{"ProductInfo":{"Price":"","ProductID":"B00007FHEN","Features":"","ImgURL":"","Name":""},"Reviews":[{"Overall":"2.0","Content":"Objective: Despite the huge efforts, chronic kidney disease (CKD) remains as an unsolved problem in medicine. Many studies have shown a central role for transforming growth factor beta-1 (TGF beta-1) and its downstream signaling cascades in the pathogenesis of CKD. In this study, we have reanalyzed a microarray dataset to recognize critical signaling pathways controlled by TGF beta-1. Materials and Methods: This study is a bioinformatics reanalysis for a microarray data. The GSE23338 dataset was downloaded from the gene expression omnibus (GEO) database which assesses the mRNA expression profile of TGF beta-1 treated human kidney cells after 24 and 48 hours incubation. The protein interaction networks for differentially expressed (DE) genes in both time points were constructed and enriched. In addition, by network topology analysis, genes with high centrality were identified and then pathway enrichment analysis was performed with either the total network genes or with the central nodes. Results: We found 110 and 170 genes differentially expressed in the time points 24 and 48 hours, respectively. As the genes in each time point had few interactions, the networks were enriched by adding previously known genes interacting with the differentially expressed ones. In terms of degree, betweenness, and closeness centrality parameters 62 and 60 nodes were considered to be central in the enriched networks of 24 hours and 48 hours treatment, respectively. Pathway enrichment analysis with the central nodes was more informative than those with all network nodes or even initial DE genes, revealing key signaling pathways. Conclusion: We introduced a method for the analysis of microarray data that integrates the expression pattern of genes with their topological properties in protein interaction networks. This holistic novel approach allows extracting knowledge from raw bulk omics data.","Author":"","Title":"Central Nodes in Protein Interaction Networks Drive Critical Functions in Transforming Growth Factor Beta-1 Stimulated Kidney Cells","ReviewID":"0","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Drug-eluting stents have been used widely to prevent restenosis of arteries following percutaneous balloon angioplasty. Mathematical modelling plays an important role in optimising the design of these stents to maximise their efficiency. When designing a drug-eluting stent system, we expect to have a sufficient amount of drug being released into the artery wall for a sufficient period to prevent restenosis. In this paper, a simple model is considered to provide an elementary description of drug release into artery tissue from an implanted stent. From the model, we identified a parameter regime to optimise the system when preparing the polymer coating. The model provides some useful order of magnitude estimates for the key quantities of interest. From the model, we can identify the time scales over which the drug traverses the artery wall and empties from the polymer coating, as well as obtain approximate formulae for the total amount of drug in the artery tissue and the fraction of drug that has released from the polymer. The model was evaluated by comparing to in-vivo experimental data and good agreement was found.","Author":"","Title":"MODELLING CHEMISTRY AND BIOLOGY AFTER IMPLANTATION OF A DRUG-ELUTING STENT. PART I: DRUG TRANSPORT","ReviewID":"1","Date":"June 17, 2005"},{"Overall":"2.0","Content":"The meeting \"Microbial Stress: from Molecules to Systems\" - the third in this series - was held in Sitges (Spain) in November 2015. The meeting offered the opportunity for international scientists to share their viewpoints and recent outcomes concerning microbial stress responses. Particular attention was given to the characterisation of mechanisms triggered by stress, from detailed molecular biology through whole organism systems biology up to the level of populations. A deeper understanding of microbial responses to stress is indeed attainable only considering the phenomenon as a whole. Exhaustive knowledge of the various stress response systems, and of their interconnections, is important for different applications, from the prevention and counteraction of bacterial infectious diseases to the engineering of robust cell factories. The presentations covered all of these aspects, enabling an active interaction among participants. It also stimulated discussions and cross-fertilisation among disciplines, which was one of the aims of the meeting. Moreover, since many stress response mechanisms are broadly conserved, data obtained at the microbial scale may facilitate the comprehension of complex phenomena, such as aging, evolution of neurological diseases and cancer. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Microbial stress: From molecules to systems (Sitges, November 2015)","ReviewID":"2","Date":"June 17, 2005"},{"Overall":"2.0","Content":"The third meeting organised by the European Federation of Biotechnology (EFB) on advances in Applied Synthetic Biotechnology in Europe (ASBE) was held in Costa da Caparica, Portugal, in February 2016. Abundant novel applications in synthetic biology were described in the six sessions of the meeting, which was divided into technology and tools for synthetic biology (I, II and III), bionanoscience, biosynthetic pathways and enzyme synthetic biology, and metabolic engineering and chemical manufacturing. The meeting presented numerous methods for the development of novel synthetic strains, synthetic biological tools and synthetic biology applications. With the aid of synthetic biology, production costs of chemicals, metabolites and food products are expected to decrease, by generating sustainable biochemical production of such resources. Also, such synthetic biological advances could be applied for medical purposes, as in pharmaceuticals and for biosensors. Recurrent, linked themes throughout the meeting were the shortage of resources, the world's transition into a bioeconomy, and how synthetic biology is helping tackle these issues through cutting-edge technologies. While there are still limitations in synthetic biology research, innovation is propelling the development of technology, the standardisation of synthetic biological tools and the use of suitable host organisms. These developments are laying a foundation to providing a future where cutting-edge research could generate potential solutions to society's pressing issues, thus incentivising a transition into a bioeconomy. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"3rd congress on applied synthetic biology in Europe (Costa da Caparica, Portugal, February 2016)","ReviewID":"3","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Geometric and electrostatic modeling is an essential component in computational biophysics and molecular biology. Commonly used geometric representations admit geometric singularities such as cusps, tips and self-intersecting facets that lead to computational instabilities in the molecular modeling. The present work explores the use of flexibility and rigidity index (FRI), which has a proved superiority in protein B-factor prediction, for biomolecular geometric representation and associated electrostatic analysis. FRI rigidity surfaces are free of geometric singularities. We proposed a rigidity based Poisson -Boltzmann equation for biomolecular electrostatic analysis. Our approaches to surface and electrostatic modeling are validated by a set of 21 proteins. Our results are compared with those of established methods. Finally, being smooth and analytically differentiable, FRI rigidity functions offer excellent curvature analysis, which characterizes concave and convex regions on protein surfaces. Polarized curvatures constructed by using the product of minimum curvature and electrostatic potential is shown to predict potential protein-ligand binding sites. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Geometric and electrostatic modeling using molecular rigidity functions","ReviewID":"4","Date":"June 17, 2005"},{"Overall":"2.0","Content":"3D optical coherence tomography imaging (OCT) combined with compressive sensing (CS) has been proved to be an attractive and effective tool in a variety of fields, such as medicine and biology. To achieve high quality imaging while using as less CS sampling rate as possible is the goal of this approach. Here we present an innovative single step fully 3D CS-OCT volumetric image recovery method, in which 3D OCT volumetric image of the object is compressively sampled via our proposed CS coding strategies in all three dimensions while its sparsity is simultaneously taken into consideration in every direction. The object can be directly recovered as the whole volume reconstruction via our advanced full 3D CS reconstruction algorithm. The numerical simulations of a human retina OCT volumetric image reconstruction by our method demonstrate a PSNR of as high as 38dB at a sampling rate of less than 10%.","Author":"","Title":"Single step full volumetric reconstruction optical coherence tomography utilizing compressive sensing","ReviewID":"5","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Objective: We used sodium nitroprusside (SNP), a nitric oxide (NO) releasing molecule, to understand its effect on viability and proliferation of rat bone marrow mesenchymal stem cells (BM-MSCs). Materials and Methods: This experimental study evaluated the viability and morphology of MSCs in the presence of SNP (100 to 2000 mu M) at 1, 5, and 15 hours. We chose the 100, 1000, and 2000 mu M concentrations of SNP for one hour exposure for further analyses. Cell proliferation was investigated by the colony forming assay and population doubling number (PDN). Na+, K+, and Ca2+ levels as well as activities of lactate dehydrogenase (LDH), alkaline phosphatase (ALP), aspartate transaminase (AST), and alanine transaminase (ALT) were measured. Results: The viability of MSCs dose-dependently reduced from 750 mu M at one hour and 250 mu M at 5 and 15 hours. The 100 mu M caused no change in viability, however we observed a reduction in the cytoplasmic area at 5 and 15 hours. This change was not observed at one hour. The one hour treatment with 100 mu M of SNP reduced the mean colony numbers but not the diameter when the cells were incubated for 7 and 14 days. In addition, one hour treatment with 100 mu M of SNP significantly reduced ALT, AST, and ALP activities whereas the activity of LDH increased when incubated for 24 hours. The same treatment caused an increase in Ca2+ and reduction in Na+ content. The 1000 and 2000 mu M concentrations reduced all the factors except Ca2+ and LDH which increased. Conclusion: The high dose of SNP, even for a short time, was toxic. The low dose was safe with respect to viability and proliferation, especially over a short time. However elevated LDH activity might increase anaerobic metabolism.","Author":"","Title":"Sodium Nitroprusside Changed The Metabolism of Mesenchymal Stem Cells to An Anaerobic State while Viability and Proliferation Remained Intact","ReviewID":"6","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Water, which is the habitat for a variety of living creatures, has a maximum density at 4.0 degrees C. This crucial property is considered to play a very important role in the biology of a lake and also has a close relationship with the areas of environmentology and geoscience. It would be desirable for students to confirm this important property of water themselves by carrying out simple experiments. However, it is not easy to detect the maximum density at 4.0 degrees C because the temperature dependence of the water density is very small close to its freezing point. For example, the density of water is 0.999 975 g cm(-3) at 4.0 degrees C and 0.999 850 g cm(-3) at 0.1 degrees C. The aim in this manuscript is to demonstrate a simple experiment to detect 4.0 degrees C as the temperature of maximum density, in which the time dependence of the water temperature is measured at several different depths by chilling the water surface. This is a simple experiment that can also be performed by high school students. We also present a mathematical model that can explain the results of this experiment.","Author":"","Title":"Experiment and mathematical model for the heat transfer in water around 4 degrees C","ReviewID":"7","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Do bees have feelings? What would that mean? And if they do have feelings, how should we treat them? Do we have a moral obligation towards insects? A short commentary on M. Bateson, S. Desire, S. E. Gartside, and G. A. Wright, 'Agitated Honeybees Exhibit Pessimistic Cognitive Biases', Current Biology 21.12 (2011), 1070-3.","Author":"","Title":"WHAT IS IT LIKE TO BE A BEE?","ReviewID":"8","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Hydrogen peroxide (H2O2) is a key molecule in biology. As a byproduct of many enzymatic reactions, H2O2 is also a popular biosensor target. We report the first use of uniform nanoparticles of porphyrin functionalized ceria (Por-Ceria) prepared by a one-step method, as a colorimetric probe in detection for H2O2. Por-ceria nanoparticles exhibited strong intrinsic peroxidase activity toward a classical peroxidase substrate, 3,3',5,5'-tetramethylbenzidine (TMB), in the presence of H2O2. Enhanced peroxidase-like activity of Por-ceria originated from synergistic effect of porphyrin and ceria, thereby explaining the high performance of Por-Ceria as an artificial enzyme mimicking peroxidase. When coupled with glucose oxidase, glucose is detected. A detection limit of 1.9 x 10(-2) mM glucose with a linear range up to 0.15 mM. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"One-step synthesis of uniform nanoparticles of porphyrin functionalized ceria with promising peroxidase mimetics for H2O2 and glucose colorimetric detection","ReviewID":"9","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Estimating pest population size is of utmost importance in biological control. However field experiments can be difficult and expensive to conduct, with no guarantee that useable results will be produced. In this context, the development of mathematical models and numerical tools is crucial to improve the field experiments by suggesting relevant data which can be used to estimate parameters related to the pest's biology and to the traps (e.g. duration of the experiments, distance of the releases, etc.). Here we develop a trap-insect model (TIM), based on coupled partial differential equations. The model is studied theoretically and a finite element algorithm is developed and implemented. A protocol for parameter estimation is also proposed and tested, with various data. Among other results, we show that entomological knowledge is absolutely necessary for efficient estimation of parameters, in particular population size. (C) 2015 International Association for Mathematics and Computers in Simulation (IMACS). Published by Elsevier B.V. All rights reserved.","Author":"","Title":"Simulations and parameter estimation of a trap-insect model using a finite element approach","ReviewID":"10","Date":"June 17, 2005"},{"Overall":"2.0","Content":"The total cash issuance of a central bank consists of domestic transaction and hoarding balances as well as foreign demand. The different shares are not known exactly. The introduction of the new Europa series of banknotes in the euro area offers the opportunity to calculate transaction balances with the help of a biometric method. Our results indicate that transaction balances are very low.","Author":"","Title":"What can biology tell us about transaction balances?","ReviewID":"11","Date":"June 17, 2005"},{"Overall":"2.0","Content":"We consider here a logistic equation, modeling processes of nonlocal character both in the diffusion and proliferation terms. More precisely, for populations that propagate according to a Levy process and can reach resources in a neighborhood of their position, we compare ( and find explicit threshold for survival) the local and nonlocal case. As ambient space, we can consider: bounded domains, periodic environments, transition problems, where the environment consists of a block of infinitesimal diffusion and an adjacent nonlocal one. In each of these cases, we analyze the existence/nonexistence of solutions in terms of the spectral properties of the domain. In particular, we give a detailed description of the fact that nonlocal populations may better adapt to sparse resources and small environments.","Author":"","Title":"A LOGISTIC EQUATION WITH NONLOCAL INTERACTIONS","ReviewID":"12","Date":"June 17, 2005"},{"Overall":"2.0","Content":"As is said in [27], the tumor-growth model is the incorporation of nutrient within the mixture as opposed to being modeled with an auxiliary reaction-diffusion equation. The formulation involves systems of highly nonlinear partial differential equations of surface effects through diffuse-interface models [27]. Simulations of this practical model using numerical methods can be applied for evaluating it. The present paper investigates the solution of the tumor growth model with meshless techniques. Meshless methods are applied based on the collocation technique which employ multiquadrics (MQ) radial basis function (RBFs) and generalized moving least squares (GMLS) procedures. The main advantages of these choices come back to the natural behavior of meshless approaches. As well as, a method based on meshless approach can be applied easily for finding the solution of partial differential equations in high-dimension using any distributions of points on regular and irregular domains. The present paper involves a time-dependent system of partial differential equations that describes four-species tumor growth model. To overcome the time variable, two procedures will be used. One of them is a semi-implicit finite difference method based on Crank-Nicolson scheme and another one is based on explicit Runge-Kutta time integration. The first case gives a linear system of algebraic equations which will be solved at each time-step. The second case will be efficient but conditionally stable. The obtained numerical results are reported to confirm the ability of these techniques for solving the two and three-dimensional tumor-growth equations. (C) 2016 Published by Elsevier B.V.","Author":"","Title":"Comparison between two meshless methods based on collocation technique for the numerical solution of four-species tumor growth model","ReviewID":"13","Date":"June 17, 2005"},{"Overall":"2.0","Content":"In this paper, some nonlinear space-fractional order reaction-diffusion equations (SFORDE) on a finite but large spatial domain x is an element of [0, L], x = x(x, y, z) and t is an element of [0, T] are considered. Also in this work, the standard reaction-diffusion system with boundary conditions is generalized by replacing the second-order spatial derivatives with Riemann-Liouville space fractional derivatives of order alpha, for 0 < alpha < 2. Fourier spectral method is introduced as a better alternative to existing low order schemes for the integration of fractional in space reaction-diffusion problems in conjunction with an adaptive exponential time differencing method; and solve a range of one-, two- and three-components SFORDE numerically to obtain patterns in one- and two-dimensions with a straight forward extension to three spatial dimensions in a sub-diffusive (0 < alpha < 1) and super-diffusive (1 < alpha < 2) scenarios. It is observed that computer simulations of SFORDE give enough evidence that pattern formation in fractional medium at certain parameter value is practically the same as in the standard reaction-diffusion case. With application to models in biology and physics, different spatiotemporal dynamics are observed and displayed. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Robust and adaptive techniques for numerical simulation of nonlinear partial differential equations of fractional order","ReviewID":"14","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Thrombin initiates proinflammatory signaling responses through activation of protease-activated receptors (PARs) in in vitro and in vivo systems. Proinflammatory signaling function of thrombin increases secretion of proinflammatory cytokines and chemokines, triggers vascular permeability, promotes leukocyte migration, and induces adhesion molecule expression. Thrombin as a potent signaling molecule is strongly implicated in a number of proinflammatory disorders including severe sepsis, cancer, cardiovascular disease, and of special interest in this review neurodegenerative disorders. This review summarizes the role of thrombin in the pathogenesis of central nervous system (CNS) inflammatory diseases, including Alzheimer's disease (AD) and Parkinson's disease (PD), promoting greater understanding and clinical management of these diseases. J. Cell. Physiol. 232: 482-485, 2017. (c) 2016 Wiley Periodicals, Inc.","Author":"","Title":"Role of thrombin in the pathogenesis of central nervous system inflammatory diseases","ReviewID":"15","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Tumor cells of colorectal cancer (CRC) release exosomes into the circulation. These exosomes can mediate communication between cells and affect various tumor-related processes in their target cells. We present a quantitative proteomics analysis of the exosomes purified from serum of patients with CRC and normal volunteers; data are available via ProteomeXchange with identifier PXD003875. We identified 918 proteins with an overlap of 725 Gene IDs in the Exocarta proteins list. Compared with the serum-purified exosomes (SPEs) of normal volunteers, we found 36 proteins upregulated and 22 proteins downregulated in the SPEs of CRC patients. Bioinformatics analysis revealed that upregulated proteins are involved in processes that modulate the pretumorigenic microenvironment for metastasis. In contrast, differentially expressed proteins (DEPs) that play critical roles in tumor growth and cell survival were principally downregulated. Our study demonstrates that SPEs of CRC patients play a pivotal role in promoting the tumor invasiveness, but have minimal influence on putative alterations in tumor survival or proliferation. According to bioinformatics analysis, we speculate that the protein contents of exosomes might be associated with whether they are involved in premetastatic niche establishment or growth and survival of metastatic tumor cells. This information will be helpful in elucidating the pathophysiological functions of tumor-derived exosomes, and aid in the development of CRC diagnostics and therapeutics.","Author":"","Title":"Protein content and functional characteristics of serum-purified exosomes from patients with colorectal cancer revealed by quantitative proteomics","ReviewID":"16","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Explaining the evolution of cooperative behavior is one of the most important and interesting problems in a myriad of disciplines, such as evolutionary biology, mathematics, statistical physics, social science and economics Up to now, there have been a great number of works aiming to this issue with the help of evolutionary game theory. However, vast majority of existing literatures simply assume that the interaction neighborhood and replacement neighborhood are symmetric, which seems inconsistent with real-world cases. In this paper, we consider the asymmetrical neighborhood: player of type A, whose factor is controlled by a parameter tau, has four interaction neighbors and four replacement neighbors, while player of type B, whose factor is controlled by a parameter 1 - tau, possess eight interaction neighbors and four replacement neighbors. By means of numerous Monte Carlo simulations, we found that middle tau can make the cooperation reach the highest level While for this finding, its robustness can be further validated in more games. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Diversity of neighborhoods promotes cooperation in evolutionary social dilemmas","ReviewID":"17","Date":"June 17, 2005"},{"Overall":"2.0","Content":"The main purpose of this study was to investigate the application of modified chitosan as a potential vector for gene delivery to gonadotropin-releasing hormone receptor (GnRHR)-expressing cells. Such design of gene carrier could be useful in particular for gene therapy for cancers related to the reproductive system, gene disorders of sexual development, and contraception and fertility control. In this study, a decapeptide GnRH was successfully conjugated to chitosan (CS) as confirmed by proton nuclear magnetic resonance spectroscopy (H-1 NMR) and Attenuated total reflectance Fourier transform infrared spectroscopy (ATR-FTIR). The synthesized GnRH-conjugated chitosan (GnRH-CS) was able to condense DNA to form positively charged nanoparticles and specifically deliver plasmid DNA to targeted cells in both two-dimensional (2D) and three-dimensional (3D) cell cultures systems. Importantly, GnRH-CS exhibited higher transfection activity compared to unmodified CS. In conclusion, GnRH-conjugated chitosan can be a promising carrier for targeted DNA delivery to GnRHR-expressing cells. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Chitosan-based DNA delivery vector targeted to gonadotropin-releasing hormone (GnRH) receptor","ReviewID":"18","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Electrostatic interaction of charged colloids and polyelectrolytes is a useful method to assemble matter into hybrid nanostructures with numerous examples in materials science as well as in biology. However, the colloidal electrostatic interaction is rapid and uncontrolled, the strong interaction usually leads to large and irregular aggregates. Therefore, control of the electrostatic interaction in order to resulting well-defined nanostructures remains a challenge. Here we report on a general and simple method to moderate the wild electrostatic interaction. Direct mixing of stock solutions containing anionic superparamagnetic nanoparticles and widespread cationic homopolyelectrolytes at an appropriate ionic strength generates aggregates with controlled shape and morphology. The simple and versatile methodology not only efficiently moderates electrostatic interactions but also enables the corresponding growth mechanism to be revealed by light scattering and electron microscopy as aggregation occurs at much slower timescales. The present results carry important implications for both practical applications and understanding on nanoscale electrostatic interaction between colloids. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Colloidal assembly of magnetic nanoparticles and polyelectrolytes by arrested electrostatic interaction","ReviewID":"19","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Animals have colonized the entire world from rather moderate to the harshest environments, some of these so extreme that only few animals are able to survive. Cave environments present such a challenge and obligate cave animals have adapted to perpetual darkness by evolving a multitude of traits. The most common and most studied cave characteristics are the regression of eyes and the overall reduction in pigmentation. Studying these traits can provide important insights into how evolutionary forces drive convergent and regressive adaptation. The blind Mexican cavefish (Astyanax mexicanus) has emerged as a useful model to study cave evolution owing to the availability of genetic and genomic resources, and the amenability of embryonic development as the different populations remain fertile with each other. In this review, we give an overview of our current knowledge underlying the process of regressive and convergent evolution using eye degeneration in cavefish as an example. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"Cavefish and the basis for eye loss","ReviewID":"20","Date":"June 17, 2005"},{"Overall":"2.0","Content":"A major goal of evolutionary biology is to identify the genotypes and phenotypes that underlie adaptation to divergent environments. Stickleback fish, including the threespine stickleback (Gasterosteus aculeatus) and the ninespine stickleback (Pungitius pungitius), have been at the forefront of research to uncover the genetic and molecular architecture that underlies phenotypic diversity and adaptation. A wealth of quantitative trait locus (QTL) mapping studies in sticklebacks have provided insight into longstanding questions about the distribution of effect sizes during adaptation as well as the role of genetic linkage in facilitating adaptation. These QTL mapping studies have also provided a basis for the identification of the genes that underlie phenotypic diversity. These data have revealed that mutations in regulatory elements play an important role in the evolution of phenotypic diversity in sticklebacks. Genetic and molecular studies in sticklebacks have also led to new insights on the genetic basis of repeated evolution and suggest that the same loci are involved about half of the time when the same phenotypes evolve independently. When the same locus is involved, selection on standing variation and repeated mutation of the same genes have both contributed to the evolution of similar phenotypes in independent populations. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"The genetic and molecular architecture of phenotypic diversity in sticklebacks","ReviewID":"21","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Many of the great morphologists of the nineteenth century marvelled at similarities between the limbs of diverse species, and Charles Darwin noted these homologies as significant supporting evidence for descent with modification from a common ancestor. Sir Richard Owen also took great care to highlight each of the elements of the forelimb and hindlimb in a multitude of species with focused attention on the homology between the hoof of the horse and the middle digit of man. The ensuing decades brought about a convergence of palaeontology, experimental embryology and molecular biology to lend further support to the homologies of tetrapod limbs and their developmental origins. However, for all that we now understand about the conserved mechanisms of limb development and the development of gross morphological disturbances, little of what is presented in the experimental or medical literature reflects the remarkable diversity resulting from the 450 million year experiment of natural selection. An understanding of conserved and divergent limb morphologies in this new age of genomics and genome engineering promises to reveal more of the developmental potential residing in all limbs and to unravel the mechanisms of evolutionary variation in limb size and shape. In this review, we present the current state of our rapidly advancing understanding of the evolutionary origin of hands and feet and highlight what is known about the mechanisms that shape diverse limbs. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"The origins, scaling and loss of tetrapod digits","ReviewID":"22","Date":"June 17, 2005"},{"Overall":"2.0","Content":"A fundamental question in biology is how the extraordinary range of living organisms arose. In this theme issue, we celebrate how evolutionary studies on the origins of morphological diversity have changed over the past 350 years since the first publication of the Philosophical Transactions of The Royal Society. Current understanding of this topic is enriched by many disciplines, including anatomy, palaeontology, developmental biology, genetics and genomics. Development is central because it is the means by which genetic information of an organism is translated into morphology. The discovery of the genetic basis of development has revealed how changes in form can be inherited, leading to the emergence of the field known as evolutionary developmental biology (evo-devo). Recent approaches include imaging, quantitative morphometrics and, in particular, genomics, which brings a new dimension. Articles in this issue illustrate the contemporary evo-devo field by considering general principles emerging from genomics and how this and other approaches are applied to specific questions about the evolution of major transitions and innovations in morphology, diversification and modification of structures, intraspecific morphological variation and developmental plasticity. Current approaches enable a much broader range of organisms to be studied, thus building a better appreciation of the origins of morphological diversity. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"Perspectives on the history of evo-devo and the contemporary research landscape in the genomics era","ReviewID":"23","Date":"June 17, 2005"},{"Overall":"2.0","Content":"The principle of homology is central to conceptualizing the comparative aspects of morphological evolution. The distinctions between homologous or non-homologous structures have become blurred, however, as modern evolutionary developmental biology (evo-devo) has shown that novel features often result from modification of pre-existing developmental modules, rather than arising completely de novo. With this realization in mind, the term 'deep homology' was coined, in recognition of the remarkably conserved gene expression during the development of certain animal structures that would not be considered homologous by previous strict definitions. At its core, it can help to formulate an understanding of deeper layers of ontogenetic conservation for anatomical features that lack any clear phylogenetic continuity. Here, we review deep homology and related concepts in the context of a gene expression-based homology discussion. We then focus on how these conceptual frameworks have profited from the recent rise of high-throughput next-generation sequencing. These techniques have greatly expanded the range of organisms amenable to such studies. Moreover, they helped to elevate the traditional gene-by-gene comparison to a transcriptome-wide level. We will end with an outlook on the next challenges in the field and how technological advances might provide exciting new strategies to tackle these questions. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"Deep homology in the age of next-generation sequencing","ReviewID":"24","Date":"June 17, 2005"},{"Overall":"2.0","Content":"One of the most amazing transitions and innovations during the evolution of mammals was the formation of a novel jaw joint and the incorporation of the original jaw joint into the middle ear to create the unique mammalian three bone/ossicle ear. In this review, we look at the key steps that led to this change and other unusual features of the middle ear and how developmental biology has been providing an understanding of the mechanisms involved. This starts with an overview of the tympanic (air-filled) middle ear, and how the ear drum (tympanic membrane) and the cavity itself form during development in amniotes. This is followed by an investigation of how the ear is connected to the pharynx and the relationship of the ear to the bony bulla in which it sits. Finally, the novel mammalian jaw joint and versatile dentary bone will be discussed with respect to evolution of the mammalian middle ear. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Author":"","Title":"Major evolutionary transitions and innovations: the tympanic middle ear","ReviewID":"25","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Exotic ambrosia beetles have become serious pests in ornamental tree nurseries. However, research on their biology, ecology and behaviour to develop management tactics is hampered by the lack of reliable attacks on experimental trees. Injecting Magnolia virginiana L. with ethanol consistently induced attacks by exotic ambrosia beetles to facilitate research on their biology and management. The ability to attract ambrosia beetles to trap trees may be useful for developing nonchemical strategies and techniques for managing them in nurseries. However, to be useful in management techniques, ethanol-injection has to reliably induce attacks on a vlariety of tree species. Experiments were conducted in Ohio, Tennessee and Virginia, where ethanol-injection was tested on 16 species of deciduous trees from 11 families. Ethanol-injection reliably induced attacks by exotic ambrosia beetles on all tree species tested. There were differences in the numbers of attacks by ambrosia beetles among species of trees in most experiments, although no species was identified consistently as the most or least attacked in repeated experiments. The positive association of attacks with ethanol concentrations in bark tissue indicate that the attack rates were most likely related to the uptake and emission of ethanol. The results of the present study indicate that ethanol-injection reliably induces ambrosia beetle attacks on a wide range of deciduous tree species, which should further facilitate research on ambrosia beetles in nurseries and the development of behaviour-based management tactics that divert ambrosia beetles away from ornamental trees.","Author":"","Title":"Ethanol-injection induces attacks by ambrosia beetles (Coleoptera: Curculionidae: Scolytinae) on a variety of tree species","ReviewID":"26","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Manipulation of the reproductive activity of jackals is dependent on a thorough understanding of the reproductive biology of this species. This study describes seasonal morphological changes in the adult testis of the black-backed jackal in relation to the immunoexpression of the basement membrane marker, laminin and the cytoskeletal proteins, cytokeratin, smooth muscle actin and vimentin. Laminin was immunolocalized in basement membranes surrounding seminiferous tubules, as well as in basement membranes associated with Leydig, peritubular myoid and vascular smooth muscle cells. Scalloped basement membranes enclosed seminiferous tubules in regressing testes. The seminiferous epithelium and interstitial tissue in all animals studied were cytokeratin immunonegative. Smooth muscle actin was demonstrated in vascular smooth muscle cells, as well as in peritubular myoid cells encircling seminiferous tubules. Vimentin immunoreactivity was exhibited in the cytoplasm of Sertoli cells, Leydig cells, vascular endothelial cells, vascular smooth muscle cells and fibrocytes. Vimentin immunostaining in Sertoli, Leydig and peritubular myoid cells varied depending on the functional state of the testis. The results of the study have shown that dramatic seasonal histological changes occur in the testes of the jackal. In addition, the use of immunohistochemistry accentuates these morphological changes.","Author":"","Title":"Seasonal Changes in the Immunolocalization of Cytoskeletal Proteins and Laminin in the Testis of the Black-Backed Jackal (Canis mesomelas)","ReviewID":"27","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Background: Medullary thyroid carcinoma management consists mainly of surgical resection and is largely chemoresistant There is ongoing effort to discover novel therapies for medullary thyroid carcinoma. Increased levels of heat shock proteins have been associated with multiple cancers and are being studied as potential therapeutic targets. The purpose of this study was to determine the expression levels of heat shock proteins 90 and 70 and of glucose related protein 78 in medullary thyroid carcinoma tissues compared with normal thyroid tissues. Methods: 20 tissue specimens of medullary thyroid carcinoma and 10 specimens of thyroids without malignancy were analyzed by immunohistochemistry. Results: Medullary thyroid carcinoma specimens showed 27% higher expression level of heat shock protein 90 immunostaining, and a 43% higher expression level of heat shock protein 70 immunostaining versus normal controls. These differences, however, were not statistically significant. A significantly higher expression level was noted for glucose related protein 78 in the medullary thyroid carcinoma specimens than in the controls. Conclusion: This study indicates increased expression levels of heat shock proteins 90 and 70 and glucose related protein 78 levels in medullary thyroid carcinoma. These findings, though preliminary imply that these proteins may have a role in medullary thyroid carcinoma's tumor biology and may have and future therapeutic options. Larger cohorts are needed to corroborate these results. (C) 2016 Elsevier Inc. All rights reserved.","Author":"","Title":"Heat shock proteins HSP90, HSP70 and GRP78 expression in medullary thyroid carcinoma","ReviewID":"28","Date":"June 17, 2005"},{"Overall":"2.0","Content":"Activities of pepsin, trypsin, chymotrypsin, alpha-amylase and lipase, as well as their optima and stability to pH and temperature, were determined in digestive extracts of thick-lipped grey mullet, Chelon labrosus, of three different sizes: Group 1 (45.2 +/- 3.0 g), Group 2 (180.9 +/- 4.2 g), and Group 3 (328.5 +/- 43.3 g). SDS-PAGE zymograms were also used to assess the role of serine proteases in the digestive tract of C. labrosus. On the other hand, possible changes in the digestive enzyme profile of C. labrosus during development were observed, with a comparatively lower pepsin activity, higher activities of alkaline proteases and alpha-amylase and no lipase activity recorded in pre-adult specimens. It is suggested that these variations are linked to the changes in diet composition with age, moving from a partly carnivorous to a more herbivorous feeding habit.","Author":"","Title":"Characterization of digestive enzymes protease and alpha-amylase activities in the thick-lipped grey mullet (Chelon labrosus, Risso 1827)","ReviewID":"29","Date":"June 17, 2005"}]}