{"ProductInfo":{"Price":"","ProductID":"B00007FHEN","Features":"","ImgURL":"","Name":""},"Reviews":[{"Overall":"1.0","Content":"Religious conversion can have a profound impact on individual mental health and emotional well-being. These changes may need specific nursing care. In this article, we describe the lived experiences of 21 women who converted from Buddhism to Islam and who live in Isan, the northeast region of Thailand. The data derive from in-depth interviews, natural conversations, and observations. Thematic analysis revealed two dominant themes: women's sense of happiness in their new faith, and their suffering following from and as a result of their conversion. To provide appropriate care to and prevent mental health problems among Isan women who convert from Buddhism to Islam, and other women in similar contexts, health providers need to enhance their understanding of conversion and to be aware of life experiences that impact on their emotional well-being.","Author":"","Title":"Emotional Well-Being Following Religious Conversion Among Women in Northeast Thailand","ReviewID":"0","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Until recently the heritage industry' in England overlooked buildings of minority faith traditions. Little has been written about this under-represented' heritage. Drawing on data from the first national survey of Buddhist buildings in England, we examine the ways in which Buddhist heritage is beginning to be incorporated into the state-funded heritage industry' as well as how Buddhist communities in England construct heritage through these buildings. First, we draw upon spatial theory in the study of religion to examine three dimensions of minority faith buildings in England and what this tells us about the communities involved: location' (i.e. the geographical location of the buildings); space' (i.e. what the buildings are used for and their relationship to local, national and transnational scales); and place' (i.e. what types of buildings are selected by different communities and why). We then turn to theories of memory that have become popular within the study of religion as well as heritage studies. Religion understood as a chain of memory' plays an important role in heritage construction via faith buildings, and an analysis of faith buildings, their spatial dimensions and role in memorywork', helps us think through the dynamics of modern religious belief in a multicultural andpost-Christian setting.","Author":"","Title":"Buddhist buildings in England: the construction of \"under-represented' faith heritage in a multicultural and post-Christian setting","ReviewID":"1","Date":"June 17, 2005"},{"Overall":"1.0","Content":"This essay presents the story of U Dhammaloka's anti-missionary preaching tour of Ceylon in 1909, organized by Anagarika Dharmapala. Drawing on the versions of the tour as it is represented in Dhammaloka's sermons, Dharmapala's personal diaries, and Ceylonese media reflections of the views of Christians, competing Buddhist organizations and colonial authorities, I bring to light an instance of cross-border cooperation at the margins of the Buddhist revival in the early twentieth century. This story reveals the complexities of marginality, pointing out the ways in which an Irish ex-hobo turned Buddhist monk rhetorically inhabited the edges of multiple spheres. This interpretation illustrates that, rather than finding this debilitating, Dhammaloka took advantage of his ambiguous belonging, drawing from different sources and allegiances to establish himself as an authority in his own right - a dissident orientalist on a mission to save the Orient.","Author":"","Title":"The Dissident Orientalist: An Interpretation of U Dhammaloka's 1909 tour of Ceylon","ReviewID":"2","Date":"June 17, 2005"},{"Overall":"1.0","Content":"This study examines changes in and the relationship among religiosity, spiritual well-being, and depressive symptoms in primarily Buddhist or Daoist Taiwanese adolescents. A total of 2,239 16- to 18-year-old adolescents from 4 high schools were randomly selected and completed a questionnaire at baseline and at 6-month follow-up. Half of the Taiwanese adolescents reported being religious (50%), with Buddhism or Daoism predominating in terms of religious affiliation. Around 80% of adolescents believed in a God, but less than 40% believed that religion is important. Mixed models found no significant relationships between religiosity and spirituality or between religiosity and depressive symptoms. Self-efficacy and life scheme are valid domains for the spirituality construct, and a reciprocal relationship was found between spiritual well-being and depressive symptoms. This reciprocal relationship in adolescents is discussed in terms of a Buddhist or Daoist cultural context.","Author":"","Title":"Religious Characteristics, Spirituality, and Depressive Symptoms Among 10th-to 12th-Graders Living in a Buddhist or Daoist Culture: A Short-Term Longitudinal Study","ReviewID":"3","Date":"June 17, 2005"},{"Overall":"1.0","Content":"A life of the being has always been to \"persist\". The appropriate of persistence is the meaning and value of life. \"Persistence\" lost to immediately paranoid or hold cannot harmonious development life and properly handle ethical reason, bring people spiritual force of distress. From the aspect of philosophy theory, \"Persistence\" is to unify many is life rich meaning and value system attributed to a particular meaning or value, and the significance and value of the other formed a rejection. To analyse the persistence is not to deny the legitimacy and necessity of the existence of persistent life, but to analyse the persistence and excessive \"persistence\". To analyse the persistence, to guide the \"persistence\", to meet the development of life and social significance and value for the judgment, to solve the \"persistence\", to be in a variety of meaning and value of the main fan of a specific meaning and value, to \"more\" solution \"one\", to realize the diversity of life and value of inclusion and coexistence. Buddhist to \"no self' is set, to understanding and understanding way to get rid of \"I hold\"; Taoism to \"Tao\" set, \"to Dao\" viewpoint, Xinzhaizuowang breaking \"there is enforcement\"; Confucian \"righteousness\" is set to speak in my \"self-cultivation\", get rid of \"private enforcement\". Buddhism, Taoism, and Confucianism, the ultimate meaning and value of life and the value of analying the \"persistence\" and the main method, it is worth us to analyse the \"persistence\" reference. At the same time, it is to correct them to analyse the \"persisitence\" in the premise of the reality set, enrich and expand the modern achievements of human subjects with the method of analysing, the correct assessment of analysing the \"persistence\" effect.","Author":"","Title":"On the Thought and Methods of \"Analyse the Persistence\" of Buddhism, Taoism and Confucianism","ReviewID":"4","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Boredom is almost universally regarded as a dysphoric mental state, characterised by features such as disengagement and low arousal. However, in certain quarters (e.g., Zen Buddhism), boredom is seen as potentially having great value and even importance. The current study sought to explore boredom through a case study involving introspective phenomenology. The author created conditions in which he would experience boredom for an hour and recorded his experience in real-time using a variant of the Experiencing Sampling Method. The data were analysed using an adaptation of Interpretative Phenomenological Analysis. The results indicated that the state of boredom contained three main sources of value: altered perception of time, awakened curiosity about the environment, and exploration of self. Consequently, the article offers a reappraisal of boredom, suggesting that rather than necessarily being a negative state, if engaged with, boredom has the potential to be a positive and rewarding experience.","Author":"","Title":"A meditation on boredom: re-appraising its value through introspective phenomenology","ReviewID":"5","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Buddhism introduced the concept of hell to East Asia, and many tales of hell were circulated. The narrative \"Sonyul comes back to life\" accompanied the dissemination of the concept of hell in the Unified Silla period. This story describes suffering in hell as retribution for the unwholesome act of stealing monastery possessions. However, the punishment in hell is not eternal in this story, and one can be saved through performing a memorial service for the dead. Memorial services for the dead are done by making offerings to the Three Jewels-the Buddha, Dharma, and Sagha-by giving one's possessions to monasteries. The story \"Sonyul comes back to life\" seems to have been written by monks and been circulated as a karma tale of a Buddhist ceremony for the production of sutras and for appreciating the teachings of the sutras. Buddhist ceremonies were constructed and performed for the purpose of amassing meritorious virtues and expelling calamities through such things as reading sutras and understanding their content. Among these, dramatic preaching of the dharma was performed to communicate to ordinary people in a more lively and interesting manner than the teaching of the sutras. Animated stories of hell about actual people who could have been the listeners' own neighbors were performed, and the story of \"Sonyul comes back to life\" seems to have been told at such a ceremony. In a story performed in a lifelike manner, sympathetic people willingly contributed their hearts and possessions to the Buddha, monks, and monasteries for the sake of their own futures.","Author":"","Title":"A COMMENTARY ON A BUDDHIST TALE: \"SONYUL COMES BACK TO LIFE\" (SONYUL HWANSAENG ) IN MEMORABILIA OF THE THREE KINGDOMS (SAMGUK YUSA )","ReviewID":"6","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The use of Buddhist teachings and practices in psychotherapy, once described as a new popular trend, should now be considered an established clinical practice. Religious studies scholars often offer interpretations of these activities that are based in binary understandings of the classifications \"religion\" and \"secular.\" They frequently name these activities as either new religious forms, \"new faces of Buddhism,\" or products of secularization, \"the silent takeover of religion.\" Psychotherapists have, however, taken a wide variety of approaches to Buddhist traditions. Some clinicians intentionally secularize Buddhist practices, while others explicitly present a Buddhist path as a superior source of healing. I argue that psychotherapists' diverse approaches are molded by their own relative levels of investment in preserving psychotherapy's qualification as a secular biomedical discipline. I demonstrate that \"religion\" and \"secular\" are not only abstract categories for scholarly classification but concrete determinants of behavior for contemporary communities.","Author":"","Title":"Drawing the Boundaries between \"Religion\" and \"Secular\" in Psychotherapists' Approaches to Buddhist Traditions in the United States","ReviewID":"7","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Author Information Addresses: [ 1 ] Univ Cent Florida, Orlando, FL 32816 USA   Organization-Enhanced Name(s)     State University System of Florida     University of Central Florida","Author":"","Title":"Buddhism Beyond Borders: New Perspectives on Buddhism in the United States","ReviewID":"8","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Author Information Addresses: [ 1 ] Max Planck Inst Social Anthropol, Halle, Germany   Organization-Enhanced Name(s)     Max Planck Society","Author":"","Title":"Reorienting the Sacred and Accommodating the Secular: The History of Buddhism in China (rGya nag chos 'byung)","ReviewID":"9","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Objectives Whether in metropoles or remote mountain communities, the availability and adoption of contraceptive technologies prompt serious and wide-ranging biological, social, and political-economic questions. The potential shifts inwomen's capacities to create spaces between pregnancies or to prevent future pregnancies have profound and often positive biological, demographic, and socioeconomic implications. Less acknowledged, however, are the ambivalences that women experience around contraception use-vacillations between moral frameworks, generational difference, and gendered forms of labor that have implications well beyond the boundaries of an individual's reproductive biology. This paper hones in on contraceptive use of culturally Tibetan women in two regions of highland Nepal whose reproductive lives occurred from 1943 to 2012. Methods We describe the experiences of the 296 women ( out of a study of more than 1000 women's reproductive histories) who used contraception, and under what circumstances, examining socioeconomic, geographic, and age differences as well as points of access and patterns of use. We also provide a longitudinal perspective on fertility. Results Our results relate contraception usage to fertility decline, as well as to differences in access between the two communities of women. Conclusions Weargue that despite seemingly similar social ecologies of these two study sites-including stated reasons for the adoption of contraception and expressed ambivalence around its use, someof which are linked to moral and cosmological understandings that emerge from Buddhism-the dynamics of contraception uptake in these two regions are distinct, as are, therefore, patterns of fertility transition.","Author":"","Title":"Closing the Womb Door: Contraception Use and Fertility Transition Among Culturally Tibetan Women in Highland Nepal","ReviewID":"10","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Consciousness and perception of reality are related to internal and external factors as the sum of collective and social interactions. Attila Grandpierre in his 'The physics of collective consciousness' underlined the prime role of performing arts quoting the words of Vekerdy, who said that theatrical artists especially in the ancient Japanese Noh Theatre have a great effect on audience in three ways: using words, hearing by movements, through seeing and the use of intense emotion. Generally in the design field the relation between user and the product is stressed; on the other hand, in the theatre field the ability to explore and underlining the social impact of a specific object or action is important. We might assume that each of us perceives the world differently according to the culture that we are a part of. The ancient Aristotle's peripatetic School and the context of Zen Buddhism highlighted the senses and experimental knowledge as the first important tools to cultivate intellect. This article will describe an experimental blend created in Thailand between physical theatre and design education.","Author":"","Title":"Senses to cultivate the collective consciousness: Physical theatre, an experimental approach to product design education","ReviewID":"11","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Cizhong, located in Deqin County, Diqin Tibetan Autonomous Prefecture in Yunnan Province, is a village with multi-ethnic groups, such as Tibetan, Naxi and Han. Catholicism was introduced to Cizhong more than 100 years ago, and became the main religion in this village. Now, multiple religions such as Tibetan Buddhism and Catholicism, are in harmony with multi ethnic groups, such as Tibetan, Naxi. The authors explain the history of Catholicism in Cizhong, and the interaction between the religious identities and ethnic identities by fieldwork. Then the authors point out that there is an established regional community based on long-term communal living, forming a set of ethic and value systems to keep the village's stability. That's the reason that the multi-religions and multi-ethnic groups are in harmony.","Author":"","Title":"Catholicism in a Village with Multi-Ethnic Groups","ReviewID":"12","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Author Information Reprint Address: Keyes, C (reprint author) Univ Washington, Anthropol & Int Studies, Seattle, WA 98195 USA.   Organization-Enhanced Name(s)     University of Washington Seattle     University of Washington Addresses: [ 1 ] Univ Washington, Anthropol & Int Studies, Seattle, WA 98195 USA   Organization-Enhanced Name(s)     University of Washington     University of Washington Seattle","Author":"","Title":"Theravada Buddhism and Buddhist Nationalism: Sri Lanka, Myanmar, Cambodia, and Thailand","ReviewID":"13","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Author Information Reprint Address: Saha, J (reprint author) Univ Leeds, Leeds, W Yorkshire, England.   Organization-Enhanced Name(s)     University of Leeds Addresses: [ 1 ] Univ Leeds, Leeds, W Yorkshire, England   Organization-Enhanced Name(s)     University of Leeds","Author":"","Title":"Saving Buddhism: The Impermanence of Religion in Colonial Burma","ReviewID":"14","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Background and Aims: To examine, for the first time in Vietnam, whether urbanity of respondents among other socio-demographic factors affects the public perception of stigma attached to persons with mental illness in Hanoi. Methods: A general population-based survey was carried out in 2013 in the greater Hanoi area. The perception of stigma attached to people with mental illness was elicited using Link's perceived discrimination and devaluation scale (PDDS) carried out in Vietnamese language. The survey sample (n=806) was stratified for gender, urban/rural location, age, household size and marital status, in accordance with the 2013 Vietnamese census. Results: Comparing the total score of the PDDS and its single items, we found less perceived stigma and discrimination among the rural population of Hanoi and in respondents who reported religious attainment to either Buddhism or Christianity. Logistic regression analyses found no significant influences of gender, age, household size or marital status regarding the perceived stigma toward persons with mental illness. Conclusion: Less negative perception of stigma attached to persons with mental illness that was observed among the rural population in the Hanoi area may be interpreted in the light of possibly more demanding living conditions in modern urban Vietnam with less opportunities for mentally ill patients and points toward a dynamic interaction with rapidly changing living conditions in Asian megacities.","Author":"","Title":"Influence of urbanity on perception of mental illness stigma: a population based study in urban and rural Hanoi, Vietnam","ReviewID":"15","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Introduction The rural areas of Northern Thailand are home to a large cultural diversity of ethnic minority groups. Previous studies have shown that young people in rural Thailand have low levels of knowledge on HIV/AIDS and high sexual risks. We compared sexual behaviors between the lowland Thai youth and the youth from ethnic minority groups. Methods and findings This is a cross-sectional quantitative study conducted among high-school Thai and ethnic students in Chiang Mai. From a total 1215 participants, 487 (40.1%) were lowland Thai and 728 (59.9%) were from ethnic minorities. Overall, 17.9% of respondents reported \"ever had sex.\" Lowland Thai adolescents were more likely to have ever had sex compared with ethnic minority adolescents (AOR, 1.61; CI, 1.06-2.45; P<0.01). A higher proportion of lowland Thai respondents reported having >= 2 lifetime sexual partners (51.9% vs. 33.3%, P= 0.003), or currently having a boy/girlfriend (59.9% vs. 45.3%, P< 0.001) compared to ethnic minority adolescents. Consistent condom use was low in both groups (22.6%). The common significant factors associated with \"ever had sex\" in both groups were \"ever drunk alcohol in the past year\" and \"currently having a boy/girlfriend.\" Specifically, for lowland Thai youth, being around the age of 17 or 18 years and \"ever used methamphetamine in the past year\" were associated with increased odds of \"ever had sex\". For ethnic minority adolescents, being female and belonging to religions other than Buddhism were associated with decreased odds of \"ever had sex\". Conclusion A substantially higher proportion of lowland Thai engage in risky sexual behaviors when compared to ethnic minorities. However, both groups remained vulnerable to HIV and other sexually transmitted infections. To minimize sexual risks, education program and school-based interventions are warranted to increase awareness of young people about risky behaviors and to promote essential life skills.","Author":"","Title":"Patterns of Sexual Behavior in Lowland Thai Youth and Ethnic Minorities Attending High School in Rural Chiang Mai, Thailand","ReviewID":"16","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Beside the aspect-oriented of religious belief, the translations and interpretations of Buddhist Classics may be considered as the main route in the spreading of Buddhism in China. In the history of the development of Chinese Buddhist Philosophy, several Buddhist scholars of the mainstream schools based on Mahaprajnaparamitopadesa as a reference in their theoretical construction undesignedly, and their interpretative standpoints generated an important influence in later generations. Since Mahaprajnaparamitopadesa is one of the sources in the interpretation and development of Chinese Buddhist Philosophy, and if we can take a closer inspection into the interpretative standpoints of those influential scholars, a different approach to the reflection and discussion might be offered to the argumentation of Chinese Buddhist Philosophy from the widely accepted course of Mahaprajnaparamitopadesa in China. The scopes of studies expanded how Mahaprajnaparamitopadesa influenced the interpretations of Chinese Buddhist Philosophy are quite extensive, so this paper only focuses on Ji-zang (549-623 C.E.) as the main case. Aiming on Ji-zang's concrete interpretations of Mahaprajnaparamitopadesa as a foundation, this paper attempts to introspect and sort out the interpretative activities of the interpreter from his perspectives, and in addition to that, figures out the religious dimensions hidden behind the interpretative 1 activities of Ji-zang. The conclusion of this paper pointed out that the influences of Mahaprajnaparamitopadesa on the interpretations of Ji-zang can be classified into two aspects which is the theoretical and the practical respectively. On the theoretical aspect, Ji-zang usually cited some of the viewpoints of Mahaprajnaparamitopadesa and interpreted on it, at the same time, used it to criticize the assertions of the schools which holds incompatible argumentation. On the practical aspect, Ji-zang particularly highlighted the significance of \"no gain (wusuode)\", which not only manifested the peculiarly Buddhist religious practice of self deconstruction, Ji-zang also applied it in his interpretations and discriminations of Buddhist philosophical theory. And these are regarded as a practice of interpretations that is accompanied by religious practice.","Author":"","Title":"How Mahaprajnaparamitopadesa Influenced the Interpretations of Chinese Buddhism? - A Case of Ji-zang","ReviewID":"17","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Motivations for human sacrifice are explained from various perspectives: the sociopolitical benefits gained by elite hosts and the ideological, cultural, or locally unique factors that motivate community members and victims of sacrifice to participate. While these perspectives are pertinent, in this paper we employ a political economic framework to investigate how retainer sacrifice was practiced over two centuries in the ancient kingdom of Silla in Korea and why it was ultimately banned. We suggest that retainer sacrifice rites can be regarded as public goods supplied by elite hosts and consumed by the public at large. On a regional scale, the supply of retainer sacrifice was maintained by an oligopolistic or cartel like market structure, which shaped sociopolitical relations among Silla royalty, elites, and communities. Rising costs of retainer sacrifice and an opportunistic strategy of the central government to monopolize the religious market brought about the illegalization of retainer sacrifice followed by the adoption of Buddhism as a state religion. (C) 2016 Elsevier Inc. All rights reserved.","Author":"","Title":"An economy of human sacrifice: The practice of sunjang in an ancient state of Korea","ReviewID":"18","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Through the example of contemporary Buddhist nationalist groups in Myanmar, this article draws attention to the cultural authorization of religio-political discourse. The symbolic power of a monk's pronouncements is amplified because of the cultural reverence attached to his vocation as a Buddhist monk, even without doctrinal references or ritual practices. A monk's cultural position within Burmese Buddhism particularly strengthens his authority when he frames his preaching and actions as a defense of Buddhism. Without attention to these cultural institutions and the religious authority they confer, the resonance and influence of monks' words cannot be completely understood. Furthermore, without directly responding to the logic of these authorizing discourses, responses intended to counter the violence emerging from Buddhist nationalism and promote tolerance will be ineffective.","Author":"","Title":"The Authorization of Religio-political Discourse: Monks and Buddhist Activism in Contemporary Myanmar and Beyond","ReviewID":"19","Date":"June 17, 2005"}]}