{"ProductInfo":{"Price":"","ProductID":"B00007FHEN","Features":"","ImgURL":"","Name":""},"Reviews":[{"Overall":"1.0","Content":"This study examines how demographic variables affect willingness to disclose and perceived risks of disclosing personally identifying information (PII, also referred to as personal data in Europe) in ecommerce in the United States and Estonia. The study utilized a 17 item list of potential disclosure items (name, email address, etc.), categorized reliably into six sub-indices: contact information, payment information, life history information, financial/medical information, work-related information, and online account information. Online disclosure consciousness (ODC) is introduced as a framework to conceptualize, explain the study's findings, and empirically measure the gap between one's willingness to disclose and perceived risk pertaining to the overall 17-item index used in the study, the sub-indices, and particular items. The results show significant gaps among participants both within and across nations. Despite Estonia's advanced adoption and progressive policies and practices toward the Internet, Americans are more willing to disclose, and less concerned about perceived risks. The findings suggest willingness to disclose and risk aversion can and should be analyzed empirically together. The theoretical model provides an alternative conceptualization to the ideas of the privacy paradox, privacy calculus, and privacy cost-benefit ratios. Implications for theory, consumers, marketing practice, and public policy are discussed. Importantly, the study can inform increased adoption of ecommerce and the digital economy, while also protecting consumer's personal data. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Disclosure of personal data in ecommerce: A cross-national comparison of Estonia and the United States","ReviewID":"0","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The purpose of this paper is to understand and identify various psychological drivers which motivate managers of organizations to adopt Green information technology (Green IT) and Green information system (Green IS) within their corporations. These psychological factors are modelled through the lens of Upper Echelon Theory (UET) to study their interrelationship and interdependency and further prioritize them to strategize appropriate managerial actions. The factors were identified through an exhaustive literature review and further confirmed by the experts in the field. A hybrid Interpretive Structural Modelling Analytic Network Process (ISM-ANP) approach has been adopted to establish the complex interrelationship among the psychological drivers and further to cluster and prioritize them. The main contribution of this study is composing directions and dominance of various psychological drivers to enhance decision-making process of managers towards the adoption of Green IT/IS. As long as decisions are made by individuals within organizations, this paper forms the basis of identifying individual-level factors important in motivating managers towards Green IT/IS adoption. The results of this study would help organizations and policy makers to understand and develop strategies to target and select an individual for managerial position with mind-set more towards environmental sustainability and Green IT/IS concepts. By applying the proposed methodology, organizations can classify and prioritize their action plans such as several educational methods to reinforce, foster and incline psychological factors to motivate their individuals to behave proenvironmentally and practice Green IT/IS initiatives to enhance environmental sustainability of their corporations. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Modelling upper echelons' behavioural drivers of Green IT/IS adoption using an integrated Interpretive Structural Modelling - Analytic Network Process approach","ReviewID":"1","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Focusing on international relations from the perspective of geography, geopolitics exerts powerful influences on the course of economic and political development in the world. In the tide of globalization and information technology, geopolitics has become an important subject for global pattern interpretation and policy making. It is essentially important to have a scientific and systematic review on international geopolitics to promote its development. Based on the bibliometric statistics, the paper reviews the research development of geopolitics on the Web of Science from 1996 to 2015. The history, journals, papers and key research areas of geopolitics have been revealed in the paper. By the analysis of bibliometric statistics, the number of papers recently published in the journals of political geography and related geography journals continues to increase. The key areas of geopolitical papers which are globally highly cited include geopolitical interpretation of the countries and borders, critical geopolitics, emotional geopolitics, feminist geopolitics and other topics. Before the year of 2000, the state and borders were hot topics of the geopolitical research. Yet since 2000, it has been the trend that the geopolitics is increasingly set in the context of geographical implications. At the same time, critical geopolitics appears to be the main area of geopolitical research, especially transitioning from traditional geopolitics towards the humanism-embeddedness (such as emotional geopolitics, feminist geopolitics). The paper then systematically reviews the branch trends of geopolitical research, including the borders and the territory, global geo-culture and geo-economics, Chinese models of geopolitics, resource conflicts and ecological politics, as well as emotional geopolitics. Finally, it puts forward the implication that Chinese geopolitical studies should reinforce the importance of geographical space and scale, use the process of description and multiple methods, as well as integrate humanistic thoughts, in order to further enrich the theories and practices of geopolitical research.","Author":"","Title":"Progress in international geopolitical research from 1996 to 2015","ReviewID":"2","Date":"June 17, 2005"},{"Overall":"1.0","Content":"We considered a sensor formation problem for target localization based on the time difference of arrival (TDOA) data. It is assumed that the target is located far off from the sensors while the sensors are relatively close to each other. The estimators of the target location expressed in terms of the spherical coordinates are found to be uncorrelated when the sensors are arranged in a concentric ring formation. The proposed optimal formation of sensors is in the concentric ring formation and is shown to change in accordance with sensors' angular positions with respect to the line-of-sight vector from the reference sensor to the target. The proposed optimal sensor formations are compared in the context of estimation accuracy both in theory and by numerical experiments. They are shown optimal in general through refined numerical experiments.","Author":"","Title":"A note on sensor arrangement for long-distance target localization","ReviewID":"3","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Customer service is a critical element of a hotel's strategy and an important lever for differentiation of the hotel's offer. Over the last two decades, information systems have contributed to the transformation of customer interactions, enabling an unprecedented scale and scope of service personalization in the tourism industry. This paper reports the results of a mixed method study in a hotel that offers three contributions to the development and refinement of IT-enabled service personalization theory. It explores the role of signifiers in the design of customer service systems, showing that they significantly increase customer preference elicitation during the learning phase of the service personalization process. It then demonstrates that improved preference elicitation translates into higher customer service evaluations and value perceptions of the hotel. Finally, our study shows that IT-enabled service personalization creates financial benefits for the hotel via revenue share-shift from costly intermediated to direct distribution channels. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"The impact of IT-enabled customer service systems on service personalization, customer service perceptions, and hotel performance","ReviewID":"4","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Classical mathematical models for chemotherapy assume a constant infusion rate of the chemotherapy agent. However in reality the infusion rate usually varies with respect to time, due to the natural (temporal or random) fluctuation of environments or clinical needs. In this work we study a non-autonomous chemotherapy model where the injection rate and injection concentration of the chemotherapy agent are time-dependent. In particular, we prove that the non-autonomous dynamical system generated by solutions to the non-autonomous chemotherapy system possesses a pullback attractor. In addition, we investigate the detailed interior structures of the pullback attractor to provide crucial information on the effectiveness of the treatment. The main analytical tool used is the theory of non-autonomous dynamical systems. Numerical experiments are carried out to supplement the analysis and illustrate the effectiveness of different types of infusions. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Dynamical analysis of chemotherapy models with time-dependent infusion","ReviewID":"5","Date":"June 17, 2005"},{"Overall":"1.0","Content":"According to the theory of first-order Born approximation, analytical expressions for Gaussian Schell-model arrays (GSMA) beam scattered on a deterministic medium in the far-zone are derived. In terms of the analytical formula obtained, shifts of GSMA beam's scattered spectrum are numerically investigated. Results show that the scattering directions s(x) and s(y), effective radius sigma of the scattering medium, the initial beam transverse width sigma(0), correlation widths delta(x) and delta(y) of the source, and line width Gamma(0) of the incident spectrum closely influence the distributions of normalized scattered spectrum in the far-zone. These features of GSMA beam scattered spectrum could be used to obtain information about the structure of a deterministic medium.","Author":"","Title":"Spectral shifts generated by scattering of Gaussian Schell-model arrays beam from a deterministic medium","ReviewID":"6","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Using density functional theory technique in the B3LYP approximation and cc-pVDZ (5D, 7F) basis set, the molecular structural parameters and vibrational wave numbers of two cyanopyrazine-2-carboxamide derivatives have been investigated. On the basis of potential energy distribution detailed vibrational assignments of observed FT-IR and FT-Raman bands have been proposed. Using molecular electrostatic potential map relative reactivities towards electrophilic and nucleophilic attack are predicted. The first and second hyperpolarizabilities are calculated and the first hyperpolarizability of the title compounds are greater than that of the standard NLO material urea. Molecular studies reveal that the predicted binding affinities of the best poses were -8.7 kcal/mol for BACPC, -9.0 kcal/mol for CBACPC, and -8.8 kcal/mol for the original inhibitor. Efforts were made in order to investigate local reactivity properties of title compounds as well. In order to do so we have calculated average local ionization energy (ALIE) surfaces, Fukui functions, bond dissociation energies (BDE) (within the framework of DFT calculations) and radial distribution functions (RDF) (within the molecular dynamics simulations). ALIE surfaces and Fukui functions gave us initial information on the site reactivity towards electrophilic and nucleophilic attacks. BDE indicated locations that might be prone to autoxidation mechanism, while RDF indicated which atoms of title molecules are having pronounced interactions with water. (C) 2016 Elsevier B.V. All rights reserved.","Author":"","Title":"Vibrational spectroscopic analysis of cyanopyrazine-2-carboxamide derivatives and investigation of their reactive properties by DFT calculations and molecular dynamics simulations","ReviewID":"7","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Liking behavior in social media is growing in popularity. Yet there has been a lack of research and understanding of the factors that motivate users to click \"like\" in social media. In this study, based on the uses and gratifications theory, a research model is developed to examine what factors affecting users' liking behavior in WeChat. And gender is considered as the moderating factor in the model. Using 215 valid data from the WeChat users in China, the model is empirically assessed by PLS-SEM. Results show that three types of gratifications positively affect WeChat users' liking behavior: hedonic gratification (enjoyment), social gratification (social support) and utilitarian gratification (information seeking). In particular, enjoyment plays the most important role in determining the liking behavior, followed by social support and information seeking. In addition, gender acts as the moderator on the relationship between each gratification and liking behavior. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Understanding WeChat users' liking behavior: An empirical study in China","ReviewID":"8","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Mobile-Based Assessment (MBA) is an alternative or complementary to paper-or computer-based assessment delivery mode. Its successful implementation depends on users' acceptance. However, no study exists exploring the factors that influence students' acceptance of mobile-based assessment. Furthermore, research that combines acceptance with motivational factors is limited. The current study builds on the theoretical framework of the Self-Determination Theory (SDT) of Motivation and the Technology Acceptance Model (TAM) and proposes the Mobile Based Assessment-Motivational and Acceptance Model (MBA-MAM), a combined model that explains and predicts Behavioral Intention to Use Mobile-based Assessment. One-hundred and forty students (N = 140) from a European senior-level secondary school participated in mobile-assisted assessment activities and self-reported their perceptions about MBA afterwards. Structured equation modeling used to analyze quantitative survey data. The study confirmed the proposed model, explaining and predicting students' intention to use MBA in terms of both acceptance and motivational (autonomy, competence and relatedness) factors. The study provides a better understanding towards the development of mobile-based assessments by relating acceptance and motivational factors into an integrated model. Implications are discussed within the wider context of mobile learning acceptance research. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Mobile-Based Assessment: Integrating acceptance and motivational factors into a combined model of Self-Determination Theory and Technology Acceptance","ReviewID":"9","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Digital piracy has permeated virtually every country and costs the global economy many billions of dollars annually. Digital piracy is the unauthorized and illegal digital copying or distribution of digital goods, such as music, movies, and software. To date, researchers have used disparate theories and models to understand individuals' motivations for stealing and sharing digital content. To establish a unified understanding of digital piracy research in order to set an agenda for future studies, we conducted a meta-analysis of the literature. We analyzed 257 unique studies with a total of 126,622 participants to examine all the major constructs and covariates used in the literature. Using social cognitive theory, we were able to resolve several contradictions and trade-offs found in the digital piracy literature. Further, our meta-analytic results suggest that four key sets of factors maximize prediction: (1) outcome expectancies (considerations of rewards, perceived risks, and perceived sanctions), (2) social learning (positive and negative social influence and piracy habit), (3) self-efficacy and self-regulation (perceived behavioral control and low self-control), and (4) moral disengagement (morality, immorality, and neutralization). Based on our results, we describe several patterns in the literature that suggest opportunities to further synthesize the literature and expand the boundaries of digital piracy research. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Nature or nurture? A meta-analysis of the factors that maximize the prediction of digital piracy by using social cognitive theory as a framework","ReviewID":"10","Date":"June 17, 2005"},{"Overall":"1.0","Content":"This paper revisited the role of trust in Business to Business Electronit Commerce (B2B EC) settings in Jordan, using an alternative view on trust suggesting that this variable has a moderating effect rather than having a direct impact on the intentions of firms to adopt B2B EC. An interactionist model among trust and technological, organizational, and environmental factors was developed. A survey of 239 supply chain managers in Jordan was used to test the proposed model. Analyzed data shows that the moderating impact of trust was significant in one path, which was perceived desirability (stemming from the diffusion of innovation theory and representing the technological view). Trust did not moderate the impacts of organizational and environmental variables. The findings provided insights into how existing relationships between trading partners may not be flexible enough to absorb new technology. In a context in which trust beliefs are well established and critical such as Jordan, the flexibility of firms in responding to adoption motivations may be hampered rather than enabled. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"The moderating role of trust in business to business electronic commerce (B2B EC) adoption","ReviewID":"11","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Practitioners and researchers alike recognize the positive influence insiders' behavior can have on information systems (IS) security. This awareness has resulted in a research stream focused on the performance of protective behaviors. We contribute to this research stream by extending an oft-cited theory in the information security literature-protection motivation theory (PMT)-to include the relationship of insiders' psychological capital (PsyCap) with the mechanisms of PMT. PsyCap is a construct of role-breadth psychological capacities and resources embodying important work-related motivational resources. Therefore, given the varied facets central to PMT, determining the relationship of PsyCap with each distinct PMT mechanism is an important contribution. Furthermore, prior research has established that individuals can develop their PsyCap. Consequently, considering the relationship of role-breadth PsyCap with the PMT mechanisms provides an important and malleable, motivational antecedent that complements PMT and is absent from most assessments of the contemporary PMT model. We find support for PsyCap's relationship with the mechanisms of PMT and suggest opportunities to develop PsyCap in conjunction with other organizational security efforts. We present our findings, discuss their implications for research and practice, and highlight several opportunities for future research. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Examining the relationship of organizational insiders' psychological capital with information security threat and coping appraisals","ReviewID":"12","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Technological innovations are increasingly helping people expand their social capital through online networks by offering new opportunities for sharing personal information. Online social networks are perceived to provide individuals new benefits and have led to a surge Of personal data uploaded, stored, and shared. While privacy concerns are a major issue for many users of social networking sites, studies have shown that their information disclosing behavior does not align with their concerns. This gap between behavior and concern is called the privacy paradox. Several theories have been explored to explain this, but with inconsistent and incomplete results. This study investigates the paradox using a construal level theory lens. We show how a privacy breach, not yet experienced and psychologically distant, has less weight in everyday choices than more concrete and psychologically-near social networking activities and discuss the implications for research and practice. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Online self-disclosure: The privacy paradox explained as a temporally discounted balance between concerns and rewards","ReviewID":"13","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Cloud storage services have been rapidly gaining popularity among Internet/Mobile users. Prior studies largely focused on users' early adoption of cloud storage services, continual usage of the services and users' willingness to pay. However, limited attention has been paid to switching behaviors. In the Chinese market, as services provided by different platforms become homogeneous, non-functional factors are expected to play an important role in affecting users' selection of services. Based on the push-pull mooring framework, we propose a research model by incorporating four factors: risk, trust, switching cost and social influences (critical mass and social norm). Results from a field survey suggest that all push (risk), pull (trust, critical mass) and mooring (switching cost, social norm) factors each have direct impacts on switching intention. Mooring factors fail to moderate the impact of push factor on switching intention, but they are able to moderate the effects of pull factors on switching intention. The results yield both theoretical and practical implications. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Understanding users' intention to switch personal cloud storage services: Evidence from the Chinese market","ReviewID":"14","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The Internet has become the primary location for ideological groups to recruit members, manage their public image, and organize a diverse membership. To accomplish their goals, these organizations strive to appear credible to target audiences. Metzger, Flanagin, and Medders' (2010) theory of online credibility assessment explains that Internet users rely on peripheral cues to determine whether website information is credible or not. We conducted two studies to test this theory in an online ideological environment. In addition, we investigated how website viewers' pre-existing attitudes regarding the ideological topic affects how they perceive the messages presented on these websites. Results of this research found that this theory partially extends to ideological settings. However, participants did not attribute credibility to ideological topics on a uniform basis. Participants' pre-existing attitudes regarding the topic and the position advocated for by the website sponsor played a critical role in what type of credibility cues were most salient. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"Ideological lens matters: Credibility heuristics, pre-existing attitudes, and reactions to messages on ideological websites","ReviewID":"15","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Individuals are increasingly turning to the Internet to search for health information. However, scholarship has yet to carefully examine how online health information seelcing contributes to post-search health behaviors, including the sharing of information found during the search with others. Combining insights from the appraisal theory of emotions and social cognitive theory, this study used a naturalistic experiment (N = 380) to test a model of the role of post-search emotions in shaping post search cognitions and behavior in the context of influenza. Moreover, the vast amount of online health information some of it of dubious quality makes the task of finding relevant information difficult. Therefore, this experiment also tested an approach to improving the online health information seeking process by tailoring search engine results about influenza to the emotional action tendencies of users. This study finds varied effects for different post-search discrete emotions (fear, hope, contentment, interest, and inspiration) and explores how social cognitive mediators and perceived relevance shape post-search attitudes and behaviors. The results underscore the importance of studying discrete emotional reactions to online health information in order to better predict the attitudinal and behavioral outcomes of this popular avenue for acquiring health information. (C) 2016 Elsevier Ltd. All rights reserved.","Author":"","Title":"The role of emotions and social cognitive variables in online health information seeking processes and effects","ReviewID":"16","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The extended view of enterprise information systems in the Internet of Things (IoT) introduces additional complexity to the interoperability problems. In response to this, the problem of systems' interoperability is revisited by taking into the account the different aspects of philosophy, psychology, linguistics and artificial intelligence, namely by analysing the potential analogies between the processes of human and system communication. Then, the capability to interoperate as a property of the system, is defined as a complex ability to seamlessly sense and perceive a stimulus from its environment (assumingly, a message from any other system), make an informed decision about this perception and consequently, articulate a meaningful and useful action or response, based on this decision. Although this capability is defined on the basis of the existing interoperability theories, the proposed approach to its definition excludes the assumption on the awareness of co-existence of two interoperating systems. Thus, it establishes the links between the research of interoperability of systems and intelligent software agents, as one of the systems' digital identities.","Author":"","Title":"On the formal definition of the systems' interoperability capability: an anthropomorphic approach","ReviewID":"17","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The effective deployment of enterprise systems has been a major challenge for many organisations. Customising the new system, changing business processes, and integrating multiple information sources are all difficult tasks. As such, they are typically done in carefully planned stages in a process known as phased implementation. Using ideas from Option Theory, this article critiques aspects of phased implementation. One customer relationship management (CRM) project and its phased implementation are described in detail and ten other enterprise system deployments are summarised as a basis for the observation that almost all deployment stages are pre-defined operational steps rather than decision points. However, Option Theory suggests that optional stages, to be used only when risk materialises, should be integral parts of project plans. Although such optional stages are often more valuable than pre-defined stages, the evidence presented in this article shows that they are only rarely utilised. Therefore, a simple framework is presented; it first identifies risks related to the deployment of enterprise systems, then identifies optional stages that can mitigate these risks, and finally compares the costs and benefits of both pre-defined and optional stages.","Author":"","Title":"Pre-defined and optional staging for the deployment of enterprise systems: a case study and a framework","ReviewID":"18","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Previous research demonstrated that mere instructions to approach one stimulus and avoid another stimulus result in an implicit preference for the to-be-approached over the to-be-avoided stimulus. To investigate the mechanisms underlying approach-avoidance (AA) instruction effects, we tested predictions of a propositional account and an associative self-anchoring account in a preregistered adversarial collaboration. Consistent with the propositional account, Experiment 1 showed that avoidance instructions had a negative effect on implicit evaluations over and above the positive effect of approach instructions. Consistent with the associative self-anchoring account, Experiment 2 showed that changes in implicit self-stimulus linking mediated AA instruction effects on implicit evaluations. However, mediation was only partial, in that AA instructions showed a significant effect on implicit evaluations after controlling for implicit self-stimulus linking. Together, the results support the contribution of propositional processes to AA instruction effects; the results remain ambiguous regarding an additional contribution of associative self-anchoring. (C) 2016 Elsevier Inc. All rights reserved.","Author":"","Title":"Mechanisms underlying approach-avoidance instruction effects on implicit evaluation: Results of a preregistered adversarial collaboration","ReviewID":"19","Date":"June 17, 2005"}]}