{"ProductInfo":{"Price":"","ProductID":"B00007FHEN","Features":"","ImgURL":"","Name":""},"Reviews":[{"Overall":"1.0","Content":"Conference Conference: International Conference on Fuzzy Theory and Its Applications (IFUZZY) Location: Yilan, TAIWAN Date: NOV 18-20, 2015 Sponsor(s):TFSA; IEEE SMC; IEEE Control Syst Soc; ALDEBARAN SoftBank Grp; KISTLER; Int Fuzzy Syst Assoc; Minist of Sci & Technol; RV Technol; KIIS; Minist of Educ; Natl Ilan Univ; British Off; TeraSoft","Author":"","Title":"A Novel Fuzzy Logic Model for Pseudo-Relevance Feedback-Based Query Expansion","ReviewID":"0","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: International Conference on Communications, Information Management and Network Security (CIMNS) Location: Shanghai, PEOPLES R CHINA Date: SEP 25-26, 2016","Author":"","Title":"The Study on Lucene Based IETM Information Retrieval","ReviewID":"1","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: International Conference on Education, Management, Computer and Society (EMCS) Location: Shenyang, PEOPLES R CHINA Date: JAN 01-03, 2016","Author":"","Title":"Research into Methods to Construct Software Engineering Knowledge Database Based on Ontology","ReviewID":"2","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 3rd International Conference on Information Technology and Quantitative Management (ITQM) Location: Rio De Janeiro, BRAZIL Date: JUL 21-24, 2015 Sponsor(s):Int Acad Informat Technol & Quantitat Management; Ibmec; FIRJAN; UFF; SOBRAPO; ASSESPRO; CAPES; FAPERJ; SUCESU RJ; SINDITEC; ANE Natl Acad Engn; Res Ctr Fictitious Econ; Data Sci; Key Lab Big Data Mining & Knowledge Management; Chinese Acad Sci, Sch Management; Univ Chinese Acad Sci, Sch Management; Chinese Acad Sci, Inst Policy & Management; Chinese Soc Management Modernizat; Univ Nebraska","Author":"","Title":"A framework for food traceability information extraction based on a video surveillance system","ReviewID":"3","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 28th IEEE International Conference on Advanced Information Networking and Applications (IEEE AINA) Location: Univ Victoria, Victoria, CANADA Date: MAY 13-16, 2014 Sponsor(s):IEEE; IEEE Tech Comm Distributed Proc; IEEE Comp Soc","Author":"","Title":"XSM - A Tracking System for XML Schema Versions","ReviewID":"4","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 1st International Conference on Electrical Engineering and Information and Communication Technology (ICEEICT) Location: Dhaka, BANGLADESH Date: APR 10-12, 2014 Sponsor(s):Mil Inst Sci & Technol, Elect Elect & Commun Engn; Jahangimagar Univ, Inst Informat Technol; IEEE Commun Soc, Bangladesh Chapter; BES; BCS","Author":"","Title":"Bangla Word Clustering Based on N-gram Language Model","ReviewID":"5","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 8th International Conference on Future Generation Communication and Networking FGCN Location: Hainan Island, PEOPLES R CHINA Date: DEC 20-23, 2014 Sponsor(s):Ctr Excelllence Informat Assurance; SIS; gecad Grp Invest Engn Conhecimento & Apoio Decisao; isep Inst Super Engn Porto; FedCSIS; GASS; SERSC","Author":"","Title":"An Event-Triggered Model for Disaster Retrival Via Meta Search Interface","ReviewID":"6","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 2nd International Conference on Advances in Computing, Communications and Informatics (ICACCI) Location: Sri Jayachamarajendra Coll Engn, Mysore, INDIA Date: AUG 22-25, 2013 Sponsor(s):IEEE Commun Soc; IEEE; InderSci; ISCA; INNS India Reg Chapter; ICACCI; Hochschule Offenburg Univ Appl Sci; Res Publishing","Author":"","Title":"Automatic Detection of Drug Interaction Mismatches in Package Inserts","ReviewID":"7","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: International Conference on Advanced Logistics and Transport (ICALT) Location: Sousse, TUNISIA Date: MAY 29-31, 2013 Sponsor(s):Tunisian Minister Transport; Lab Automatique Mecanique & Informatique Ind & Humaines; LMATT; LOGIQ; OASIS; Res Grp Intelligent Machines Lab; IEEE Intelligent Transportat Syst Soc; IEEE Ind Applicat Soc, Tunisia Chapter; IEEE Syst, Man, & Cybernet Soc, Tunisia Chapter; IEEE Sfax Subsect; L Electrode; Tunisair; Univ Sfax; Univ Valenciennes; Univ Le Havre; Sci Assoc Support Res & Technol Innovat; Assoc Sustainable Innovat Tunisia","Author":"","Title":"A Generalized Framework for Ontology-Based Information Retrieval Application to a public-transportation system","ReviewID":"8","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 3rd International Conference on Communication Systems and Network Technologies (CSNT) Location: Gwalior, INDIA Date: APR 06-08, 2013 Sponsor(s):IEEE; IEEE Comp Soc; IEEE India Council MTT Soc; MIR Labs India; Sergeant Infotech Pvt Ltd","Author":"","Title":"EMAIL ACCESS BY VISUALLY IMPAIRED","ReviewID":"9","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 19th IEEE International Conference on Image Processing (ICIP) Location: Lake Buena Vista, FL Date: SEP 30-OCT 03, 2012 Sponsor(s):Inst Elect & Elect Engineers (IEEE); IEEE Signal Proc Soc","Author":"","Title":"OBJECT RETRIVAL BASED ON VISUAL WORD PAIRS","ReviewID":"10","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Responses in eyewitness identification of a person in a line-up may be based on two types of recovery experiences, remember and know experiences. Remember responses involve eyewitness identification of the target person as an episodic memory task, because it implies retrieving information about the target person in the place and at the time of the event. Know responses, in contrast, engage recognition based on familiarity or perceptual facilitation, that is, as a semantic memory task. To explore the relation between retrieval experiences and recognition accuracy, 86 participants took part in a recognition task with two conditions: one with an interpolated target absent line-up and the other only with the target present line-up. Accuracy of recognition and retrieval experience was measured. The results showed that, having previously participated in a target-absent line-up, increased omissions, while the number of hits decreased. Furthermore, participants' know responses were associated to false recognition, whilst remember responses were associated to hits in recognition. Thus, asking eyewitnesses to inform about the kind of retrieval experience in which they based their recognition responses, may serve as a reliable indicator of accuracy in recognition. Future studies are needed to investigate whether this is also the case in natural settings.","Author":"","Title":"RETRIVAL EXPERIENCE AS AN ACCURATE INDICATOR OF PERSON IDENTIFICATION IN LINE-UPS","ReviewID":"11","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: International Conference on Instrumentation, Measurement, Circuits and Systems (ICIMCS 2011) Location: Hong Kong, PEOPLES R CHINA Date: DEC 12-13, 2011","Author":"","Title":"A HYBRID GA AND ACTIVE LEARNING SVM MODEL FOR RELEVANCE FEEDBACK IN THE CONTENT-BASED IMAGES RETRIVAL","ReviewID":"12","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 2nd International Conference on Challenges in Environmental Science and Computer Engineering (CESCE) Location: Haikou, PEOPLES R CHINA Date: DEC 14-15, 2011","Author":"","Title":"Multi-level Semantic Characterization and Refinement for Web Image Search","ReviewID":"13","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: IEEE International Conference on Electronics, Communications and Control (ICECC) Location: Ningbo, PEOPLES R CHINA Date: SEP 09-11, 2011 Sponsor(s):IEEE; Ningbo Univ; Key Lab Sci & Tech Natl Def (KLSTND)","Author":"","Title":"An information retrieval scheme for Delay and Tolerance Networks","ReviewID":"14","Date":"June 17, 2005"},{"Overall":"1.0","Content":"As part of a general strategy to integrate the health care enterprise, Austria plans to connect the Picture Archiving and Communication Systems (PACS) of all radiological institutions into a nationwide network. To facilitate the search for relevant correlative imaging data in the PACS of different organisations, a coding system was compiled for all radiological procedures and necessary anatomical details. This code, called the Austrian PACS Procedure Code (APPC), was granted the status of a standard under HL7. Examples are provided of effective coding and filtering when searching for relevant imaging material using the APPC, as well as the planned process for future adjustments of the APPC. The implementation and how the APPC will fit into the future electronic environment, which will include an electronic health act for all citizens in Austria, are discussed. A comparison to other nationwide electronic health record projects and coding systems is given. Limitations and possible use in physical storage media are contemplated.","Author":"","Title":"APPC-A new standardised coding system for trans-organisational PACS retrieval","ReviewID":"15","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Purpose - Supported by the UK's eight principle funders of biomedical and health research, UK Pub Med Central (UKPMC) is being developed in close consultation with its intended user community the researchers. This paper seeks to outline why there is a need to develop a UK-specific version of this well-known and very popular free service, and what practical approaches have taken towards bringing a Beta service live for all to use and feedback on. Design/methodology/approach - The approach to development of UKPMC has been consultative and iterative. Through surveys, focus groups and one-to-one user tests the aim has been to develop a service which can fit neatly into a researcher's workflow. Coordinating the programme itself has required close collaboration between organisations which are quite diverse both culturally and administratively. Findings - Through developing UKPMC, technology has been melded together with practical delivery. The text mining functionality that the service now offers is truly innovative, and there is further potential to develop this. The recently launched Beta service (beta.ukpmc.ac.uk) will continue to be honed particularly its text mining functionality through ongoing user consultation and feedback. It is perceived that this flexible approach to development is essential in offering a service that is truly useful for the UK's life sciences research community and offers a compelling reason to use it as a valid and ground breaking alternative to Pub Med Central (the US version). Originality/value - The originality and value of UKPMC should be judged by the research community. All life sciences researchers are invited to try the beta site.","Author":"","Title":"UK PubMed Central: becoming the information resource of choice for the UK's life sciences research community","ReviewID":"16","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: International Conference on Multimedia Computing and Systems Location: Ouarzazate, MOROCCO Date: APR 02-04, 2009","Author":"","Title":"A model of Cross Language Retrieval for IT domain papers through a map of ACM Computing Classification System","ReviewID":"17","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 8th International Conference on Machine Learning and Applications Location: Miami Beach, FL Date: DEC 13-15, 2009 Sponsor(s):IEEE SMCS; Cal State Univ; Assoc Machine Learning & Appl; Univ Louisville","Author":"","Title":"An Image Clustering and Retrieval Framework Using Feedback-based Integrated Region Matching","ReviewID":"18","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 1st International Workshop on Education Technology and Computer Science Location: Wuhan, PEOPLES R CHINA Date: MAR 07-08, 2009 Sponsor(s):Huazhong Univ Sci & Technol; Harbin Inst Technol; IEEE Harbin Sect; IEEE Tech Comm Learning Technol; Huazhong Normal Univ; Wuhan Univ","Author":"","Title":"Domain Ontology Component-based Semantic Information Integration","ReviewID":"19","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 5th IEEE International Symposium on Biomedical Imaging Location: Paris, FRANCE Date: MAY 14-17, 2008 Sponsor(s):IEEE","Author":"","Title":"Intensity versus texture for medical image search and retrival","ReviewID":"20","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 7th WSEAS International Conference on Software Engineering, Parallel and Distributed Systems Location: Univ Cambridge, Cambridge, ENGLAND Date: FEB 20-22, 2008 Sponsor(s):WSEAS","Author":"","Title":"A NOVEL ALGORITHM FOR FAST RETRIVAL OF INFORMATION FROM A MULTIPROCESSOR SERVER","ReviewID":"21","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 32nd IEEE International Conference on Acoustics, Speech and Signal Processing Location: Honolulu, HI Date: APR 15-20, 2007 Sponsor(s):IEEE Signal Proc Soc","Author":"","Title":"Search result clustering based relevance feedback for web image retrival","ReviewID":"22","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: 10th International Conference on Information Fusion Location: Quebec City, CANADA Date: JUL, 2007","Author":"","Title":"Improve text classification accuracy based on classifier fusion methods","ReviewID":"23","Date":"June 17, 2005"},{"Overall":"1.0","Content":"No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, recording, or any information storage and retrival system, without permission in writing from the publisher. Exceptions: explicit permission from Elsevier Science Ltd. is not required to reproduce a maximum of two figures or tables from an Elsevier Science Ltd. article in another scientific or research publication provided that the material has not been credited to another source and that full credit to the Elsevier Science Ltd. article is given. In addition, authors of work contained herein need not obtain permission in the following cases only: (1) to use their original figures or tables in their future works; (2) to make copies of their papers for use in their classroom teaching; and (3) to include their papers as part of their dissertations. The appearance of the code at the bottom of the first page of a paper in this journal indicates the copyright owner's consent that copies of the paper may be made for personal or internal use, or for the personal or internal use of specific clients in the U.S.A. This consent is given on the condition, within the U.S.A., that the copier pay the stated per-copy fee through the Copyright Clearance Center, Inc., 222 Rosewood Drive, Danvers, MA 01923, U.S.A., for copying beyond that permitted by section 107 or 108 of the U.S. Copyright Law. This consent does not extend to other kinds of copying, such as copying for general distribution, for advertising or promotional purposes, for creating new collective works, for resale or for copying or distributing copies outside the U.S.A. Copy fees for pre-2002 articles are as shown on the article title pages; if no fee code appears on the title page, the copy fee is the same as for current articles.","Author":"","Title":"On the stability analysis of systems with internal resonance","ReviewID":"24","Date":"June 17, 2005"},{"Overall":"1.0","Content":"Conference Conference: IEEE International Conference on Systems, Man and Cybernetics (SMC) Location: TUCSON, AZ Date: OCT 07-10, 2001 Sponsor(s):IEEE; Raytheon","Author":"","Title":"ECIRS: An English-Chinese cross-language information-retrival system","ReviewID":"25","Date":"June 17, 2005"},{"Overall":"1.0","Content":"This paper presents a novel video data model and a nested annotation language for describing complex information of video data. In contrast to conventional approaches, the proposed model classifies different video materials of interest to users into different representation frameworks according to their individual properties. It makes the model flexible and capable of sharing video materials. The nested annotation language effectively describes scenarios in video data and can be effectively analysed. With the assistance of domain knowledge and index organizations this investigaton also develops algorithms to effectively process five types of familiar video queries: semantic query, temporal quaery, similar query, fuzzy query and hybrid query. In addition, a SQL-like query language for video content retrival is provided. Experimental results indicate that combining the concepts of Bayesian networks and inheritance of attributes by context significantly improves the content based retrieval of video data. Moreover a prototype system based on proposed model has been implemented. (C) 1999 Published by Elsevier Science Inc. All rights reserved.","Author":"","Title":"A new content-based access method for video databases","ReviewID":"26","Date":"June 17, 2005"},{"Overall":"1.0","Content":"A SOURCE memory procedure was used to investigate whether event-related potentials (ERPs) reflect the retrieval of episodic information (recollection) on tests of word-stem cued recall. 'Cued recall ERP effects' for recalled items were found to differ only in their magnitudes, and not their scalp distributions, according to the accuracy of source memory. This finding strongly supports the hypothesis that cued recall ERP effects reflect quantitative variation in the amount or quality of information which can be retrieved about recently experienced events. Topographic analyses also revealed that the distribution of the cued recall ERP effects changed over time, reflecting the activity of at least two temporally and neuroanatomically dissociable neural populations contributing to recollection on this task. (C) 1998 Lippincott Williams & Wilkins.","Author":"","Title":"Neural correlates of cued recall with and without retrieval of source memory","ReviewID":"27","Date":"June 17, 2005"},{"Overall":"1.0","Content":"This paper is the continuation of the Phase I report published in 1992 by Canestri. It contains recent findings on how to speed-up the process of sublimated volume forecasting for a TEM11* CO2 laserbeam in CW mode following an original model proposed by the author - called LCA - here presented in a simplified version (LCA-s) on PMMA (polymethylmethacrilate) samples. Other interesting parameters, such as the time required to create the minimal injury vb along with its physical interpretations, are reported and explained. TEM11*, TEM01* and TEM00 beams profiles are also compared and discussed for LCA-s. The results of both Phase I and Phase II of this investigation can be integrated in one single solution package for the end-user, combining fast decisions making and operational features. The final part of this paper describes the 'helmet-mounted' data recall visor methodology which allows the surgeon to access to a data base for information retrival during the course of an operation without interrupting the surgical case itself. This particularly interesting application allows the surgeon to consult a centrally-located data base which contains important information regarding similar clinical cases, choice of laserbeam profiles and focal lengths, simulation of beam behaviours, performances and other data. The on-line and direct access to the data base supports him in all those borderline situations in the O.R. in which the laser device type and configuration/calibration play a decive role in the success of the operation. Also, the helmet-mounted display frees surgeon's hands in order to allow him to continue the operation while consulting the data base on-line, thus speeding up decision processes regarding changes of laser set-up, general calibration optimization and remote clinical consultancy.","Author":"","Title":"Proposal of a computerized algorithm for continuous wave CO2 laser on-line control during orthopaedic surgery .2. simplified algorithm version (LCA-s) and helmet-mounted data access device solution","ReviewID":"28","Date":"June 17, 2005"},{"Overall":"1.0","Content":"The word 'reference process' is used to refer to the entire process of reference transaction. Included in the process, but not always, is a conversation called 'reference interview.' In this article, the studies of reference process are reviewed, focusing on reference interviews reviewed. The studies can be divided into three groups. The first group deals with practical knowledge extracted from librarians' experiences ('the empirical studies'). The second group looks at the process from an interactional point of view ('the studies from the interactional point of view'). The third group of studies deals with the knowledge used by librarians during the process, and tries to build cognitive models ('the studies from the cognitive point of view'). Through critically reviewing the studies in each group, this article argues that in order to deal with some of the issues involved in the reference process, it is necessary to integrate these three different approaches. Furthermore, several areas which might benefit from research into 'reference process' are also discussed, i.e. the theoretical and practical foundation of reference service, the development of interface of information retrival systems, theories of information seeking, and theories of social interaction.","Author":"","Title":"APPROACHES IN THE STUDIES OF REFERENCE PROCESS AND ITS INTEGRATION - FOCUSING ON THE STUDIES OF REFERENCE INTERVIEWS","ReviewID":"29","Date":"June 17, 2005"}]}