[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000005 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 50-75 DOI: 10.1111/jacf.12220 Published: WIN 2017","Abstract":"The former dean of the University of Virginia's Darden School explores how business schools must adapt to prepare future business leaders to assume the leadership responsibilities necessary to respond effectively to financial crises. The article begins with a statement by Milton Friedman and Anna Schwarz in their Monetary History of the United States about the failure of U.S. policy makers to prevent the collapse of the U.S. banking system during the Great Depression. Then turning to the crisis of 2008, the author draws on recent accounts of the leadershipboth effective and ineffectiveprovided by policymakers to support Friedman and Schwartz's contention that the success of countries in responding to crises depends on the presence of one or more outstanding individuals willing to assume responsibility and leadership. After citing Nassim Taleb's characterization of the financial system as inherently fragile, the article offers a number of insights about the kind of leadership that is likely to prove effective in protecting such systems. Using the responses of policymakers like Bernanke, Paulson, and Geithner as examples, the author observes that successful leaders rank priorities and set direction, mobilize collective action, choose whether and how to use the panoply of tools at their disposal, and attempt to respond in a comprehensive, coordinated way to all aspects of a crisis using a flexible set of approaches and methods that he identifies as Ad Hoc-racy. With such insights in mind, the author goes on to suggest that changes in current research and teaching about leadership are likely to take the form of the following six stretches: From local to global: Global in the context of crises refers to thinking systemically about connectedness and the tendency of trouble to travel within systems of finance.From a single-discipline to an interdisciplinary focus: As examples, the dynamics of mobilizing collective action can be illuminated by research on group decision-making and bargaining theory; and process management research holds insights for the conduct of Ad Hoc-racy.From passive learning to active learning: Because so much of crisis leadership is a response to contingencies, exercising students' skills in financial whack-a-mole seems like a valuable complement to more traditional pedagogical styles. Better for students to explore the consequences of bad judgment in the classroom than in the markets.From scholarship about problems of interest to scholarship about problems of consequence: If only because the costs associated with risks to the financial systems are so large, financial leadership is consequential and warrants inquiry.From field mastery to growth of wisdom: Although mastery of the tools and concepts of finance is necessary for a successful career in the field, we need financial leaders who can harness such concepts and analytical insights to sound judgment in the pursuit of larger goals, including, when appropriate, the greatest social good.From preparation for followership to preparation for leadership: The popularity of finance on campuses and the high salaries of finance recruits attest to the value of what higher education delivers in this field. But what the students and recruiters want is preparation for the first job in the fieldthat is, training that prepares students to follow. We can do better than that.","Authors":"Chew, D (Chew, Don); Bessler, W (Bessler, Wolfgang) ; Elson, C (Elson, Charles) ; Berglund, T (Berglund, Tom) ; Rapp, MS (Rapp, Marc Steffen)","Title":"FMA Roundtable on New Developments in European Corporate Governance"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000397203100005 ISSN: 1301-0549","Keywords":"Hoca Ahmed Yesevi; Yusuf Has Hajib; insan-i kamil; Kutadgu Bilig; Divan-i Hikmet","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 95-122 Published: WIN 2017","Abstract":"The concept of insan-i kamil, which had entered the literature by Muhiddin b. El-Arabi, is a result of thought system that provides human's happines in society and determines his responsibilities. The pecularities of \"insan-i kamil\" had been evaluated in the sources of many philosophers throughout the history. Hoca Ahmed Yesevi is an active sufi (mystic) who had contribution in the create of Turkish-Islamic Thought in Turkestan as well as, in the construction of the Sufism in Anatolia. He is a person who had explained the Islam and Tasavvuf in his poems, Hikmat, so easy that the people can understand; in this way, those hikmats had been learnt in tekkes (sufi lodges) and could reach today. Yusuf Has Hacib, in his Works Kutadgu Bilig tries to give clues of happines in this world and hereafter. The concept of insan-i kamil also makes up the subject of Kutadgu Bilig. Yusuf Has Hacip, in his work, which puts forth Turkish-Islamic Philosophy, is not different from Ahmed Yesevi about sufism. He is a thinker which doesn't take from the world foothills and tries to set balance between two worlds. Despite differences, the both thinkers and poets have a lot of common points and they unite in the concept insan-i kamil. Becaues both of them accept the Islam as output and the reference point.","Authors":"Toprak, F (Toprak, Funda)","Title":"Yusuf Has Hajib and Hoca Ahmed Yesevi in Term of Their Perspectives on the Insan-i Kamil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000005 PubMed ID: 28212116 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"HIV; medical education; community of practice; adult learning; peer learning; interprofessional education; knowledge translation; mixed methods research; workforce development/issues KeyWords Plus:UNITED-STATES; EDUCATION","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 27-36 DOI: 10.1097/CEH.0000000000000141 Published: WIN 2017","Abstract":"Introduction: Ensuring knowledgeable, skilled HIV providers is challenged by rapid advances in the field, diversity of patients and providers, and the need to retain experienced providers while training new providers. These challenges highlight the need for education strategies, including training and clinical consultation to support translation of new knowledge to practice. New England AIDS Education and Training Center (NEAETC) provides a range of educational modalities including academic peer detailing and distance support to HIV providers in six states. We describe the interprofessional perspectives of HIV providers who participated in this regional program to understand success and areas for strengthening pedagogical modality, content, and impact on clinical practice. Methods: This 2013 to 2014 mixed-methods study analyzed quantitative programmatic data to understand changes in training participants and modalities and used semistructured interviews with 30 HIV providers and coded for preidentified and emerging themes. Results: Since 2010, NEAETC evolved modalities to a greater focus on active learning (case discussion, clinical consultation), decreasing didactic training by half (18-9%). This shift was designed to move from knowledge transfer to translation, and qualitative findings supported the value of active learning approaches. Providers valued interactive trainings and presentation of cases supporting knowledge translation. On-site training encouraged peer networking and sharing of lessons learned. Diversity in learning priorities across providers and sites validated NEAETC's approach of tailoring topics to local needs and encouraging regional networking. Discussion: Tailored approaches resulted in improved provider-reported capacity, peer learning, and support. Future evaluations should explore the impact of this multipronged approach on supporting a community of practice and empowerment of provider teams.","Authors":"Gallagher, DM (Gallagher, Donna M.) ; Hirschhorn, LR (Hirschhorn, Lisa R.) ; Lorenz, LS (Lorenz, Laura S.) ; Piya, P (Piya, Priyatam)","Title":"Developing a Community of Practice for HIV Care: Supporting Knowledge Translation in a Regional Training Initiative"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100002 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion mining; Sentiment analysis; Natural language processing; Deep learning; Machine learning KeyWords Plus:SENTIMENT ANALYSIS INTRODUCTION; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 10-25 DOI: 10.1016/j.inffus.2016.10.004 Published: JUL 2017","Abstract":"As the prevalence of social media on the Internet, opinion mining has become an essential approach to analyzing so many data. Various applications appear in a wide range of industrial domains. Meanwhile, opinions have diverse expressions which bring along research challenges. Both of the practical demands and research challenges make opinion mining an active research area in recent years. In this paper, we present a review of Natural Language Processing (NLP) techniques for opinion mining. First, we introduce general NLP techniques which are required for text preprocessing. Second, we investigate the approaches of opinion mining for different levels and situations. Then we introduce comparative opinion mining and deep learning approaches for opinion mining. Opinion summarization and advanced topics are introduced later. Finally, we discuss some challenges and open problems related to opinion mining. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Luo, C (Luo, Chen) ; Chen, JY (Chen, Junyu)","Title":"A review of natural language processing techniques for opinion mining systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353900005 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Bridge inspection; Crack extraction; Images segmentation; Active contour model; Greedy search; Support vector machine KeyWords Plus:LEVEL SET METHOD; IMAGE SEGMENTATION; CLASSIFICATION; FEATURES; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 78 Pages: 51-61 DOI: 10.1016/j.autcon.2017.01.019 Published: JUN 2017","Abstract":"Concrete cracks are the most important representation for evaluating the bridge health condition and conducting to take appropriate actions to optimize expenditure on maintenance and rehabilitation. In this paper, we develop a fully-automatic machine learning based algorithm for extracting cracks from concrete bridge images, which combines a modified region-based active contour model for image segmentation and the linear support vector machine using greedy search strategy for noise elimination. In practice, the crack detection is a challenging problem because of (1) subtle difference between the cracks and the noises, (2) inconsistent intensity along the cracks, and (3) possible shadow regions With similar intensity to the cracks. To solve these problems, the proposed method consists of three steps. First, we build a high-precision image acquisition framework, which can automatically collect image sequences from the lower bridge slab and fuse the multiple sensor data for computing crack parameters. Second, we develop a modified region-based active contour model combined with the iterated Canny operator for the concrete image segmentation. Finally, we utilize the novel feature selection approach based on the linear support vector machine with a greedy search strategy for noise elimination. After that, we provide a crack width calculation method which combined the binary image with the gray scale image information. We evaluate the proposed method on a collection of 1200 real bridge images, which gathered from 10 existing bridges on various weathers, and the experimental results show that the proposed method achieves a better performance than several up-to-date algorithms. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, G (Li, Gang) ; Zhao, XX (Zhao, Xiaoxing) ; Du, K (Du, Kai) ; Ru, F (Ru, Feng) ; Zhang, YB (Zhang, Yubo)","Title":"Recognition and evaluation of bridge cracks with modified active contour model and greedy search-based support vector machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200013 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Network security; web services; statistical learning clustering methods","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1406-1417 DOI: 10.1109/TIFS.2017.2663333 Published: JUN 2017","Abstract":"Most complex tasks on the Internet-both malicious and benign-are collectively carried out by clusters of IP addresses. We demonstrate that it is often possible to discover such clusters by processing data sets and logs collected at various vantage points in the network. Obviously, not all clusters discovered in this way are malicious. Nevertheless, we show that malicious clusters can accurately be distinguished from benign ones by simply using an IP blacklist and without requiring any complex analysis to verify malicious behavior. In this paper, we first propose a novel clustering framework which can be applied on data sets of network interactions to identify IP clusters carrying out a specific task collectively. Then, given such a list of identified clusters of IP addresses, we present a simple procedure to spot the malicious ones using an IP blacklist. We show that by choosing the parameter of the proposed clustering process optimally using a blacklist, hence making it blacklist-aware, we significantly improve our overall ability to detect malicious clusters. Furthermore, we mathematically show that even a blacklist with poor accuracy can be used to detect malicious clusters with high precision and recall. Finally, we demonstrate the efficacy of the proposed scheme using real-world login events captured at the login servers of a large webmail provider with hundreds of millions of active users.","Authors":"Coskun, B (Coskun, Baris)","Title":"(Un)wisdom of Crowds: Accurately Spotting Malicious IP Clusters Using Not-So-Accurate IP Blacklists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400011 ISSN: 0736-5853","Keywords":"Chinese Dama; Social media; Social change; Discourse power; Digital divide; Life style KeyWords Plus:OLDER-ADULTS; INTERNET USE; NETWORKING SITES; ATTITUDES; COMPUTER","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 797-810 DOI: 10.1016/j.tele.2016.05.020 Published: JUN 2017","Abstract":"Against the backdrop of broader social changes, social media has developed rapidly in China, which has pushed the transition of the media environment from a traditional authority-dominated one to a modern media society. In particular, the use of social media by Chinese Dama can be perceived as an exemplar of media-driven social change. 'Chinese Dama' is a buzzword coined in tandem with the development of social media since 2013. This term represents a particular group of middle-aged Chinese women who reflect a distinctive social phenomenon in China. It is noteworthy that a growing number of Chinese Dama are learning to use social media and have established thousands of social media communities, exerting significant influence on the wider media and social environment. This study focuses on the major changes undergone by Dama, transitioning from being passively covered by media to becoming active users of social media, and this research analyzes the motivations and hallmarks of their social media activity. Although the use of social media by Chinese Dama, the traditional nucleus of Chinese society, has contributed to narrowing the digital divide and resulted in the Dama's gaining more discourse power and ushered in new diverse lifestyles, we argue that the Dama also exert a far-reaching positive and negative influence on society, pushing for the modernization transformation of the Chinese society. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Li, Q (Li, Qin)","Title":"Characteristics and social impact of the use of social media by Chinese Dama"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692500005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Group sparse representation; Adaptive dictionary learning; Fetal echocardiogram segmentation KeyWords Plus:ACTIVE APPEARANCE MODELS; PERFORMANCE; DICTIONARY; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 240 Pages: 59-69 DOI: 10.1016/j.neucom.2017.02.048 Published: MAY 31 2017","Abstract":"This paper present a novel group sparse representation model to segment four cardiac chambers in fetal echocardiograms. By incorporating the group reconstruction error, sparsity and distinctive term in a unified framework, the model is able to exploit the inherent structure of echocardiograms, constructing a discriminative group dictionary. A novel adaptive group dictionary learning approach is developed to obtain a compact dictionary with high atoms' utilization and low complexity. With the learned dictionary, the reconstruction residue is employed to discriminate the initial location of four chambers. The local appearances are used to regionally refine the final contours. Extensive experiments have been conducted to evaluate the performance of our proposed AGDL and its application in the fetal echocardiogram segmentation. The results demonstrate both representation and discriminative power of our approach and its superior performances to other competing state-of-the-art sparse representation methods and general intensity models. Our approach is capable of learning a more compact and discriminative group dictionary, providing robust and accurate four-chamber segmentation results. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, Y (Guo, Yi) ; Yu, L (Yu, Li) ; Wang, YY (Wang, Yuanyuan) ; Yu, JH (Yu, Jinhua) ; Zhou, GH (Zhou, Guohui) ; Chen, P (Chen, Ping)","Title":"Adaptive group sparse representation in fetal echocardiogram segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300014 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Multi-view facial expression recognition; Locality-constrained linear coding based bi-layer model; Bag-of-features KeyWords Plus:IMAGE CLASSIFICATION; GAUSSIAN-PROCESSES; FEATURES; SCALE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 143-152 DOI: 10.1016/j.neucom.2017.02.012 Published: MAY 24 2017","Abstract":"Multi-view facial expression recognition is a challenging and active research area in computer vision. In this paper, we propose a simple yet effective method, called the locality-constrained linear coding based bi-layer (LLCBL) model, to learn discriminative representation for multi-view facial expression recognition. To address the issue of large pose variations, locality-constrained linear coding is adopted to construct an overall bag-of-features model, which is then used to extract overall features as Well as estimate poses in the first layer. In the second layer, we establish one specific view-dependent model for each view, respectively. After the pose information of the facial image is known, we use the corresponding view-dependent model in the second layer to further extract features. By combining all the features in these two layers, we obtain a unified representation of the image. To evaluate the proposed approach, we conduct extensive experiments on both BU-3DFE and Multi-PIE databases. Experimental results show that our approach outperforms the state-of-the-art methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wu, JL (Wu, Jianlong) ; Lin, ZC (Lin, Zhouchen) ; Zheng, WM (Zheng, Wenming) ; Zha, HB (Zha, Hongbin)","Title":"Locality-constrained linear coding based bi-layer model for multi-view facial expression recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100015 PubMed ID: 28214540 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Sex differences; Traumatic brain injury; Learning and memory; Cognition; Behavior KeyWords Plus:CHRONIC TRAUMATIC ENCEPHALOPATHY; MOUSE MODEL; SEX-DIFFERENCES; HEAD-INJURY; NEUROBEHAVIORAL CHANGES; STEROID-HORMONES; CORPUS-CALLOSUM; WHITE-MATTER; HIGH-SCHOOL; GENDER","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 115-124 DOI: 10.1016/j.bbr.2017.02.017 Published: MAY 1 2017","Abstract":"In contact sports, repetitive concussive brain injury (rCBI) is the prevalent form of head injury seen in athletes. The need for effective treatment is urgent as rCBI has been associated with a host of cognitive, behavioral and neurological complaints. There has been a growing trend in the use of female animals in pre-clinical research, but few studies have investigated possible sex differences following rCBI. The goal of the current study was to determine any differences between male and female C57BL/6J mice on assessments of learning and memory after repetitive concussive injury. Following rCBI by impact to the scalp, male mice exhibited longer righting reflexes during acute recovery. In both sexes, there were no evident histopathological changes observed in the underlying cerebral cortex or hippocampus. Reactive astrogliosis was elevated in the corpus callosum and optic tract, and astrogliosis was slightly less in the optic tract of female mice. rCBI mice exhibited impairment during the learning phase of the Morris water maze (MWM), but female mice, in comparison to male mice, were observed to have superior spatial memory during standard MWM probe trials. Female mice were overall more active, evidenced by greater distances traveled in the y-maze and greater swim speeds in the MWM. The results of this study demonstrate sex differences in cognitive performance following rCBI and support previous research suggesting the neuroprotective role of sex in brain injury. Published by Elsevier B.V.","Authors":"Velosky, AG (Velosky, Alexander G.) ; Tucker, LB (Tucker, Laura B.) ; Fu, AH (Fu, Amanda H.) ; Liu, J (Liu, Jiong) ; McCabe, JT (McCabe, Joseph T.)","Title":"Cognitive performance of male and female C57BL/6J mice after repetitive concussive brain injuries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497600008 ISSN: 1741-1432 eISSN: 1741-1440","Keywords":"active engagement; followership styles; independent thinking; teachers KeyWords Plus:LEADERSHIP; OUTCOMES","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL MANAGEMENT ADMINISTRATION & LEADERSHIP Volume: 45 Issue: 3 Pages: 503-520 DOI: 10.1177/1741143215623787 Published: MAY 2017","Abstract":"The aim of the study was to determine the frequency of followership styles, and their connection with job satisfaction and satisfaction with extrinsic/intrinsic aspects of work in teachers. The sample included 206 secondary school teachers of three grammar and three vocational schools in three towns in Serbia. The results indicate that the most prominent followership styles were star followers (58.7%) and pragmatists (39.8%). Star followers attached greater significance to intrinsic aspects of work and reported a higher job satisfaction rate, while pragmatists placed more importance on extrinsic ones. Independent thinking correlated with intrinsic aspects of work and job satisfaction, and active participation with job satisfaction and both work aspects. The results also show that a higher degree of engagement (particularly when combined with economic satisfaction) predicted a higher level of job satisfaction. If dominant followership and motivational structures of teachers were learnt, the management of educational institutions would be improved because teachers who participate in making work decisions have a greater sense of empowerment and commitment to organizational goals. Although affected by types of personality, dominant followership structures of the teacher may be influenced during the course of professional training, thereby directing them towards the development of functional followership types.","Authors":"Hinic, D (Hinic, Darko) ; Grubor, J (Grubor, Jelena) ; Brulic, L (Brulic, Lida)","Title":"Followership styles and job satisfaction in secondary school teachers in serbia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398594800001 PubMed ID: 26663694 ISSN: 1396-5883 eISSN: 1600-0579","Keywords":"faculty development; dental education; emergent pedagogies; instructional innovation; emerging technologies KeyWords Plus:CONTENT KNOWLEDGE; TEACHING EFFECTIVENESS; FLIPPED CLASSROOM; MEDICAL-EDUCATION; PROGRAM; REDESIGN; SCHOOL","Categories":"Dentistry, Oral Surgery & Medicine; Education & Educational Research Web of Science Categories:Dentistry, Oral Surgery & Medicine; Education, Scientific Disciplines","Journal Information":"EUROPEAN JOURNAL OF DENTAL EDUCATION Volume: 21 Issue: 2 Pages: 67-78 DOI: 10.1111/eje.12180 Published: MAY 2017","Abstract":"Innovative pedagogies have significantly impacted health professions' education, dental education included. In this context, faculty, defined in this study as instructor in higher education, has been increasingly required to hone their instructional skills. The purpose of this exploratory study was to share the design, implementation and preliminary outcomes of two programmes to enhance dental faculty's instructional skills, the Teaching and Learning Seminar Series and the Course Director Orientation. Data sources included faculty and student surveys developed and administered by the researchers; data extracted from the learning management system; reports from the learning analytics tool; and classroom observations. Participants' satisfaction, self-reported learning, instructional behavioural change, and impact on student learning behaviours and institutional practice were assessed borrowing from Kirkpatrick's 4-level model of evaluation of professional development effectiveness. Initial findings showed that faculty in both programmes reported positive learning experiences. Participants reported that the programmes motivated them to improve instructional practice and improved their knowledge of instructional innovation. Some faculty reported implementation of new instructional strategies and tools, which helped create an active and interactive learning environment that was welcomed by their students. The study contributes to literature and best practice in health sciences faculty development in pedagogy and may guide other dental schools in designing professional development programmes.","Authors":"Zheng, M (Zheng, M.) ; Bender, D (Bender, D.) ; Nadershahi, N (Nadershahi, N.)","Title":"Faculty professional development in emergent pedagogies for instructional innovation in dental education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200027 PubMed ID: 28011145 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: 1033-1041 DOI: 10.1016/j.jid.2016.12.007 Published: MAY 2017","Abstract":"Systemic sclerosis is an orphan, systemic autoimmune disease with no FDA-approved treatments. Its heterogeneity and rarity often result in underpowered clinical trials making the analysis and interpretation of associated molecular data challenging. We performed a meta-analysis of gene expression data from skin biopsies of patients with systemic sclerosis treated with five therapies: mycophenolate mofetil, rituximab, abatacept, nilotinib, and fresolimumab. A common clinical improvement criterion of -20% or -5 modified Rodnan skin score was applied to each study. We applied a machine learning approach that captured features beyond differential expression and was better at identifying targets of therapies than the differential expression alone. Regardless of treatment mechanism, abrogation of inflammatory pathways accompanied clinical improvement in multiple studies suggesting that high expression of immune-related genes indicates active and targetable disease. Our framework allowed us to compare different trials and ask if patients who failed one therapy would likely improve on a different therapy, based on changes in gene expression. Genes with high expression at baseline in fresolimumab nonimprovers were downregulated in mycophenolate mofetil improvers, suggesting that immunomodulatory or combination therapy may have benefitted these patients. This approach can be broadly applied to increase tissue specificity and sensitivity of differential expression results.","Authors":"Taroni, JN (Taroni, Jaclyn N.) ; Martyanov, V (Martyanov, Viktor) ; Mahoney, JM (Mahoney, J. Matthew) ; Whitfield, ML (Whitfield, Michael L.)","Title":"A Functional Genomic Meta-Analysis of Clinical Trials in Systemic Sclerosis: Toward Precision Medicine and Combination Therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395328000006 ISSN: 1354-0602 eISSN: 1470-1278","Keywords":"Teacher's role; games; qualitative literature review; game-based learning; pedagogy KeyWords Plus:DESIGN-BASED RESEARCH; COMPUTER-GAME; LEARNING-PERFORMANCE; SERIOUS GAMES; SCHOOL; MOTIVATION; METAANALYSIS; FOUNDATIONS; MATHEMATICS; DIFFERENCE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TEACHERS AND TEACHING Volume: 23 Issue: 4 Pages: 451-470 DOI: 10.1080/13540602.2016.1206523 Published: MAY 2017","Abstract":"The interest towards research on learning games is continuously growing, however, the integration of games in teaching is still a somewhat unexplored area of study. In this qualitative literature review, we were interested in the pedagogical foundations that underpin empirical studies and especially in the teacher's role/activities regarding the use of games in education. The data collection method was based on the systematic literature review models. The data consisted of 35 articles that were coded by using interpretive approach. The results indicate that the teacher's role was pedagogically active in 21 articles. The teacher's pedagogical activities became evident in various game-based learning processes: in planning, in orientation, during the gaming, and after the game-play sessions.","Authors":"Kangas, M (Kangas, Marjaana) ; Koskinen, A (Koskinen, Antti) ; Krokfors, L (Krokfors, Leena)","Title":"A qualitative literature review of educational games in the classroom: the teacher's pedagogical activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800026 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Active tactile exploration; Shape estimation; Gaussian processes KeyWords Plus:RECOGNITION; INFORMATION; DYNAMICS; SENSORS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 314-326 DOI: 10.1016/j.robot.2017.01.014 Published: MAY 2017","Abstract":"In this paper, active tactile exploration for object shape estimation is explored. A prior work suggested to touch the most uncertain part of the estimated shape for minimizing the required number of touches. In this paper, it is pointed out that it may not be the best approach for fast estimation. We propose a novel criterion in active touch point selection for fast estimation, which considers both uncertainty of shape estimation and travel cost to touch. Our method employs a Gaussian process implicit surface model to learn the object shape from tactile information, which allows us to evaluate the uncertainty of the shape estimation with an analytic form. To estimate the travel costs for all the touch candidates, our method utilizes a computationally-efficient graph-based path planning method based on stochastic optimal control theory. Simulations with 2D and 3D objects and real-robot experiments with a 7DOF robot arm and a single finger device equipped with a tactile sensor are conducted. Experimental results verify the effectiveness of our method for fast tactile object shape estimation as compared to passive exploration and active exploration that touches the most uncertain part of the estimated shape. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Matsubara, T (Matsubara, Takamitsu) ; Shibata, K (Shibata, Kotaro)","Title":"Active tactile exploration with uncertainty and travel cost for fast shape estimation of unknown objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395607100003 ISSN: 0020-0190 eISSN: 1872-6119","Keywords":"Graph algorithms; Learning; Contagion; Network structures; Large girth","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION PROCESSING LETTERS Volume: 121 Pages: 11-16 DOI: 10.1016/j.ip1.2017.01.005 Published: MAY 2017","Abstract":"In 2014, Amin, Heidari, and Kearns proved that tree networks can be learned by observing only the infected set of vertices of the contagion process under the independent cascade model, in both the active and passive query models. They also showed empirically that simple extensions of their algorithms work on sparse networks. In this work, we focus on the active model. We prove that a simple modification of Amin et al.'s algorithm works on more general classes of networks, namely (i) networks with large girth and low path growth rate, and (ii) networks with bounded degree. This also provides partial theoretical explanation for Amin et al.'s experiments on sparse networks. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Supeesun, A (Supeesun, Adisak) ; Fakcharoenphol, J (Fakcharoenphol, Jittat)","Title":"Learning network structures from contagion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800005 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Super-resolution; Gaussian process regression; Active learning; Sparse KeyWords Plus:QUALITY ASSESSMENT; INTERPOLATION; REPRESENTATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 52-62 DOI: 10.1016/j.sigpro.2016.11.006 Published: MAY 2017","Abstract":"Gaussian process (GP) regression is a popular statistical kernel method for learning the relationship hidden in data. However, the extensive calculation of kernel matrix hinders the further applications in many computer vision tasks such as super-resolution (SR). While active-sampling using active learning can extract a small informative subset from a large training set to overcome the bottleneck of GP regression based SR, there is still room for improving the SR quality as well as efficiency. In this paper, we target a nearly real-time GP-based SR, termed as SpGPR, by integrating the active-sampling and traditional sparse GP. The proposed framework is based on the statistics that the model projection vector is approximately sparse. To be more specific, we first train a full GP model based on an informative subset obtained by active sampling from the original training dataset. And then we propose to employ the sparse GP to further approximate the full GP model by seeking a sparse projection vector, which can significantly accelerate the prediction efficiency while getting higher reconstruction quality. The proposed method is fundamentally coarse-to-fine. Extensive experimental results indicate that the proposed method is superior to other state-of-art competitors and is promising for real-time SR application.","Authors":"Wang, HJ (Wang, Haijun) ; Gao, XB (Gao, Xinbo) ; Zhang, KB (Zhang, Kaibing) ; Li, J (Li, Jie)","Title":"Fast single image super-resolution using sparse Gaussian process regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651200007 PubMed ID: 28214577 ISSN: 0306-4522 eISSN: 1873-7544","Keywords":"electrical stimulation; glutamate; NMDA; GABAB; prelimbic cortex; cingulated cortex KeyWords Plus:2-WAY ACTIVE-AVOIDANCE; LONG-TERM POTENTIATION; HIPPOCAMPUS IN-VIVO; ELECTRICAL-STIMULATION; GABA(B) RECEPTORS; SYNAPTIC PLASTICITY; BASALIS MAGNOCELLULARIS; EXCITOTOXIC LESIONS; AROUSAL REGULATION; NETWORK ACTIVITY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROSCIENCE Volume: 348 Pages: 73-82 DOI: 10.1016/j.neuroscience.2017.02.009 Published: APR 21 2017","Abstract":"The rodent parafascicular nucleus (PFn) or the centromedian-parafascicular complex of primates is a posterior intralaminar nucleus of the thalamus related to cortical activation and maintenance of states of consciousness underlying attention, learning and memory. Deep brain stimulation (DBS) of the PFn has been proved to restore arousal and consciousness in humans and to enhance performance in learning and memory tasks in rats. The primary expected effect of PFn DBS is to induce plastic changes in target neurons of brain areas associated with cognitive function. In this study, Wistar rats were stimulated for 20 mins in the PFn following a DBS protocol that had previously facilitated memory in rats. NMDA and GABA(B) receptor binding, and gene expression of the GluN1subunit of the NMDA receptor (NMDAR) were assessed in regions related to cognitive functions, such as the prefrontal cortex and hippocampus. The results showed that PFn DBS induced a decrease in NMDAR GluN1 subunit gene expression in the cingulate and prelimbic cortices, but no significant statistical differences were found in the density of NMDA or GABA(B) receptors in any of the analyzed regions. Taken together, our findings suggest a possible role for the NMDAR GluN1 subunit in the prefrontal cortex in the procognitive actions of the PFn DBS. (C) 2017 IBRO. Published by Elsevier Ltd. All rights reserved.","Authors":"Fernandez-Cabrera, MR (Fernandez-Cabrera, Monica R.) ; Selvas, A (Selvas, Abraham) ; Miguens, M (Miguens, Miguel) ; Higuera-Matas, A (Higuera-Matas, Alejandro) ; Vale-Martinez, A (Vale-Martinez, Anna) ; Ambrosio, E (Ambrosio, Emilio) ; Marti-Nicolovius, M (Marti-Nicolovius, Margarita) ; Guillazo-Blanch, G (Guillazo-Blanch, Gemma)","Title":"PARAFASCICULAR THALAMIC NUCLEUS DEEP BRAIN STIMULATION DECREASES NMDA RECEPTOR GLUN1 SUBUNIT GENE EXPRESSION IN THE PREFRONTAL CORTEX"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072800032 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Machine learning; Integro-differential equations; Multi-fidelity modeling; Uncertainty quantification","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 335 Pages: 736-746 DOI: 10.1016/j.jcp.2017.01.060 Published: APR 15 2017","Abstract":"For more than two centuries, solutions of differential equations have been obtained either analytically or numerically based on typically well-behaved forcing and boundary conditions for well-posed problems. We are changing this paradigm in a fundamental way by establishing an interface between probabilistic machine learning and differential equations. We develop data-driven algorithms for general linear equations using Gaussian process priors tailored to the corresponding integro-differential operators. The only observables are scarce noisy multi-fidelity data for the forcing and solution that are not required to reside on the domain boundary. The resulting predictive posterior distributions quantify uncertainty and naturally lead to adaptive solution refinement via active learning. This general framework circumvents the tyranny of numerical discretization as well as the consistency and stability issues of time-integration, and is scalable to high-dimensions. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Raissi, M (Raissi, Maziar) ; Perdikaris, P (Perdikaris, Paris) ; Karniadakis, GE (Karniadakis, George Em)","Title":"Inferring solutions of differential equations using noisy multi-fidelity data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076500027 PubMed ID: 28183052 ISSN: 1386-1425","Keywords":"Ab initio calculation; Electronic structure; Spectroscopic constants; Potential energy curves; Dipole moments; Rovibrational calculation KeyWords Plus:CENTRIFUGAL-DISTORTION CONSTANTS; LASER-INDUCED FLUORESCENCE; POTENTIAL-ENERGY CURVES; LIGAND-FIELD APPROACH; FRANCK-CONDON FACTORS; B2-SIGMA+ STATES; DOUBLE-RESONANCE; RYDBERG STATES; SPECTROSCOPIC PARAMETERS; CALCIUM MONOFLUORIDE","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART A-MOLECULAR AND BIOMOLECULAR SPECTROSCOPY Volume: 177 Pages: 170-196 DOI: 10.1016/j.saa.2017.01.035 Published: APR 15 2017","Abstract":"A theoretical investigation for the feasibility of laser-cooling is performed through the calculation of accurate potential energy curves, static dipole moments, spectroscopic constants and rovibrational calculations for 24, 26 and 27 highly excited electronic states for BeF, CaF and MgF molecules respectively. In order to understand the electronic structure of their lowest lying electronic states and to learn the characteristic behavior of their chemical bonding, a high level of calculation is realized by using the complete active space self-consistent field (CASSCF) with multi-reference configuration interaction MRCI method including single and double excitations with Davidson correction (+Q) for the three considered molecules. The comparison between the values of the present work and those available in the literature for several electronic states shows a good agreement. Fifty new excited electronic states have been investigated, in the present work, for the first time for the three studied molecules. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"El-Kork, N (El-Kork, Nayla) ; Abu el Kher, N (Abu el Kher, Nariman) ; Korjieh, F (Korjieh, Farah) ; Chtay, JA (Chtay, John Anwar) ; Korek, M (Korek, Mahmoud)","Title":"Electronic structure of the polar molecules XF (X: Be, Mg, Ca) with rovibrational and dipole moment calculations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010100003 PubMed ID: 28189613 ISSN: 0306-4522 eISSN: 1873-7544","Keywords":"GABA-A receptor; alpha4; delta; gaboxadol; allopregnanolone; synaptic pruning KeyWords Plus:PREMENSTRUAL DYSPHORIC DISORDER; MEDIAL PREFRONTAL CORTEX; ACTIVITY-BASED ANOREXIA; BEHAVIORAL FLEXIBILITY; ESTROUS-CYCLE; SYNAPTIC PLASTICITY; PYRAMIDAL NEURONS; TONIC INHIBITION; NEURAL CIRCUITS; FRONTAL-CORTEX","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROSCIENCE Volume: 347 Pages: 22-35 DOI: 10.1016/j.neuroscience.2017.01.051 Published: APR 7 2017","Abstract":"Synaptic pruning underlies the transition from an immature to an adult CNS through refinements of neuronal circuits. Our recent study indicates that pubertal synaptic pruning is triggered by the inhibition generated by extrasynaptic alpha 4 beta delta GABA(A) receptors (GABARs) which are increased for 10 d on dendritic spines of CA1 pyramidal cells at the onset of puberty (PND 35-44) in the female mouse, suggesting alpha 4 beta delta GABARs as a novel target for the regulation of adolescent synaptic pruning. In the present study we used a pharmacological approach to further examine the role of these receptors in altering spine density during puberty of female mice and the impact of these changes on spatial learning, assessed in adulthood. Two drugs were chronically administered during the pubertal period (PND 35-44): the GABA agonist gaboxadol (GBX, 0.1 mg/kg, i.p.), to enhance current gated by alpha 4 beta delta GABARs and the neurosteroid/stress steroid THP (3 alpha-OH-5 beta-pregnan-20-one,10 mg/kg, i.p.) to decrease expression of alpha 4 beta delta. Spine density was determined on PND 56 with Golgi staining. Spatial learning and relearning were assessed using the multiple object relocation task and an active place avoidance task on PND 56. Pubertal GBX decreased spine density post-pubertally by 70% (P < 0.05), while decreasing alpha 4 beta delta expression with THP increased spine density by twofold (P < 0.05), in both cases, with greatest effects on the mushroom spines. Adult relearning ability was compromised in both hippocampus-dependent tasks after pubertal administration of either drug. These findings suggest that an optimal spine density produced by alpha 4 beta delta GABARs is necessary for optimal cognition in adults. (C) 2017 IBRO. Published by Elsevier Ltd. All rights reserved.","Authors":"Afroz, S (Afroz, Sonia) ; Shen, H (Shen, Hui) ; Smith, SS (Smith, Sheryl S.)","Title":"alpha 4B delta GABA(A) RECEPTORS REDUCE DENDRITIC SPINE DENSITY IN CA1 HIPPOCAMPUS AND IMPAIR RELEARNING ABILITY OF ADOLESCENT FEMALE MICE: EFFECTS OF A GABA AGONIST AND A STRESS STEROID"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398403100001 PubMed ID: 28388919 ISSN: 1475-2891","Keywords":"Nutrition; Diet; Food; Systematic review; Cochrane KeyWords Plus:SYSTEMATIC REVIEWS; KNOWLEDGE TRANSLATION; COLLABORATION; RELEVANCE; SUPPORT","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION JOURNAL Volume: 16 Article Number: 22 DOI: 10.1186/s12937-017-0244-7 Published: APR 7 2017","Abstract":"Background: All countries face significant challenges from complex manifestations of malnutrition, which affects one in three people globally. Systematic reviews provide ready-to-use syntheses of quality-appraised evidence to inform decision-making for actions. To enhance the utility and quality of future Cochrane nutrition evidence, we described the scope and quality of all nutrition systematic reviews in the Cochrane Database of Systematic Reviews (CDSR). Methods: We screened all active CDSR records (31 July 2015) to identify reviews and protocols using pre-specified eligibility criteria and definitions. Duplicate, independent data extraction included criteria for inclusion of studies in completed reviews (PICOS). We assessed methodological quality (AMSTAR), use of GRADE, mapped reviews against 2013 Global Burden of Disease data, and categorised the paradigm (medical, lifestyle and socio-ecological) of the review question. We analysed our results using descriptive statistics. Results: We screened 8484 records, and included 470 (8%) completed reviews (in 45 Cochrane Review Groups (CRGs)) and 169 (7%) protocols (in 41 CRGs) published by 47 of 53 CRGs with reviews. Most completed reviews were produced by the Pregnancy and Childbirth (n = 73), Neonatal (n = 64), Metabolic and Endocrine Disorders (n = 33), Developmental, Psychosocial and Learning Problems (n = 26), Kidney and Transplant (n = 18) and Heart (n = 18) CRGs. Only 27% (n = 129) of reviews had searches for new studies in 2013 or thereafter. Supplementation/supplement interventions were most common (50%; n = 235; majority with micronutrients; 73%, n = 173), followed by food interventions (20%; n = 95). All reviews included randomised controlled trials; about 5% included other designs; 25% used GRADE; the median AMSTAR score was 9 (interquartile range: 7 to 10), 51% were high (AMSTAR 9-11) and 49% moderate (AMSTAR 5-8) quality. More than 80% framed questions using a medical paradigm. For top causes of years-of-life-lost, most reviews addressed preterm birth, diabetes and ischaemic heart disease; for leading risk factors for disability-adjusted-life-years, most targeted childhood undernutrition and high body mass index. Conclusions: Nutrition reviews comprised 8% of active CDSR records, were widely distributed across nearly all CRGs and reflected the double nutrition burden. This analysis presents a comprehensive description of the scope and quality of Cochrane nutrition reviews, and identifies gaps for future activities to support actions to address the nutrition burden, in line with the current nutrition agenda and impetus.","Authors":"Naude, CE (Naude, Celeste E.) ; Durao, S (Durao, Solange) ; Harper, A (Harper, Abigail) ; Volmink, J (Volmink, Jimmy)","Title":"Scope and quality of Cochrane reviews of nutrition interventions: a cross-sectional study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394258900007 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"Myrmecia; learning walks; visual navigation; night-active; panorama KeyWords Plus:DESERT ANTS; MELOPHORUS-BAGOTI; PRIMITIVE ANTS; LEARNING WALKS; MYRMECIA ANTS; WOOD ANTS; INFORMATION; INSECTS; WASPS; INTEGRATION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1717 Article Number: 20160068 DOI: 10.1098/rstb.2016.0068 Published: APR 5 2017","Abstract":"The ability of ants to navigate when the visual landmark information is altered has often been tested by creating large and artificial discrepancies in their visual environment. Here, we had an opportunity to slightly modify the natural visual environment around the nest of the nocturnal bull ant Myrmecia pyriformis. We achieved this by felling three dead trees, two located along the typical route followed by the foragers of that particular nest and one in a direction perpendicular to their foraging direction. An image difference analysis showed that the change in the overall panorama following the removal of these trees was relatively little. We filmed the behaviour of ants close to the nest and tracked their entire paths, both before and after the trees were removed. We found that immediately after the trees were removed, ants walked slower and were less directed. Their foraging success decreased and they looked around more, including turning back to look towards the nest. We document how their behaviour changed over subsequent nights and discuss how the ants may detect and respond to a modified visual environment in the evening twilight period. This article is part of the themed issue 'Vision in dim light'.","Authors":"Narendra, A (Narendra, Ajay) ; Ramirez-Esquivel, F (Ramirez-Esquivel, Fiorella) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Narendra, Ajay http://orcid.org/0000-0002-1286-5373 , Fiorella http://orcid.org/0000-0003-3995-9422","Title":"Subtle changes in the landmark panorama disrupt visual navigation in a nocturnal bull ant"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395898900031 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Comprehensive-learning (CL) strategy; Fuzzy adaptive heterogeneous comprehensive-learning particle swarm optimization (FAHCLPSO); Optimal reactive power dispatch (ORPD); Voltage deviation index (VDI) KeyWords Plus:GLOBAL OPTIMIZATION; EVOLUTIONARY ALGORITHM; VOLTAGE STABILITY; CONTROL VARIABLES; HYBRID ALGORITHM; FLOW; REAL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 53 Pages: 441-456 DOI: 10.1016/j.asoc.2017.01.012 Published: APR 2017","Abstract":"Management and scheduling of reactive power resources is one of the important and prominent problems in power system operation and control. It deals with stable and secure operation of power systems from voltage stability and voltage profile improvement point of views. To this end, a novel Fuzzy Adaptive Heterogeneous Comprehensive-Learning Particle Swarm Optimization (FAHCLPSO) algorithm with enhanced exploration and exploitation processes is proposed to solve the Optimal Reactive Power Dispatch (ORPD) problem. Two different objective functions including active power transmission losses and voltage deviation, which play important roles in power system operation and control, are considered in this paper. In order to authenticate the accuracy and performance of the proposed FAHCLPSO, it applied on three different standard test systems including IEEE 30-bus, IEEE 118-bus and IEEE 354-bus test systems with six, fifty-four and one-hundred-sixty-two generation units, respectively. Finally, outcomes of the proposed algorithm are compared with the results of the original PSO and those in other literatures. The comparison proves the supremacy of the proposed algorithm in solving the complex optimization problem. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Naderi, E (Naderi, Ehsan) ; Narimani, H (Narimani, Hossein) ; Fathi, M (Fathi, Mehdi) ; Narimani, MR (Narimani, Mohammad Rasoul)","Title":"A novel fuzzy adaptive configuration of particle swarm optimization to solve large-scale optimal reactive power dispatch"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396870000009 ISSN: 0929-5593 eISSN: 1573-7527","Keywords":"Body schema; Passive motion paradigm; iCub; Motor control; Industrial assembly KeyWords Plus:INVERSE KINEMATIC SOLUTIONS; OPERATIONAL SPACE; MOTOR CONTROL; MANIPULATORS; SIMULATION; MOTION; RESOLUTION; MOVEMENTS; KNOWLEDGE; COGNITION","Categories":"Computer Science; Robotics Web of Science Categories:Computer Science, Artificial Intelligence; Robotics","Journal Information":"AUTONOMOUS ROBOTS Volume: 41 Issue: 4 Pages: 945-966 DOI: 10.1007/s10514-016-9563-3 Published: APR 2017","Abstract":"During any goal oriented behavior the dual processes of generation of dexterous actions and anticipation of the consequences of potential actions must seamlessly alternate. This article presents a unified neural framework for generation and forward simulation of goal directed actions and validates the architecture through diverse experiments on humanoid and industrial robots. The basic idea is that actions are consequences of an simulation process that animates the internal model of the body (namely the body schema), in the context of intended goals/constraints. Specific focus is on (a) Learning: how the internal model of the body can be acquired by any robotic embodiment and extended to coordinated tools; (b) Configurability: how diverse forward/inverse models of action can be 'composed' at runtime by coupling/decoupling different body (body + tool) chains with task relevant goals and constraints represented as multi-referential force fields; and (c) Computational simplicity: how both the synthesis of motor commands to coordinate highly redundant systems and the ensuing forward simulations are realized through well-posed computations without kinematic inversions. The performance of the neural architecture is demonstrated through a range of motor tasks on a 53-DoFs robot iCub and two industrial robots performing real world assembly with emphasis on dexterity, accuracy, speed, obstacle avoidance, multiple task-specific constraints, task-based configurability. Putting into context other ideas in motor control like the Equilibrium Point Hypothesis, Optimal Control, Active Inference and emerging studies from neuroscience, the relevance of the proposed framework is also discussed.","Authors":"Bhat, AA (Bhat, Ajaz Ahmad) ; Akkaladevi, SC (Akkaladevi, Sharath Chandra) ; Mohan, V (Mohan, Vishwanathan) ; Eitzinger, C (Eitzinger, Christian) ; Morasso, P (Morasso, Pietro)","Title":"Towards a learnt neural body schema for dexterous coordination of action in humanoid and industrial robots"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183200003 ISSN: 1876-1399 eISSN: 1876-1402","Keywords":"cooperative learning; haptic; intravenous; simulator; cannulation KeyWords Plus:VIRTUAL-REALITY; CANNULATION; SETTINGS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL SIMULATION IN NURSING Volume: 13 Issue: 4 Pages: 154-160 DOI: 10.1016/j.ecns.2016.12.008 Published: APR 2017","Abstract":"Background: The study's aim was to evaluate the effectiveness of cooperative team learning compared with independent learning when used with nursing students who are learning intravenous (IV) catheter insertion using a haptic IV simulator. Haptic IV simulators provide tactile feedback including palpation of a vein and resistance during venipuncture. Cooperative learning is an active learning strategy where students work together to complete a task. Methods: Two convenience samples (N = 180) of nursing students were randomized into four group assignments (A, B, C, or D). A second randomization separated these group assignments into IV simulation clusters with each cluster containing one of each of the four group assignments. Three of the four group assignment members (A, B, C) were designated as the cooperative learning team, whereas the fourth group assignment member (D) was identified as the independent learner working alone. The letters (A, B, C) represented who within the cooperative team of learners was to attempt the IV simulation first (A), second (B), or/and third (C). A posttest-only experimental research design was used to compare group performance scores and number of attempts to be successful of the IV simulator. Results: Thirty-six percentage of the variance for the initial performance score and 53% of the variance in the number of attempts to earn a passing performance score were related to their group assignment. Conclusions: Cooperative team members performed better with fewer attempts than independent learners when using an IV simulator. Cooperative team members learned from observing and helping one another. This study provides empirical evidence that supports the efficacy of simulation as a means of learning a psychometric skill. (C) 2016 International Nursing Association for Clinical Simulation and Learning. Published by Elsevier Inc. All rights reserved.","Authors":"McWilliams, LA (McWilliams, Lenora A.) ; Malecha, A (Malecha, Ann) ; Langford, R (Langford, Rae) ; Clutter, P (Clutter, Paula)","Title":"Comparisons of Cooperative-Based Versus Independent Learning While Using a Haptic Intravenous Simulator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934800006 PubMed ID: 28064525 ISSN: 1740-7745 eISSN: 1740-7753","Keywords":"Childhood obesity; diet; physical activity; stress; sleep; social support; community-based participatory research KeyWords Plus:PHYSICAL-ACTIVITY QUESTIONNAIRE; SLEEP HABITS QUESTIONNAIRE; CARDIOVASCULAR RISK; PREVENTION INTERVENTION; DISEASE RISK; OBESITY; RECRUITMENT; VALIDATION; INSTRUMENT; CAREGIVERS","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"CLINICAL TRIALS Volume: 14 Issue: 2 Pages: 152-161 DOI: 10.1177/1740774516685699 Published: APR 2017","Abstract":"Background/Aims: Few obesity prevention trials have focused on young children and their families in the home environment, particularly in underserved communities. Healthy Children, Strong Families 2 is a randomized controlled trial of a healthy lifestyle intervention for American Indian children and their families, a group at very high risk of obesity. The study design resulted from our long-standing engagement with American Indian communities, and few collaborations of this type resulting in the development and implementation of a randomized clinical trial have been described. Methods: Healthy Children, Strong Families 2 is a lifestyle intervention targeting increased fruit and vegetable intake, decreased sugar intake, increased physical activity, decreased TV/screen time, and two less-studied risk factors: stress and sleep. Families with young children from five American Indian communities nationwide were randomly assigned to a healthy lifestyle intervention (Wellness Journey) augmented with social support (Facebook and text messaging) or a child safety control group (Safety Journey) for 1 year. After Year 1, families in the Safety Journey receive the Wellness Journey, and families in the Wellness Journey start the Safety Journey with continued wellness-focused social support based on communities' request that all families receive the intervention. Primary (adult body mass index and child body mass index z-score) and secondary (health behaviors) outcomes are assessed after Year 1 with additional analyses planned after Year 2. Results: To date, 450 adult/child dyads have been enrolled (100% target enrollment). Statistical analyses await trial completion in 2017. Lessons learned: Conducting a community-partnered randomized controlled trial requires significant formative work, relationship building, and ongoing flexibility. At the communities' request, the study involved minimal exclusion criteria, focused on wellness rather than obesity, and included an active control group and a design allowing all families to receive the intervention. This collective effort took additional time but was critical to secure community engagement. Hiring and retaining qualified local site coordinators was a challenge but was strongly related to successful recruitment and retention of study families. Local infrastructure has also been critical to project success. Other challenges included geographic dispersion of study communities and providing appropriate incentives to retain families in a 2-year study. Conclusion: This multisite intervention addresses key gaps regarding family/home-based approaches for obesity prevention in American Indian communities. Healthy Children, Strong Families 2's innovative aspects include substantial community input, inclusion of both traditional (diet/activity) and less-studied obesity risk factors (stress/sleep), measurement of both adult and child outcomes, social networking support for geographically dispersed households, and a community selected active control group. Our data will address a literature gap regarding multiple risk factors and their relationship to health outcomes in American Indian families.","Authors":"Tomayko, EJ (Tomayko, Emily J.) ; Prince, RJ (Prince, Ronald J.) ; Cronin, KA (Cronin, Kate A.) ; Parker, T (Parker, Tassy) ; Kim, K (Kim, Kyungmann) ; Grant, VM (Grant, Vernon M.) ; Sheche, JN (Sheche, Judith N.) ; Adams, AK (Adams, Alexandra K.)","Title":"Healthy Children, Strong Families 2: A randomized controlled trial of a healthy lifestyle intervention for American Indian families designed using community-based approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396343900006 PubMed ID: 28197743 ISSN: 0163-2116 eISSN: 1573-2568","Keywords":"Therapeutic antibodies; Tumor necrosis factor alpha; Infliximab; Inflammatory bowel disease; Therapeutic drug monitoring; Adalimumab KeyWords Plus:INFLAMMATORY-BOWEL-DISEASE; ANTITUMOR NECROSIS FACTOR; ACTIVE CROHNS-DISEASE; CLOSTRIDIUM-DIFFICILE TOXINS; LIVER-TRANSPLANT RECIPIENTS; CERTOLIZUMAB PEGOL CDP870; PLACEBO-CONTROLLED TRIAL; ANTI-TNF-ALPHA; ULCERATIVE-COLITIS; MONOCLONAL-ANTIBODY","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"DIGESTIVE DISEASES AND SCIENCES Volume: 62 Issue: 4 Pages: 833-842 DOI: 10.1007/s10620-017-4479-0 Published: APR 2017","Abstract":"The development of therapeutic antibodies represents a revolutionary change in medical therapy for digestive diseases. Beginning with the initial studies that confirmed the pathogenicity of cytokines in inflammatory bowel disease, the development and application of therapeutic antibodies brought challenges and insights into their potential and optimal use. Infliximab was the first biological drug approved for use in Crohn's disease and ulcerative colitis. The lessons learned from infliximab include the importance of immunogenicity and the influence of pharmacokinetics on disease response and outcomes. Building on this foundation, other therapeutic antibodies achieved approval for inflammatory bowel disease and many more are in development for several digestive diseases. In this review, we reflect on the history of therapeutic antibodies and discuss current practice and future directions for the field.","Authors":"Sofia, MA (Sofia, M. Anthony) ; Rubin, DT (Rubin, David T.)","Title":"The Impact of Therapeutic Antibodies on the Management of Digestive Diseases: History, Current Practice, and Future Directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397986100003 ISSN: 1042-1629 eISSN: 1556-6501","Keywords":"Evaluation of CAL systems; Human-computer interface; Intelligent tutoring systems; Interactive learning environments KeyWords Plus:LEARNING ENVIRONMENTS; INTRINSIC MOTIVATION; PEDAGOGICAL AGENTS; EMOTIONAL DESIGN; USER FRUSTRATION; ANXIETY; GAMES; PERFORMANCE; EXPERIENCE; COMPUTERS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ETR&D-EDUCATIONAL TECHNOLOGY RESEARCH AND DEVELOPMENT Volume: 65 Issue: 2 Pages: 279-299 DOI: 10.1007/s11423-016-9470-5 Published: APR 2017","Abstract":"This paper details the design, development and evaluation of an affective tutoring system (ATS)-an e-learning system that detects and responds to the emotional states of the learner. Research into the development of ATS is an active and relatively new field, with many studies demonstrating promising results. However, there is often no practical way to apply these findings in real-world settings. The ATS described in this paper utilizes a generic affective application model to infer and appropriately respond to the learner's affective state. This approach brings several advantages, notably the potential direct support for re-use and retrospective addition of affect sensing functionality into existing e-learning software. Skin conductivity and heart rate variability measurements were used to infer affective activation and valence. The evaluation involved an experiment in which the effectiveness of the fully functional ATS was compared with that of a nonaffective version, and was conducted with 40 adult participants. The evaluation of the effectiveness of this tutoring system showed that measurable improvements in perceived learning may be obtained with a modest level of software development.","Authors":"Thompson, N (Thompson, Nik) ; McGill, TJ (McGill, Tanya Jane)","Title":"Genetics with Jean: the design, development and evaluation of an affective tutoring system"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396151600007 PubMed ID: 27705027 ISSN: 1744-666X eISSN: 1744-8409","Keywords":"Spondyloarthritis; psoriasis; inflammatory bowel diseases; serum; biomarkers KeyWords Plus:INFLAMMATORY-BOWEL-DISEASE; C-REACTIVE PROTEIN; ENDOTHELIAL GROWTH-FACTOR; VASCULAR ADHESION PROTEIN-1; BAND ULTRAVIOLET-B; SOLUBLE E-SELECTIN; RADIOGRAPHIC AXIAL SPONDYLOARTHRITIS; ACTIVE ANKYLOSING-SPONDYLITIS; NECROSIS FACTOR TREATMENT; NITRIC-OXIDE LEVELS","Categories":"Immunology Web of Science Categories:Immunology","Journal Information":"EXPERT REVIEW OF CLINICAL IMMUNOLOGY Volume: 13 Issue: 4 Pages: 333-344 DOI: 10.1080/1744666X.2017.1244004 Published: APR 2017","Abstract":"Introduction: Early diagnosis, monitoring of disease activity, prediction of treatment response, and structural outcome remain major challenges in spondyloarthritis (SpA). Biomarkers could play a role in addressing these challenges, but in SpA there is a lack of suitable biomarkers.Areas covered: As SpA is clinically and pathophysiologically closely related to psoriasis and inflammatory bowel disease (IBD), we reviewed in literature, the value of serum biomarkers in these conditions with the aim to find potential candidates for assessing SpA.Expert commentary: Candidates of interest were antimicrobial peptides, including serum human beta defensin-2 (hBD-2) and lipocalin-2 (LCN-2), and class-1 MHC molecule beta2-microglobulin. Since these biomarkers are relevant in psoriasis and/or IBD from a pathophysiological point of view, and may play a role in the pathogenesis of SpA, we recommend further exploration of their value as biomarker in the diagnosis and prognosis of SpA.","Authors":"Turina, MC (Turina, Maureen C.) ; Landewe, R (Landewe, Robert) ; Baeten, D (Baeten, Dominique)","Title":"Lessons to be learned from serum biomarkers in psoriasis and IBD - the potential role in SpA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398650300005 ISSN: 0016-7169","Keywords":"shear wave splitting; upper mantle anisotropy; mantle flow; plate motions; Middle America Trench; Cocos; Rivera; Pacific; North American plates. KeyWords Plus:GULF-OF-CALIFORNIA; WESTERN UNITED-STATES; LATTICE-PREFERRED ORIENTATION; CURRENT PLATE MOTIONS; SEISMIC ANISOTROPY; SUBDUCTION ZONE; VOLCANIC BELT; POLARIZATION ANISOTROPY; AZIMUTHAL ANISOTROPY; CRUSTAL ANISOTROPY","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOFISICA INTERNACIONAL Volume: 56 Issue: 2 Pages: 187-217 Published: APR-JUN 2017","Abstract":"A review is presented of the shear wave splitting studies of the upper mantle carried out in Mexico during the last decade. When a seismic wave enters an anisotropic medium it splits, which means that a fast and a slow wave are produced. Two parameters are used to quantify anisotropy. These are the fast polarization direction and the delay time between the fast and the slow wave. An example of the measurement technique is presented using an SKS phase because most observations are based on teleseismic data. Results of two studies using local S waves from intraslab earthquakes are also discussed. Key aspects of the interpretation of splitting measurements are explained. These include the depth localization of anisotropy, the relationship between olivine fabrics and mantle flow, the role of absolute plate motion, and the role of relative plate motions with a special focus on subduction zones. An important motivation for studying seismic anisotropy is that it makes it possible to constrain the characteristics of upper mantle flow and its relationship to tectonic processes. Mexico has many diverse tectonic environments, some of which are currently active, or were formerly active, and have left their imprint on seismic anisotropy. This has resulted in a wide variety of mechanisms for driving mantle flow. Broadly speaking, the discussion is organized into the following regions: Baja California peninsula, Western Mexican Basin and Range, northern and northeastern Mexico, the Middle America Trench, the Yucatan peninsula, and lowermost mantle anisotropy. Depending on the unique characteristics encountered within each region, the relationship between anisotropy and mantle flow is explored..","Authors":"Valenzuela, RW (Valenzuela, Raul W.) ; Soto, GL (Leon Soto, Gerardo)","Title":"Shear Wave Splitting and Mantle Flow in Mexico: What Have we Learned?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074100002 ISSN: 0263-7863 eISSN: 1873-4634","Keywords":"Public sector management; Public-private partnership; Project management; Knowledge transfer; Knowledge management; Organisational learning KeyWords Plus:ORGANIZATIONAL CAPABILITIES; MANAGEMENT; OUTCOMES; FIRMS","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"INTERNATIONAL JOURNAL OF PROJECT MANAGEMENT Volume: 35 Issue: 3 Pages: 224-240 DOI: 10.1016/j.ijproman.2016.10.010 Published: APR 2017","Abstract":"In order to apprehend how employees (managers and engineers) active in state-owned enterprises (SOE) learn from and share working experience in large-scale infrastructure development projects, this research analyses the project-based knowledge transfer and learning that occurred in two complex infrastructure (PPP) projects. Using face-to-face interviews with both internal and external project participants, an ex post comparative analysis is made of two large-scale Belgian rail infrastructure projects. The results indicate that transferring the public sector project teams from one project to another allows for inter-project learning to take place. The knowledge transfers from the project setting to the state-owned enterprise are mainly the transfer of individual and tacit knowledge focussing more on (inter-) personal and individual learning, than on organisational learning. The latter is caused by the limited perceived strategic value of the researched projects, because of their public-private partnership (PPP) finance structure. As such, project-based organisational learning for these large-scale infrastructure (LSI) projects remains underdeveloped. (C) 2016 Elsevier Ltd. APM and IPMA. All rights reserved.","Authors":"Aerts, G (Aerts, Geoffrey) ; Dooms, M (Dooms, Michael) ; Haezendonck, E (Haezendonck, Elvira)","Title":"Knowledge transfers and project-based learning in large scale infrastructure development projects: an exploratory and comparative ex-post analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551500009 PubMed ID: 28171807 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Mammograms; Masses; Detection; Segmentation; Classification; Deep learning; Bayesian optimisation; Transfer learning; Structured output learning KeyWords Plus:COMPUTER-AIDED DETECTION; LEVEL SET SEGMENTATION; NEURAL-NETWORKS; BREAST-CANCER; DIGITAL MAMMOGRAMS; ACTIVE CONTOURS; DIAGNOSIS CAD; INFORMATION; ALGORITHM; FEATURES","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 37 Pages: 114-128 DOI: 10.1016/j.media.2017.01.009 Published: APR 2017","Abstract":"We present an integrated methodology for detecting, segmenting and classifying breast masses from mammograms with minimal user intervention. This is a long standing problem due to low signal-tonoise ratio in the visualisation of breast masses, combined with their large variability in terms of shape, size, appearance and location. We break the problem down into three stages: mass detection, mass segmentation, and mass classification. For the detection, we propose a cascade of deep learning methods to select hypotheses that are refined based on Bayesian optimisation. For the segmentation, we propose the use of deep structured output learning that is subsequently refined by a level set method. Finally, for the classification, we propose the use of a deep learning classifier, which is pre-trained with a regression to hand-crafted feature values and fine-tuned based on the annotations of the breast mass classification dataset. We test our proposed system on the publicly available INbreast dataset and compare the results with the current state-of-the-art methodologies. This evaluation shows that our system detects 90% of masses at 1 false positive per image, has a segmentation accuracy of around 0.85 (Dice index) on the correctly detected masses, and overall classifies masses as malignant or benign with sensitivity (Se) of 0.98 and specificity (Sp) of 0.7. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dhungel, N (Dhungel, Neeraj) ; Carneiro, G (Carneiro, Gustavo) ; Bradley, AP (Bradley, Andrew P.)","Title":"A deep learning approach for the analysis of masses in mammograms with minimal user intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397474900032 PubMed ID: 27888375 ISSN: 0885-7490 eISSN: 1573-7365","Keywords":"2-methoxyphenylpiperazine derivative; 5-HT1A receptor antagonist; 5-HT7 receptor antagonist; Forced swim test; Step-through passive-avoidance test; Mice KeyWords Plus:FORCED SWIM TEST; 5-HT7 RECEPTOR; DEPRESSION; ANXIETY; INVOLVEMENT; DERIVATIVES; ANTAGONIST; MECHANISMS; BLOCKADE; XANTHONE","Categories":"Endocrinology & Metabolism; Neurosciences & Neurology Web of Science Categories:Endocrinology & Metabolism; Neurosciences","Journal Information":"METABOLIC BRAIN DISEASE Volume: 32 Issue: 2 Pages: 547-556 DOI: 10.1007/s11011-016-9932-9 Published: APR 2017","Abstract":"5-HT1A and 5-HT7 receptor ligands might have antidepressant-like properties and improve cognitive function. We previously reported significant antidepressant- and anxiolytic-like effects of two dual 5-HT1A and 5-HT7 receptor antagonists in various behavioral tests in rodents. As a continuation of our previous experiments, in this study we aimed to investigate whether chronic administration of 1-[(2,6-dimethylphenoxy)ethoxyethyl]-4-(2-methoxyphenyl)piperazine hydrochloride (HBK-14) and 1-[(2-chloro-6-methylphenoxy)ethoxyethyl]-4-(2-methoxyphenyl)piperazine hydrochloride (HBK-15) caused antidepressant-like effects and elevated serotonin levels in the murine hippocampus. We also evaluated cholinolytic properties and the influence of acute administration of both compounds on cognitive function in mice. To assess antidepressant-like properties and the influence on learning and memory we used forced swim test and step-through passive avoidance task in mice, respectively. Both compounds showed antidepressant-like properties and significantly elevated serotonin levels in the hippocampus after chronic treatment (HBK-14 - 2.5 mg/kg; HBK-15 - 0.625 and 1.25 mg/kg). HBK-15 administered chronically antidepressant-like activity at lower dose (0.625 mg/kg) than the dose active after acute treatment (1.25 mg/kg). None of the compounds affected locomotor activity of mice. HBK-15 possessed very weak cholinolytic properties, whereas HBK-14 did not show any effect on muscarinic receptors. Only HBK-15 (0.625 mg/kg) presented memory-enhancing properties and ameliorated cognitive impairments caused by scopolamine (1 mg/kg). Our results indicate that 5-HT1A and 5-HT7 antagonists might have potential in the treatment of depression and possess positive influence on cognitive function.","Authors":"Pytka, K (Pytka, Karolina) ; Gawlik, K (Gawlik, Katarzyna) ; Pawlica-Gosiewska, D (Pawlica-Gosiewska, Dorota) ; Witalis, J (Witalis, Jadwiga) ; Waszkielewicz, A (Waszkielewicz, Anna) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pytka, Karolina http://orcid.org/0000-0001-7134-9515","Title":"HBK-14 and HBK-15 with antidepressant-like and/or memory-enhancing properties increase serotonin levels in the hippocampus after chronic treatment in mice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698000009 PubMed ID: 28126242 ISSN: 0026-0495 eISSN: 1532-8600","Keywords":"Artificial intelligence; Robots; Future of medicine; Avatars KeyWords Plus:HEALTH","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"METABOLISM-CLINICAL AND EXPERIMENTAL Volume: 69 Pages: S36-S40 Supplement: S DOI: 10.1016/j.metabol.2017.01.011 Published: APR 2017","Abstract":"Artificial Intelligence (AI) is a general term that implies the use of a computer to model intelligent behavior with minimal human intervention. Al is generally accepted as having started with the invention of robots. The term derives from the Czech word robota, meaning biosynthetic machines used as forced labor. In this field, Leonardo Da Vinci's lasting heritage is today's burgeoning use of robotic-assisted surgery, named after him, for complex urologic and gynecologic procedures. Da Vinci's sketchbooks of robots helped set the stage for this innovation. AI, described as the science and engineering of making intelligent machines, was officially born in 1956. The term is applicable to a broad range of items in medicine such as robotics, medical diagnosis, medical statistics, and human biology up to and including today's \"omics\". AI in medicine, which is the focus of this review, has two main branches: virtual and physical. The virtual branch includes informatics approaches from deep learning information management to control of health management systems, including electronic health records, and active guidance of physicians in their treatment decisions. The physical branch is best represented by robots used to assist the elderly patient or the attending surgeon. Also embodied in this branch are targeted nanorobots, a unique new drug delivery system. The societal and ethical complexities of these applications require further reflection, proof of their medical utility, economic value, and development of interdisciplinary strategies for their wider application. (C) 2017 Published by Elsevier Inc.","Authors":"Hamet, P (Hamet, Pavel) ; Tremblay, J (Tremblay, Johanne)","Title":"Artificial intelligence in medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398506900028 PubMed ID: 26899575 ISSN: 0893-7648 eISSN: 1559-1182","Keywords":"Social isolation; Citalopram; Alzheimer's disease; Synaptic plasticity; Spatial memory KeyWords Plus:HIPPOCAMPAL CELL-PROLIFERATION; ISOLATION-TRIGGERED ONSET; ALZHEIMERS-DISEASE; TAU HYPERPHOSPHORYLATION; MEMORY IMPAIRMENT; POSTSYNAPTIC DENSITY; CLINICAL-TRIAL; DOUBLE-BLIND; STRESS; MICE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"MOLECULAR NEUROBIOLOGY Volume: 54 Issue: 3 Pages: 1927-1938 DOI: 10.1007/s12035-016-9781-x Published: APR 2017","Abstract":"Our previous experiments demonstrated that social isolation (SI) caused AD-like tau hyperphosphorylation and spatial memory deficits in middle-aged rats. However, the underlying mechanisms of SI-induced spatial memory deficits remain elusive. Middle-aged rats (10 months) were group or isolation reared for 8 weeks. Following the initial 4-week period of rearing, citalopram (10 mg/kg i.p.) was administered for 28 days. Then, pathophysiological changes were assessed by performing behavioral, biochemical, and pathological analyses. We found that SI could cause cognitive dysfunction and decrease synaptic protein (synaptophysin or PSD93) expression in different brain regions associated with cognition, such as the prefrontal cortex, dorsal hippocampus, ventral hippocampus, amygdala, and caudal putamen, but not in the entorhinal cortex or posterior cingulate. Citalopram could significantly improve learning and memory and partially restore synaptophysin or PSD93 expression in the prefrontal cortex, hippocampus, and amygdala in SI rats. Moreover, SI decreased the number of dendritic spines in the prefrontal cortex, dorsal hippocampus, and ventral hippocampus, which could be reversed by citalopram. Furthermore, SI reduced the levels of BDNF, serine-473-phosphorylated Akt (active form), and serine-9-phosphorylated GSK-3 beta (inactive form) with no significant changes in the levels of total GSK-3 beta and Akt in the dorsal hippocampus, but not in the posterior cingulate. Our results suggest that decreased synaptic plasticity in cognition-associated regions might contribute to SI-induced cognitive deficits, and citalopram could ameliorate these deficits by promoting synaptic plasticity mainly in the prefrontal cortex, dorsal hippocampus, and ventral hippocampus. The BDNF/Akt/GSK-3 beta pathway plays an important role in regulating synaptic plasticity in SI rats.","Authors":"Gong, WG (Gong, Wei-Gang) ; Wang, YJ (Wang, Yan-Juan) ; Zhou, H (Zhou, Hong) ; Li, XL (Li, Xiao-Li) ; Bai, F (Bai, Feng) ; Ren, QG (Ren, Qing-Guo) ; Zhang, ZJ (Zhang, Zhi-Jun)","Title":"Citalopram Ameliorates Synaptic Plasticity Deficits in Different Cognition-Associated Brain Regions Induced by Social Isolation in Middle-Aged Rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398506900053 PubMed ID: 26944283 ISSN: 0893-7648 eISSN: 1559-1182","Keywords":"Addiction; Cocaine self-administration; Extinction training; Gene expression; miRNAs; Striatum; Synaptic proteins KeyWords Plus:NEURONAL GENE-EXPRESSION; DRUG-ADDICTION; HISTONE DEACETYLASE; INDUCED PLASTICITY; NMDA RECEPTORS; IN-VIVO; MICRORNA; BRAIN; TRANSCRIPTION; EXTINCTION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"MOLECULAR NEUROBIOLOGY Volume: 54 Issue: 3 Pages: 2241-2254 DOI: 10.1007/s12035-016-9817-2 Published: APR 2017","Abstract":"Chronic exposure to cocaine in vivo induces long-term synaptic plasticity associated with the brain's circuitry that underlies development of repetitive and automatic behaviors called habits. In fact, prolonged drug consumption results in aberrant expression of protein-coding genes and small regulatory RNAs, including miRNAs that are involved in synaptic plasticity and neuroadaptations. However, the mechanisms mediating cocaine use disorder are still not fully understood. The present study is designed to examine the expression of miR-124, miR-132, miR-134, and miR-212, as well as the levels of the Ago2, Pum2, and REST mRNAs and proteins implicated in their regulation. We applied rat cocaine self-administration (SA) and extinction training procedures with a yoked triad to assess the changes in the levels of four miRNAs and three protein-coding genes and corresponding proteins in the dorsal striatum. We demonstrated that elevated expression of mature miR-212 and miR-132 is long-lasting and persists in the drug-free period (till 10-day abstinence). Moreover, mRNA and protein of REST, a regulator of neuronal transcription, was raised selectively in cocaine self-administering rats and Ago2 transcript decreased after cocaine treatment. Unexpectedly, the expression level of Ago2 and Pum2 proteins changed only in the active cocaine-receiving animals. These results point out the important aspects of long-lasting alterations in microRNAs, genes, and protein expressions involved in the control of synaptic plasticity associated with reward and motivation learning related to cocaine addiction.","Authors":"Sadakierska-Chudy, A (Sadakierska-Chudy, Anna) ; Frankowska, M (Frankowska, Malgorzata) ; Miszkiel, J (Miszkiel, Joanna) ; Wydra, K (Wydra, Karolina) ; Jastrzebska, J (Jastrzebska, Joanna) ; Filip, M (Filip, Malgorzata)","Title":"Prolonged Induction of miR-212/132 and REST Expression in Rat Striatum Following Cocaine Self-Administration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396968800002 ISSN: 0730-7829","Keywords":"music; learning; plasticity; enculturation; development KeyWords Plus:SENSORY CONSONANCE; MUSICAL CONSONANCE; MISMATCH NEGATIVITY; EMOTIONAL RESPONSES; UNPLEASANT MUSIC; AUDITORY-CORTEX; BRAIN-STEM; SAD MUSIC; INDIVIDUAL-DIFFERENCES; YOUNG-CHILDREN","Categories":"Music; Psychology Web of Science Categories:Music; Psychology, Experimental","Journal Information":"MUSIC PERCEPTION Volume: 34 Issue: 4 Pages: 387-404 DOI: 10.1525/MP.2017.34.4.387 Published: APR 2017","Abstract":"MAJOR-MINOR AND CONSONANCE-DISSONANCE ARE two profound elements of Western tonal music, and have strong affective connotations for Western listeners. This review summarizes recent evidence on the neurocognitive basis of major-minor and consonance dissonance by presenting studies on their processing and how it is affected by maturation, musical enculturation, and music training. Based on recent findings in the field, it is proposed that both classifications, particularly consonance-dissonance, have partly innate, biologically hard-wired properties. These properties can make them discriminable even for newborn infants and individuals living outside the Western music culture and, to a small extent, reflect their affective connotations in Western music. Still, musical enculturation and active music training drastically modify the sensory/acoustical as well as affective processing of major-minor and consonance-dissonance. This leads to considerable variance in psychophysiological and behavioral responses to these musical classifications.","Authors":"Virtala, P (Virtala, Paula) ; Tervaniemi, M (Tervaniemi, Mari)","Title":"NEUROCOGNITION OF MAJOR-MINOR AND CONSONANCE-DISSONANCE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519700012 ISSN: 0921-030X eISSN: 1573-0840","Keywords":"Vulnerability; Scenario; Earthquake; Association rule learning; Risk-UE; Damage grade; EMS98; Constantine KeyWords Plus:NORTHERN ALGERIA; ACTIVE TECTONICS; EARTHQUAKE; BUILDINGS; RISK; CITIES; HAZARD; SEISMOTECTONICS; SCENARIOS; REGION","Categories":"Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS Volume: 86 Issue: 3 Pages: 1223-1245 DOI: 10.1007/s11069-016-2739-5 Published: APR 2017","Abstract":"We performed a seismic vulnerability assessment of the city of Constantine (Algeria) using the Risk-UE and datamining-based methods [association rule learning (ARL)]. The ARL method consists in establishing relationships between building attributes (number of stories or building age) and the vulnerability classes of the European Macroseismic Scale, EMS98. This approach avoids the costly process of drawing up an inventory of building characteristics in the field, which often discourages the assessment of seismic risk initiatives in weak to moderate seismic-prone regions. We showed that the accuracy of the assessment is independent of the subset used for the learning phase leading to development of the Constantine vulnerability proxy. Considering only two attributes, the vulnerability assignment is equal to about 75%, reaching 99% if material is added to the attributes considered. Comparison of Risk-UE and ARL results revealed a reliable assessment of vulnerability, the differences having only a slight impact on the probability of exceeding the damage level computed by EMS98 or Risk-UE in Constantine. The results of this study suggest that the ARL-based vulnerability proxy is efficient and could be applied to the rest of Algeria.","Authors":"Guettiche, A (Guettiche, Abdelheq) ; Gueguen, P (Gueguen, Philippe) ; Mimoune, M (Mimoune, Mostefa)","Title":"Seismic vulnerability assessment using association rule learning: application to the city of Constantine, Algeria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646700008 PubMed ID: 28213063 ISSN: 1074-7427 eISSN: 1095-9564","Keywords":"Autism spectrum disorders; Cerebellum; Corticosterone; Lurcher; Morris water maze; Stress KeyWords Plus:ENHANCED ENDOCRINE RESPONSE; PURKINJE-CELL LOSS; MUTANT MICE; AUTISM SPECTRUM; ENVIRONMENT STRESS; WATER-MAZE; CORTICOSTERONE; BEHAVIORS; MEMORY; DISORDER","Categories":"Behavioral Sciences; Neurosciences & Neurology; Psychology Web of Science Categories:Behavioral Sciences; Neurosciences; Psychology; Psychology, Multidisciplinary","Journal Information":"NEUROBIOLOGY OF LEARNING AND MEMORY Volume: 140 Pages: 62-70 DOI: 10.1016/j.nlm.2017.02.009 Published: APR 2017","Abstract":"Both humans and laboratory animals suffering from cerebellar lesions exhibit cognitive as well as many emotional and behavioral abnormalities. These latter have been already observed in the cerebellar mutant mice currently used to highlight some aspect of autism spectrum disorders. The aim of this study was to investigate the influence of cerebellar-related stress response abnormalities on spatial learning and memory. Cerebellar-deficient Lurcher mutant mice were exposed to water environment without active escape possibility and then tested for spatial learning in the Morris water maze. As a marker of stress intensity we measured corticosterone in urine. Finally, the volumes of individual components of the adrenal gland were estimated. Though having spatial navigation deficit in the water maze, Lurcher mice preserved a substantial residuum of learning capacity. Lurcher mutants had a higher increase of corticosterone level after exposure to the water environment than wild type mice. We did not observe any decrease of this physiological stress marker between the start and the end of the spatial navigation task, despite significant improvement of behavioral performances. Furthermore, zona fasciculata and zona reticularis of the adrenal cortex as well as the adrenal medulla were larger in Lurcher mice, reflecting high stress reactivity. We conclude that for both genotypes water exposure was a strong stressor and that there was no habituation to the experiment independently to the increasing controllability of the stressor (e.g. ability to find the escape platform). Based on these findings, we suggest that the enhanced stress response to water exposure is not the main factor explaining the spatial deficits in these cerebellar mutant mice. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tuma, J (Tuma, Jan) ; Kolinko, Y (Kolinko, Yaroslav) ; Jelinkova, D (Jelinkova, Dana) ; Hilber, P (Hilber, Pascal) ; Cendelin, J (Cendelin, Jan)","Title":"Impaired spatial performance in cerebellar-deficient Lurcher mice is not associated with their abnormal stress response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398192700006 ISSN: 0899-7640 eISSN: 1552-7395","Keywords":"experiential philanthropy; philanthropy education; service-learning; active learning KeyWords Plus:COMMUNITY-SERVICE; PARTICIPATION","Categories":"Social Issues Web of Science Categories:Social Issues","Journal Information":"NONPROFIT AND VOLUNTARY SECTOR QUARTERLY Volume: 46 Issue: 2 Pages: 330-351 DOI: 10.1177/0899764016662355 Published: APR 2017","Abstract":"In recent years, colleges and universities have begun investing significant resources into an innovative pedagogy known as experiential philanthropy. The pedagogy is considered to be a form of service-learning. It is defined as a learning approach that provides students with opportunities to study social problems and nonprofit organizations and then make decisions about investing funds in them. Experiential philanthropy is intended to integrate academic learning with community engagement by teaching students not only about the practice of philanthropy but also how to evaluate philanthropic responses to social issues. Despite this intent, there has been scant evidence demonstrating that this type of pedagogic instruction has quantifiable impacts on students' learning or their personal development. Therefore, this study explores learning and development outcomes associated with experiential philanthropy and examines the efficacy of experiential philanthropy as a pedagogic strategy within higher education. Essentially, we seek to answer the question, Can philanthropy be taught?","Authors":"McDougle, L (McDougle, Lindsey) ; McDonald, D (McDonald, Danielle) ; Li, HF (Li, Huafang) ; Miller, WM (Miller, Whitney McIntyre) ; Xu, CX (Xu, Chengxin)","Title":"Can Philanthropy Be Taught?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398197700005 ISSN: 0034-0553 eISSN: 1936-2722","Keywords":"Comprehension; Strategies; methods and materials; Vocabulary; Early childhood; Childhood; Early adolescence; Adolescence KeyWords Plus:READING-COMPREHENSION; WORD KNOWLEDGE; LEARNING-DISABILITIES; 5TH-GRADE STUDENTS; 5TH GRADE; ACQUISITION; CONTEXT; KINDERGARTEN; MEANINGS; LITERACY","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"READING RESEARCH QUARTERLY Volume: 52 Issue: 2 Pages: 203-226 DOI: 10.1002/rrq.163 Published: APR-JUN 2017","Abstract":"Although numerous studies have identified a correlational relationship between vocabulary and comprehension, we know less about vocabulary interventions that impact reading comprehension. Therefore, this study is a systematic review of vocabulary interventions with comprehension outcomes. Analyses of 36 studies that met criteria are organized around (a) type of comprehension measure (i.e., comprehension of passages that included taught words or more generalized comprehension measures) and (b) type of intervention (i.e., direct teaching of word meanings or word-learning strategies). The authors looked for patterns in characteristics of vocabulary instruction within these analyses. Their findings led to four major themes: (1) Teaching of word meanings supported comprehension of text containing the target words in almost all cases; (2) instruction that focused on some active processing was typically more impactful than a definition or a dictionary method for supporting comprehension of text containing the target words, but we do not know how much instruction is sufficient; (3) there is very limited evidence that direct teaching of word meanings, even long-term, multifaceted interventions of large numbers of words, can improve generalized comprehension; and (4) there is currently no empirical evidence that instruction in one or two strategies for solving word meanings will impact generalized comprehension. However, studies that actively teach students to monitor their understanding of vocabulary and to use multiple, flexible strategies for solving word meanings are a promising area for future research. The authors discuss the implications of these themes, as well as critical avenues for future vocabulary research. Spanish Aunque numerosos estudios han mostrado una relacion correlativa entre el vocabulario y la comprension, no sabemos tanto sobre las intervenciones de vocabulario que impactan la comprension lectora. Por ende, este estudio es una revision sistematica de intervenciones de vocabulario que incluyen comprension. Los analisis de 36 estudios que satisfacen dicho criterio fueron organizados de acuerdo a (a) la clase de comprension medida (p. ej., la comprension de pasajes que incluian palabras ensenadas o medidas de comprension mas generalizadas) y (b) la clase de intervencion (p. ej., la ensenanza directa del significado de las palabras o estrategias para aprender palabras). Los autores buscaron patrones en las caracteristicas de la instruccion de vocabulario dentro de estos analisis. Encontraron cuatro temas principales: (1) La ensenanza del significado de palabras apoya la comprension de textos que incluyen dichas palabras en casi todos los casos; (2) la instruccion enfocada en algun procesamiento activo tiene tipicamente un impacto mayor que una definicion o el uso del diccionario para apoyar la comprension del texto con las palabras indicadas, pero no sabemos cuanta instruccion se necesita; (3) hay poca evidencia de que la ensenanza directa del significado de las palabras, aun en intervenciones multifaceticas a largo plazo de muchas palabras, mejora la comprension en general; y (4) actualmente no hay evidencia empirica alguna que la instruccion usando una o dos estrategias para resolver el significado de palabras impacta la comprension general. Sin embargo, instruccion que les ensena activamente a los estudiantes a supervisar su propio entendimiento del vocabulario y a usar varias estrategias flexibles para encontrar el significado de las palabras prometen ser un area para investigaciones futuras. Los autores discuten las implicaciones de estos temas al igual que vias de vital importancia para futuras investigaciones sobre el vocabulario. French Quoique de nombreuses recherches aient mis en evidence une correlation entre le vocabulaire et la comprehension, nous ne savons pas grand-chose des interventions relatives au vocabulaire qui ont un impact sur la comprehension de la lecture. Cette etude est par consequent une revue systematique des interventions en matiere de vocabulaire et de leurs effets sur la comprehension. Les analyses des 36 etudes repondant aux criteres sont organisees autour de (a) le type de mesure de la comprehension (i.e. la comprehension de passages qui incluent les mots enseignes ou des mesures plus generales de la comprehension) et (b) le type d'intervention (i.e. un enseignement direct de la signification des mots ou des strategies d'apprentissage des mots). Les auteurs ont examine les structures des caracteristiques de l'enseignement du vocabulaire au cours de ces analyses. Les resultats conduisent a quatre conclusions principales: (1) Enseigner la signification des mots est presque toujours benefique a la comprehension du texte contenant les mots cibles; (2) un enseignement focalise sur un processus actif a de facon typique un impact superieur a une methode qui donne la definition du vocabulaire pour ameliorer la comprehension du texte contenant les mots cibles, mais sans pouvoir preciser quelle quantite d'enseignement est suffisante. (3) Il y a tres peu de preuves qu'un enseignement direct de la signification des mots, et meme que des interventions longues et multidimensionnelles d'un grand nombre de mots, puissent conduire a une comprehension generale; et (4) on n'a actuellement pas de preuve empirique que l'une ou l'autre de ces deux strategies de connaissance du sens des mots ait un impact sur la comprehension en general. Toutefois, les recherches qui enseignent aux eleves a diriger de facon active leur comprehension du vocabulaire et qui utilisent des strategies multiples et souples de comprehension des mots sont un domaine prometteur pour les recherches a venir. Les auteurs discutent des implications de ces conclusions, ainsi que des voies pertinentes pour les futures recherches sur le vocabulaire.","Authors":"Wright, TS (Wright, Tanya S.) ; Cervetti, GN (Cervetti, Gina N.)","Title":"A Systematic Review of the Research on Vocabulary Instruction That Impacts Text Comprehension"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395444500007 ISSN: 0269-1213 eISSN: 1477-4658","Keywords":"circulation of knowledge; early modern Rome; natural history; orality","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Medieval & Renaissance Studies","Journal Information":"RENAISSANCE STUDIES Volume: 31 Issue: 2 Pages: 297-318 Special Issue: SI DOI: 10.1111/rest.12291 Published: APR 2017","Abstract":"The sixteenth century marks a watershed in the study of the natural world, and animals within it. Never before did so many Europeans devote so much ink to describing animals, their physical characteristics, their utility, and the environment in which they lived. Reading, observation, correspondence, illustration, and conversation represented key moments in this process of knowledge production. While the first four aspects have received sustained attention from intellectual historians and historians of science, much less emphasis has been placed on the key role of the spoken word in shaping early modern natural knowledge. This article examines the significance of oral discourse in transmitting natural knowledge within the social setting of seventeenth-century Rome and among Italian natural historians more broadly. It focuses on the way in which the study of unusual animals such as the whale (and by extension ambergris, the substance that it allegedly produced) was shaped by the oral testimony of those who saw it first-hand, often with little distinction being made between the social and professional status of different informants. While the oral testimony of a learned missionary may have trumped that of others, ultimately pride of place was given to first-hand experience over second-hand written accounts. Personal acquaintance also played an important role. On the whole, the examples analyzed in this article aim to illustrate the plurality of means and voices that actively contributed to the making of early-modern natural knowledge of animals. Within the inductive method that characterized early modern natural history, conversation and hearsay thus played an active and significant role that historians of science have mostly underestimated.","Authors":"Azzolini, M (Azzolini, Monica)","Title":"Talking of animals: whales, ambergris, and the circulation of knowledge in seventeenth-century Rome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397364900021 ISSN: 0742-051X","Keywords":"Draw and write; Primary school; Movement integration; Classroom; Physical activity; Behaviour change KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; PHYSICAL-ACTIVITY LEVELS; PRIMARY-SCHOOL CHILDREN; ACTIVITY INTERVENTION; ACADEMIC-PERFORMANCE; QUALITATIVE RESEARCH; ADOLESCENT GIRLS; BEHAVIOR-CHANGE; PERCEPTIONS; EDUCATION","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TEACHING AND TEACHER EDUCATION Volume: 63 Pages: 218-230 DOI: 10.1016/j.tate.2017.01.002 Published: APR 2017","Abstract":"This paper evaluates perceptions of 5 teachers and 129 students, of participating in an 8-week primary school movement integration intervention. Following training and provision of resources, teachers were asked to teach 2 active lessons each day. Teachers completed questionnaires at post-intervention. Students participated in 'draw and write' activities and focus group interviews. Teachers reported great satisfaction, noting student enjoyment, enhanced teaching and learning, and provision of resources as contributing to the success of the programme. Students expressed high levels of enjoyment, with emphasis on peer-engagement, perceived health benefits, and improved academic motivation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Martin, R (Martin, Rosemarie) ; Murtagh, EM (Murtagh, Elaine M.)","Title":"Teachers' and students' perspectives of participating in the 'Active Classrooms' movement integration programme"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397494900004 ISSN: 0098-6283 eISSN: 1532-8023","Keywords":"research methods; active learning; introductory psychology; large class KeyWords Plus:CRITICAL THINKING; PSYCHOLOGY; STUDENTS; IMPACT; SKILLS","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Multidisciplinary","Journal Information":"TEACHING OF PSYCHOLOGY Volume: 44 Issue: 2 Pages: 117-123 DOI: 10.1177/0098628317692614 Published: APR 2017","Abstract":"The current investigation tested the effectiveness of an online student research project designed to supplement traditional methods (e.g., lectures, discussions, and assigned readings) of teaching research methods in a large-enrollment Introduction to Psychology course. Over the course of the semester, students completed seven assignments, each representing a stage of the research process. Students formed hypotheses, tested their hypotheses using data from the class, interpreted their results, generated future directions, created PowerPoint slides summarizing their projects, and presented their results in a poster session. We found support for the hypothesis that the research methods intervention would lead to better performance on a research methods quiz compared to students in a nonintervention section taught by the same instructor. This intervention demonstrated that it is feasible to use project-oriented active-learning techniques to foster understanding of research methods in large classes.","Authors":"LaCosse, J (LaCosse, Jennifer) ; Ainsworth, SE (Ainsworth, Sarah E.) ; Shepherd, MA (Shepherd, Melissa A.) ; Ent, M (Ent, Michael) ; Klein, KM (Klein, Kelly M.) ; Holland-Carter, LA (Holland-Carter, Lauren A.) ; Moss, JH (Moss, Justin H.) ; Licht, M (Licht, Mark) ; Licht, B (Licht, Barbara)","Title":"An Active-Learning Approach to Fostering Understanding of Research Methods in Large Classes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397494900005 ISSN: 0098-6283 eISSN: 1532-8023","Keywords":"social psychology; game integration; learning perceptions; teaching KeyWords Plus:HIGHER-EDUCATION; GAMES; EXPERIENCE; CLASSROOM; CLIPS; MOVIE","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Multidisciplinary","Journal Information":"TEACHING OF PSYCHOLOGY Volume: 44 Issue: 2 Pages: 124-133 DOI: 10.1177/0098628317692615 Published: APR 2017","Abstract":"An interactive learning module was developed and implemented in a social psychology course to teach concepts of the self via self-exploration and game play using The SIMS3 . Students volunteered to play the computer video game throughout a 5-week summer session as a supplement to reading the chapter in the textbook. Results revealed that students who played the game demonstrated a significant increase in content knowledge compared to those who engaged in other active learning projects; interestingly, students who played the game reported lower levels of confidence with course material. Student's overall perceived experience (e.g., engagement, fun) of the learning module was also explored.","Authors":"Stansbury, JA (Stansbury, Jessica A.)","Title":"Virtual Learning Environments in Social Psychology: Using The SIMs3 to Teach Self-Related Processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397494900010 ISSN: 0098-6283 eISSN: 1532-8023","Keywords":"rats; virtual rats; Sniffy; teaching; ethics; psychology KeyWords Plus:NATIONAL SURVEY; EDUCATION; ATTITUDES; ANIMALS","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Multidisciplinary","Journal Information":"TEACHING OF PSYCHOLOGY Volume: 44 Issue: 2 Pages: 160-164 DOI: 10.1177/0098628317692632 Published: APR 2017","Abstract":"Taking an ethical approach to using nonhuman animals in teaching requires assessment of the learning benefits of using animals and how these compare to the benefits of alternative teaching practices. It is also important to consider whether students have ethical reservations about completing exercises with animals. We compared upper level undergraduate students' evaluations of psychology laboratories using live rats with their evaluations of using a virtual rat (Sniffy). Students reported that the live-rat labs were ethically acceptable and that working with live rats enhanced their learning to a greater extent than working with Sniffy. These results support the retention of laboratories using live rats in psychology courses.","Authors":"Hunt, MJ (Hunt, Maree J.) ; Macaskill, AC (Macaskill, Anne C.)","Title":"Student Responses to Active Learning Activities With Live and Virtual Rats in Psychology Teaching Laboratories"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396771400004 ISSN: 1022-0038 eISSN: 1572-8196","Keywords":"Delay Tolerant Network; Opportunistic; Network; Trust Management; Artificial Neural Network; Routing algorithm; Performance evaluation","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"WIRELESS NETWORKS Volume: 23 Issue: 3 Pages: 693-702 DOI: 10.1007/11276-015-1166-y Published: APR 2017","Abstract":"In today's world, when every mobile device corresponds with human behavioral patterns. People often come across with various communities having patterns such as mobility, communication and groups. Trust is an intrinsic factor, which plays important role in formation of such communities. It is important to see the inherent risk involved in such socially active communities. Such factors motivate the use of trust as a routing factor in Delay Tolerant Networks (DTNs). This paper proposes a Trust based Intelligent Routing Algorithm, which exploits the Call Data Record from Call Detail Record. The function of Artificial Neural Network is to calculate and learn, trust value that can be shared among network devices. Our algorithm lowers the need of nodes resources like energy consumption, computation time and space overheads. The proposed algorithm enhances the routing performance in DTN. The earlier work claiming better efficiency generally ends up consuming network's resources. On the contrary our proposed algorithm provides in-built security, without any additional overhead. To the best of our knowledge the proposed work is the first of its kind, providing ingrained security feature to the DTN. This work gives vantage point to the researchers in the field over other schemes proposed in the past.","Authors":"Singh, AV (Singh, Ajay Vikram) ; Juyal, V (Juyal, Vandana) ; Saggar, R (Saggar, Ravish)","Title":"Trust based Intelligent Routing Algorithm for Delay Tolerant Network using Artificial Neural Network"}, {"Document Information":"Document Type:Review Language:Japanese Accession Number: WOS:000398140000008 PubMed ID: 28381714 ISSN: 0031-6903","Keywords":"humanities; communication; medical ethics; pharmacy education","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"YAKUGAKU ZASSHI-JOURNAL OF THE PHARMACEUTICAL SOCIETY OF JAPAN Volume: 137 Issue: 4 Pages: 399-405 Published: APR 2017","Abstract":"In 2006, a model core curriculum in pharmaceutical studies was developed prior to the outset of the 6-year pharmacy degree. In the 10 years that followed, medical care and life science technology has progressed, pharmaceutical laws have been revised, and the responsibilities of pharmacists have increased. In response to such social changes and needs, the Model Core Curriculum for Pharmacy Education was revised in December 2013. In order to play an active role as a pharmacist in any medical workplace, it is important for pharmacy students to develop their communication skills and attitudes in order to foster the trust of their patients and other medical professionals. In the new Model Core Curriculum, education in the humanities is clearly described as a foundation to pharmaceutical education, which pertains to the clinical role of a pharmacist; hence, each pharmacy school has outlined strategies for students to learn bioethics and medical ethics, and to develop communication skills. Today, although the importance of humanities education is rapidly increasing, it is difficult to immediately evaluate the outcome of learning humanities subjects and communication. Such an evaluation requires a longer-term perspective. This paper describes the status and problems of humanities education as a component of pharmacy education, and considers future directions of research in humanities education with respect to pharmacy education.","Authors":"Ishikawa, S (Ishikawa, Satoko)","Title":"Status and Problems of Humanities Education with Respect to Pharmacy Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397770200089 ISSN: 0278-0046 eISSN: 1557-9948","Keywords":"Acoustic transmittermotion control; active damping control; control parameter self-adjustment KeyWords Plus:PERFORMANCE; MICROPHONE","Categories":"Automation & Control Systems; Engineering; Instruments & Instrumentation Web of Science Categories:Automation & Control Systems; Engineering, Electrical & Electronic; Instruments & Instrumentation","Journal Information":"IEEE TRANSACTIONS ON INDUSTRIAL ELECTRONICS Volume: 64 Issue: 4 Pages: 3423-3432 DOI: 10.1109/TIE.2016.2598315 Published: APR 2017","Abstract":"This paper presents a method to suppress the ringing effect for an acoustic transmitter used in oilfield wireline logging. The removal of ringing is desirable for acoustic logging as too much ringing can interfere with the processing of formation data. The existing approach uses a strong passive damper to damp out the vibration energy. This, however, limits the magnitude of the acoustic signal generated for logging purposes and can also create reliability challenges. This paper proposes a new method based on the active ringing damping in which a control signal is injected to compensate the transmitter motion vibration and is adapted under the change of operating environments. As compared to approaches developed for other acoustic applications, the method does not require the addition of extra sensors to the existing system and is designed to comply with the unique downhole logging hardware constraints. An iterative technique is used to adapt the ringing braking signal by learning the control patterns in the past cycles. Both simulation and experimental results are presented to demonstrate the effectiveness and robustness of the proposed method in the ringing braking.","Authors":"Song, XY (Song, Xingyong) ; Zhao, YM (Zhao, Yiming) ; Dykstra, J (Dykstra, Jason)","Title":"Active Damping of Acoustic Ringing Effect for Oil Well Sonic Logging System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434600012 PubMed ID: 28241180 ISSN: 2168-622X eISSN: 2168-6238","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"JAMA PSYCHIATRY Volume: 74 Issue: 4 Pages: 370-378 DOI: 10.1001/jamapsychiatry.2017.0025 Published: APR 1 2017","Abstract":"IMPORTANCE Depressive severity is typically measured according to total scores on questionnaires that include a diverse range of symptoms despite convincing evidence that depression is not a unitary construct. When evaluated according to aggregate measurements, treatment efficacy is generally modest and differences in efficacy between antidepressant therapies are small. OBJECTIVES To determine the efficacy of antidepressant treatments on empirically defined groups of symptoms and examine the replicability of these groups. DESIGN, SETTING, AND PARTICIPANTS Patient-reported data on patients with depression from the Sequenced Treatment Alternatives to Relieve Depression (STAR*D) trial (n = 4039) were used to identify clusters of symptoms in a depressive symptom checklist. The findings were then replicated using the Combining Medications to Enhance Depression Outcomes (CO-MED) trial (n = 640). Mixed-effects regression analysis was then performed to determine whether observed symptom clusters have differential response trajectories using intent-to-treat data from both trials (n = 4706) along with 7 additional placebo and active-comparator phase 3 trials of duloxetine (n = 2515). Finally, outcomes for each cluster were estimated separately using machine-learning approaches. The study was conducted from October 28, 2014, to May 19, 2016. MAIN OUTCOMES AND MEASURES Twelve items from the self-reported Quick Inventory of Depressive Symptomatology (QIDS-SR) scale and 14 items from the clinician-rated Hamilton Depression (HAM-D) rating scale. Higher scores on the measures indicate greater severity of the symptoms. RESULTS Of the 4706 patients included in the first analysis, 1722 (36.6%) were male; mean (SD) age was 41.2 (13.3) years. Of the 2515 patients included in the second analysis, 855 (34.0%) were male; mean age was 42.65 (12.17) years. Three symptom clusters in the QIDS-SR scale were identified at baseline in STAR*D. This 3-cluster solution was replicated in CO-MED and was similar for the HAM-D scale. Antidepressants in general (8 of 9 treatments) were more effective for core emotional symptoms than for sleep or atypical symptoms. Differences in efficacy between drugs were often greater than the difference in efficacy between treatments and placebo. For example, high-dose duloxetine outperformed escitalopram in treating core emotional symptoms (effect size, 2.3 HAM-D points during 8 weeks, 95% CI, 1.6 to 3.1; P < .001), but escitalopram was not significantly different from placebo (effect size, 0.03 HAM-D points; 95% CI, -0.7 to 0.8; P = .94). CONCLUSIONS AND RELEVANCE Two common checklists used to measure depressive severity can produce statistically reliable clusters of symptoms. These clusters differ in their responsiveness to treatment both within and across different antidepressant medications. Selecting the best drug for a given cluster may have a bigger benefit than that gained by use of an active compound vs a placebo.","Authors":"Chekroud, AM (Chekroud, Adam M.) ; Gueorguieva, R (Gueorguieva, Ralitza) ; Krumholz, HM (Krumholz, Harlan M.) ; Trivedi, MH (Trivedi, Madhukar H.) ; Krystal, JH (Krystal, John H.) ; McCarthy, G (McCarthy, Gregory)","Title":"Reevaluating the Efficacy and Predictability of Antidepressant Treatments A Symptom Clustering Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612800002 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Transfer learning; Active learning; Recommender systems KeyWords Plus:PARALLEL MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 245 Pages: 38-55 DOI: 10.1016/j.artint.2016.12.004 Published: APR 2017","Abstract":"In the past decade, artificial intelligence (AI) techniques have been successfully applied to recommender systems employed in many e-commerce companies, such as Amazon, eBay, Netflix, etc., which aim to provide personalized recommendations on products or services. Among various AI-based recommendation techniques, collaborative filtering has proven to be one of the most promising methods. However, most collaborative-filtering-based recommender systems, especially the newly launched ones, have trouble making accurate recommendations for users. This is caused by the data sparsity issue in recommender systems, where little existing rating information is available. To address this issue, one of the most effective practices is applying transfer learning techniques by leveraging relatively rich collaborative data knowledge from related systems, which have been well running. Previous transfer learning models for recommender systems often assume that a sufficient set of entity correspondences (either user or item) across the target and auxiliary systems (a.k.a. source systems) is given in advance. This assumption does not hold in many real world scenarios where entity correspondences across systems are usually unknown, and the cost of identifying them can be expensive. In this paper, we propose a new transfer learning framework for recommender systems, which relaxes the above assumption to facilitate flexible knowledge transfer across different systems with low cost by using an active learning principle to construct entity correspondences across systems. Specifically, for the purpose of maximizing knowledge transfer, we first iteratively select entities in the target system based on some criterion to query their correspondences in the source system. We then plug the actively constructed entity correspondences into a general transferred collaborative-filtering model to improve recommendation quality. Based on the framework, we propose three solutions by specifying three state-of-the-art collaborative filtering methods, namely Maximum-Margin Matrix Factorization, Regularized Low-rank Matrix Factorization, and Probabilistic Matrix Factorization. We perform extensive experiments on two real-world datasets to verify the effectiveness of our proposed framework and the three specified solutions for cross-system recommendation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, LL (Zhao, Lili) ; Pan, SJ (Pan, Sinno Jialin) ; Yang, Q (Yang, Qiang)","Title":"A unified framework of active transfer learning for cross-system recommendation"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000395065800004 ISSN: 1470-3297 eISSN: 1470-3300","Keywords":"Service-learning; reciprocity; social justice; relational KeyWords Plus:PARTNERSHIP; UNIVERSITY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"INNOVATIONS IN EDUCATION AND TEACHING INTERNATIONAL Volume: 54 Issue: 2 Pages: 117-125 Special Issue: SI DOI: 10.1080/14703297.2016.1273788 Published: APR 2017","Abstract":"Service learning is experiential education that encourages students as socially responsible and active citizens working in and with members of the community. We consider how these ideas illuminate the ambitions of a unique service-learning opportunity known as Converge', a university partnership with a health care provider that brings together students and users of mental health services in a variety of educational activities. We are particularly concerned in this article to address the criticism that service learning can exploit marginalised groups for the benefit of student education. We propose that reciprocal relationships which challenge established ideas and practices, together with engaging students in critical and informed analysis are key components in ensuring that service learning is socially just.","Authors":"Asghar, M (Asghar, Mandy) ; Rowe, N (Rowe, Nick)","Title":"Reciprocity and critical reflection as the key to social justice in service learning: A case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395348100006 ISSN: 1049-4820 eISSN: 1744-5191","Keywords":"Learning behavior analysis; peer tutoring; learning logs; learning analytics; mathematics courses KeyWords Plus:NATURAL-SCIENCE COURSES; ACADEMIC-PERFORMANCE; GROUP CONTINGENCIES; HIGHER-EDUCATION; COMPUTER GAME; STRATEGIES; KNOWLEDGE; SYSTEM; DISABILITIES; ENGAGEMENT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"INTERACTIVE LEARNING ENVIRONMENTS Volume: 25 Issue: 2 Pages: 203-219 Special Issue: SI DOI: 10.1080/10494820.2016.1276085 Published: APR 2017","Abstract":"Mathematics has been widely recognized as being challenging for most students. In this study, an online formative peer-tutoring approach was proposed to cope with this problem, and an online learning system was developed accordingly. To evaluate the effectiveness of the proposed approach, an experiment was conducted to explore its effects on students' learning behaviors as well as their learning performance and perceptions of the mathematics course. The experimental results showed that both the formative and conventional peer-tutoring approaches significantly improved the students' learning achievement as well as reduced their cognitive load in comparison with conventional online collaborative learning approaches. In addition, the learning behavior analysis results showed that the students playing the role of tutor in the formative peer-tutoring group revealed more appropriate behaviors of assisting their tutees via discussing with them and providing hints to them as well as guiding them to solve the mathematics problems, while the tutees were more willing to ask questions than those learning with the conventional peer-tutoring approach. This implies that the proposed approach could motivate both the tutors and tutees to become active learners with good learning conceptions.","Authors":"Chu, HC (Chu, Hui-Chun) ; Chen, JM (Chen, Jun-Ming) ; Tsai, CL (Tsai, Chieh-Lun)","Title":"Effects of an online formative peer-tutoring approach on students' learning behaviors, performance and cognitive load in mathematics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395394500001 ISSN: 0307-5079 eISSN: 1470-174X","Keywords":"Active Learning; constructivist pedagogies; language; relationships; meta-cognitive skills KeyWords Plus:UNIVERSITY-STUDENTS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"STUDIES IN HIGHER EDUCATION Volume: 42 Issue: 4 Pages: 611-622 DOI: 10.1080/03075079.2015.1049141 Published: APR 2017","Abstract":"Based on a phenomenological exploration of Chinese students at a UK university business school, this article supports a growing body of research questioning the assumptions underpinning the putative Socratic/Confucian dichotomy of academic cultures. Beginning with a review of research literature on the experiences of Chinese students on Active Learning courses, the main part of the study is based on an analysis of qualitative interviews conducted in English and Mandarin. Findings suggest that, whilst Active Learning pedagogies are perceived as supporting their learning on these modules, for some students the double-learning agenda' entailed by these pedagogies can make their classrooms an uncomfortable space. The conclusion makes a strong case for reconceptualising the language problems' reported by many international students as conversational problems', and for recognising the nexus of language, relationships and meta-cognitive skills as legitimate areas for intervention by teachers in their role as facilitators of Active Learning.","Authors":"Simpson, C (Simpson, Colin)","Title":"Language, relationships and skills in mixed-nationality Active Learning classrooms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397921800009 PubMed ID: 27838936 ISSN: 0002-953X eISSN: 1535-7228","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"AMERICAN JOURNAL OF PSYCHIATRY Volume: 174 Issue: 4 Pages: 329-340 DOI: 10.1176/appi.ajp.2016.16030360 Published: APR 2017","Abstract":"Objective: Previous meta-analyses indicate that computerized cognitive training (CCT) is a safe and efficacious intervention for cognition in older adults. However, efficacy varies across populations and cognitive domains, and little is known about the efficacy of CCT in people with mild cognitive impairment or dementia. Method: The authors searched Medline, Embase, PsychINFO, CINAHL, and CENTRAL through July 1, 2016, for randomized controlled trials of CCT in older adults with mild cognitive impairment or dementia. Overall cognition, individual cognitive domains, psychosocial function, and activities of daily living were pooled separately for mild cognitive impairment and dementia trials. Results: The overall effect on cognition in mild cognitive impairment across 17 trials was moderate (Hedges' g=0.35, 95% CI=0.20-0.51). There was no evidence of publication bias or difference between active-and passive-controlled trials. Small to moderate effects were found for global cognition, attention, working memory, learning, and memory, with the exception of nonverbal memory, and for psychosocial functioning, including depressive symptoms. In dementia, statistically significant effects were found on overall cognition (k=11, g=0.26, 95% CI=0.01-0.52) and visuospatial skills, but these were driven by three trials of virtual reality or Nintendo Wii. Conclusions: CCT is efficacious on global cognition, select cognitive domains, and psychosocial functioning in people with mild cognitive impairment. This intervention therefore warrants longer-term and larger-scale trials to examine effects on conversion to dementia. Conversely, evidence for efficacy in people with dementia is weak and limited to trials of immersive technologies.","Authors":"Hill, NTM (Hill, Nicole T. M.); Mowszowski, L (Mowszowski, Loren); Naismith, SL (Naismith, Sharon L.); Chadwick, VL (Chadwick, Verity L.); Valenzuela, M (Valenzuela, Michael); Lampit, A (Lampit, Amit)","Title":"Computerized Cognitive Training in Older Adults With Mild Cognitive Impairment or Dementia: A Systematic Review and Meta-Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397724200009 ISSN: 0894-4393 eISSN: 1552-8286","Keywords":"simulation; active learning; assessment; international relations; Statecraft KeyWords Plus:INTERNATIONAL-RELATIONS","Categories":"Computer Science; Information Science & Library Science; Social Sciences - Other Topics Web of Science Categories:Computer Science, Interdisciplinary Applications; Information Science & Library Science; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE COMPUTER REVIEW Volume: 35 Issue: 2 Pages: 287-296 DOI: 10.1177/0894439315607019 Published: APR 2017","Abstract":"This brief article weighs in on a pedagogical debate concerning the didactic usefulness of an online international relations computer simulation called Statecraft. In a 2014 article, Gustavo Carvalho, a teaching assistant at the University of Toronto, claimed, based on the results of a survey he administered to an international relations class that used Statecraft, that the simulation had little to offer students as a teaching tool. In a rebuttal, Statecraft creator Jonathan Keller took Carvalho to task for not employing the simulation properly, which biased his results. While Carvalho only presented results for one class, the present analysis reports on survey responses of students over six different classes which used Statecraft from 2013 to 2014. The results call into question Carvalho's findings and suggest that the context and curriculum matter as much as the simulation itself when judging the pedagogical value of computer-mediated learning tools.","Authors":"Saiya, N (Saiya, Nilay)","Title":"How Dangerous Are Virtual Worlds Really? A Research Note on the Statecraft Simulation Debate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396856100016 ISSN: 0003-4967 eISSN: 1468-2060","Categories":"Rheumatology Web of Science Categories:Rheumatology","Journal Information":"ANNALS OF THE RHEUMATIC DISEASES Volume: 76 Issue: 4 DOI: 10.1136/annrheumdis-2016-209718 Published: APR 2017","Abstract":"Objectives To explore perceptions, barriers and patterns of social media (SM) use among rheumatology fellows and basic scientists. Methods An online survey was disseminated via Twitter, Facebook and by email to members of the Emerging European League Against Rheumatism Network. Questions focused on general demographics, frequency and types of SM use, reasons and barriers to SM use. Results Of 233 respondents (47 countries), 72% were aged 30-39 years, 66% female. 83% were active users of at least one SM platform and 71% were using SM professionally. The majority used SM for communicating with friends/colleagues (79%), news updates (76%), entertainment (69%), clinical (50%) and research (48%) updates. Facebook was the dominant platform used (91%). SM was reported to be used for information (81%); for expanding professional networks (76%); new resources (59%); learning new skills (47%) and establishing a professional online presence (46%). 30% of non-SM users justified not using SM due to lack of knowledge. Conclusions There was a substantial use of SM by rheumatologists and basic scientists for social and professional reasons. The survey highlights a need for providing learning resources and increasing awareness of the use of SM. This could enhance communication, participation and collaborative work, enabling its more widespread use in a professional manner.","Authors":"Nikiphorou, E (Nikiphorou, Elena) ; Studenic, P (Studenic, Paul) ; Ammitzboll, CG (Ammitzboll, Christian Gytz) ; Canavan, M (Canavan, Mary) ; Jani, M (Jani, Meghna) ; Ospelt, C (Ospelt, Caroline) ; Berenbaum, F (Berenbaum, Francis) Group Author(s): EMEUNET Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Studenic, Paul http://orcid.org/0000-0002-8895-6941","Title":"Social media use among young rheumatologists and basic scientists: results of an international survey by the Emerging EULAR Network (EMEUNET)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394480100005 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Media in education; Distance education; Teaching/learning strategies; Lifelong learning; Learning communities KeyWords Plus:MOOCS; ICT; ADOLESCENTS; TECHNOLOGY; CHALLENGES; MOTIVATION; NETWORKS; BELIEFS; WORLD","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 107 Pages: 54-67 DOI: 10.1016/j.compedu.2016.12.010 Published: APR 2017","Abstract":"In this descriptive study, we assessed 483 pre-service teachers' perceptions of the different competence dimensions of digital literacy and of psychological and educational measures. The data analysed were collected over three consecutive academic years by means of seven standardised and empirically validated questionnaires written in Spanish which were administered via an online web/software survey tool. The results obtained confirmed the trends observed in previous studies and indicated that patterns of knowledge, training and use of the digital literacy competencies and psychological and educational measures examined, such as active methodologies, strategies, styles, approaches and competencies, differed according to sex and the degree specialisation studied. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Garcia-Martin, J (Garcia-Martin, Judit) ; Garcia-Sanchez, JN (Garcia-Sanchez, Jesus-Nicasio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Garcia-Sanchez, Jesus-Nicasio http://orcid.org/0000-0002-9464-483X","Title":"Pre-service teachers' perceptions of the competence dimensions of digital literacy and of psychological and educational measures"}, {"Keywords":"Vibrotactile head-mounted display; haptic interaction; spatial awareness; 3D environments","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1340-1348 DOI: 10.1109/TVCG.2017.2657238 Published: APR 2017","Abstract":"Due to the perceptual characteristics of the head, vibrotactile Head-mounted Displays are built with low actuator density. Therefore, vibrotactile guidance is mostly assessed by pointing towards objects in the azimuthal plane. When it comes to multisensory interaction in 3D environments, it is also important to convey information about objects in the elevation plane. In this paper, we design and assess a haptic guidance technique for 3D environments. First, we explore the modulation of vibration frequency to indicate the position of objects in the elevation plane. Then, we assessed a vibrotactile HMD made to render the position of objects in a 3D space around the subject by varying both stimulus loci and vibration frequency. Results have shown that frequencies modulated with a quadratic growth function allowed a more accurate, precise, and faster target localization in an active head pointing task. The technique presented high usability and a strong learning effect for a haptic search across different scenarios in an immersive VR setup.","Authors":"Oliveira, VAD (de Jesus Oliveira, Victor Adriel) ; Brayda, L (Brayda, Luca) ; Nedel, L (Nedel, Luciana) ; Maciel, A (Maciel, Anderson)","Title":"Designing a Vibrotactile Head-mounted Display for Spatial Awareness in 3D Spaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394658600001 ISSN: 1462-3943 eISSN: 1470-1103","Keywords":"Professional development; active learning; international setting; reflective practice; education system; reform; cultural context","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"REFLECTIVE PRACTICE Volume: 18 Issue: 2 Pages: 147-160 DOI: 10.1080/14623943.2016.1251406 Published: APR 2017","Abstract":"This study explores teachers' reflections on the professional development (PD) provided by the Egyptian Ministry of Education as part of a national reform plan implemented right before the political changes in Egypt. The study took place in three national language schools and focused on English as Foreign Language teachers' perspectives on the PD and the successes and challenges they faced implementing it. Results highlight teachers' critical reflections on the quality and duration of the PD. Despite the effort, they expressed dissatisfaction with the lack of support and follow up from the administration, in addition to the lack of practical examples that characterized the PD.","Authors":"El-Bilawi, NH (El-Bilawi, Nora H.) ; Nasser, I (Nasser, Ilham)","Title":"Teachers' professional development as a pathway for educational reform in Egypt"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397300500012 PubMed ID: 27567310 ISSN: 0006-3223 eISSN: 1873-2402","Keywords":"Addiction; Arc; Cocaine; Extracellular-signal regulated kinase; ERK; Signaling; Striatum KeyWords Plus:ARC MESSENGER-RNA; IMMEDIATE-EARLY GENE; SYNAPTIC PLASTICITY; PREFRONTAL CORTEX; UP-REGULATION; IN-VIVO; C-FOS; EXPRESSION; ARC/ARG3.1; TRANSCRIPTION","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Neurosciences; Psychiatry","Journal Information":"BIOLOGICAL PSYCHIATRY Volume: 81 Issue: 7 Pages: 573-584 DOI: 10.1016/j.biopsych.2016.05.025 Published: APR 1 2017","Abstract":"BACKGROUND: Addiction relies on persistent alterations of neuronal properties, which depends on gene regulation. Activity-regulated cytoskeleton-associated protein (Arc) is an immediate early gene that modulates neuronal plasticity underlying learning and memory. Its role in cocaine-induced neuronal and behavioral adaptations remains elusive. METHODS: Acute cocaine-treated mice were used for quantitative reverse-transcriptase polymerase chain reaction, immunocytochemistry, and confocal imaging from striatum. Live imaging and transfection assays for Arc overexpression were performed from primary cultures. Molecular and behavioral adaptations to cocaine were studied from Arc-deficient mice and their wild-type littermates. RESULTS: Arc messenger RNA and proteins are rapidly induced in the striatum after acute cocaine administration, via an extracellular-signal regulated kinase-dependent de novo protein synthesis. Although detected in dendrites, Arc accumulates in the nucleus in active zones of transcription, where it colocalizes with phospho-Ser10-histone H3, an important component of nucleosomal response. In vitro, Arc overexpression downregulates phospho-Ser10-histone H3 without modifying extracellular-signal regulated kinase phosphorylation in the nucleus. In vivo, Arc-deficient mice display decreased heterochromatin domains, a high RNA-polymerase II activity and enhanced cFos expression. These mice presented an exacerbated psychomotor sensitization and conditioned place preference induced by low doses of cocaine. CONCLUSIONS: Cocaine induces the rapid induction of Arc and its nuclear accumulation in striatal neurons. Locally, it alters the nucleosomal response, and acts as a brake on chromatin remodeling and gene regulation. These original observations posit Arc as a major homeostatic modulator of molecular and behavioral responses to cocaine. Thus, modulating Arc levels may provide promising therapeutic approaches in drug addiction.","Authors":"Salery, M (Salery, Marine) ; Dos Santos, M (Dos Santos, Marc) ; Saint-Jour, E (Saint-Jour, Estefani) ; Moumne, L (Moumne, Lara) ; Pages, C (Pages, Christiane) ; Kappes, V (Kappes, Vincent) ; Parnaudeau, S (Parnaudeau, Sebastien) ; Caboche, J (Caboche, Jocelyne) ; Vanhoutte, P (Vanhoutte, Peter)","Title":"Activity-Regulated Cytoskeleton-Associated Protein Accumulates in the Nucleus in Response to Cocaine and Acts as a Brake on Chromatin Remodeling and Long-Term Behavioral Alterations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394062900023 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Preschool; ICT; Teacher beliefs; Early childhood education; Technology; Learning KeyWords Plus:EARLY-CHILDHOOD EDUCATION; TECHNOLOGY INTEGRATION; TEACHER BELIEFS; COMPUTER USE; CLASSROOM; PLAY; CHILDREN; CONTEXT","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 69 Pages: 197-206 DOI: 10.1016/j.chb.2016.12.037 Published: APR 2017","Abstract":"It has become evident that the vast majority of early childhood educators feel positive about using ICT with children. However, as they are found to have had no or only a little training or practical experience of pedagogical use of ICT, it is important to explore where the positive attitude comes from, and what pedagogical benefits early childhood educators believe ICT use brings about. This study focuses on the relationships of educators' general and ICT-related pedagogical beliefs, and the foundations of educators' positive ICT pedagogical beliefs. In their general pedagogical beliefs, the educators emphasized the learning of socio-emotional skills, and reported that they carry out practices where children have an active role in their learning. In their ICT pedagogical beliefs, the educators emphasized the learning of academic skills, and the methods they described were usually individual exercises which were either carried out using ICT or by following educators' ICT-supported instructions. Positive ICT pedagogical beliefs were, to a large extent, based on perceptions of what different devices and software promise in terms of children's learning. Outside influences, i.e., the model observed from primary school, also played a significant role in the construction of the educators' ICT pedagogical beliefs. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Mertala, P (Mertala, Pekka)","Title":"Wag the dog - The nature and foundations of preschool educators' positive ICT pedagogical beliefs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900040 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Active learning (AL); hyperspectral image (HSI) classification; semisupervised learning; sparse graph regularization; sparse representation (SR); total variation KeyWords Plus:MULTINOMIAL LOGISTIC-REGRESSION; SPECTRAL-SPATIAL CLASSIFICATION; SEMI-SUPERVISED CLASSIFICATION; SUPPORT VECTOR MACHINES; SEMISUPERVISED CLASSIFICATION; DISCRIMINANT-ANALYSIS; TRANSDUCTIVE SVM; ALGORITHMS","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2351-2366 DOI: 10.1109/TGRS.2016.2641985 Published: APR 2017","Abstract":"Regularization has appeared explicitly in hyperspectral image (HSI) classification community, which serves as a promising paradigm for leveraging labeled and unlabeled information, computer's automation and user's interaction, spectral and spatial information, and so on. Graph-based regularization is capable of modeling the nonlinear structures embedded in high-dimensional space, with the great potential for HSI classification. However, traditional methods exhibit low capacity when facing noisy and large-scale data, thus posing a big challenge for their successful use in this community. In this paper, we present two novel sparse graph regularization methods, SGR and SGR with total variation (TV-SGR). In SGR, the labels of large unknown data are propagated based on the fraction matrix and the prediction function, where the fraction matrix is obtained using an effective sparse representation (SR) algorithm with respect to the dictionary, and the prediction function is estimated by optimizing a typical graph-based regularization problem. In contrast, TV-SGR is an extension of SGR by considering spatial information modeled by total variation in SR. Propagating the prediction function from dictionary to large unknown data using the fraction matrix is the essence of the paradigm. SGR and TV-SGR can be equipped with semisupervised learning, active learning, and spectral-spatial classification with large flexibility. The experimental results with two popular hyperspectral data sets indicate that the proposed methods outperform some state-of-the-art approaches in terms of computational efficacy, classification accuracy, and robustness to noise.","Authors":"Xue, ZH (Xue, Zhaohui) ; Du, PJ (Du, Peijun) ; Li, J (Li, Jun) ; Su, HJ (Su, Hongjun)","Title":"Sparse Graph Regularization for Hyperspectral Remote Sensing Image Classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900013 PubMed ID: 28092540 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Active learning; multi-label learning; multi-label classification KeyWords Plus:IMAGE CLASSIFICATION; SCENE RECOGNITION; DRIVEN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1694-1707 DOI: 10.1109/TIP.2017.2651372 Published: APR 2017","Abstract":"Multi-label learning draws great interests in many real world applications. It is a highly costly task to assign many labels by the oracle for one instance. Meanwhile, it is also hard to build a good model without diagnosing discriminative labels. Can we reduce the label costs and improve the ability to train a good model for multi-label learning simultaneously? Active learning addresses the less training samples problem by querying the most valuable samples to achieve a better performance with little costs. In multi-label active learning, some researches have been done for querying the relevant labels with less training samples or querying all labels without diagnosing the discriminative information. They all cannot effectively handle the outlier labels for the measurement of uncertainty. Since maximum correntropy criterion (MCC) provides a robust analysis for outliers in many machine learning and data mining algorithms, in this paper, we derive a robust multi-label active learning algorithm based on an MCC by merging uncertainty and representativeness, and propose an efficient alternating optimization method to solve it. With MCC, our method can eliminate the influence of outlier labels that are not discriminative to measure the uncertainty. To make further improvement on the ability of information measurement, we merge uncertainty and representativeness with the prediction labels of unknown data. It cannot only enhance the uncertainty but also improve the similarity measurement of multi-label data with labels information. Experiments on benchmark multi-label data sets have shown a superior performance than the state-of-the- art methods.","Authors":"Du, B (Du, Bo) ; Wang, ZM (Wang, Zengmao) ; Zhang, LF (Zhang, Lefei) ; Zhang, LP (Zhang, Liangpei) ; Tao, DC (Tao, Dacheng)","Title":"Robust and Discriminative Labeling for Multi-Label Active Learning Based on Maximum Correntropy Criterion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300011 PubMed ID: 27411229 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Spike-timing-dependent plasticity; spiking neural networks; structural plasticity; unsupervised learning; winner-take-all KeyWords Plus:WINNER-TAKE-ALL; ACTIVE DENDRITES; MODEL; RECOGNITION; COMPUTATION; EXCITATION; SPIKES; POWER","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 900-910 DOI: 10.1109/TNNLS.2016.2582517 Published: APR 2017","Abstract":"In this paper, we propose a novel winner-take-all (WTA) architecture employing neurons with nonlinear dendrites and an online unsupervised structural plasticity rule for training it. Furthermore, to aid hardware implementations, our network employs only binary synapses. The proposed learning rule is inspired by spike-timing-dependent plasticity but differs for each dendrite based on its activation level. It trains the WTA network through formation and elimination of connections between inputs and synapses. To demonstrate the performance of the proposed network and learning rule, we employ it to solve two-class, four-class, and six-class classification of random Poisson spike time inputs. The results indicate that by proper tuning of the inhibitory time constant of the WTA, a tradeoff between specificity and sensitivity of the network can be achieved. We use the inhibitory time constant to set the number of subpatterns per pattern we want to detect. We show that while the percentages of successful trials are 92%, 88%, and 82% for two-class, four-class, and six-class classification when no pattern subdivisions are made, it increases to 100% when each pattern is subdivided into 5 or 10 subpatterns. However, the former scenario of no pattern subdivision is more jitter resilient than the later ones.","Authors":"Roy, S (Roy, Subhrajit) ; Basu, A (Basu, Arindam)","Title":"An Online Unsupervised Structural Plasticity Algorithm for Spiking Neural Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300013 PubMed ID: 26829808 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Active learning (AL); cross entropy; inductive bias; logistic regression; p-value; rare classes; regularization; semisupervised learning (SL) KeyWords Plus:MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 917-933 DOI: 10.1109/TNNLS.2016.2514401 Published: APR 2017","Abstract":"We investigate semisupervised learning (SL) and pool-based active learning (AL) of a classifier for domains with label-scarce (LS) and unknown categories, i.e., defined categories for which there are initially no labeled examples. This scenario manifests, e.g., when a category is rare, or expensive to label. There are several learning issues when there are unknown categories: 1) it is a priori unknown which subset of (possibly many) measured features are needed to discriminate unknown from common classes and 2) label scarcity suggests that overtraining is a concern. Our classifier exploits the inductive bias that an unknown class consists of the subset of the unlabeled pool's samples that are atypical (relative to the common classes) with respect to certain key (albeit a priori unknown) features and feature interactions. Accordingly, we treat negative log-p-values on raw features as nonnegatively weighted derived feature inputs to our class posterior, with zero weights identifying irrelevant features. Through a hierarchical class posterior, our model accommodates multiple common classes, multiple LS classes, and unknown classes. For learning, we propose a novel semisupervised objective customized for the LS/unknown category scenarios. While several works minimize class decision uncertainty on unlabeled samples, we instead preserve this uncertainty [ maximum entropy (maxEnt)] to avoid overtraining. Our experiments on a variety of UCI Machine learning (ML) domains show: 1) the use of p-value features coupled with weight constraints leads to sparse solutions and gives significant improvement over the use of raw features and 2) for LS SL and AL, unlabeled samples are helpful, and should be used to preserve decision uncertainty (maxEnt), rather than to minimize it, especially during the early stages of AL. Our AL system, leveraging a novel sample-selection scheme, discovers unknown classes and discriminates LS classes from common ones, with sparing use of oracle labeling.","Authors":"Qiu, ZC (Qiu, Zhicong) ; Miller, DJ (Miller, David J.) ; Kesidis, G (Kesidis, George)","Title":"A Maximum Entropy Framework for Semisupervised and Active Learning With Unknown and Label-Scarce Classes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631700002 ISSN: 0306-4379 eISSN: 1873-6076","Keywords":"Learning to rank; Pairwise comparison; Active learning; Crowdsourcing KeyWords Plus:MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SYSTEMS Volume: 65 Pages: 7-21 DOI: 10.1016/j.is.2016.10.002 Published: APR 2017","Abstract":"Ranking items is an essential problem in recommendation systems. Since comparing two items is the simplest type of queries in order to measure the relevance of items, the problem of aggregating pairwise comparisons to obtain a global ranking has been widely studied. Furthermore, ranking with pairwise comparisons has recently received a lot of attention in crowdsourcing systems where binary comparative queries can be used effectively to make assessments faster for precise rankings. In order to learn a ranking based on a training set of queries and their labels obtained from annotators, machine learning algorithms are generally used to find the appropriate ranking model which describes the data set the best. In this paper, we propose a probabilistic model for learning multiple latent rankings by using pairwise comparisons. Our novel model can capture multiple hidden rankings underlying the pairwise comparisons. Based on the model, we develop an efficient inference algorithm to learn multiple latent rankings as well as an effective inference algorithm for active learning to update the model parameters in crowdsourcing systems whenever new pairwise comparisons are supplied. The performance study with synthetic and real-life data sets confirms the effectiveness of our model and inference algorithms.","Authors":"Kim, Y (Kim, Younghoon) ; Kim, W (Kim, Wooyeol) ; Shim, K (Shim, Kyuseok)","Title":"Latent ranking analysis using pairwise comparisons in crowdsourcing platforms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397982900001 PubMed ID: 28408873 ISSN: 1662-5161","Keywords":"ADHD; neurofeedback; slow cortical potentials; randomized controlled study; EMG feedback; specificity KeyWords Plus:DEFICIT-HYPERACTIVITY DISORDER; EEG-NEUROFEEDBACK; NEUROPSYCHOLOGICAL OUTCOMES; EMG BIOFEEDBACK; BRAIN ACTIVITY; ADHD; METAANALYSIS; INTERVENTIONS; MECHANISMS; BLIND","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 135 DOI: 10.3389/fnhum.2017.00135 Published: MAR 31 2017","Abstract":"Background: Neurofeedback (NF) in children with attention-deficit/hyperactivity disorder (ADHD) has been investigated in a series of studies over the last years. Previous studies did not unanimously support NF as a treatment in ADHD. Most studies did not control for unspecific treatment effects and did not demonstrate that self-regulation took place. The present study examined the efficacy of NF in comparison to electromyographic (EMG) feedback to control for unspecific effects of the treatment, and assessed self-regulation of slow cortical potentials (SCPs). Methods: A total of 150 children aged 7-9 years diagnosed with ADHD (82% male; 43% medicated) were randomized to 25 sessions of feedback of SCPs (NF) or feedback of coordination of the supraspinatus muscles (EMG). The primary endpoint was the change in parents' ratings of ADHD core symptoms 4 weeks after the end of treatment compared to pre-tests. Results: Children in both groups showed reduced ADHD-core symptoms (NF 0.3, 95% CI 0.42 to 0.18; EMG 0.13, 95% CI 0.26 to 0.01). NF showed a significant superiority over EMG (treatment difference 0.17, 95% CI 0.02-0.3, p = 0.02). This yielded an effect size (ES) of d = 0.57 without and 0.40 with baseline observation carried forward (BOCF). The sensitivity analysis confirmed the primary result. Successful self-regulation of brain activity was observed only in NF. As a secondary result teachers reported no superior improvement from NF compared to EMG, but within-group analysis revealed effects of NF on the global ADHD score, inattention, and impulsivity. In contrast, EMG feedback did not result in changes despite more pronounced self-regulation learning. Conclusions: Based on the primary parent-rated outcome NF proved to be superior to a semi-active EMG feedback treatment. The study supports the feasibility and efficacy of NF in a large sample of children with ADHD, based on both specific and unspecific effects.","Authors":"Strehl, U (Strehl, Ute) ; Aggensteiner, P (Aggensteiner, Pascal) ; Wachtlin, D (Wachtlin, Daniel) ; Brandeis, D (Brandeis, Daniel) ; Albrecht, B (Albrecht, Bjoern); Arana, M (Arana, Maria) ; Bach, C (Bach, Christiane) ; Banaschewski, T (Banaschewski, Tobias) ; Bogen, T (Bogen, Thorsten)[ 10 ] ; Flaig-Rohr, A (Flaig-Roehr, Andrea) ; Freitag, CM (Freitag, Christine M.)[ 11 ] ; Fuchsenberger, Y (Fuchsenberger, Yvonne)[ 11 ] ; Gest, S (Gest, Stephanie)[ 11 ] ; Gevensleben, H (Gevensleben, Holger) ; Herde, L (Herde, Laura) ; Hohmann, S (Hohmann, Sarah) ; Legenbauer, T (Legenbauer, Tanja)[ 10 ] ; Marx, AM (Marx, Anna-Maria) ; Millenet, S (Millenet, Sabina) ; Pniewski, B (Pniewski, Benjamin)[ 10 ] ; Rothenberger, A (Rothenberger, Aribert) ; Ruckes, C (Ruckes, Christian) ; Worz, S (Woerz, Sonja) ; Holtmann, M (Holtmann, Martin)[ 10 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Albrecht, Bjorn B-5270-2013 http://orcid.org/0000-0001-7936-2044","Title":"Neurofeedback of Slow Cortical Potentials in Children with Attention-Deficit/Hyperactivity Disorder: A Multicenter Randomized Trial Controlling for Unspecific Effects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372200016 PubMed ID: 28062258 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Electric foot shock; Learned helplessness; Depression; Active avoidance; Depression animal model KeyWords Plus:TREATMENT-RESISTANT DEPRESSION; LEARNED HELPLESSNESS; STRESS; MODELS; RATS; FEAR","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 322 Pages: 138-144 Part: A DOI: 10.1016/j.bbr.2017.01.008 Published: MAR 30 2017","Abstract":"The unpredictable and inescapable electric shock-induced \"learned helplessness\" paradigm has long been used to produce an animal model of depression to identify the molecules associated with depressive symptoms or to assess the efficacy of pharmacological treatments for depression. After exposure to unpredictable and inescapable shocks (uncontrollable stress), most of mice showed defect in escape behavior in active avoidance test (learned helplessness, LH), while others did not (non-learned helplessness, NLH). Here, we investigated whether mice with LH or NLH exhibited depressive symptoms, including anhedonia, anxiety, and despair. We found that compared with control na ve mice, both uncontrollable shocks-induced LH and NLH mice showed increased anhedonia-and anxiety-but not despair-like behaviors. Notably, mice subjected to uncontrollable shocks showed similar behaviors, irrespective of whether they also showed LH or NLH. Furthermore, since both LH and NLH mice showed only anhedonia-and anxiety-but not despair-like behaviors, this model may be generally inadequate for classic depression like behavior assessment. In conclusion, uncontrollable electric shock induces depression-like behavior, irrespective of the state of helplessness.(C)2017 Elsevier B.V. All rights reserved.","Authors":"Kim, JY (Kim, Jin Yong) ; Yang, SH (Yang, Soo Hyun) ; Kwon, J (Kwon, Jihyun) ; Lee, HW (Lee, Hyun Woo) ; Kim, H (Kim, Hyun)","Title":"Mice subjected to uncontrollable electric shocks show depression -like behaviors irrespective of their state of helplessness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561900001 ISSN: 1662-5153","Keywords":"episodic memory; consolidation; retroactive interference; resource allocation; reactivation; n-back tasks KeyWords Plus:MEDIAL TEMPORAL-LOBE; WORKING-MEMORY; DISTRIBUTED PRACTICE; DEFAULT NETWORK; BRAIN; REST; AROUSAL; SLEEP; STATE","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"FRONTIERS IN BEHAVIORAL NEUROSCIENCE Volume: 11 DOI: 10.3389/fnbeh.2017.00054 Published: MAR 29 2017","Abstract":"So far, studies that investigated interference effects of post-learning processes on episodic memory consolidation in humans have used tasks involving only complex and meaningful information. Such tasks require reallocation of general or encoding-specific resources away from consolidation-relevant activities. The possibility that interference can be elicited using a task that heavily taxes our limited brain resources, but has low semantic and hippocampal related long-term memory processing demands, has never been tested. We address this question by investigating whether consolidation could persist in parallel with an active, encoding-irrelevant, minimally semantic task, regardless of its high resource demands for cognitive processing. We distinguish the impact of such a task on consolidation based on whether it engages resources that are: (1) general/executive, or (2) specific/overlapping with the encoding modality. Our experiments compared subsequent memory performance across two post-encoding consolidation periods: quiet wakeful rest and a cognitively demanding n-Back task. Across six different experiments (total N = 176), we carefully manipulated the design of the n-Back task to target general or specific resources engaged in the ongoing consolidation process. In contrast to previous studies that employed interference tasks involving conceptual stimuli and complex processing demands, we did not find any differences between n-Back and rest conditions on memory performance at delayed test, using both recall and recognition tests. Our results indicate that: (1) quiet, wakeful rest is not a necessary prerequisite for episodic memory consolidation; and (2) post-encoding cognitive engagement does not interfere with memory consolidation when task-performance has minimal semantic and hippocampally-based episodic memory processing demands. We discuss our findings with reference to resource and reactivation-led interference theories.","Authors":"Varma, S (Varma, Samarth) ; Takashima, A (Takashima, Atsuko) ; Krewinkel, S (Krewinkel, Sander) ; van Kooten, M (van Kooten, Maaike) ; Fu, L (Fu, Lily) ; Medendorp, WP (Medendorp, W. Pieter) ; Kessels, RPC (Kessels, Roy P. C.) ; Daselaar, SM (Daselaar, Sander M.)","Title":"Non-Interfering Effects of Active Post-Encoding Tasks on Episodic Memory Consolidation in Humans"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397320000001 PubMed ID: 28344631 ISSN: 1742-9994","Keywords":"Animal personality; Spatial learning; Cognitive styles; Speed-accuracy trade-off; Eurasian harvest mouse; Micromys minutus KeyWords Plus:INDIVIDUAL-DIFFERENCES; EXPLORATORY-BEHAVIOR; AVIAN PERSONALITIES; GREAT TITS; TRADE-OFF; ENVIRONMENT; TASK; REPEATABILITY; TEMPERAMENT; PERFORMANCE","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"FRONTIERS IN ZOOLOGY Volume: 14 Article Number: 19 DOI: 10.1186/s12983-017-0204-2 Published: MAR 24 2017","Abstract":"Background: Animals show consistent individual behavioural differences in many species. Further, behavioural traits (personality traits) form behavioural syndromes, characterised by correlations between different behaviours. Mechanisms maintaining these correlations could be constrained due to underlying relationships with cognitive traits. There is growing evidence for the non-independence of animal personality and general cognitive abilities in animals, but so far, studies on the direction of the relationship between them revealed contradictory results. Still, it is hypothesised that individuals may exhibit consistent learning and decision styles. Fast behavioural types (consistently bolder and more active individuals) are expected to show faster learning styles. Slow behavioural types in contrast are assumed to learn slower but more accurately. This can be caused by a speed-accuracy trade-off that individuals face during decision making. We measured the repeatability of three personality and four spatial cognitive traits in adult Eurasian harvest mice (Micromys minutus). We analysed correlations among personality traits (behavioural syndrome). We further investigated the relationships between personality and spatial cognitive traits as a first step exploring the potential connection between personality and cognition in this species. Results: Our results showed that exploration, activity and boldness were repeatable in adult mice. Spatial recognition measured in a Y Maze was also significantly repeatable, as well as spatial learning performance and decision speed. We found no repeatability of decision accuracy. Harvest mice showed a behavioural syndrome as we observed strong positive correlations between personality traits. The speed-accuracy trade-off was not apparent within, nor between individuals. Nevertheless, we found weak evidence for a relationship between personality and spatial cognitive traits as fast behavioural types learned a spatial orientation task faster than slow types, and shyer harvest mice made decisions quicker than bolder mice. Conclusions: Given these correlations, our data provided some first insights into the relationship between personality and spatial cognitive traits in harvest mice and will hopefully stimulate more studies in this field.","Authors":"Schuster, AC (Schuster, Andrea C.) ; Zimmermann, U (Zimmermann, Uwe) ; Hauer, C (Hauer, Carina) ; Foerster, K (Foerster, Katharina)","Title":"A behavioural syndrome, but less evidence for a relationship with cognitive traits in a spatial orientation context"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397465900001 PubMed ID: 28335809 ISSN: 1745-6215","Keywords":"Type 2 diabetes; General practice; Online education; Medical education; Rural medicine KeyWords Plus:CARDIOVASCULAR OUTCOMES; RESPONSE RATES; PHYSICIANS; RECRUITMENT; PATTERNS; RISK","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"TRIALS Volume: 18 Article Number: 137 DOI: 10.1186/s13063-017-1869-8 Published: MAR 23 2017","Abstract":"Background: In Australia, rural and remote communities have high rates of diabetes-related death and hospitalisation. General practitioners (GPs) play a major role in diabetes detection and management. Education of GPs could optimise diabetes management and improve patient outcomes at a population level. The study aimed to describe the uptake of a continuing medical education intervention for rural GPs and its impact on the viability of a cluster randomised controlled trial of the effects of continuing medical education on whole-town diabetes monitoring and control. Method: Trial design: the cluster randomised controlled trial involved towns as the unit of allocation and analysis with outcomes assessed by de-identified pathology data (not reported here). The intervention programme consisted of an online active learning module, direct electronic access to specialist advice and performance feedback. Multiple rounds of invitation were used to engage GPs with the online intervention content. Evidence-based strategies (e.g. pre-notification, rewards, incentives) were incorporated into the invitations to enrol in the programme. Recruitment to the programme was electronically monitored through the hosting software package during the study intervention period. Results: Eleven matched pairs of towns were included in the study. There were 146 GPs in the 11 intervention towns, of whom 34 (23.3%) enrolled in the programme, and 8 (5.5%) completed the online learning module. No town had more than 10% of the resident GPs complete the learning module. There were no contacts made by GPs regarding requests for specialist advice. Consequently, the trial was discontinued. Conclusion: There is an ongoing need to engage primary care physicians in improving diabetes monitoring and management in rural areas. Online training options, while notionally attractive and accessible, are not likely to have high levels of uptake, even when evidence-based recruitment strategies are implemented.","Authors":"Paul, CL (Paul, Christine L.) ; Piterman, L (Piterman, Leon) ; Shaw, JE (Shaw, Jonathan E.) ; Kirby, C (Kirby, Catherine) ; Forshaw, KL (Forshaw, Kristy L.) ; Robinson, J (Robinson, Jennifer) ; Thepwongsa, I (Thepwongsa, Isaraporn) ; Sanson-Fisher, RW (Sanson-Fisher, Robert W.)","Title":"Poor uptake of an online intervention in a cluster randomised controlled trial of online diabetes education for rural general practitioners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396988500001 PubMed ID: 28381998 ISSN: 1662-5218","Keywords":"action recognition; key pose selection; deep learning; neuromorphic architecture; IBM neurosynaptic system KeyWords Plus:MOTION PERCEPTION; LEARNING REPRESENTATIONS; CONVOLUTIONAL NETWORKS; IMPLIED MOTION; HUMAN MOVEMENT; NEURAL MODEL; FEATURES; INTEGRATION; SEQUENCES; MACAQUE","Categories":"Computer Science; Robotics; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Robotics; Neurosciences","Journal Information":"FRONTIERS IN NEUROROBOTICS Volume: 11 Article Number: UNSP 13 DOI: 10.3389/fnbot.2017.00013 Published: MAR 22 2017","Abstract":"Intelligent agents, such as robots, have to serve a multitude of autonomous functions. Examples are, e.g., collision avoidance, navigation and route planning, active sensing of its environment, or the interaction and non-verbal communication with people in the extended reach space. Here, we focus on the recognition of the action of a human agent based on a biologically inspired visual architecture of analyzing articulated movements. The proposed processing architecture builds upon coarsely segregated streams of sensory processing along different pathways which separately process form and motion information (Layher et al., 2014). Action recognition is performed in an event-based scheme by identifying representations of characteristic pose configurations (key poses) in an image sequence. In line with perceptual studies, key poses are selected unsupervised utilizing a feature-driven criterion which combines extrema in the motion energy with the horizontal and the vertical extendedness of a body shape. Per class representations of key pose frames are learned using a deep convolutional neural network consisting of 15 convolutional layers. The network is trained using the energy-efficient deep neuromorphic networks (Eedn) framework (Esser et al., 2016), which realizes the mapping of the trained synaptic weights onto the IBM Neurosynaptic System platform (Merolla et al., 2014). After the mapping, the trained network achieves real-time capabilities for processing input streams and classify input images at about 1,000 frames per second while the computational stages only consume about 70 mW of energy (without spike transduction). Particularly regarding mobile robotic systems, a low energy profile might be crucial in a variety of application scenarios. Cross-validation results are reported for two different datasets and compared to state-of-the-art action recognition approaches. The results demonstrate, that (I) the presented approach is on par with other key pose based methods described in the literature, which select key pose frames by optimizing classification accuracy, (II) compared to the training on the full set of frames, representations trained on key pose frames result in a higher confidence in class assignments, and (III) key pose representations show promising generalization capabilities in a cross-dataset evaluation.","Authors":"Layher, G (Layher, Georg) ; Brosch, T (Brosch, Tobias) ; Neumann, H (Neumann, Heiko)","Title":"Real-Time Biologically Inspired Action Recognition from Key Poses Using a Neuromorphic Architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396990100015 PubMed ID: 28285823 ISSN: 0896-6273 eISSN: 1097-4199","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEURON Volume: 93 Issue: 6 Pages: 1388-+ DOI: 10.1016/j.neuron.2017.02.028 Published: MAR 22 2017","Abstract":"Synaptic connections undergo activity-dependent plasticity during development and learning, as well as homeostatic re-adjustment to ensure stability. Little is known about the relationship between these processes, particularly in vivo. We addressed this with novel quantal resolution imaging of transmission during locomotive behavior at glutamatergic synapses of the Drosophila larval neuromuscular junction. We find that two motor input types, Ib and Is, provide distinct forms of excitatory drive during crawling and differ in key transmission properties. Although both inputs vary in transmission probability, active Is synapses are more reliable. High-frequency firing \"wakes up'' silent Ib synapses and depresses Is synapses. Strikingly, homeostatic compensation in presynaptic strength only occurs at Ib synapses. This specialization is associated with distinct regulation of postsynaptic CaMKII. Thus, basal synaptic strength, short-term plasticity, and homeostasis are determined input-specifically, generating a functional diversity that sculpts excitatory transmission and behavioral function.","Authors":"Newman, ZL (Newman, Zachary L.) ; Hoagland, A (Hoagland, Adam) ; Aghi, K (Aghi, Krishan) ; Worden, K (Worden, Kurtresha) ; Levy, SL (Levy, Sabrina L.) ; Son, JH (Son, Jun Ho) ; Lee, LP (Lee, Luke P.) ; Isacoff, EY (Isacoff, Ehud Y.)","Title":"Input-Specific Plasticity and Homeostasis at the Drosophila Larval Neuromuscular Junction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800031 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Meta-cognitive learning; Backstepping control; Nonlinear systems; Fuzzy neural control KeyWords Plus:HYPERSONIC FLIGHT VEHICLE; INFERENCE SYSTEM; DYNAMIC-SYSTEMS; DESIGN; NETWORKS; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 332-344 DOI: 10.1016/j.neucom.2016.12.030 Published: MAR 22 2017","Abstract":"A significant increase of system complexity and state changes requires an effective data-driven system identification and machine learning algorithm to deal with the control of nonlinear systems. Using streams of data collected from the system, the data-driven controller aims to stabilize the unknown nonlinear systems with modeling uncertainties and external disturbances. The paper proposes a novel data-driven adaptive control approach with the backstepping strategy for online control of unknown nonlinear systems with no human intervention. A new meta-cognitive fuzzy-neural model is first introduced to construct the unknown system dynamics and utilize the self-adaptive tracking error as the learning parameters to determine the deletion of the state data, adapt the structure and parameters of the controller using the information extracted from nonstationary data streams. Subsequently, the control law is constructed based on the meta-cognitive fuzzy neural model rather than the actual systems and the backstepping control strategy. Then, the stability analysis of the closed-loop system is presented from the Lyapunov function and shows that the tracking errors converge to zero. In the proposed control scheme, the bound of the control input is considered and ensured via the stable projection-type adaptation laws of the parameters. Moreover, in order to further save online computation time, only the parameters of the rule nearest to the current state are updated while those of other rules maintain unchanged. This is different from the existing studies where the parameters of all rules are updated. Finally, various simulation results from an inverted pendulum system and a thrust active magnetic bearing system demonstrate the superior performance of the proposed meta-cognitive fuzzy-neural control approach.","Authors":"Rong, HJ (Rong, Hai-Jun) ; Yang, ZX (Yang, Zhao-Xu) ; Wong, PK (Wong, Pak Kin) ; Vong, CM (Vong, Chi Man) ; Zhao, GS (Zhao, Guang-She) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wong, Pak http://orcid.org/0000-0002-7623-6904","Title":"A novel meta-cognitive fuzzy-neural model with backstepping strategy for adaptive control of uncertain nonlinear systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396893600054 PubMed ID: 28265087 ISSN: 0027-8424","Keywords":"active learning; evidence-based teaching; science education; lecture; assessment KeyWords Plus:CLASSIFICATION; MATHEMATICS; STUDENTS; STEM","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 12 Pages: 3085-3090 DOI: 10.1073/pnas.1618693114 Published: MAR 21 2017","Abstract":"Active-learning pedagogies have been repeatedly demonstrated to produce superior learning gains with large effect sizes compared with lecture-based pedagogies. Shifting large numbers of college science, technology, engineering, and mathematics (STEM) faculty to include any active learning in their teaching may retain and more effectively educate far more students than having a few faculty completely transform their teaching, but the extent to which STEM faculty are changing their teaching methods is unclear. Here, we describe the development and application of the machine-learning-derived algorithm Decibel Analysis for Research in Teaching (DART), which can analyze thousands of hours of STEM course audio recordings quickly, with minimal costs, and without need for human observers. DART analyzes the volume and variance of classroom recordings to predict the quantity of time spent on single voice (e.g., lecture), multiple voice (e.g., pair discussion), and no voice (e.g., clicker question thinking) activities. Applying DART to 1,486 recordings of class sessions from 67 courses, a total of 1,720 h of audio, revealed varied patterns of lecture (single voice) and nonlecture activity (multiple and no voice) use. We also found that there was significantly more use of multiple and no voice strategies in courses for STEM majors compared with courses for non-STEM majors, indicating that DART can be used to compare teaching strategies in different types of courses. Therefore, DART has the potential to systematically inventory the presence of active learning with similar to 90% accuracy across thousands of courses in diverse settings with minimal effort.","Authors":"Owens, MT (Owens, Melinda T.) ; Seidel, SB (Seidel, Shannon B.) ; Wong, M (Wong, Mike) ; Bejines, TE (Bejines, Travis E.) ; Lietz, S (Lietz, Susanne) ; Perez, JR (Perez, Joseph R.) ; Sit, S (Sit, Shangheng) ; Subedar, ZS (Subedar, Zahur-Saleh) ; Acker, GN (Acker, Gigi N.) ; Akana, SF (Akana, Susan F.) ; Balukjian, B (Balukjian, Brad) ; Benton, HP (Benton, Hilary P.) ; Blair, JR (Blair, J. R.) ; Boaz, SM (Boaz, Segal M.) ; Boyer, KE (Boyer, Katharyn E.)[ 1,10 ] ; Bram, JB (Bram, Jason B.) ; Burrus, LW (Burrus, Laura W.) ; Byrd, DT (Byrd, Dana T.) ; Caporale, N (Caporale, Natalia)[ 11 ] ; Carpenter, EJ (Carpenter, Edward J.)[ 1,10 ] ; Chan, YHM (Chan, Yee-Hung Mark) ; Chen, L (Chen, Lily) ; Chovnick, A (Chovnick, Amy) ; Chu, DS (Chu, Diana S.) ; Clarkson, BK (Clarkson, Bryan K.)[ 12 ] ; Cooper, SE (Cooper, Sara E.) ; Creech, C (Creech, Catherine)[ 13 ] ; Crow, KD (Crow, Karen D.) ; de la Torre, JR (de la Torre, Jose R.) ; Denetclaw, WF (Denetclaw, Wilfred F.) ; Duncan, KE (Duncan, Kathleen E.) ; Edwards, AS (Edwards, Amy S.) ; Erickson, KL (Erickson, Karen L.) ; Fuse, M (Fuse, Megumi) ; Gorga, JJ (Gorga, Joseph J.)[ 14 ] ; Govindan, B (Govindan, Brinda) ; Green, J (Green, Jeanette)[ 15 ] ; Hankamp, PZ (Hankamp, Paul Z.)[ 16 ] ; Harris, HE (Harris, Holly E.) ; He, ZH (He, Zheng-Hui) ; Ingalls, S (Ingalls, Stephen) ; Ingmire, PD (Ingmire, Peter D.)[ 1,17 ] ; Jacobs, JR (Jacobs, J. Rebecca) ; Kamakea, M (Kamakea, Mark)[ 18 ] ; Kimpo, RR (Kimpo, Rhea R.)[ 1,19 ] ; Knight, JD (Knight, Jonathan D.) ; Krause, SK (Krause, Sara K.)[ 20 ] ; Krueger, LE (Krueger, Lori E.)[ 21,22 ] ; Light, TL (Light, Terrye L.) ; Lund, L (Lund, Lance) ; Marquez-Magana, LM (Marquez-Magana, Leticia M.) ; McCarthy, BK (McCarthy, Briana K.)[ 23 ] ; McPheron, LJ (McPheron, Linda J.)[ 24 ] ; Miller-Sims, VC (Miller-Sims, Vanessa C.) ; Moffatt, CA (Moffatt, Christopher A.) ; Muick, PC (Muick, Pamela C.)[ 21,25 ] ; Nagami, PH (Nagami, Paul H.)[ 1,7,26 ] ; Nusse, GL (Nusse, Gloria L.) ; Okimura, K (Okimura, KristineM.)[ 27 ] ; Pasion, SG (Pasion, Sally G.) ; Patterson, R (Patterson, Robert) ; Pennings, PS (Pennings, Pleuni S.) ; Riggs, B (Riggs, Blake) ; Romeo, J (Romeo, Joseph) ; Roy, SW (Roy, Scott W.) ; Russo-Tait, T (Russo-Tait, Tatiane)[ 28 ] ; Schultheis, LM (Schultheis, Lisa M.) ; Sengupta, L (Sengupta, Lakshmikanta)[ 16 ] ; Small, R (Small, Rachel)[ 29 ] ; Spicer, GS (Spicer, Greg S.) ; Stillman, JH (Stillman, Jonathon H.)[ 1,10 ] ; Swei, A (Swei, Andrea) ; Wade, JM (Wade, Jennifer M.)[ 30 ] ; Waters, SB (Waters, Steven B.)[ 23 ] ; Weinstein, SL (Weinstein, Steven L.) ; Willsie, JK (Willsie, Julia K.)[ 12 ] ; Wright, DW (Wright, Diana W.)[ 5,31 ] ; Harrison, CD (Harrison, Colin D.)[ 32 ] ; Kelley, LA (Kelley, Loretta A.)[ 33 ] ; Trujillo, G (Trujillo, Gloriana)[ 34 ] ; Domingo, CR (Domingo, Carmen R.) ; Schinske, JN (Schinske, Jeffrey N.) ; Tanner, KD (Tanner, Kimberly D.) ...More...Less","Title":"Classroom sound can be used to classify teaching practices in college science courses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831100001 ISSN: 1758-2946","Keywords":"Synthetic feasibility; Molecular complexity; Molecular morphing KeyWords Plus:SYNTHETIC ACCESSIBILITY; MOLECULAR COMPLEXITY; COMPOUND DATABASES; NATURAL-PRODUCTS; RANDOM FOREST; DRUG; CHEMISTS; SETS; KEGG","Categories":"Chemistry; Computer Science Web of Science Categories:Chemistry, Multidisciplinary; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF CHEMINFORMATICS Volume: 9 Article Number: 20 DOI: 10.1186/s13321-017-0206-2 Published: MAR 20 2017","Abstract":"In cheminformatics, machine learning methods are typically used to classify chemical compounds into distinctive classes such as active/nonactive or toxic/nontoxic. To train a classifier, a training data set must consist of examples from both positive and negative classes. While a biological activity or toxicity can be experimentally measured, another important molecular property, a synthetic feasibility, is a more abstract feature that can't be easily assessed. In the present paper, we introduce Nonpher, a computational method for the construction of a hard-to-synthesize virtual library. Nonpher is based on a molecular morphing algorithm in which new structures are iteratively generated by simple structural changes, such as the addition or removal of an atom or a bond. In Nonpher, molecular morphing was optimized so that it yields structures not overly complex, but just right hard-to-synthesize. Nonpher results were compared with SAscore and dense region (DR), other two methods for the generation of hard-to-synthesize compounds. Random forest classifier trained on Nonpher data achieves better results than models obtained using SAscore and DR data.","Authors":"Vorsilak, M (Vorsilak, Milan) ; Svozil, D (Svozil, Daniel)","Title":"Nonpher: computational method for design of hard-to-synthesize structures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397820600008 ISSN: 2278-4748 eISSN: 2278-4802","Keywords":"Medical Education; Medical Students; Lectures KeyWords Plus:EDUCATION","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF EVOLUTION OF MEDICAL AND DENTAL SCIENCES-JEMDS Volume: 6 Issue: 23 Pages: 1877-1881 DOI: 10.14260/jemds/2017/412 Published: MAR 20 2017","Abstract":"BACKGROUND Students admitted to MBBS course from their school level are trained with regular 30/45 minutes subject hours in schools. Conventional live lectures are usually given in one-hour schedules in medical education. Thus medical students may find it difficult to change as they are trained to be attentive for maximum 45 minutes throughout their training years in school. Studies also show that the attention span of a person in a lecture is best for 20-30 minutes. Aims-To find the perception about conventional one-hour live lectures on clinical topics among sixth semester MBBS students in Government Medical College, Thrissur. To find out perception of a shortened and edited 20-minute version of live lectures stressing \"must know\" aspects in clinical topics and references among the same students. MATERIALS AND METHODS A cross sectional descriptive study was conducted among the participants. Approval was obtained from the Institutional Research Committee. One-hour live lecture and 20 minutes lecture on 2 different topics by the same lecturer was given. A pre-validated questionnaire was administered to assess their perception with regards to both these lectures. The collected data was entered into MS Excel and analysed using Epi info version 7. Percentages were used to quantify the results. Settings and Design-The study was conducted among sixth semester students attending Paediatrics lectures in Govt. Medical College, Thrissur. RESULTS Majority of participants opined that they couldn't concentrate more than half an hour on any single topic and found the 20-minute lectures incorporating the \"must know\" items to catch attention better, especially at noon hours. They opined that morning was a better time to attend live lectures. CONCLUSION There should be active intervention from the authorities to conduct mass surveys and assessments regarding integration of e-learning with traditional teaching methods among medical students of our country. The region-specific changes accommodating the changing social persona of young adults have to be considered while planning the lecture schedule in medical education in our part of the world.","Authors":"Narendran, N (Narendran, Nisha) ; Lally, MS (Lally, M. S.) ; Jose, R (Jose, Rajany)","Title":"PERCEPTION OF LIVE LECTURES BY MEDICAL STUDENTS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600000009 PubMed ID: 28126402 ISSN: 0006-8993 eISSN: 1872-6240","Keywords":"Hypoxic-ischemic encephalopathy; Uridine; Neonatal rat; Behavior; Learning and memory KeyWords Plus:BRAIN-INJURY; WATER-MAZE; BEHAVIORAL DEFICITS; IMPOVERISHED RATS; MAGNESIUM-SULFATE; ANIMAL-MODEL; PROTECTS; MEMORY; DAMAGE; MELATONIN","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"BRAIN RESEARCH Volume: 1659 Pages: 81-87 DOI: 10.1016/j.brainres.2017.01.026 Published: MAR 15 2017","Abstract":"Hypoxic-ischemic encephalopathy (HIE), is the most common brain disorder in neonates during the perinatal period, which, to date, can only be managed to some extent by hypothermia. Uridine is the principal circulating pyrimidine in humans which is utilized as a precursor for membrane phospholipid biosynthesis. Uridine has recently been shown to provide clinical benefit in treatment of Alzheimer's disease due to its involvement in increasing number of brain synapses along with other phospholipid precursors. We previously showed that uridine treatment ameliorated brain damage by reducing apoptosis in a rat model of neonatal HIE. The aim of the present study was to investigate the effects of uridine administration on cognitive functions during periadolescent period in rats subjected to hypoxic-ischemic (HI) brain damage in neonatal period. Male newborn rats were subjected to HI insult on postnatal day 7 (P7) and were injected intraperitoneally with either saline or uridine (500 mg/kg) for three consecutive days. Part of pups in each group were sacrificed on P10 to collect brain samples for active Caspase-3 analyses and the remaining pups were raised through P40 to evaluate early reflexes, sensorimotor coordination and learning and memory functions by Negative Geotaxis (NG), Beam Walking (BW) and Morris Water Maze (MWM) tasks, respectively. Confirming our previous findings, we showed that uridine administration reduced apoptotic cell damage on P10. No significant difference was observed between uridine and saline groups in early reflexes or sensorimotor coordination. On the other hand, rats receiving uridine displayed improved learning and memory in MWM during periadolescent period. We conclude that uridine treatment improves learning and memory in the long term by, probably, reducing apoptotic cell death in early newborn period. This is the first study to show beneficial cognitive effects of uridine in rats with brain damage. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Goren, B (Goren, Bulent) ; Cakir, A (Cakir, Aysen) ; Ocalan, B (Ocalan, Busra) ; Kocoglu, SS (Kocoglu, Sema Serter) ; Alkan, T (Alkan, Tulin) ; Cansev, M (Cansev, Mehmet) ; Kahveci, N (Kahveci, Nevzat)","Title":"Long-term cognitive effects of uridine treatment in a neonatal rat model of hypoxic-ischemic encephalopathy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394403600019 PubMed ID: 28062255 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Bihemispheric tDCS; Unihemispheric tDCS; Brain stimulation; Verbal learning; Age effects KeyWords Plus:NONINVASIVE BRAIN-STIMULATION; ANTERIOR TEMPORAL-LOBES; PROPER NAME RECALL; HUMAN MOTOR CORTEX; FUNCTIONAL CONNECTIVITY; OLDER-ADULTS; ELECTRICAL-STIMULATION; PREFRONTAL CORTEX; COGNITIVE DECLINE; HEALTHY-SUBJECTS","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 321 Pages: 170-175 DOI: 10.1016/j.bbr.2016.12.044 Published: MAR 15 2017","Abstract":"For the past few years, the potential of transcranial direct current stimulation (tDCS) for the treatment of several pathologies has been investigated. In the language domain, several studies, in healthy and brain-damaged populations, have already shown that tDCS is effective in enhancing naming, repetition and semantic word generation. In those studies, different tDCS electrode configurations have been tested, however, a direct comparison between different montages in verbal learning has never been conducted. In this study, we aimed to explore the impact of bihemispheric and unihemispheric tDCS on verbal learning task performance in two groups (young vs. elderly). Fifteen healthy volunteers participated per group. Each participant received three stimulation conditions: unihemispheric anodal tDCS over the left temporal area, bihemispheric tDCS over the left (anodal) and right (cathodal) temporal areas and a sham condition. During active stimulation, tDCS (20 min, 2 mA) was applied while each participant learned twenty pseudowords (arbitrarily assigned to corresponding pictures). No significant differences were found between the three conditions for the young group with regard to accuracy and vocal reaction times. In contrast, in the elderly group, real stimulation improved performance compared to sham but bihemispheric tDCS was more efficient than unilateral stimulation. These results suggest that bihemispheric stimulation is more effective in improving language learning but this effect is age-dependent. The hypothesis is advanced that cortical changes in the course of aging might differentially impact on tDCS efficacy on behavioral performance. These data may also have implications for treatment of stroke patients with language impairment. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fiori, V (Fiori, Valentina) ; Nitsche, M (Nitsche, Michael) ; Iasevoli, L (Iasevoli, Luigi) ; Cucuzza, G (Cucuzza, Gabriella) ; Caltagirone, C (Caltagirone, Carlo) ; Marangolo, P (Marangolo, Paola)","Title":"Differential effects of bihemispheric and unihemispheric transcranial direct current stimulation in young and elderly adults in verbal learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396078000001 PubMed ID: 28288650 ISSN: 1478-4491","Keywords":"Capacity-building/development; COECSA; Health links; Human resource for eye health; Partnership; Royal College of Ophthalmologists; VISION 2020 LINKS KeyWords Plus:UK; ORGANIZATIONS; PARTNERSHIPS; COUNTRIES","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 Article Number: 22 DOI: 10.1186/s12960-017-0196-1 Published: MAR 14 2017","Abstract":"Background: There is an extreme health workforce shortage in Eastern, Central, and Southern Africa. Shortage of eye care workers impedes effective implementation of prevention of blindness programs. The World Health Organization has identified education, partnership, leadership, financing, and policy as intertwined interventions that are critical to resolving this crisis on the long term. Case presentation: The VISION 2020 LINK between the College of Ophthalmology of Eastern, Central, and Southern Africa and the Royal College of Ophthalmologists in the United Kingdom aims to increase the quantity and quality of eye care training in East, Central, and Southern Africa through a focus on five strategic areas: fellowship examination for ophthalmologists, training the trainers, curriculum development for residents in ophthalmology and ophthalmic clinical officers, continuous professional development (CPD), and mentoring program for young ophthalmologists. This study examined how education and partnership can be linked to improve eye care, through an evaluation of this north-south link based on its own targets and established frameworks to guide north-south links. Methods: An exploratory qualitative case study design was used. Twenty-nine link representatives were recruited through purposive sampling and snowballing. Face-to-face interviews were conducted using a semi-structured interview schedule that incorporated the components of a successful link from an existing framework. Documents pertaining to the link were also examined. Thematic analysis was used for data analysis. Results: The findings revealed that the perception to the contribution of the link to eye care in the region is generally positive. Process indicators showed that the targets in three strategic objectives of the link have been achieved. Framework-based evaluation also showed that the link is successful. Mutual learning and development of friendships were the most commonly identified success factors. Inadequate awareness of the link by college members is a key challenge. Conclusion: The study concludes that the link is active and evolving and has achieved most of its targets. Further developments should be directed to influence health system strengthening in Eastern, Central, and Southern Africa more strategically. The study recommends expansion of the scope of collaboration to involve multiple health system building blocks.","Authors":"Mwangi, N (Mwangi, Nyawira) ; Zondervan, M (Zondervan, Marcia) ; Bascaran, C (Bascaran, Covadonga)","Title":"Analysis of an international collaboration for capacity building of human resources for eye care: case study of the college-college VISION 2020 LINK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396055500002 PubMed ID: 28283032 ISSN: 1471-2458","Keywords":"Children; Preschool; Physical activity; Fruit; Vegetables; Eating behavior; Early intervention; Curriculum; Program evaluation KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; LATINO PRESCHOOL-CHILDREN; PHYSICAL-ACTIVITY; SCHOOL GARDENS; NUTRITION EDUCATION; VEGETABLE CONSUMPTION; SEDENTARY BEHAVIOR; DIETARY ASSESSMENT; CHILDHOOD-OBESITY; HEALTHY-START","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 17 Article Number: 242 DOI: 10.1186/s12889-017-4163 Published: MAR 10 2017","Abstract":"Background: Low physical activity (PA) and fruit and vegetable (F&V) consumption in early childhood are continued public health challenges. This manuscript describes outcomes from two pilot studies for Sustainability via Active Garden Education (SAGE), a program designed to increase PA and F&V consumption among 3 to 5 year old children. Methods: SAGE was developed using community-based participatory research (CBPR) and delivered to children (N= 89) in early care and education centers (ECEC, N = 6) in two US cities. Children participated in 12 one-hour sessions that included songs, games, and interactive learning activities involving garden maintenance and taste tests. We evaluated reach, efficacy, adoption, implementation, and potential for maintenance of SAGE following the RE-AIM framework. Reach was evaluated by comparing demographic characteristics among SAGE participants and residents of target geographic areas. Efficacy was evaluated with accelerometer-measured PA, F&V consumption, and eating in the absence of hunger among children, parenting practices regarding PA, and home availability of F&V. Adoption was evaluated by the number of ECEC that participated relative to the number of ECEC that were recruited. Implementation was evaluated by completion rates of planned SAGE lessons and activities, and potential for maintenance was evaluated with a parent satisfaction survey. Results: SAGE reached ECEC in neighborhoods representing a wide range of socioeconomic status, with participants' sociodemographic characteristics representing those of the intervention areas. Children significantly increased PA during SAGE lessons compared to usual lessons, but they also consumed more calories in the absence of hunger in post-vs. pre-intervention tests (both p <.05). Parent reports did not suggest changes in F&V consumption, parenting PA practices, or home F&V availability, possibly due to low parent engagement. ECEC had moderate-to-high implementation of SAGE lessons and curriculum. Potential for maintenance was strong, with parents rating SAGE favorably and reporting increases in knowledge about PA and nutrition guidelines for young children. Conclusions: SAGE successfully translated national PA guidelines to practice for young children but was less successful with nutrition guidelines. High adoption and implementation and favorable parent reports suggest high potential for program sustainability. Further work to engage parents and families of young children in ECEC-based PA and nutrition programming is needed.","Authors":"Lee, RE (Lee, Rebecca E.) ; Parker, NH (Parker, Nathan H.) ; Soltero, EG (Soltero, Erica G.) ; Ledoux, TA (Ledoux, Tracey A.) ; Mama, SK (Mama, Scherezade K.) ; McNeill, L (McNeill, Lorna)","Title":"Sustainability via Active Garden Education ( SAGE): results from two feasibility pilot studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589300009 ISSN: 1751-8687 eISSN: 1751-8695","Keywords":"distributed power generation; power generation reliability; feature extraction; neural nets; learning (artificial intelligence); support vector machines; fuzzy reasoning; fuzzy systems; vectors; power engineering computing; islanding detection method; differential transient rate; microgrid operation; islanding occurrence; safety hazards; distributed generation tripping; network events; differential signal; feature vectors; nonislanding events; artificial neural networks; ANN; machine learning methods; support vector machine; adaptive neuro fuzzy inference system KeyWords Plus:STEADY-STATE ERROR; DISTRIBUTED GENERATORS; INVERTERS; SYSTEMS; PROTECTION; CONVERTERS; STORAGE; FILTERS; IMPACT; UNIT","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IET GENERATION TRANSMISSION & DISTRIBUTION Volume: 11 Issue: 4 Pages: 891-904 DOI: 10.1049/iet-gtd.2016.0795 Published: MAR 9 2017","Abstract":"One of the most important challenges in microgrid operation is the unintentional islanding occurrence. Unintentional islanding can cause serious safety hazards and technical issues. Islanding detection methods can be classified into active and passive methods. The main disadvantages of the passive methods are large non-detection zone as well as determination of suitable threshold value to avoid unwanted distributed generations tripping in normal network events. In order to overcome these drawbacks, this study proposes a novel, fast, and reliable method to identify islanding conditions. The proposed method calculates different transient states in the rate of change of frequency signal in two consecutive cycles. Various features of the differential signal are extracted. The extracted feature vectors associated with different operation conditions such as islanding and non-islanding events are used to train artificial neural networks (ANNs). The performances of different structures of ANNs and also other machine learning methods such as support vector machine and adaptive neuro fuzzy inference system are evaluated for islanding detection purposes. The simulation results indicate that the proposed method provides more accurate and faster responses compared with other conventional islanding detection methods.","Authors":"Hashemi, F (Hashemi, Farid) ; Mohammadi, M (Mohammadi, Mohammad) ; Kargarian, A (Kargarian, Amin)","Title":"Islanding detection method for microgrid based on extracted features from differential transient rate of change of frequency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396763200002 PubMed ID: 28274209 ISSN: 1471-244X","Keywords":"Mental health literacy; Beliefs; Caregivers; China KeyWords Plus:FAMILY CAREGIVERS; PUBLICS ABILITY; NATIONAL-SURVEY; BELIEFS; AUSTRALIA; STIGMA; ASSOCIATIONS; RECOGNITION; PREVALENCE; ATTITUDES","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BMC PSYCHIATRY Volume: 17 Article Number: 89 DOI: 10.1186/s12888-017-1245-y Published: MAR 9 2017","Abstract":"Objective: To investigate the knowledge of schizophrenia and depression among caregivers of patients with mental disorder in China. Method: A convenience sample of 402 caregivers at the Department of Psychiatry of a general hospital in China was investigated (response rate 95.7%), using vignettes based investigation methodology. Results: The number of caregivers using the term \"depression\" to describe the depression vignette was 43.6%, which was significantly higher than the number of caregivers using the term \"schizophrenia\" to describe the schizophrenia one (28.5%). A high percentage of caregivers believed that \"psychiatrist\", \"psychologist\" and \"close family members\" would be helpful, and the top three most helpful interventions were \"becoming more physically active\", \"getting out and learning more\" and \"receiving psychotherapy\". The number of caregivers endorsed \"antipsychotics\" and \"antidepressants\" as helpful for the schizophrenia and the depression vignettes were 82.0 and 80.7%, respectively. Regarding the causes of mental illness, items related to psychosocial factors, including \"daily problems\" and \"work or financial problems\", and \"weakness of character\" were highly rated, with half considered genetic or chemical imbalance causes. Conclusion: Caregivers expressed a high knowledge about treatments and interventions of mental disorders. But there are still some areas, particularly regarding the recognition and causes of mental disorders, that are in need of improvement. This is particularly the case for schizophrenia.","Authors":"Chen, SB (Chen, Shubao) ; Wu, QX (Wu, Qiuxia) ; Qi, C (Qi, Chang) ; Deng, HQ (Deng, Huiqiong) ; Wang, XY (Wang, Xuyi) ; He, HY (He, Haoyu) ; Long, J (Long, Jiang) ; Xiong, YF (Xiong, Yifan) ; Liu, TQ (Liu, Tieqiao)","Title":"Mental health literacy about schizophrenia and depression: a survey among Chinese caregivers of patients with mental disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396429800020 PubMed ID: 28238548 ISSN: 0896-6273 eISSN: 1097-4199","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEURON Volume: 93 Issue: 5 Pages: 1198-+ DOI: 10.1016/j.neuron.2017.02.006 Published: MAR 8 2017","Abstract":"Sensory information is translated into ensemble representations by various populations of projection neurons in brain circuits. The dynamics of ensemble representations formed by distinct channels of output neurons in diverse behavioral contexts remains largely unknown. We studied the two output neuron layers in the olfactory bulb (OB), mitral and tufted cells, using chronic two-photon calcium imaging in awake mice. Both output populations displayed similar odor response profiles. During passive sensory experience, both populations showed reorganization of ensemble odor representations yet stable pattern separation across days. Intriguingly, during active odor discrimination learning, mitral but not tufted cells exhibited improved pattern separation, although both populations showed reorganization of ensemble representations. An olfactory circuitry model suggests that cortical feedback on OB interneurons can trigger both forms of plasticity. In conclusion, we show that different OB output layers display unique context-dependent long-term ensemble plasticity, allowing parallel transfer of non-redundant sensory information to downstream centers.","Authors":"Yamada, Y (Yamada, Yoshiyuki) ; Bhaukaurally, K (Bhaukaurally, Khaleel) ; Madarasz, TJ (Madarasz, Tamas J.) ; Pouget, A (Pouget, Alexandre) ; Rodriguez, I (Rodriguez, Ivan) ; Carleton, A (Carleton, Alan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Carleton, Alan C-9721-2010 http://orcid.org/0000-0001-5633-9159","Title":"Context- and Output Layer-Dependent Long-Term Ensemble Plasticity in a Sensory Circuit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397095900001 PubMed ID: 28316773 ISSN: 2040-2392","Keywords":"Maternal immune activation; Vitamin D; Neurodevelopmental disorders; Schizophrenia; Autism; Cytokines; Dopamine KeyWords Plus:D DEFICIENCY; SPECTRUM DISORDERS; 25-HYDROXYVITAMIN D; LATENT INHIBITION; BRAIN-DEVELOPMENT; D-RECEPTOR; IN-UTERO; SCHIZOPHRENIA; MICE; BEHAVIOR","Categories":"Genetics & Heredity; Neurosciences & Neurology Web of Science Categories:Genetics & Heredity; Neurosciences","Journal Information":"MOLECULAR AUTISM Volume: 8 Article Number: 9 DOI: 10.1186/s13229-017-0125-0 Published: MAR 7 2017","Abstract":"Background: Prenatal exposure to infection is a recognized environmental risk factor for neuropsychiatric disorders of developmental origins such as autism or schizophrenia. Experimental work in animals indicates that this link is mediated by maternal immune activation (MIA) involving interactions between cytokine-associated inflammatory events, oxidative stress, and other pathophysiological processes such as hypoferremia and zinc deficiency. Maternal administration of the viral mimic polyriboinosinic-polyribocytidylic acid (poly(I: C)) in mice produces several behavioral phenotypes in adult offspring of relevance to autism spectrum disorder (ASD) and other neurodevelopmental disorders. Methods: Here, we investigated whether some of these phenotypes might also present in juveniles. In addition, given the known immunomodulatory and neuroprotective effects of vitamin D, we also investigated whether the co-administration of vitamin D could block MIA-induced ASD-related behaviors. We co-administered the hormonally active form of vitamin D, 1 alpha, 25 dihydroxy vitamin D3 (1,25OHD), simultaneously with poly(I: C) and examined (i) social interaction, stereotyped behavior, emotional learning and memory, and innate anxiety-like behavior in juveniles and (ii) the levels of the pro-inflammatory cytokines IL-1 beta, IL-6 and TNF-alpha in maternal plasma and fetal brains. Results: We show that like adult offspring that were exposed to MIA, juveniles display similar deficits in social approach behavior. Juvenile MIA offspring also show abnormal stereotyped digging and impaired acquisition and expression of tone-cued fear conditioning. Importantly, our study reveals that prenatal administration of 1,25OHD abolishes all these behavioral deficits in poly(I: C)-treated juveniles. However, prenatal administration of vitamin D had no effect on pro-inflammatory cytokine levels in dams or in fetal brains suggesting the anti-inflammatory actions of vitamin D are not the critical mechanism for its preventive actions in this ASD animal model. Conclusions: This work raises the possibility that early dietary supplementation with vitamin D may open new avenues for a successful attenuation or even prevention of neurodevelopmental disorders following maternal inflammation during pregnancy.","Authors":"Vuillermot, S (Vuillermot, Stephanie) ; Luan, W (Luan, Wei) ; Meyer, U (Meyer, Urs) ; Eyles, D (Eyles, Darryl) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Meyer, Urs C-4602-2016 http://orcid.org/0000-0001-7244-0345","Title":"Vitamin D treatment during pregnancy prevents autism-related phenotypes in a mouse model of maternal immune activation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397228200001 PubMed ID: 28267151 ISSN: 2158-3188","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"TRANSLATIONAL PSYCHIATRY Volume: 7 Article Number: e1049 DOI: 10.1038/tp.2017.21 Published: MAR 7 2017","Abstract":"Dopamine signaling is essential for reward learning and fear-related learning, and thought to be involved in neuropsychiatric diseases. However, the molecular mechanisms underlying the regulation of dopamine responsiveness is unclear. Here we show the critical roles of Notch/RBP-J signaling in the regulation of dopamine responsiveness in the striatum. Notch/RBP-J signaling regulates various neural cell fate specification, and neuronal functions in the adult central nervous system. Conditional deletion of RBP-J specifically in neuronal cells causes enhanced response to apomorphine, a non-selective dopamine agonist, and SKF38393, a D1 agonist, and impaired dopamine-dependent instrumental avoidance learning, which is corrected by SCH23390, a D1 antagonist. RBP-J deficiency drastically reduced dopamine release in the striatum and caused a subtle decrease in the number of dopaminergic neurons. Lentivirus-mediated gene transfer experiments showed that RBP-J deficiency in the striatum was sufficient for these deficits. These findings demonstrated that Notch/RBP-J signaling regulates dopamine responsiveness in the striatum, which may explain the mechanism whereby Notch/RBP-J signaling affects an individual's susceptibility to neuropsychiatric disease.","Authors":"Toritsuka, M (Toritsuka, M.) ; Kimoto, S (Kimoto, S.) ; Muraki, K (Muraki, K.) ; Kitagawa, M (Kitagawa, M.) ; Kishimoto, T (Kishimoto, T.) ; Sawa, A (Sawa, A.) ; Tanigaki, K (Tanigaki, K.)","Title":"Regulation of striatal dopamine responsiveness by Notch/RBP-J signaling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395542500035 PubMed ID: 28100775 ISSN: 0021-9258 eISSN: 1083-351X","Keywords":"ADP ribosylation factor (ARF); Akt PKB; CDC42; mammalian target of rapamycin (mTOR); transformation; Cat-1; Git-1; p70S6 kinase; paxillin KeyWords Plus:ADAPTER PROTEIN; LUNG-CANCER; ADHESION; METASTASIS; MIGRATION; KINASE; FAMILY; ARF6; IDENTIFICATION; TRANSFORMATION","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"JOURNAL OF BIOLOGICAL CHEMISTRY Volume: 292 Issue: 9 Pages: 3947-3957 DOI: 10.1074/jbc.M116.769190 Published: MAR 3 2017","Abstract":"Cool-associated tyrosine-phosphorylated protein 1 (Cat-1) is a signaling scaffold as well as an ADP-ribosylation factor-GTPase-activating protein. Although best known for its role in cell migration, we recently showed that the ability of Cat-1 to bind paxillin, a major constituent of focal complexes, is also essential for the anchorage-independent growth of HeLa cervical carcinoma cells. Here we set out to learn more about the underlying mechanism by which Cat-paxillin interactions mediate this effect. We show that knocking down paxillin expression in HeLa cells promotes their ability to form colonies in soft agar, whereas ectopically expressing paxillin in these cells inhibits this transformed growth phenotype. Although knocking down Cat-1 prevents HeLa cells from forming colonies in soft agar, when paxillin is knocked down together with Cat-1, the cells are again able to undergo anchorage-independent growth. These results suggest that the requirement of Cat-1 for this hallmark of cellular transformation is coupled to its ability to bind paxillin and abrogate its actions as a negative regulator of anchorage-independent growth. We further show that knocking down Cat-1 expression in HeLa cells leads to a reduction in Akt activation, which can be reversed by knocking down paxillin. Moreover, expression of constitutively active forms of Akt1 and Akt2 restores the anchorage-independent growth capability of HeLa cells depleted of Cat-1 expression. Together, these findings highlight a novel mechanism whereby interactions between Cat-1 and its binding partner paxillin are necessary to ensure sufficient Akt activation so that cancer cells are able to grow under anchorage-independent conditions.","Authors":"Yoo, SM (Yoo, Sungsoo M.) ; Latifkar, A (Latifkar, Arash) ; Cerione, RA (Cerione, Richard A.) ; Antonyak, MA (Antonyak, Marc A.)","Title":"Cool-associated Tyrosine-phosphorylated Protein 1 Is Required for the Anchorage-independent Growth of Cervical Carcinoma Cells by Binding Paxillin and Promoting AKT Activation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395475300001 ISSN: 1472-6882","Keywords":"Kampo education; Questionnaire; Survey; Training hospitals; Residents KeyWords Plus:ALTERNATIVE MEDICINE; INTEGRATIVE MEDICINE; COMPLEMENTARY; CURRICULA","Categories":"Integrative & Complementary Medicine Web of Science Categories:Integrative & Complementary Medicine","Journal Information":"BMC COMPLEMENTARY AND ALTERNATIVE MEDICINE Volume: 17 Article Number: 34 DOI: 10.1186/s12906-017-1634-2 Published: MAR 2 2017","Abstract":"Background: Japanese physicians prescribe Kampo medicine, but Kampo education is not standardized. We surveyed training hospitals and residents to identify problems and suggest solutions to promote Kampo education during and after residency. Methods: This was a double questionnaire survey of 1011 training hospitals in Japan and 93 Tokai University School of Medicine graduates of 2011. Results: There were 816 effective responses (81%) from the training hospitals. Most instructors (84%) thought physicians should have Kampo clinical skills; 67% thought positively about introducing Kampo education into clinical training; 23% of the hospitals provided Kampo education; 70% of instructors at hospitals without Kampo education indicated the lack of Kampo instructors, 16% lack of time, and 7% no necessity for Kampo education; hospitals permitted Kampo education through voluntary study (42%), lectures sponsored by Kampo manufacturers (35%), and study sessions with other hospitals (32%); independent study sessions (10%); smaller hospitals were less active in Kampo education than larger ones. The survey of residents had 72 effective responses (77%): 91% were interested in Kampo medicine; 96% thought it worth learning; 31% could learn it during residency; 52% were not satisfied with the training, 83% wanted to learn it; 73% thought it should be introduced into the curricula; 93% prescribed Kampo medicine, and residents who learned it prescribed it more; 48% were reluctant to prescribe it after residency; 89% thought Western and Kampo medicine should be integrated. Conclusions: Instructors knew Kampo education was needed, but little of it was taught, especially in small hospitals, because of the lack of Kampo instructors. Residents recognized the need for Kampo medicine and were motivated to learn it. Kampo medicine was mostly prescribed because instructors suggested it. Because of the limited opportunities to learn Kampo medicine, it should be taught during residency. In small hospitals, cooperation with other hospitals could be a solution to teach Kampo medicine.","Authors":"Arai, M (Arai, Makoto) ; Nakada, Y (Nakada, Yoshinobu) ; Izumi, S (Izumi, Shun-ichiro)","Title":"The education of traditional Japanese (Kampo) medicine: surveys of training hospitals and residents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398942200007 ISSN: 2229-9327","Keywords":"Computer-mediated communication; English language learning; language learning tool interactive learning environments; perceived effectiveness; Social media KeyWords Plus:STUDENTS PERCEPTIONS; HIGHER-EDUCATION; ENGAGEMENT; PARTICIPATION; FACEBOOK","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"ARAB WORLD ENGLISH JOURNAL Volume: 8 Issue: 1 Pages: 79-93 DOI: 10.24093/awej/vol8no1.7 Published: MAR 2017","Abstract":"Little is known about the potential effects of social media usage on the learning performance of undergraduates, especially female students in some Arab/Islamic cultures, where sex-segregated education is the norm, and the freedom of expression of women may be suppressed. The purpose of the current study was to test the correlation between the independent variables (including, level of social media use, interactivity with peers, interactivity with teachers, active cooperative learning, engagement) and the dependent variable (i.e., learning performance) of female Saudi students in a sex-segregated educational system. A cross-sectional survey was administered to 283 participants, representing 15.8% of the target population of female Saudi students enrolled on a distance learning course at King Abdulaziz University. The data were analyzed by partial least squares structural equation modeling, to generate and validate the Social Media-Learning Performance (SM-LP) model. The SM-LP model predicted with a substantial effect size (R-2 = 67.7%) that female Saudi students perceived that they could potentially improve their learning performance, in a sex-segregated education system, through high levels of social media use, stimulating inter activity with peers and teachers, as well as active collaborative learning, and engagement. All the path coefficients were statistically significant (p<.05) reflecting a strong endorsement of the use of social media as an effective learning tool. The findings have important implications for sex-segregated educational context.","Authors":"Alsaied, HIKK (Alsaied, Hanan Ismail K. Kutubkhanah)","Title":"Perceived Effectiveness of Social Media as an English Language Learning Tool"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398937200009 ISSN: 1560-4306","Keywords":"Artificial intelligence curriculum; Search algorithms; Automated assessment; Intelligent tutoring system; Algorithm visualization KeyWords Plus:FORMATIVE ASSESSMENT; ENVIRONMENT; AGREEMENT; FEEDBACK","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL OF ARTIFICIAL INTELLIGENCE IN EDUCATION Volume: 27 Issue: 1 Pages: 207-240 DOI: 10.1007/s40593-016-0116-x Published: MAR 2017","Abstract":"In this paper, first we present an educational system that assists students in learning and tutors in teaching search algorithms, an artificial intelligence topic. Learning is achieved through a wide range of learning activities. Algorithm visualizations demonstrate the operational functionality of algorithms according to the principles of active learning. So, a visualization process can stop and request from a student to specify the next step or explain the way that a decision was made by the algorithm. Similarly, interactive exercises assist students in learning to apply algorithms in a step-by-step interactive way. Students can apply an algorithm to an example case, specifying the algorithm's steps interactively, with the system's guidance and help, when necessary. Next, we present assessment approaches integrated in the system that aim to assist tutors in assessing the performance of students, reduce their marking task workload and provide immediate and meaningful feedback to students. Automatic assessment is achieved in four stages, which constitute a general assessment framework. First, the system calculates the similarity between the student's and the correct answer using the edit distance metric. In the next stage, it identifies the type of the answer, based on an introduced answer categorization scheme related to completeness and accuracy of an answer, taking into account student carelessness too. Afterwards, the types of errors are identified, based on an introduced error categorization scheme. Finally, answer is automatically marked via an automated marker, based on its type, the edit distance and the type of errors made. To assess the learning effectiveness of the system an extended evaluation study was conducted in real class conditions. The experiment showed very encouraging results. Furthermore, to evaluate the performance of the assessment system, we compared the assessment mechanism against expert (human) tutors. A total of 400 students' answers were assessed by three tutors and the results showed a very good agreement between the automatic assessment system and the tutors.","Authors":"Grivokostopoulou, F (Grivokostopoulou, Foteini) ; Perikos, I (Perikos, Isidoros) ; Hatzilygeroudis, I (Hatzilygeroudis, Ioannis)","Title":"An Educational System for Learning Search Algorithms and Automatically Assessing Student Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398915100006 PubMed ID: 27046433 ISSN: 0020-8132 eISSN: 1466-7657","Keywords":"government policy; nursing education; nursing shortage; policy analysis; Thailand KeyWords Plus:HEALTH; IMPLEMENTATION","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"INTERNATIONAL NURSING REVIEW Volume: 64 Issue: 1 Pages: 22-32 Special Issue: SI DOI: 10.1111/inr.12257 Published: MAR 2017","Abstract":"Background: A well-educated, sufficient nursing workforce improves population health and standards of nursing care. Analysing workforce policies assists nurses to learn from the past and develop better future policies. Aim: Describe policy-making processes in the first Thai government plan to increase nursing capacity and improve nursing education quality. Design: A qualitative study employing Longest's model to examine policy-making processes. Methods: Data were obtained from 28 in-depth interviews with key informants, who had been committee members and former deans of nursing involved with the policy processes in the 1990s. Both qualitative and quantitative data were extracted from relevant documents, and content analysis employed with all data. Findings: Three policy phases were identified. Policy formulation, where three streams of problems, politics and policy resulted in identification of nursing shortage, changes of government incumbents and needing to increase nurse production; Policy implementation included creating methods of implementation, appointing responsible people and committees, creating operational plans, producing more nurses and faculty development projects and Policy modification which incorporated implementing the first Thai international doctoral degree in English, a collaborative programme between universities. Study limitations: Not all key informants could be accessed due to the passage of time. Findings are unique to Thailand but inform internationally of nurses' abilities and need to be involved in policy. Conclusion: Nurses were involved in all policy phases. While the policy produced positive developments in growing nursing capacity and education in the past, nursing shortages remained and are now acute in Thailand. Implications for Nursing/Health Policy: Lessons learned from this policy analysis help explain why the nursing education and nursing shortage policy was legislated through the government agenda, and the active involvement of Thai nurses in this process. Nurses globally need to be at the policy-making table to try to reduce nursing shortages, and enhance practice and education environments.","Authors":"Abhicharttibutra, K (Abhicharttibutra, K.) ; Kunaviktikul, W (Kunaviktikul, W.) ; Turale, S (Turale, S.) ; Wichaikhum, OA (Wichaikhum, O. -A.) ; Srisuphan, W (Srisuphan, W.)","Title":"Analysis of a government policy to address nursing shortage and nursing education quality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398732200013 ISSN: 2220-9964","Keywords":"relevance vector machine (RVM); residential areas; entity matching; similarity; object merging KeyWords Plus:SPATIAL DATA SETS; CONFLATION; OBJECTS","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 6 Issue: 3 Article Number: 70 DOI: 10.3390/ijgi6030070 Published: MAR 2017","Abstract":"Multi-scale object matching is the key technology for upgrading feature cascade and integrating multi-source spatial data. Considering the distinctiveness of data at different scales, the present study selects residential areas in a multi-scale database as research objects and focuses on characteristic similarities. This study adopts the method of merging with no simplification, clarifies all the matching pairs that lack one-to-one relationships and places them into one-to-one matching pairs, and conducts similarity measurements on five characteristics (i.e., position, area, shape, orientation, and surroundings). The relevance vector machine (RVM) algorithm is introduced, and the method of RVM-based spatial entity matching is designed, thus avoiding the needs of weighing feature similarity and selecting matching thresholds. Moreover, the study utilizes the active learning approach to select the most effective sample for classification, which reduces the manual work of labeling samples. By means of 1:5000 and 1:25,000 residential areas matching experiments, it is shown that the RVM method could achieve high matching precision, which can be used to accurately recognize 1:1, 1:m, and m:n matching relations, thus improving automation and the intelligence level of geographical spatial data management.","Authors":"Zhang, XC (Zhang, Xinchang) ; Luo, GW (Luo, Guowei) ; He, GJ (He, Guangjing) ; Chen, LY (Chen, Liyan)","Title":"A Multi-Scale Residential Areas Matching Method Using Relevance Vector Machine and Active Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398947100027 PubMed ID: 28291469 ISSN: 0026-4075 eISSN: 1930-613X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"MILITARY MEDICINE Volume: 182 Pages: 167-174 Supplement: 1 DOI: 10.7205/MILMED-D-16-00212 Published: MAR 2017","Abstract":"Introduction: The U.S. Army Comprehensive Pain Management Campaign Plan was launched in 2010 to improve pain outcomes in military populations. Interdisciplinary Pain Management Centers (IPMCs) were established at every Army medical center, each offering a robust array of treatment options including conventional and complementary and integrative medicine (CIM) pain management therapies. The Pain Assessment Screening Tool and Outcomes Registry (PASTOR) was developed to assess and track biopsychosocial aspects of pain management and to identify best treatment practices. Methods: During a 10-month pilot test of PASTOR at one Army IPMC, active duty patients completed PASTOR at baseline and at significant junctures during their therapeutic course. Results: 322 IPMC patients completed baseline and follow-up PASTOR assessments. The PASTOR outcomes were analyzed for patients who completed a 3- to 6-week CIM program, a 3-week functional restoration program, or both. For most PASTOR domains, a greater proportion of patients who completed both programs reported important improvement compared with patients who completed either program alone. Conclusions: This pilot test demonstrated the utility of using PASTOR in a military IPMC to track biopsychosocial treatment outcomes. These preliminary data will inform future comparative effectiveness analyses of pain therapies among military and veteran populations.","Authors":"Flynn, DM (Flynn, Diane M.) ; Cook, K (Cook, Karon) ; Kallen, M (Kallen, Michael) ; Buckenmaier, C (Buckenmaier, Chester) ; Weickum, R (Weickum, Ricke) ; Collins, T (Collins, Teresa) ; Johnson, A (Johnson, Ashley) ; Morgan, D (Morgan, Dawn) ; Galloway, K (Galloway, Kevin) ; Joltes, K (Joltes, Kristin)","Title":"Use of the Pain Assessment Screening Tool and Outcomes Registry in an Army Interdisciplinary Pain Management Center, Lessons Learned and Future Implications of a 10-Month Beta Test"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398743500071 ISSN: 1420-3049","Keywords":"Alzheimer's disease; DL0410; AChE inhibitor; BuChE inhibitor; ACh KeyWords Plus:SITE ACETYLCHOLINESTERASE INHIBITORS; BETA-AMYLOID AGGREGATION; MORRIS WATER MAZE; ALZHEIMERS-DISEASE; CHOLINESTERASE-INHIBITORS; BIOLOGICAL EVALUATION; AGED RATS; RECEPTORS; BUTYRYLCHOLINESTERASE; DEGENERATION","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"MOLECULES Volume: 22 Issue: 3 Article Number: 410 DOI: 10.3390/molecules22030410 Published: MAR 2017","Abstract":"Deficiency of the cholinergic system is thought to play a vital role in cognitive impairment of dementia. DL0410 was discovered as a dual inhibitor of acetylcholinesterase (AChE) and butyrylcholinestease (BuChE), with potent efficiency in in-vitro experiments, but its in vivo effect on the cholinergic model has not been evaluated, and its action mechanism has also not been illustrated. In the present study, the capability of DL0410 in ameliorating the amnesia induced by scopolamine was investigated, and its effect on the cholinergic system in the hippocampus and its binding mode in the active site of AChE was also explored. Mice were administrated DL0410 (3 mg/kg, 10 mg/kg, and 30 mg/kg), and mice treated with donepezil were used as a positive control. The Morris water maze, escape learning task, and passive avoidance task were used as behavioral tests. The test results indicated that DL0410 could significantly improve the learning and memory impairments induced by scopolamine, with 10 mg/kg performing best. Further, DL0410 inhibited the AChE activity and increased acetylcholine (ACh) levels in a dose-dependent manner, and interacted with the active site of AChE in a similar manner as donepezil. However, no difference in the activity of BuChE was found in this study. All of the evidence indicated that its AChE inhibition is an important mechanism in the anti-amnesia effect. In conclusion, DL0410 could be an effective therapeutic drug for the treatment of dementia, especially Alzheimer's disease.","Authors":"Lian, WW (Lian, Wenwen) ; Fang, JS (Fang, Jiansong) ; Xu, LJ (Xu, Lvjie) ; Zhou, W (Zhou, Wei) ; Kang, D (Kang, De) ; Xiong, WD (Xiong, Wandi) ; Jia, H (Jia, Hao) ; Liu, AL (Liu, Ai-Lin) ; Du, GH (Du, Guan-Hua)","Title":"DL0410 Ameliorates Memory and Cognitive Impairments Induced by Scopolamine via Increasing Cholinergic Neurotransmission in Mice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398743500046 ISSN: 1420-3049","Keywords":"Monascus; catalase; blue light; citrinin yield; photodegradation KeyWords Plus:PURPUREUS NTU 568; CITRININ PRODUCTION; SUBMERGED FERMENTATION; ALZHEIMERS-DISEASE; PIGMENT PRODUCTION; LEARNING-ABILITY; RUBER; BIOSYNTHESIS; GROWTH; MEMORY","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"MOLECULES Volume: 22 Issue: 3 Article Number: 385 DOI: 10.3390/molecules22030385 Published: MAR 2017","Abstract":"The effect of light on Monascus and the underlying mechanism have received a great deal of interest for the industrial application of Monascus pigments. In this study, we have examined the effects of blue light on the culture morphology, mycelium growth, pigments, and citrinin yield of Monascus in liquid-state and oscillation fermentation, and explored the mechanism at a physiological level. It was found that blue light affected the colony morphology, the composition (chitin content), and permeability of the Monascus mycelium cell wall in static liquid culture, which indicates blue light benefits pigments secreting from aerial mycelium to culture medium. In liquid oscillation fermentation, the yields of Monascus pigments in fermentation broth (darkness 1741 U/g, blue light 2206 U/g) and mycelium (darkness 2442 U/g, blue light 1900 U/g) cultured under blue light and darkness are different. The total pigments produced per gram of Monascus mycelium under blue light was also higher (4663 U/g) than that in darkness (4352 U/g). However, the production of citrinin (88 mu g/g) under blue light was evidently lower than that in darkness (150 mu g/g). According to the degradation of citrinin caused by blue light and hydrogen peroxide, it can be concluded that blue light could degrade citrinin and inhibit the catalase activity of Monascus mycelium, subsequently suppressing the decomposition of hydrogen peroxide, which is the active species that degrades citrinin.","Authors":"Zhang, XW (Zhang, Xiaowei) ; Liu, WQ (Liu, Wenqing) ; Chen, XY (Chen, Xiying) ; Cai, JH (Cai, Junhui) ; Wang, CL (Wang, Changlu) ; He, WW (He, Weiwei)","Title":"Effects and Mechanism of Blue Light on Monascus in Liquid Fermentation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398910400003 PubMed ID: 25583405 ISSN: 1362-1017 eISSN: 1478-5153","Keywords":"Communication in ITU/CCU; Family care in critical care; Family-centred care; Intensive care nursing; Psychological support for patients/carers; Role of health care professionals KeyWords Plus:CRITICALLY-ILL PATIENTS; POSTTRAUMATIC STRESS; CRITICAL ILLNESS; DECISION-MAKING; PALLIATIVE-CARE; MEMBERS; EXPERIENCES; PERCEPTIONS; RELATIVES; PATIENT","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING IN CRITICAL CARE Volume: 22 Issue: 2 Pages: 70-80 DOI: 10.1111/nicc.12141 Published: MAR 2017","Abstract":"Aims and objectives: This review examined the literature across 12 years that explored nurses' perceptions of their role when communicating with families in adult intensive care units (ICUs). The objectives were: (1) to describe how ICU nurses facilitated communication with families; (2) the perceived barriers to that communication; (3) strategies to improve their skills. Background: Evidence demonstrates that effective communication by health care providers can improve families' understanding of their situation and decrease their psychological burden. The continuous presence of ICU nurses, combined with the use of effective empathic communication skills, can impact on families' ICU experience in a positive way. Nevertheless, research continues to demonstrate that communication with families in ICU is inadequate and of poor quality. Search strategies and design: Eight databases were systematically searched to identify peer reviewed studies published in English between 2002 and 2014. The results are presented via a thematic literature review. Findings: Four major themes emerged from a synthesis of the review findings: 'Nurses as information and communication facilitators', 'Nurses as family support providers', 'Nurses' non-supportive behaviours' and 'Improving nurses' communication skills'. Conclusions: Most ICU nurses considered communicating with families a vital part of their role, and described supportive behaviours. However, they perceived significant barriers to effective communication; some as a result of active decisions on their part, and some beyond their control. These barriers often resulted in nurses believing that families received suboptimal information and support. Peer support and formal training were identified as key strategies to overcome inadequacies. Relevance to clinical practice: This review summarizes nurses' perceptions of the means and barriers for communicating with families in ICUs. Intensive care nurses need skills and knowledge in how to communicate effectively with families. This skill can be learnt formally, or acquired from role modelling of more experienced peers.","Authors":"Adams, AMN (Adams, A. M. N.) ; Mannix, T (Mannix, T.) ; Harrington, A (Harrington, A.)","Title":"Nurses' communication with families in the intensive care unit - a literature review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398737900001 ISSN: 1094-9054 eISSN: 2163-5242","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"REFERENCE & USER SERVICES QUARTERLY Volume: 56 Issue: 3 Pages: 150-155 Published: SPR 2017","Authors":"Khailova, L (Khailova, Ladislava)","Title":"Flipping Library Information Literacy Sessions to Maximize Student Active Learning"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398692100001 ISSN: 2075-4698","Keywords":"disease outbreaks; empowerment; health promotion; communication; community engagement","Categories":"Sociology Web of Science Categories:Sociology","Journal Information":"SOCIETIES Volume: 7 Issue: 1 Article Number: 2 DOI: 10.3390/soc7010002 Published: MAR 2017","Abstract":"Health promotion has a key role to play in disease outbreaks and health emergencies because it can offer well-established bottom-up approaches that engage with people to be an active part of a response. International agencies did learn from their earlier mistakes in, for example, the recent Ebola virus outbreak in West Africa, even though an attempt to engage with communities was not initially widely implemented. Many agencies preferred to use pre-packaged approaches which had an emphasis on individual behavior changes and health care delivery. This had a questionable effect because disease outbreaks and health emergencies must actively communicate with and involve people to be successful. Health promotion practice recognizes the value of community capacity-building, participation and empowermentaspects that are already intrinsic to many health promotion programs. An understanding of how this is achieved in practice will help agencies to find an appropriate way forward to involve and better communicate with communities when the next disease outbreak inevitably occurs.","Authors":"Laverack, G (Laverack, Glenn)","Title":"The Role of Health Promotion in Disease Outbreaks and Health Emergencies"}]