[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900029 ISSN: 0960-1481","Keywords":"Wind turbine; Rapid-action pitch-control; Innovative load-control KeyWords Plus:FAULT-TOLERANT CONTROL; INDIVIDUAL PITCH; LOAD REDUCTION; BENCHMARK; DIAGNOSIS; MODEL","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 327-339 DOI: 10.1016/j.renene.2017.02.019 Published: JUL 2017","Abstract":"Pitch control comprises a significant proportion of current wind turbine load-control approaches. Collective pitching is used in restricting the overall power generation at high winds, whereas individual pitching has the added advantage of mitigating cyclic loads that are detrimental in fatigue damage of the turbines. Currently, there are many studies on conventional pitching control that account for long-term variations in wind speeds and associated high loads, but a smaller number of studies in short-term pitch action. The present study focuses on the use of rapid pitch control for handling short-term variations in wind conditions and load fluctuations within one cycle of rotation, with special attention to the prognosis of the aeroelastic response of the rotor. We use a numerical model capable of handling the complexities of the multi-physics dynamics of a wind turbine rotor. Based on a nonlinear adaptive ODE algorithm, it provides a natural way to integrate the various multi-physics aspects of wind turbine dynamics, including the control system and the coupled response of the aerodynamics and the structural deformations of the rotor. Results are presented for the case study of the NREL-5MW Reference Wind Turbine, and their significance for wind-turbine rotors in general is discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Menon, M (Menon, Muraleekrishnan) ; Ponta, FL (Ponta, Fernando L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Menon, Muraleekrishnan  http://orcid.org/0000-0002-6682-6732","Title":"Dynamic aeroelastic behavior of wind turbine rotors in rapid pitch-control actions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900047 ISSN: 0960-1481","Keywords":"Wind turbine; Tip loss; Blade element analysis; Nonlinear contributions KeyWords Plus:TIP LOSS; PROPELLERS","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 542-549 DOI: 10.1016/j.renene.2017.02.027 Published: JUL 2017","Abstract":"Blade element-momentum theory is a fundamental tool of wind turbine aerodynamics but several of its basic assumptions are not easily examined. By applying the theory to ideal Betz-Goldstein (BG) rotors, two important aspects of the theory are investigated. We prove for the first time that Glauert's inclusion of the tip loss factor in the angular and axial momentum equations is exact for BG rotors. Then we derive, also for the first time, the nonlinear contributions to the angular momentum balance when the rotor has a finite number of blades. The most important nonlinearity is the induced azimuthal velocity of the blades combined with that of the trailing vorticitiy. The derivation follows the recent formulation for the tip loss factor (F) by Wood et al. [1] in terms of the azimuthal variations in the induced velocities due to the trailing vortices. Nonlinearity is potentially important when F differs from unity. For a three-bladed BG rotor with the tip speed ratio (lambda) varying from 0 to 15, we show that the nonlinear angular momentum peaks at 12% of the blade element torque when lambda is in the range 0.8 <= lambda <= 1.5. As lambda increases above 1.5, the nonlinear terms reduce in importance. Nonlinearities also arise in the axial momentum equation but are more difficult to analyze. An approximate treatment of them suggests similar behaviour to the nonlinear angular momentum terms, but those in the axial momentum equation arise purely from the trailing vortices. (C) 2017 Published by Elsevier Ltd.","Authors":"Wood, DH (Wood, D. H.) ; Okulov, VL (Okulov, V. L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Okulov, Valery  I-2955-2012 http://orcid.org/0000-0002-5518-4869","Title":"Nonlinear blade element-momentum analysis of Betz-Goldstein rotors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419000001 ISSN: 1748-3182 eISSN: 1748-3190","Keywords":"flapping wing; micro aerial vehicle (MAV); biomimetics; hovering; insect flight; PD controller KeyWords Plus:BLOWFLY CALLIPHORA; DESERT LOCUST; AERODYNAMICS; KINEMATICS; STABILITY; DROSOPHILA; MOTION; BEETLE; DEFORMATION; HOVERFLIES","Categories":"Engineering; Materials Science; Robotics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Biomaterials; Robotics","Journal Information":"BIOINSPIRATION & BIOMIMETICS Volume: 12 Issue: 3 Pages: 1-17 DOI: 10.1088/1748-3190/aa65db Published: JUN 2017","Abstract":"An insect-like tailless flapping wing micro air vehicle (FW-MAV) without feedback control eventually becomes unstable after takeoff. Flying an insect-like tailless FW-MAV is more challenging than flying a bird-like tailed FW-MAV, due to the difference in control principles. This work introduces the design and controlled flight of an insect-like tailless FW-MAV, named KUBeetle. A combination of four-bar linkage and pulley-string mechanisms was used to develop a lightweight flapping mechanism that could achieve a high flapping amplitude of approximately 190 degrees. Clap-and-flings at dorsal and ventral stroke reversals were implemented to enhance vertical force. In the absence of a control surface at the tail, adjustment of the location of the trailing edges at the wing roots to modulate the rotational angle of the wings was used to generate control moments for the attitude control. Measurements by a 6-axis load cell showed that the control mechanism produced reasonable pitch, roll and yaw moments according to the corresponding control inputs. The control mechanism was integrated with three sub-micro servos to realize the pitch, roll and yaw controls. A simple PD feedback controller was implemented for flight stability with an onboard microcontroller and a gyroscope that sensed the pitch, roll and yaw rates. Several flight tests demonstrated that the tailless KUBeetle could successfully perform a vertical climb, then hover and loiter within a 0.3 m ground radius with small variations in pitch and roll body angles.","Authors":"Phan, HV (Hoang Vu Phan) ; Kang, T (Kang, Taesam) ; Park, HC (Park, Hoon Cheol)","Title":"Design and stable flight of a 21 g insect-like tailless flapping wing micro air vehicle with angular rates feedback control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396958600021 ISSN: 0894-1777 eISSN: 1879-2286","Keywords":"Low-swirl combustor; Isothermal swirling flow; Hot-wire velocity measurement KeyWords Plus:VORTEX BREAKDOWN; SUDDEN EXPANSION","Categories":"Thermodynamics; Engineering; Physics Web of Science Categories:Thermodynamics; Engineering, Mechanical; Physics, Fluids & Plasmas","Journal Information":"EXPERIMENTAL THERMAL AND FLUID SCIENCE Volume: 84 Pages: 242-250 DOI: 10.1016/j.expthermflusci.2017.02.001 Published: JUN 2017","Abstract":"Fluid dynamic design of combustors is commonly aimed to set up swirling flows through sudden expansions to stabilise the flame. Fuel-air mixing promoted by the swirling motion also contributes to increase the reaction rate and the efficiency of the combustion process, and, consequently, to reduce pollutant emissions. Most of the experimental studies available in the scientific literature investigate the aerodynamics of high-swirl combustors. In such combustors the expansion of the flow in the combustion chamber produces a central recirculation zone (CRZ) which provides a stable anchoring to the flame. By comparison, few studies analyse the structure of low-swirling flows, in which the tangential component of velocity is not strong enough to induce a CRZ. However, many combustion systems for heat and power generation are currently designed to operate with low-swirling or unswirled flames and show a stable combustion over a wide range of thermal loads. This study deals with isothermal low-swirling flows generated by axial swirlers and aims at providing a comprehensive insight of the flow field by considering the effect of the Reynolds number and some relevant design parameters of the swirler-combustion chamber assembly. The paper collects, rearranges, and compares velocity measurements reported in the open literature on combustors of similar geometry and swirl number. The literature data sets are expanded with original measurements performed by the authors on a laboratory combustor characterised by a high expansion ratio. Although the considered data sets are quite limited, the comparison between velocity measurements shows quite clear data trends and motivates additional systematic tests to be performed on different configurations of the same baseline design. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Gobbato, P (Gobbato, Paolo) ; Masi, M (Masi, Massimo) ; Cappelletti, A (Cappelletti, Alessandro) ; Antonello, M (Antonello, Marco)","Title":"Effect of the Reynolds number and the basic design parameters on the isothermal flow field of low-swirl combustors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200042 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Composite cylindrical shell; Flutter analysis; Nonlinear dynamic behaviors; Internal resonance; Frequency-response curves KeyWords Plus:FLUID; VIBRATIONS; CHAOS; INSTABILITY; STABILITY; RESONANCE; ROUTES; LOADS; EMPTY","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 474-484 DOI: 10.1016/j.compstruct.2017.02.019 Published: MAY 15 2017","Abstract":"Aeroelastic flutter characteristics and dynamic response of a composite laminated circular cylindrical shell under combined action of radial harmonic excitation, compressive in-plane force and aerodynamic pressure are studied in this paper. The first-order piston theory is employed to model the aerodynamics pressure. Partial differential equations governing the vibrations of the cylindrical shell are derived based on the Hamilton's principle and the Donnell's nonlinear shell theory. The Galerkin's method is adopted to discretize the partial differential governing equations to a set of nonlinear ordinary differential equations. The four-dimensional averaged equation is obtained by applying the method of multiple scales under the case of 1:2 internal resonance. The critical free stream static pressure originating flutter of the shell is determined by solving the eigenvalue problem. The phase portrait and time history diagrams are presented to demonstrate the character of the limit cycle oscillation of the shell. The influence of different geometrical parameters, such as the radius, length and thickness of the shell, on the flutter characteristics of the composite laminated circular cylindrical shell are discussed in details. The influences of the amplitudes of the in-plane and transverse excitations on the frequency response curves and force-response curves are also investigated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, J (Chen, Jie); Li, QS (Li, Qiu-Sheng)","Title":"Nonlinear aeroelastic flutter and dynamic response of composite laminated cylindrical shell in supersonic air flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954700012 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Tensile structures; Hyperbolic paraboloid roofs; Wind tunnel testing; Pressure coefficients; Codes of practice KeyWords Plus:EQUIVALENT STATIC DESIGN; WIND-INDUCED RESPONSE; GRANDSTAND ROOFS; WORKING APPROACH; LOADS; TUNNEL; TESTS","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 139 Pages: 153-169 DOI: 10.1016/j.engstruct.2017.02.035 Published: MAY 15 2017","Abstract":"Hyperbolic paraboloid shapes are often used for tensile roofing systems, as they allow covering large spans with a very low self weight. In addition, they can be.used in combination with a variety of plan shapes. The aerodynamics, and thus the wind loading of buildings provided with an hyperbolic paraboloid roof is different from that of the same building provided with a diffetent roof shape; previous studies have made this aspect evident for square and rectangular plan buildings, and the differences prove to be even larger in the case of circular and elliptical plans. This paper is focused on the latter two geometries. In particular, two different curvatures of the roof and two different heights of the buildings were tested in the wind tunnel. Envelopes of the experimental pressure coefficients have been obtained, giving rise to simplified load maps for use in design and possible Code implementation. Pressure coefficients on the lateral surfaces have also been measured, and are compared with reference values available for the same plan shape, but different roof geometry. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rizzo, F (Rizzo, Fabio) ; Ricciardelli, F (Ricciardelli, Francesco)","Title":"Design pressure coefficients for circular and elliptical plan structures with hyperbolic paraboloid roof"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954100003 ISSN: 0965-9978 eISSN: 1873-5339","Keywords":"Fluid-structure interaction; Grid adaptivity; Radial basis functions; Reduced surface point selection; Agglomeration; Transonic aerodynamics; Finite volume methods KeyWords Plus:RADIAL BASIS FUNCTIONS; UNSTRUCTURED DYNAMIC MESHES; HEAT-TRANSFER; INCOMPRESSIBLE FLOWS; MULTIGRID SCHEME; SPRING ANALOGY; INTERPOLATION; MOTION; REFINEMENT; METHODOLOGY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering; Engineering, Multidisciplinary","Journal Information":"ADVANCES IN ENGINEERING SOFTWARE Volume: 107 Pages: 13-37 DOI: 10.1016/j.advengsoft.2017.02.004 Published: MAY 2017","Abstract":"RBF-based mesh deformation methods have been recognized during the past years as an essential tool for numerical simulations involving mesh deformation. Nevertheless, they call for excessive memory and computation time requirements, especially for large-scale problems. A remedy to this shortcoming appears to be the selection of a reduced number of surface mesh nodes, to be used as RBF-centers, resulting in decreased dimensions of the system of equations. In this study a methodology for the reduction of the RBF-centers is developed, based on the agglomeration of boundary nodes' control areas. This technique has been adopted from the multigrid methods frequently employed in numerical simulation of fluid flow, heat transfer, etc. The fusion strategy is performed on a topology -preserving framework, while it resembles the advancing front technique, as it begins from regions with surface discontinuities extending successively to the interior. The proposed algorithm was evaluated against benchmark test cases, concerning deformation of the wing of a transonic commercial aircraft and the blade of a wind turbine, revealing its potential for radically improved compUtational performance of the grid deformation procedure. Moreover, the obtained results confirm its capability to preserve grid quality, despite the notable reduction of RBF-centers. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Strofylas, GA (Strofylas, Giorgos A.) ; Lygidakis, GN (Lygidakis, Georgios N.) ; Nikolos, IK (Nikolos, Ioannis K.)","Title":"An agglomeration strategy for accelerating RBF-based mesh deformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550000026 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Wind turbine; Hurricane; Buffeting; Unsteady; Along-wind response KeyWords Plus:TIME-DOMAIN; POWER SPECTRA; BRIDGE DECK; FORCES; TURBULENCE; FLORIDA; LOADS; LAYER","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 138 Pages: 337-350 DOI: 10.1016/j.engstruct.2017.02.023 Published: MAY 1 2017","Abstract":"Most of the studies on wind turbine subjected to high winds, consider quasi-steady formulation for wind turbine parts. The objective of this paper is to investigate the along wind responses of a parked wind turbine subjected to hurricane forces by considering, first, the tower unsteady aerodynamics, and second, the recent observations and proposed models for hurricanes. For this purpose, quasi-steady formulation of aerodynamic forces on a parked wind turbine was modified by addressing unsteady aerodynamic effects on the wind turbine tower. A time domain approach for addressing the unsteady aerodynamics of the tower was proposed by using aerodynamic admittance function. The frequency dependent aerodynamic admittance function was addressed in time domain using rational functions (RF). This procedure was implemented in NREL-FAST package and the model was verified. In order to investigate the structural responses subjected to hurricane, the recent observations of the hurricane boundary layer winds as well as the models presented for hurricane turbulence energy were discussed. The unsteady analysis of wind turbine structure subjected to various hurricane turbulence models, resulted in the range of 29% smaller to 4.9% larger responses than quasi-steady analysis of conventional spectrum models presented in past literature and carried out by NREL-FAST module. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Amirinia, G (Amirinia, Gholamreza) ; Jung, S (Jung, Sungmoon)","Title":"Along-wind buffeting responses of wind turbines subjected to hurricanes considering unsteady aerodynamics of the tower"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397982000007 ISSN: 0723-4864 eISSN: 1432-1114","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"EXPERIMENTS IN FLUIDS Volume: 58 Issue: 5 Article Number: 43 DOI: 10.1007/s00348-017-2308-z Published: MAY 2017","Abstract":"Vortex shedding within laminar separation bubbles forming over the suction side of a NACA 0018 airfoil is studied through a combination of high-speed flow visualization and boundary layer measurements. Wind tunnel experiments are performed at a chord-based Reynolds number of 100,000 and four angles of attack. The high-speed flow visualization is complemented by quantitative velocity and surface pressure measurements. The structures are shown to originate from the natural amplification of small-amplitude disturbances, and the shear layer roll-up is found to occur coherently across the span. However, significant cycle-to-cycle variations are observed in vortex characteristics, including shedding period and roll-up location. The formation of the roll-up vortices precedes the later stages of transition, during which these structures undergo significant deformations and breakdown to smaller scales. During this stage of flow development, vortex merging is also observed. The results provide new insight into the development of coherent structures in separation bubbles and their relation to the overall bubble dynamics and mean bubble topology.","Authors":"Kirk, TM (Kirk, Thomas M.) ; Yarusevych, S (Yarusevych, Serhiy)","Title":"Vortex shedding within laminar separation bubbles forming over an airfoil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398435700007 ISSN: 0742-4795 eISSN: 1528-8919","Keywords":"gas turbine combustion system aerodynamics; prediffuser; cooled cooling air; turbine cooling KeyWords Plus:COMPRESSOR EXIT CONDITIONS; ANNULAR DIFFUSERS; PERFORMANCE","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING FOR GAS TURBINES AND POWER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 5 Article Number: 051504 DOI: 10.1115/1.4035228 Published: MAY 2017","Abstract":"To manage the increasing turbine temperatures of future gas turbines a cooled cooling air system has been proposed. In such a system some of the compressor efflux is diverted for additional cooling in a heat exchanger (HX) located in the bypass duct. The cooled air must then be returned, across the main gas path, to the engine core for use in component cooling. One option is do this within the combustor module and two methods are examined in the current paper; via simple transfer pipes within the dump region or via radial struts in the prediffuser. This paper presents an experimental investigation to examine the aerodynamic impact these have on the combustion system external aerodynamics. This included the use of a fully annular, isothermal test facility incorporating a bespoke 1.5 stage axial compressor, engine representative outlet guide vanes (OGVs), prediffuser, and combustor geometry. Area traverses of a miniature five-hole probe were conducted at various locations within the combustion system providing information on both flow uniformity and total pressure loss. The results show that, compared to a datum configuration, the addition of transfer pipes had minimal aerodynamic impact in terms of flow structure, distribution, and total pressure loss. However, the inclusion of prediffuser struts had a notable impact increasing the prediffuser loss by a third and consequently the overall system loss by an unacceptable 40%. Inclusion of a hybrid prediffuser with the cooled cooling air (CCA) bleed located on the prediffuser outer wall enabled an increase of the prediffuser area ratio with the result that the system loss could be returned to that of the datum level.","Authors":"Walker, AD (Walker, A. Duncan) ; Koli, B (Koli, Bharat) ; Guo, L (Guo, Liang) ; Beecroft, P (Beecroft, Peter) ; Zedda, M (Zedda, Marco)","Title":"Impact of a Cooled Cooling Air System on the External Aerodynamics of a Gas Turbine Combustion System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000012 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Support interference; Wind tunnel; Training aircraft model; CFD KeyWords Plus:VALIDATION; REYNOLDS; DRAG","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 133-146 DOI: 10.1016/j.ast.2017.01.021 Published: MAY 2017","Abstract":"Many kinds of support system, such as tail support system, external/balance support system, side wall support system and wing tip support system are used for wind tunnel testing. The difference between the flow around the test model and the flow around the real aircraft is caused by the support system and results in a difference between aerodynamic characteristics of the test article and the actual one and is referred to as support interference. Support interference is one of the important topics of aerodynamic testing since it can have significant influence on the accuracy of the test data. The support system and support interference become one of the main investigation areas of experiment aerodynamics. The results of experimental investigation of the influence of model support on the determination of aerodynamic coefficients of a wind tunnel model are presented. A discussion is given of the forms of interference occurring in the low speed wind tunnel of the Military Technical Institute due to the model support system. Two types of model attachments, bent sting and external/balance model support are considered. The magnitude of interference on the test results is given. The main interference is on the pitching moment coefficient Cm. The computational results of the interference-free aerodynamic coefficients of a Training Aircraft Model are also given and compared to experimental data. A procedure for eliminating the undesired effect of interference of the model support system on the test results is presented. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Ocokoljic, G (Ocokoljic, Goran) ; Rasuo, B (Rasuo, Bosko) ; Kozic, M (Kozic, Mirko)","Title":"Supporting system interference on aerodynamic characteristics of an aircraft model in a low-speed wind tunnel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000015 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Meshless method; Spatial adaptivity; Lagrangian approach; Smoothed Particle Hydrodynamics; Airfoil studies; Incompressible laminar flow KeyWords Plus:SMOOTHED PARTICLE HYDRODYNAMICS; VISCOUS/INVISCID INTERACTION PROCEDURES; NUMERICAL SIMULATIONS; SPH; EQUATIONS","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 161-170 DOI: 10.1016/j.ast.2017.01.027 Published: MAY 2017","Abstract":"Laminar incompressible flow around a NACA0012 airfoil placed in a free-stream at various incidences has been revisited with the use of a fully-Lagrangian meshless method based on a Smoothed Particle Hydrodynamics (SPH) formulation. Spatial adaptivity has been incorporated in the scheme via splitting and merging of SPH particles employing zonal criteria. In addition, a novel algorithm has been proposed here so that particle merging may be achieved, ensuring the robustness, accuracy and efficiency of the computational simulations. The results obtained have been benchmarked against available data from mesh-based methods. Good agreement has been found both in steady and unsteady flow regimes. Overall, the present work demonstrated the effectiveness and competitiveness of this meshfree approach for detailed studies in aerodynamics. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Khorasanizade, S (Khorasanizade, Sh.) ; Sousa, JMM (Sousa, J. M. M.)","Title":"An adaptive fully-Lagrangian meshless method for incompressible laminar flow airfoil studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000016 ISSN: 1270-9638 eISSN: 1626-3219","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 171-191 DOI: 10.1016/j.ast.2017.01.023 Published: MAY 2017","Abstract":"This paper presents aerodynamic calculations of the model-scale ERICA tiltrotor with high-fidelity computational fluid dynamics. The aim of this work is to assess the capability of the present CFD method in predicting airloads on the tiltrotor at different flight configurations. In this regard, three representative flight configurations of the ERICA were selected, corresponding to aeroplane, transition corridor, and helicopter modes, covering most modes of tiltrotor flight. The rotor blades were fully resolved and the use of a uniform and non-uniform actuator disk was also put forward to quantify the effect of the rotor on the fuselage loads. A fundamental investigation of the effect of the aerodynamic interference between the rotor and wing of the tiltwing aircraft is also shown. The employed CFD method was able to capture the aerodynamics of the different configurations and the overall agreement obtained with the experimental data demonstrates the capability of the present CFD method in accurately predict tiltrotor flows. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Garcia, AJ (Garcia, Antonio Jimenez) ; Barakos, GN (Barakos, G. N.)","Title":"Numerical simulations on the ERICA tiltrotor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000017 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Flapping wing micro aerial vehicle; Combined optimization; Nonlinear couple KeyWords Plus:INSECT FLIGHT; POWER REQUIREMENTS; MUSCLE EFFICIENCY; FORCE PRODUCTION; TUMBLING PLATES; AIR VEHICLES; YAW DYNAMICS; FLY WINGS; AERODYNAMICS; DROSOPHILA","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 192-203 DOI: 10.1016/j.ast.2017.01.019 Published: MAY 2017","Abstract":"The optimizations of wing geometry parameters (WGP) and wing kinematic parameters (WKP) to minimize the energy consumption of flapping wing hovering flight are performed by using a revised quasi-steady aerodynamic model and hybrid genetic algorithm (hybrid-GA). The parametrization method of dynamically scaled wing with the non-dimensional conformal feature of fruit fly's wing is firstly developed for the optimization involving the WGP. And the objective function of optimization is formed on basis of the power density model with the additional penalty items of lift-to-weight ratio, boundary constraints, aspect ratio (AR) and Reynolds number (Re). The obtained optimal WGP and WKP are separately substituted into the power density model to estimate the instantaneous forces and the power output again. The lower power density, flapping frequency and larger WGP for the combined optimal WGP and WKP are obtained in comparison with the estimated values for hovering fruit fly. These results might arise from the effect of strong coupling relationship between WGP and WKP via AR and Re on minimization of power density under the condition of lift balancing weight. Moreover, the optimal flapping angle manifests the harmonic profile, and the optimal pitch angle possesses the round trapezoidal profile with certain faster time scale of pitch reversal. The conceptual model framework of combined optimization provides a useful way to design fundamental parameters of biomimic flapping wing micro aerial vehicle. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Ke, XJ (Ke, Xijun) ; Zhang, WP (Zhang, Weiping) ; Cai, XF (Cai, Xuefei) ; Chen, WY (Chen, Wenyuan)","Title":"Wing geometry and kinematic parameters optimization of flapping wing hovering flight for minimum energy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000018 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Experimental setup; Intense dataflow; Supercomputer; Optical network; BDP; Queue manager; TCP","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 258-265 DOI: 10.1016/j.jss.2016.07.003 Published: MAY 2017","Abstract":"Modern experimental setups generate prolonged and intense data streams. For example, non-contact measurement techniques PIV (Particle Image Velocimetry), based on continuous image processing, are widely used in the experimental aerodynamics and hydrodynamics. These experimental stereo or volumetric velocimetry 3D PIV setups are able to generate long-lasting and intensive flows of images by using two or more cameras. High computational complexity of the image processing algorithms is the main limiting factor in the conditions of the low computational performance of PIV setups itself. Removal of these limitations by moving image processing tasks on a remote supercomputer by using our proposed technology \"Distributed PIV\", which will allow users to apply their new high-precision parallel algorithms in a real-time and implement feedback to the experimental setup. This paper describes the innovative technology for high-performance processing of the intensive flows of the structured data generated by an experimental setup and delivered through a high-speed DWDM backbone directly into computing nodes of a remote supercomputer. A high BDP (Bandwidth-Delay Product) problem case in the design of protocols such as TCP in respect of performance tuning to achieve maximum network throughput is solved by designed middleware. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Shchapov, VA (Shchapov, Vladislav A.) ; Masich, AG (Masich, Aleksei G.) ; Masich, GF (Masich, Grigorii F.)","Title":"The technology of processing intensive structured dataflow on a supercomputer*"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200027 PubMed ID: 27062218 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"bird flight; feather deformities; perturbations; physiology; stress KeyWords Plus:WHITE-CROWNED SPARROWS; CORVUS-CORONE-CORNIX; ZONOTRICHIA-LEUCOPHRYS-GAMBELII; TIT PARUS-MAJOR; AMERICAN KESTRELS; PASSER-DOMESTICUS; NATURAL-SELECTION; KAWASAKI-DISEASE; POSTNUPTIAL MOLT; PELAGIC SEABIRD","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 1113-1127 DOI: 10.1111/brv.12273 Published: MAY 2017","Abstract":"Fault bars are narrow malformations in feathers oriented almost perpendicular to the rachis where the feather vein and even the rachis may break. Breaks in the barbs and barbules result in small pieces of the feather vein being lost, while breaks in the rachis result in loss of the distal portion of the feather. Here, we provide a comprehensive review of 74 papers on fault bar formation in hopes of providing a clearer approach to their study. First, we review the evidence that the propensity to develop fault bars is modified by natural selection. Given that fault bars persist in the face of survival costs, we conclude that they must be an unfortunate consequence of some alternative adaptation that outweighs the fitness costs of fault bars. Second, we summarize evidence that the development of fault bars is triggered by psychological stress such as that of handling or predation attempts, and that they persist because the sudden contractions of the muscles in the feather follicle that control fright moults also causes the development of fault bars in growing feathers. Third, we review external and physiological (e.g. corticosterone) agents that may affect the likelihood that an acute stress will result in a growing feather exhibiting a fault bar. These modifying factors have often been treated as fundamental causes in the earlier literature on fault bars. Fourth, we then use this classification to propose a tentative model where fault bars of different severity (from light to severe) are the outcome of the interaction between the propensity to produce fault bars (which differs between species, individuals and feather follicles within individuals) and the intensity of the perturbation. This model helps to explain contradictory results in the literature, to identify gaps in our knowledge, and to suggest further studies. Lastly, we discuss ways in which better understanding of fault bars can inform us about other aspects of avian evolutionary ecology, such as the physiology of moult, the integration of moult into avian life cycles, and the strategies used to minimize stress during moult. Moreover, the study of fault bars may be relevant to understanding the aerodynamics of flight and the early evolution of flight.","Authors":"Jovani, R (Jovani, Roger) ; Rohwer, S (Rohwer, Sievert)","Title":"Fault bars in bird feathers: mechanisms, and ecological and evolutionary causes and consequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394477000021 ISSN: 0894-1777 eISSN: 1879-2286","Keywords":"Slipstream; High-speed train; Wake; Roof angle; Tail geometry; Vortex shedding KeyWords Plus:TURBULENT-BOUNDARY-LAYER; FLOW STRUCTURES; WIND; VORTEX; MODEL; AERODYNAMICS","Categories":"Thermodynamics; Engineering; Physics Web of Science Categories:Thermodynamics; Engineering, Mechanical; Physics, Fluids & Plasmas","Journal Information":"EXPERIMENTAL THERMAL AND FLUID SCIENCE Volume: 83 Pages: 215-230 DOI: 10.1016/j.expthermflusci.2017.01.014 Published: MAY 2017","Abstract":"The effect of varying the roof-angle of the tail of a generic high-speed train on the unsteady wake structure and corresponding slipstream is investigated in a 1/10th scale wind-tunnel experiment. Insight into the slipstream and unsteady flow features are gained from 4-hole dynamic pressure probe measurements, surface-flow visualisations, measurements from a two-dimensional array of total pressure probes, and frequency analysis. The results show that increasing tail roof angle leads to a transition from an unsteady wake with a pair of streamwise vortices that exhibit sinusoidal, antisymmetric motion to an unsteady wake dominated by large-scale separation with vortex shedding from the sides of the train. It is the interaction of the streamwise vortices with vortex shedding from the sides that results in the widest unsteady wake, and consequently, the largest slipstream velocities. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bell, JR (Bell, J. R.) ; Burton, D (Burton, D.) ; Thompson, MC (Thompson, M. C.) ; Herbst, AH (Herbst, A. H.) ; Sheridan, J (Sheridan, J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Burton, David  http://orcid.org/0000-0002-3727-4174","Title":"The effect of tail geometry on the slipstream and unsteady wake structure of high-speed trains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393726200046 ISSN: 0960-1481","Keywords":"Dynamic stall; Matched pitch rate; Unsteady aerodynamics; Wind turbine KeyWords Plus:AXIS WIND TURBINES; AIRFOIL","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 505-519 DOI: 10.1016/j.renene.2016.12.070 Published: MAY 2017","Abstract":"Dynamic stall on both horizontal axis and vertical axis wind turbine blades is accompanied by simultaneous changes in pitch and surge, but this simultaneous effect has never been documented. Using a unique unsteady wind tunnel, synchronous oscillations in angle of attack and flow speed were considered on two prototypical wind turbine blades. At a steady freestream, the concept of matched pitch rate was observed to be valid for large positive and negative pitch angles. In the presence of an unsteady stream, matching the flow speed as well as the pitch angle and its time derivative during pitch-up produced excellent correspondence between lift, drag and moment coefficients throughout the entire dynamic stall event. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Muller-Vahl, HF (Mueller-Vahl, Hanns Friedrich) ; Pechlivanoglou, G (Pechlivanoglou, Georgios) ; Nayeri, CN (Nayeri, Christian Navid) ; Paschereit, CO (Paschereit, Christian Oliver) ; Greenblatt, D (Greenblatt, David)","Title":"Matched pitch rate extensions to dynamic stall on rotor blades"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606700018 ISSN: 0022-460X eISSN: 1095-8568","Keywords":"Noise; Railway; Pantograph; Aerodynamics; Prediction; Sound; Semi-empirical; Component-based; High-speed train KeyWords Plus:SQUARE CROSS-SECTION; CIRCULAR-CYLINDER; RECTANGULAR CYLINDERS; FLUCTUATING LIFT; REYNOLDS-NUMBERS; STROUHAL NUMBERS; AEOLIAN TONES; MEAN FLOW; TURBULENCE; STREAM","Categories":"Acoustics; Engineering; Mechanics Web of Science Categories:Acoustics; Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF SOUND AND VIBRATION Volume: 394 Pages: 280-305 DOI: 10.1016/jjsv.2017.01.028 Published: APR 28 2017","Abstract":"At typical speeds of modern high-speed trains the aerodynamic noise produced by the airflow over the pantograph is a significant source of noise. Although numerical models can be used to predict this they are still very computationally intensive. A semi-empirical component-based prediction model is proposed to predict the aerodynamic noise from train pantographs. The pantograph is approximated as an assembly of cylinders and bars with particular cross-sections. An empirical database is used to obtain the coefficients of the model to account for various factors: incident flow speed, diameter, cross-sectional shape, yaw angle, rounded edges, length-to-width ratio, incoming turbulence and directivity. The overall noise from the pantograph is obtained as the incoherent sum of the predicted noise from the different pantograph struts. The model is validated using available wind tunnel noise measurements of two full-size pantographs. The results show the potential of the semi-empirical model to be used as a rapid tool to predict aerodynamic noise from train pantographs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Iglesias, EL (Iglesias, E. Latorre) ; Thompson, DJ (Thompson, D. J.) ; Smith, MG (Smith, M. G.)","Title":"Component-based model to predict aerodynamic noise from high-speed train pantographs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606700035 ISSN: 0022-460X eISSN: 1095-8568","Keywords":"shallow shell; aeroelastic vibration; hypersingular integral equation; discrete vortices method; characteristic exponent; Hopf bifurcation KeyWords Plus:LIMIT-CYCLE OSCILLATIONS; LOW SUBSONIC FLOW; 2-DIMENSIONAL PANELS; GEOMETRICAL NONLINEARITIES; COMPLEX CONFIGURATIONS; CANTILEVER PLATES; AXIAL-FLOW; FLUTTER; STEADY; AERODYNAMICS","Categories":"Acoustics; Engineering; Mechanics Web of Science Categories:Acoustics; Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF SOUND AND VIBRATION Volume: 394 Pages: 593-611 DOI: 10.1016/j.jsv.2017.01.048 Published: APR 28 2017","Abstract":"The system of the hypersingular integral equations with respect to the aerodynamic derivatives of the shell pressure drop is obtained to analyze the interaction of the shallow shell with three-dimensional incompressible potential air flow. This system of the integral equations is very applicable to analyze aeroelastic vibrations of thin-walled structures. The numerical approach based on the discrete vortices method is suggested to solve the system of the hypersingular integral equations. Using the assumed-mode method, the finite degrees of freedom dynamical system is derived to analyze the shallow shell dynamic instability. The dynamic instability of the shallow shell equilibrium in the subsonic air flow is analyzed numerically. This type of instability results in flutter. The influence of the structure parameters on the dynamic instability is analyzed. The parameters of the dynamic instability are compared with the data, which are calculated by the software ANSYS. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Avramov, KV (Avramov, K. V.) ; Papazov, SV (Papazov, S. V.) ; Breslavsky, ID (Breslavsky, I. D.)","Title":"Dynamic instability of shallow shells in three-dimensional incompressible inviscid potential flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396948700023 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"CFD; Hybrid method; RANS; Complex topography; Wake-ground interaction; k-epsilon model KeyWords Plus:ATMOSPHERIC BOUNDARY-LAYER; MODEL; FLOW; AERODYNAMICS; VALIDATION; SIMULATION; TERRAIN","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 138 Pages: 224-236 DOI: 10.1016/j.enconman.2017.01.070 Published: APR 15 2017","Abstract":"The purpose of this work is to numerically study the wind turbine wake evolution in farm over both complex and flat terrain. The nonlinear, aerodynamic interaction between the rotor wake and the wind farm terrain is modeled using the Hybrid method combining CFD (Computational Fluid dynamics) with the actuator disk model. The rotor defined as a function of the wind speed and the thrust coefficient is applied through a source term added in Navier-Stokes equations within (RANS) decomposition. The framework is structured and resolved via an Open Source Computational fluid dynamics program based on the finite volume method. The interactions between atmospheric upwind boundary layer, downwind wake and ground effects are evaluated considering different wind farm configurations: First, simulations are conducted for flat terrain by varying the wind turbine hub height. The soil effects on the wake evolution are estimated by means of the size length of the eddy areas of low speed recorded behind the rotor. In the second configuration concerning the complex terrain, the proposed hybrid method is adapted to the local wind field significantly disturbed by the topography singularities. The flow field obtained at the hub level is then analyzed and used to define the corresponding actuator disk model. This approach is applied to a small region located in north of Algeria. However, the accuracy and performance of the proposed model to predict the near wake and the far wake are demonstrated by a comparison with wake measurement over flat terrain and are in good agreement with experimental data. Results obtained in all cases gives interesting information involved in wind farm layout. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nedjari, HD (Nedjari, Hafida Daaou) ; Guerri, O (Guerri, Ouahiba) ; Saighi, M (Saighi, Mohamed)","Title":"CFD wind turbines wake assessment in complex topography"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395606100006 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Circular cylinders; Aerodynamics; Aerodynamic disturbances; Cylinder irregularities; Surface roughness; Shape distortion; Section irregularities; Spanwise irregularities KeyWords Plus:HIGH REYNOLDS-NUMBERS; WIND INDUCED VIBRATION; SURFACE-ROUGHNESS; CROSS-FLOW; HEAT-TRANSFER; ASPECT-RATIO; FREE-END; FLUCTUATING FORCES; VORTEX GENERATORS; DRAG REDUCTION","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 137 Pages: 76-114 DOI: 10.1016/j.engstruct.2017.01.023 Published: APR 15 2017","Abstract":"Fluid-dynamic loads have a great influence on the design of many Civil Engineering structures. In particular, circular sections are widely used in constructions, yet when it comes to aero- or hydro-dynamics simple geometry brings a complex behavior, as the features of flow separation strongly depend on Reynolds number. This has triggered a remarkable research effort towards the understanding of the aerodynamic behavior of circular cylinders. Indeed, circular cylinders used in Engineering applications are seldom perfect ones. In many cases, it has been observed that imperfections affect aerodynamics to a large extent. For this reason, a considerable effort has also been devoted to the understanding of how aerodynamics is modified by imperfections. This paper contains a review of existing literature on experimental results of interest for Civil Engineering applications on the aerodynamics of cylinders, whose geometry deviates from that of a perfect circular cylinder. Such deviations are classified into cylinder and flow irregularities, and the former are further subdivided into surface, section and spanwise irregularities. The need for further research is pointed out at the end of the paper. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Demartino, C (Demartino, C.) ; Ricciardelli, F (Ricciardelli, F.)","Title":"Aerodynamics of nominally circular cylinders: A review of experimental results for Civil Engineering applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397879700001 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"atmospheric boundary layer; wind-turbine aerodynamics; wind-farm modelling","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2091 DOI: 10.1098/rsta.2016.0096 Published: APR 13 2017","Abstract":"Wind energy is one of the fastest growing sources of sustainable energy production. As more wind turbines are coming into operation, the best locations are already becoming occupied by turbines, and wind-farm developers have to look for new and still available areas-locations that may not be ideal such as complex terrain landscapes. In these locations, turbulence and wind shear are higher, and in general wind conditions are harder to predict. Also, the modelling of the wakes behind the turbines is more complicated, which makes energy-yield estimates more uncertain than under ideal conditions. This theme issue includes 10 research papers devoted to various fluid-mechanics aspects of using wind energy in complex terrains and illustrates recent progress and future developments in this important field. This article is part of the themed issue 'Wind energy in complex terrains'.","Authors":"Alfredsson, PH (Alfredsson, P. H.) ; Segalini, A (Segalini, A.)","Title":"Wind farms in complex terrains: an introduction"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397879700002 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"large eddy simulation; wind turbine wakes; wind farm wakes; rotor modelling; atmospheric modelling; complex terrain KeyWords Plus:ATMOSPHERIC BOUNDARY-LAYER; TURBINE WAKE AERODYNAMICS; TURBULENT-FLOW; COMPLEX TERRAIN; UNIFORM INFLOW; HILL; OFFSHORE; LES; DYNAMICS; TUNNEL","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2091 Article Number: 20160097 DOI: 10.1098/rsta.2016.0097 Published: APR 13 2017","Abstract":"Large eddy simulations (LES) of wind farms have the capability to provide valuable and detailed information about the dynamics of wind turbine wakes. For this reason, their use within the wind energy research community is on the rise, spurring the development of new models and methods. This review surveys the most common schemes available to model the rotor, atmospheric conditions and terrain effects within current state-of-the-art LES codes, of which an overview is provided. A summary of the experimental research data available for validation of LES codes within the context of single and multiple wake situations is also supplied. Some typical results for wind turbine and wind farm flows are presented to illustrate best practices for carrying out high-fidelity LES of wind farms under various atmospheric and terrain conditions. This article is part of the themed issue 'Wind energy in complex terrains'.","Authors":"Breton, SP (Breton, S. -P.) ; Sumner, J (Sumner, J.) ; Sorensen, JN (Sorensen, J. N.) ; Hansen, KS (Hansen, K. S.) ; Sarmast, S (Sarmast, S.) ; Ivanell, S (Ivanell, S.)","Title":"A survey of modelling methods for high-fidelity wind farm simulations using large eddy simulation"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398323300026 PubMed ID: 28382986 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7648 Pages: 40-42 Published: APR 6 2017","Authors":"Miller, LA (Miller, Laura A.)","Title":"The aerodynamics buzz from mosquitoes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398323300039 PubMed ID: 28355184 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7648 Pages: 92-+ DOI: 10.1038/nature21727 Published: APR 6 2017","Abstract":"Mosquitoes exhibit unusual wing kinematics; their long, slender wings flap at remarkably high frequencies for their size (> 800 Hz) and with lower stroke amplitudes than any other insect group(1). This shifts weight support away from the translation-dominated, aerodynamic mechanisms used by most insects(2), as well as by helicopters and aeroplanes, towards poorly understood rotational mechanisms that occur when pitching at the end of each half-stroke. Here we report free-flight mosquito wing kinematics, solve the full Navier-Stokes equations using computational fluid dynamics with overset grids, and validate our results with in vivo flow measurements. We show that, although mosquitoes use familiar separated flow patterns, much of the aerodynamic force that supports their weight is generated in a manner unlike any previously described for a flying animal. There are three key features: leading-edge vortices (a well-known mechanism that appears to be almost ubiquitous in insect flight), trailing-edge vortices caused by a form of wake capture at stroke reversal, and rotational drag. The two new elements are largely independent of the wing velocity, instead relying on rapid changes in the pitch angle (wing rotation) at the end of each half-stroke, and they are therefore relatively immune to the shallow flapping amplitude. Moreover, these mechanisms are particularly well suited to high aspect ratio mosquito wings.","Authors":"Bomphrey, RJ (Bomphrey, Richard J.) ; Nakata, T (Nakata, Toshiyuki) ; Phillips, N (Phillips, Nathan) ; Walker, SM (Walker, Simon M.)","Title":"Smart wing rotation and trailing-edge vortices enable high frequency mosquito flight"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395960200016 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"UAV; 3D printing; Rapid prototyping; Additive manufacturing; Smart materials; Structures; Multi-functional KeyWords Plus:ORGANIC SOLAR-CELLS; MECHANICAL-PROPERTIES; CARBON-FIBER; POLYMER COMPOSITES; SURFACE-ROUGHNESS; MORPHING AIRCRAFT; PLASTIC PARTS; LASER; DEPOSITION; STEREOLITHOGRAPHY","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 63 Pages: 140-151 DOI: 10.1016/j.ast.2016.12.019 Published: APR 2017","Abstract":"Unmanned aerial vehicles (UAV) are gaining popularity due to their application in military, private, and public sector, especially being attractive for fields where human operator is not required. Light-weight UAVs are more desirable as they have better performance in terms of shorter take-off range and longer flight endurance. However, light weight structures with complex inner features are hard to fabricate using conventional manufacturing methods. The ability to print complex inner structures directly without the need of a mould gives additive manufacturing (AM) an edge over conventional manufacturing. Recent development in composite and multi-material printing opens up new possibilities of printing lightweight structures and novel platforms like flapping wings with ease. This paper explores the impact of additive manufacturing on aerodynamics, structures and materials used for UAV5. The review will discuss state-of-the-art AM technologies for UAVs through innovations in materials and structures and their advantages and limitations. The role of additive manufacturing to improve the performance of UAVs through smart material actuators and multi-functional structures will also be discussed. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Goh, GD (Goh, G. D.) ; Agarwala, S (Agarwala, S.) ; Goh, GL (Goh, G. L.) ; Dikshit, V (Dikshit, V.) ; Sing, SL (Sing, S. L.) ; Yeong, WY (Yeong, W. Y.)","Title":"Additive Additive manufacturing in unmanned aerial vehicles (UAVs): Challenges and potential"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395960200018 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Bioinspired FWR; MAV; Flapping wing; Optimal kinematics; Aerodynamic efficiency KeyWords Plus:HOVERING INSECT FLIGHT; LEADING-EDGE VORTICES; LOW-REYNOLDS-NUMBER; MODEL; FORCES; FLY; ROTATION; DRAG","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 63 Pages: 167-178 DOI: 10.1016/j.ast.2016.12.025 Published: APR 2017","Abstract":"Inspired by the high performance of rotary and insect flapping wings capable of vertical take-off and landing and hovering (VTOLH), a novel flapping wing rotor (FWR) has been developed by combining the above two types of wing motions. The FWR offers an alternative configuration for micro air vehicles (MAV) of such high flight performance. Unlike the well-studied aerodynamics of rotary and insect-like flapping wing with prescribed wing motion, the aerodynamic lift and efficiency of the FWR associated with optimal kinematics of motion has not been studied in a systematic manner before. This investigation is therefore focused on the FWR optimal kinematic motion in terms of aerodynamic lift and efficiency. Aerodynamic analysis is conducted for a FWR model of aspect ratio 3.6 and wing span 200 mm in a range of kinematic parameters. The analysis is based on a quasi-steady aerodynamic model with empirical coefficients and validated by CFD results at Re similar to 3500. For comparison purpose, the analysis includes rotary and insect-like flapping wings in hovering status with the FWR at an equilibrium rotation speed when the thrust equals to drag. The results show that the rotary wing has the greatest power efficiency but the smallest lift coefficient. Whereas the FWR can produce the greatest aerodynamic lift with power efficiency between rotary and insect-like flapping wings. The results provide a quantified guidance for design option of the three types of high performance MAVs together with the optimal kinematics of motion according to flight performance requirement.(C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Li, H (Li, H.) ; Guo, S (Guo, S.) ; Zhang, YL (Zhang, Y. L.) ; Zhou, C (Zhou, C.) ; Wu, JH (Wu, J. H.)","Title":"Unsteady aerodynamic and optimal kinematic analysis of a micro flapping wing rotor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395960200021 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Gust loads; Computational fluid dynamics; Reduced order model; Unsteady aerodynamics KeyWords Plus:COMPUTATIONAL FLUID-DYNAMICS; FLUTTER SUPPRESSION; AIRFOIL; SIMULATION; LIFT","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 63 Pages: 203-213 DOI: 10.1016/j.ast.2016.12.029 Published: APR 2017","Abstract":"Predicting gust loads using computational fluid dynamics is prohibitively expensive and unrealistic for parametric searches. This work presents the development, implementation, and demonstration of a reduced order model which balances accuracy and speed. The model builds on a proper orthogonal decomposition representation of the linearised time-domain equations and achieves a further reduction in size through a balanced truncation. The novelty of the work lies in the mechanism to introduce any arbitrary gust shape within the reduced order model framework. The methodology combines an analytical formulation, loosely based on the Kilssner function, and a numerical approach to identify, or optimise, the unknown parameters of the analytical ansatz. A model problem is investigated for various gust shapes for incompressible and transonic flows. It is found that: (i) the generation of the reduced order model is equivalent to about two steady-state analyses; (ii) the predictions of the reduced order model are in good to excellent agreement with the reference solution; and (iii) the reduced order model achieves a consistent speed-up of about 300 times compared to time integrating the original equations. The reduced order model is parametric with respect to the gust disturbance, and may be employed for the worst-case-gust search without extra costs. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Zhou, Q (Zhou, Qiang) ; Chen, GG (Chen, Gang) ; Da Ronch, AD (Da Ronch, Andrea) ; Li, YM (Li, Yueming)","Title":"Reduced order unsteady aerodynamic model of a rigid aerofoil in gust encounters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395611400011 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Tall building; Wind load; Vibration; Wind direction; Turbulence; aerodynamics; optimization; LES; Genetic algorithm; Artificial neural network KeyWords Plus:RECTANGULAR CYLINDERS; INDUCED RESPONSES; NEURAL-NETWORKS; SQUARE CYLINDER; LES EVALUATION; TURBULENCE; FLOW; ENVIRONMENT; SIMULATION; PRESSURES","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 136 Pages: 133-148 DOI: 10.1016/j.engstruct.2017.01.019 Published: APR 1 2017","Abstract":"Wind-induced loads and motions of tall buildings usually govern the design of the lateral load resisting systems. The outer shape of the building is one of the many parameters that affect these design wind loads and responses. This study presents building corner aerodynamic optimization procedure (AOP) to reduce the wind load, by coupling an optimization algorithm, large eddy simulation (LES) and an artificial neural network (ANN) based surrogate model. As an illustration, corner mitigation that has limited effect on both the structural and the architectural design is presented. Two aerodynamic optimization examples focusing on drag and lift minimization that consider wind directionality and turbulence are presented. For example, reductions in the order of more than 30% both in along- and across-wind responses are obtained through a two-surface chamfering that was constrained to 20% of the building width. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Elshaer, A (Elshaer, Ahmed) ; Bitsuamlak, G (Bitsuamlak, Girma) ; El Damatty, A (El Damatty, Ashraf)","Title":"Enhancing wind performance of tall buildings using corner aerodynamic optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397981600003 ISSN: 0723-4864 eISSN: 1432-1114","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"EXPERIMENTS IN FLUIDS Volume: 58 Issue: 4 Article Number: 25 DOI: 10.1007/s00348-016-2295-5 Published: APR 2017","Abstract":"A Quasi-DC (Q-DC) electrical discharge generates a highly transient filamentary plasma in high-speed airflow. Major specific properties of this type of discharge are realized due to a strong coupling of the plasma to the moving gas. The plasma, supplied by a DC voltage waveform, demonstrates a pulsed-periodic pattern of dynamics significantly affecting the flow structure. In this study, the dynamics and plasma parameters of the Q-DC discharge are analyzed in the Supersonic Test Rig (SBR-50) at the University of Notre Dame at Mach number M = 2, stagnation pressure P-0 = (0.9-2.6) x 10(5) Pa, stagnation temperature T-0 = 300 K, unit Reynolds number Re-L = 7-25 x 10(6) -m(-1), and plasma power W-pl = 3-21 kW. The plasma parameters are measured with current-voltage probes and optical emission spectroscopy. An unsteady pattern of interaction is depicted by high-speed image capturing. The result of the plasma-flow interaction is characterized by means of pressure measurements and schlieren visualization. It is considered that the Q-DC discharge may be employed for active control of duct-driven flows, cavity-based flow, and for effective control of shock wave-boundary layer interaction.","Authors":"Houpt, A (Houpt, Alec) ; Hedlund, B (Hedlund, Brock) ; Leonov, S (Leonov, Sergey) ; Ombrello, T (Ombrello, Timothy) ; Carter, C (Carter, Campbell)","Title":"Quasi-DC electrical discharge characterization in a supersonic flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398461000008 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Wind-vehicle-bridge system; Cable-supported bridge; Bridge aerodynamics and aeroelasticity; Stationary vehicles; Wind tunnel tests KeyWords Plus:FLUTTER DERIVATIVES; CROSS-SECTION; WIND BARRIERS; IDENTIFICATION; DECKS; PERFORMANCE; VIBRATION; SYSTEMS; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 4 Article Number: 05016012 DOI: 10.1061/(ASCE)BE.1943-5592.0001017 Published: APR 2017","Abstract":"This study focuses on modifications in bridge aerodynamic and aeroelastic behaviors due to stationary (nonmoving) vehicles for various arrangements of vehicles on a bridge deck. Dimensionless aerodynamic force and moment coefficients, as well as flutter derivatives, are analyzed experimentally in a wind tunnel in the model of a bridge with a semibluff cross section. A comparison is provided for stationary vehicles placed in leeward, windward, and all traffic lanes, as well as for an empty bridge-deck section. Drag, lift static forces, and moment coefficients are determined for various wind incidence angles. Flutter derivatives are obtained using the free-vibration technique for both one- and two-degrees-of-freedom systems. Stationary vehicles on the bridge deck are generally observed to change aerodynamic coefficients of the bridge. This is particularly exhibited for the pitch moment. Galloping sensitivity of the bridge does not change considerably in the presence of vehicles, as all studied configurations remain stable. When considering one-degree-of-freedom motion of the bridge-deck section, an empty bridge without the vehicles proved to be more prone to torsional flutter than the bridge with various arrangements of the vehicles. For the two-degrees-of-freedom system, nonmoving vehicles have a rather beneficial effect on the bridge stability. This is particularly exhibited in the experiment with the vehicles placed in the windward traffic lanes, as well as in all traffic lanes. Although these findings cannot be completely generalized because every bridge has its unique geometry, some indications are provided with respect to important design aspects.","Authors":"Pospisil, S (Pospisil, Stanislav) ; Buljac, A (Buljac, Andrija) ; Kozmar, H (Kozmar, Hrvoje) ; Kuznetsov, S (Kuznetsov, Sergey) ; Machacek, M (Machacek, Michael) ; Kral, R (Kral, Radomil)","Title":"Influence of Stationary Vehicles on Bridge Aerodynamic and Aeroelastic Coefficients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398179100022 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; boundary layers; icing KeyWords Plus:BOUNDARY-LAYER FLOW; SUPERCOOLED WATER; COLD SURFACE; AIR; SOLIDIFICATION; INSTABILITY; ACCRETIONS; STABILITY; DROPLET; MODEL","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 817 Pages: 455-489 DOI: 10.1017/jfm.2017.100 Published: APR 2017","Abstract":"We present a model for ice formation in a thin, viscous liquid film driven by a Blasius boundary layer after heating is switched off along part of the flat plate. The flow is assumed to initially be in the Nelson et al. (J. Fluid Mech., vol. 284, 1995, pp. 159-169) steady-state configuration with a constant flux of liquid supplied at the tip of the plate, so that the film thickness grows like x(1/4) in distance along the plate. Plate cooling is applied downstream of a point, Lx(0), an O(L)-distance from the tip of the plate, where L is much larger than the film thickness. The cooling is assumed to be slow enough that the flow is quasi-steady. We present a thorough asymptotic derivation of the governing equations from the incompressible Navier-Stokes equations in each fluid and the corresponding Stefan problem for ice growth. The problem breaks down into two temporal regimes corresponding to the relative size of the temperature difference across the ice, which are analysed in detail asymptotically and numerically. In each regime, two distinct spatial regions arise, an outer region of the length scale of the plate, and an inner region close to x(0) in which the film and air are driven over the growing ice layer. Moreover, in the early time regime, there is an additional intermediate region in which the air-water interface propagates a slope discontinuity downstream due to the sudden onset of the ice at the switch-off point. For each regime, we present ice profiles and growth rates, and show that for large times, the film is predicted to rupture in the outer region when the slope discontinuity becomes sufficiently enhanced.","Authors":"Moore, MR (Moore, M. R.) ; Mughal, MS (Mughal, M. S.) ; Papageorgiou, DT (Papageorgiou, D. T.)","Title":"Ice formation within a thin film flowing over a flat plate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398146600001 ISSN: 1009-0630","Keywords":"electron beam; air plasma; aerodynamics applications","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PLASMA SCIENCE & TECHNOLOGY Volume: 19 Issue: 4 Article Number: UNSP 044001 DOI: 10.1088/2058-6272/aa57e6 Published: APR 1 2017","Abstract":"The problem of flow active control by low temperature plasma is considered to be one of the most flourishing fields of aerodynamics due to its practical advantages. Compared with other means, the electron beam plasma is a potential flow control method for large scale flow. In this paper, a computational fluid dynamics model coupled with a multi-fluid plasma model is established to investigate the aerodynamic characteristics induced by electron beam plasma. The results demonstrate that the electron beam strongly influences the flow properties, not only in the boundary layers, but also in the main flow. A weak shockwave is induced at the electron beam injection position and develops to the other side of the wind tunnel behind the beam. It brings additional energy into air, and the inducing characteristics are closely related to the beam power and increase nonlinearly with it. The injection angles also influence the flow properties to some extent. Based on this research, we demonstrate that the high energy electron beam air plasma has three attractive advantages in aerodynamic applications, i.e. the high energy density, wide action range and excellent action effect. Due to the rapid development of near space hypersonic vehicles and atmospheric fighters, by optimizing the parameters, the electron beam can be used as an alternative means in aerodynamic steering in these applications.","Authors":"Deng, YF (Deng, Yongfeng) ; Jiang, J (Jiang, Jian) ; Han, XW (Han, Xianwei) ; Tan, C (Tan, Chang) ; Wei, JG (Wei, Jianguo)","Title":"Numerical simulation of inducing characteristics of high energy electron beam plasma for aerodynamics applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397384600002 ISSN: 0954-4100 eISSN: 2041-3025","Keywords":"Multi-fidelity model; aerodynamics DB; global exploration; Kriging; simulation KeyWords Plus:COMPUTATIONAL FLUID-DYNAMICS","Categories":"Engineering Web of Science Categories:Engineering, Aerospace; Engineering, Mechanical","Journal Information":"PROCEEDINGS OF THE INSTITUTION OF MECHANICAL ENGINEERS PART G-JOURNAL OF AEROSPACE ENGINEERING Volume: 231 Issue: 4 Pages: 606-620 DOI: 10.1177/0954410016641441 Published: APR 2017","Abstract":"Using the global exploration and Kriging-based multi-fidelity analysis methods, this study developed a multi-fidelity aerodynamic database for use in the performance analysis of flight vehicles and for use in flight simulations. Athena vortex lattice, a program based on vortex lattice method, was used as the low-fidelity analysis tool in the multi-fidelity analysis method. The in-house high-fidelity AADL-3D code was based on the Navier-Stokes equations. The AADL-3D code was validated by comparing the data and the analysis results of the Onera M-6 wing and NACA TN 3649. The design of experiment method and the Kriging method were applied to integrate low-and high-fidelity analysis results. General data tendencies were established from the low-fidelity analysis results. The high-fidelity analysis results and the Kriging method were used to generate a surrogate model, from which the low-fidelity analysis results were interpolated. To reduce repeated calculations, three design points were simultaneously added for each calculation. The convergence of three design points was avoided by considering only the peak points as additional design points. The reliability of the final surrogate model was determined by applying the leave-one-out cross-validation method and by obtaining the cross-validation root mean square error. Using the multi-fidelity model developed in this study, a multi-fidelity aerodynamic database was constructed for use in the three degrees of freedom flight simulation of flight vehicles.","Authors":"Lee, D (Lee, Daeyeon) ; Nguyen, NV (Nhu Van Nguyen) ; Tyan, M (Tyan, Maxim) ; Chun, HG (Chun, Hyung-Geun) ; Kim, S (Kim, Sangho) ; Lee, JW (Lee, Jae-Woo)","Title":"Enhanced multi-fidelity model for flight simulation using global exploration and the Kriging method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397384600009 ISSN: 0954-4100 eISSN: 2041-3025","Keywords":"Rolling oscillation; high angle of attack; free rolling; particle image velocimetry; slender body KeyWords Plus:WING ROCK; UNSTEADY AERODYNAMICS; FOREBODY VORTICES; DELTA-WINGS; PREDICTION; AMPLITUDE; AIRCRAFT; MOTION","Categories":"Engineering Web of Science Categories:Engineering, Aerospace; Engineering, Mechanical","Journal Information":"PROCEEDINGS OF THE INSTITUTION OF MECHANICAL ENGINEERS PART G-JOURNAL OF AEROSPACE ENGINEERING Volume: 231 Issue: 4 Pages: 698-712 DOI: 10.1177/0954410016641450 Published: APR 2017","Abstract":"Next-generation aircraft and missile are required to have extreme maneuverability, which should maintain stability at high angle of attack. However, the unsteady flow field surrounding the air vehicle would affect the aerodynamics loads and induce unwanted nonlinear motions, of which the rolling motions are usually generated. In order to investigate the unsteady rolling characteristics of a cruciform-finned slender body, the free-to-roll and force measurement tests including particle image velocimetry measurement have been conducted comprehensively. Different types of rolling motion, trimming at equilibrium positions, self-excited rolling oscillation, and self-excited spinning are observed during the free-to-roll experiment depending on the different angles of attack. The force measurement results show that the rolling motions are related to both the static and dynamic stabilities of the rolling moment at balance points. The stabilities of the rolling moment would change as the angle of attack for the model increases. At last, the flow field results from particle image velocimetry measurement indicate that the unsteady rolling motions may be induced by the interaction between the asymmetry vortices and strake wings, fins.","Authors":"Geng, X (Geng, Xi) ; Shi, ZW (Shi, Zhiwei) ; Cheng, KM (Cheng, Keming)","Title":"Experimental investigation of roll characteristics of a cruciform-finned slender body"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397600600004 ISSN: 1095-4244 eISSN: 1099-1824","Keywords":"computational fluid dynamics; DTU 10MW RWT; horizontal axis wind turbine; non-linear harmonic; Reynolds-averaged navier stokes; rotor-tower interactions; unsteady Reynolds-averaged navier stokes KeyWords Plus:CFD","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Mechanical","Journal Information":"WIND ENERGY Volume: 20 Issue: 4 Pages: 619-636 DOI: 10.1002/we.2027 Published: APR 2017","Abstract":"In this paper, a computational study of the DTU 10MW reference wind turbine unsteady aerodynamics is presented. The whole wind turbine assembly was considered, including the complete rotor and the tower. The FINE/Turbo flow solver developed by NUMECA International was employed for the simulations. In particular, the Non-Linear Harmonic (NLH) method was applied in order to accurately model flow unsteadiness at reduced computational cost. Important vortex shedding structures were identified at low blade span range and all along the tower height. A strong interaction between rotor and tower flows was also observed. Lastly, the performance of the NLH approach was compared against a standard Unsteady Reynolds-Averaged Navier Stokes simulation. The same complex unsteady flow phenomena were captured by both technologies. Nevertheless, the NLH approach was found to be 10 times faster than the Unsteady Reynolds-Averaged Navier Stokes method for this particular application. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Horcas, SG (Horcas, Sergio Gonzalez) ; Debrabandere, F (Debrabandere, Francois) ; Tartinville, B (Tartinville, Benoit) ; Hirsch, C (Hirsch, Charles) ; Coussement, G (Coussement, Gregory)","Title":"Rotor-tower interactions of DTU 10MW reference wind turbine with a non-linear harmonic method"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395739500001 PubMed ID: 28079026 ISSN: 1748-3182 eISSN: 1748-3190","Keywords":"compliant mechanism; compliant transmission mechanism; flapping wing micro air vehicle; compliant actuators; bio-inspired flapping aerial robots; micro air vehicle (MAV) KeyWords Plus:ELECTROMAGNETIC ACTUATOR; PIEZOELECTRIC ACTUATORS; ROBOTIC INSECT; HIGH-FREQUENCY; DESIGN; FLIGHT; POWER; OPTIMIZATION; AERODYNAMICS; PERFORMANCE","Categories":"Engineering; Materials Science; Robotics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Biomaterials; Robotics","Journal Information":"BIOINSPIRATION & BIOMIMETICS Volume: 12 Issue: 2 Article Number: 025005 DOI: 10.1088/1748-3190/aa58d3 Published: APR 2017","Abstract":"Flapping-wing micro air vehicles (FWMAVs) are a class of unmanned aircraft that imitate flight characteristics of natural organisms such as birds, bats, and insects, in order to achieve maximum flight efficiency and manoeuvrability. Designing proper mechanisms for flapping transmission is an extremely important aspect for FWMAVs. Compliant transmission mechanisms have been considered as an alternative to rigid transmission systems due to their lower the number of parts, thereby reducing the total weight, lower energy loss thanks to little or practically no friction among parts, and at the same time, being able to store and release mechanical power during the flapping cycle. In this paper, the state-of-the-art research in this field is dealt upon, highlighting open challenges and research topics. An optimization method for designing compliant transmission mechanisms inspired by the thoraxes of insects is also introduced.","Authors":"Zhang, C (Zhang, C.) ; Rossi, C (Rossi, C.)","Title":"A review of compliant transmission mechanisms for bio-inspired flapping-wing micro air vehicles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946700011 ISSN: 0094-5765 eISSN: 1879-2030","Keywords":"Hypersonic; Spike; Counterflow jet; Drag reduction KeyWords Plus:NUMERICAL HEAT-TRANSFER; BODIES","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ACTA ASTRONAUTICA Volume: 133 Pages: 103-110 DOI: 10.1016/j.actaastro.2017.01.008 Published: APR 2017","Abstract":"Drag reduction at high speed flows around blunt bodies is one of the major challenges in the field of aerodynamics. Using of spikes and counterflow jets each of them separately for reducing of drag force is well known. The present work is description of flow field around a hemispherical nose cylinder with a new combination of spike and counterflow jet at free stream of Mach number of 6.The air gas was injected through the nozzle at the nose of the hemispherical model at sonic speed. In this numerical analysis, axisymmetric Reynolds-averaged Navier-Stokes equations was solved by kappa-omega (SST) turbulence model. The results were validated with experimental results for spiked body without jet condition. Then the results presented for different lengths of spike and different pressures of counterflow jets. The results show a significant reduction in the drag coefficient about 86-90% compared to the spherical cylinder model without jet and spike for practical models (L/D=1.5 and 2). Furthermore also our results indicate that the drag reduction is increased even more with increasing of the length of the spike.","Authors":"Eghlima, Z (Eghlima, Z.) ; Mansour, K (Mansour, K.)","Title":"Drag reduction for the combination of spike and counterflow jet on blunt body at high Mach number flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395854800007 ISSN: 0334-0082 eISSN: 2191-0332","Keywords":"compressor; surge; rotor blade; fatigue failure; micro examination; fracture surface KeyWords Plus:FAILURE ANALYSIS; BLADES","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"INTERNATIONAL JOURNAL OF TURBO & JET-ENGINES Volume: 34 Issue: 1 Pages: 55-62 DOI: 10.1515/tjj-2015-0053 Published: APR 2017","Abstract":"A case of compressor surge with bang noise during takeoff roll is investigated and presented in this paper. Fatigue failure of compressor rotor blades during takeoff is found to disturb the aerodynamics of compressor flow causing the surge. Based on evidences, failure of rotor blades and compressor surge due to over-speed and foreign object debris is ruled out. The paper presents the methodology adopted for the investigation and also suggests remedial measures necessary to prevent such incidents.","Authors":"Mishra, RK (Mishra, R. K.) ; Bhat, RR (Bhat, R. Raghavendra) ; Chandel, S (Chandel, Sunil)","Title":"Analysis of Compressor Surge in a Military Turbojet Engine: A Case Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395512600024 ISSN: 0742-4795 eISSN: 1528-8919","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING FOR GAS TURBINES AND POWER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 4 Article Number: 042602 DOI: 10.1115/1.4034940 Published: APR 2017","Abstract":"Recent studies have demonstrated that, when rotating around an axis orthogonal to the flow direction, airfoils are virtually transformed into equivalent airfoils with a camber line defined by their arc of rotation. In these conditions, the symmetric airfoils commonly used for Darrieus blades actually behave like virtually cambered ones or, equivalently, rotors have to be manufactured with countercambered blades to ensure the attended performance. To complete these analyses, the present study first focuses the attention on the airfoils' aerodynamics during the startup of the rotors. It is shown that, contrary to conventional theories based on one-dimensional aerodynamic coefficients, symmetric airfoils exhibit a counterintuitive nonsymmetric starting torque over the revolution. Conversely, airfoils compensated for the virtual camber effect show a more symmetric distribution over the revolution. This behavior is due to the effect of the pitching moment, which is usually neglected in lumped parameters models. At very low revolution speeds, its contribution becomes significant due to the very high incidence angles experienced by the blades; the pitching moment is also nonsymmetric between the upwind and the downwind zone. For upwind azimuthal positions, the pitching moment reduces the overall torque output, while it changes sign in the downwind section, increasing the torque. The importance of accounting for the pitching moment contribution in the entire power curve is also discussed in relationship to the selection of the best blade-spoke connection (BSC) point, in order to maximize the performance and minimize the alternate stresses on the connection due to the pitching moment itself.","Authors":"Bianchini, A (Bianchini, Alessandro) ; Balduzzi, F (Balduzzi, Francesco) ; Ferrara, G (Ferrara, Giovanni) ; Ferrari, L (Ferrari, Lorenzo)","Title":"Aerodynamics of Darrieus Wind Turbines Airfoils: The Impact of Pitching Moment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395520000010 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; flow-structure interactions; vortex interactions KeyWords Plus:FORMATION FLIGHT; VORTICES; FLOW","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 816 Pages: 306-330 DOI: 10.1017/jfm.2017.87 Published: APR 2017","Abstract":"Impingement of a streamwise-oriented vortex upon a fin, tail, blade or wing represents a fundamental class of flow-structure interaction that extends across a range of applications. It can give rise to unsteady loading known as buffeting and to changes of the lift to drag ratio. These consequences are sensitive to parameters of the incident vortex as well as the location of vortex impingement on the downstream aerodynamic surface, generically designated as a wing. Particle image velocimetry is employed to determine patterns of velocity and vorticity on successive cross-flow planes along the vortex, which lead to volume representations and thereby characterization of the streamwise evolution of the vortex structure as it approaches the downstream wing. This evolution of the incident vortex is affected by the upstream influence of the downstream wing, and is highly dependent on the spanwise location of vortex impingement. Even at spanwise locations of impingement well outboard of the wing tip, a substantial influence on the structure of the incident vortex at locations significantly upstream of the leading edge of the wing was observed. For spanwise locations close to or intersecting the vortex core, the effects of upstream influence of the wing on the vortex are to: decrease the swirl ratio; increase the streamwise velocity deficit; decrease the streamwise vorticity; increase the azimuthal vorticity; increase the upwash; decrease the downwash; and increase the root-mean-square fluctuations of both streamwise velocity and vorticity. The interrelationship between these effects is addressed, including the rapid attenuation of axial vorticity in presence of an enhanced defect of axial velocity in the central region of the vortex. When the incident vortex is aligned with, or inboard of, the tip of the wing, the swirl ratio decreases to values associated with instability of the vortex, thereby giving rise to enhanced values of azimuthal vorticity relative to the streamwise (axial) vorticity, as well as relatively large root-mean-square values of streamwise velocity and vorticity.","Authors":"McKenna, C (McKenna, C.) ; Bross, M (Bross, M.) ; Rockwell, D (Rockwell, D.)","Title":"Structure of a streamwise-oriented vortex incident upon a wing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396196300002 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; flow-structure interactions KeyWords Plus:VORTEX-INDUCED VIBRATIONS; SQUARE CYLINDER; RECTANGULAR CYLINDERS; MOTIONS; NUMBERS; FORCES; ATTACK; ANGLES; PLATE; AXIS","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 816 Pages: 468-480 DOI: 10.1017/jfm.2017.104 Published: APR 2017","Abstract":"The distinctive pendulum-like oscillation and pitching patterns of cubic and rectangular slung prisms were inspected for two aspect ratios at various Reynolds numbers Re under two free-stream turbulence levels. Systematic experiments were performed using high-resolution telemetry and hots ire anemometry to quantitatively characterize the dynamics of the prisms and the wake fluctuation. The results show that the dynamics of the prisms can be characterized by two distinctive regions depending on the prism shape. Specifically, in the case of cubic prisms the regions are defined by the growth rate of the pitching amplitude; whereas the dynamics of the rectangular prisms is more sensitive to the angle of attack. In particular, when the large side initially faces the flow, the regions are defined by the synchronization between the vortex shedding and pure oscillations under very low turbulence. When the smaller side initially faces the flow, the regions are defined by the equilibrium pitching position. Regardless of the geometry of the prism and flow condition the dominant oscillation frequency resulted as being close to the natural frequency of the small-amplitude pendulum-like oscillation.","Authors":"Jin, Y (Jin, Y.) ; Chamorro, LP (Chamorro, L. P.)","Title":"On the dynamics of three-dimensional slung prisms under very low and high turbulence flows"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394984400003 ISSN: 0025-6455 eISSN: 1572-9648","Keywords":"Fixed wing MAV; Zimmerman planform; XFLR5; Aerodynamic analysis; Stability; Fabrication; Flight test KeyWords Plus:LOW-REYNOLDS-NUMBER; LOW-ASPECT-RATIO; AERODYNAMICS; AIRFOIL","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"MECCANICA Volume: 52 Issue: 6 Pages: 1265-1282 DOI: 10.1007/s11012-016-0475-2 Published: APR 2017","Abstract":"An optimized and comprehensive method is used to design and manufacture a fixed wing micro air vehicle (MAV) with Zimmerman planform. The design process includes four stages which are the specification of the flight mission, determination of the best aspect ratio, identification of the optimum wing loading and thrust loading values, and estimation of the weight of the structural components of the MAV. To do this, various statistical and analytical methods are utilized. Based on an aerodynamic analysis, the results show that an optimum aspect ratio that maximizes the performance of the Zimmerman MAV for a well-defined cruise speed is determined. Considering six possible flights, a constraint analysis is performed and an optimum wing loading value is determined. It is shown that the computational method is beneficial to determine the exact masses for the structural components including the wing, fuselage, and vertical tail. Using the 3D panel method, the determination of the shape of the reflexed airfoil for the MAV is successfully done by minimizing the drag force and the angle of attack to use less powerful motor and avoid any stall effect, respectively. A stability analysis is then performed to check the safe flight of the designed vehicle. During test flight, the results show that the designed Zimmerman MAV satisfies the pre-defined specification. The final characteristics of the manufactured MAV are: wingspan of 44 cm, weight of 450 g, aspect ratio of 1.51, cruise speed of 20 m/s, and flight endurance of 20 min.","Authors":"Hassanalian, M (Hassanalian, M.) ; Abdelkefi, A (Abdelkefi, A.)","Title":"Design, manufacturing, and flight testing of a fixed wing micro air vehicle with Zimmerman planform"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398260600001 ISSN: 0031-8949 eISSN: 1402-4896","Keywords":"projectile motion; trajectories; Coriolis force; centrifugal force; cricket; golf; sporting games KeyWords Plus:BODIES MOVE SOUTH; FALLING OBJECT; HORIZONTAL DEFLECTION; EASTWARD DEFLECTION; BALL; AERODYNAMICS; SPIN","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA SCRIPTA Volume: 92 Issue: 4 Article Number: 043001 DOI: 10.1088/1402-4896/aa634e Published: APR 2017","Abstract":"In previous papers we investigated the motion of a spherical projectile rotating about an arbitrary axis, subject to a drag force, a lift or Magnus force, and in the presence of a wind. The aim was to determine the motion of balls used in sporting games, primarily cricket. Newton's laws of motion apply in an inertial (unaccelerated) coordinate system, but the rotating Earth is not an inertial system. In such a non-inertial system two additional forces are present, the Coriolis force which produces a side-ways movement, and the centrifugal force. Generally these two inertial forces produce noticeable effects only on the large scale, when either the time of travel and/or the path length is large. In this paper we have added both of these forces to the equations of motion. In addition, we have also included a ground friction force in order to simulate a ball rolling over a surface or, more generally, a body moving through a resistive medium such as water. Here we quantitatively investigate the magnitude and direction of the effect of the inertial forces in a number of cases. It is found that, as expected, the effects of the inertial forces are generally small for ball games. In cricket the side-ways movement is less than or similar to 1. cm for a throw from the boundary and less than or similar to 1. mm for a slow bowler's delivery, and for a long drive in golf it is less than or similar to 10. cm. In lawn bowls the side-ways movement can be similar to 2.8. cm, which may be significant, given the nature of this sport. The inertial forces are also potentially of relevance in sporting events not employing spherical projectiles. For example, in Olympic rowing we find that the side-ways movement can be more than 40. m for a 2. km race if it is not compensated for, and nearly 20. m for a 4. min mile event in athletics. The effect is also of significance in events such as swimming and horse racing. The importance of this is that athletes may not be aware of the effect and, in the case of rowing for example, may attribute it to side-ways currents, winds, or a deficiency in their rowing style. As a further complication, the magnitude of the side-ways movement is latitude dependent and its direction is hemisphere dependent, being to the right in the northern hemisphere and to the left in the southern hemisphere.","Authors":"Robinson, G (Robinson, Garry) ; Robinson, I (Robinson, Ian)","Title":"Are inertial forces ever of significance in cricket, golf and other sports?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395740100002 PubMed ID: 28084219 ISSN: 1748-3182 eISSN: 1748-3190","Keywords":"flapping flight; vortex mechanics; flow separation KeyWords Plus:LEADING-EDGE VORTEX; REYNOLDS-NUMBER; WINGS; VORTICES; AERODYNAMICS; FLIGHT; BLADE","Categories":"Engineering; Materials Science; Robotics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Biomaterials; Robotics","Journal Information":"BIOINSPIRATION & BIOMIMETICS Volume: 12 Issue: 2 Article Number: 026008 DOI: 10.1088/1748-3190/aa594b Published: APR 2017","Abstract":"The growth of leading-edge vortices (LEV) on analogous flapping and rotating profiles has been investigated experimentally. Three time-varying cases were considered: a two-dimensional reference case with a spanwise-uniform angle-of-attack variation a; a case with increasing a towards the profile tip (similar to flapping flyers); and a case with increasing a towards the profile root (similar to rotor blades experiencing an axial gust). It has been shown that the time-varying spanwise angle-of-attack gradient produces a vorticity gradient, which, in combination with spanwise flow, results in a redistribution of circulation along the profile. Specifically, when replicating the angle-of-attack gradient characteristic of a rotor experiencing an axial gust, the spanwise-vorticity gradient is aligned such that circulation increases within the measurement domain. This in turn increases the local LEV growth rate, which is suggestive of force augmentation on the blade. Reversing the relative alignment of the spanwise-vorticity gradient and spanwise flow, thereby replicating that arrangement found in a flapping flyer, was found to reduce local circulation. From this, we can conclude that spanwise flow can be arranged to vary LEV growth to prolong lift augmentation and reduce the unsteadiness of cyclic loads.","Authors":"Wong, JG (Wong, J. G.) ; laBastide, BP (laBastide, B. P.) ; Rival, DE (Rival, D. E.)","Title":"Flow separation on flapping and rotating profiles with spanwise gradients"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396963200001 ISSN: 0167-6105 eISSN: 1872-8197","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Civil; Mechanics","Journal Information":"JOURNAL OF WIND ENGINEERING AND INDUSTRIAL AERODYNAMICS Volume: 163 Pages: 1-5 DOI: 10.1016/j.jweia.2017.01.009 Published: APR 2017","Authors":"Kasperski, M (Kasperski, Michael)","Title":"Discussion on \"Reconstruction of the envelope of non-Gaussian structural responses with principal static wind loads\" authored by N. Blaise, T. Canor and V. Denoel, published in Journal of Wind Engineering and Industrial Aerodynamics 149 (2016) pp 59-76"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396963200002 ISSN: 0167-6105 eISSN: 1872-8197","Keywords":"Wind/snow fence; Multi-scale fractals; Turbulent wake; Shelter effects KeyWords Plus:TURBULENT-FLOW STRUCTURE; NUMERICAL-SIMULATION; BOUNDARY-LAYER; BOTTOM GAP; WIND; WAKE; AERODYNAMICS; TREE","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Civil; Mechanics","Journal Information":"JOURNAL OF WIND ENGINEERING AND INDUSTRIAL AERODYNAMICS Volume: 163 Pages: 6-14 DOI: 10.1016/j.jweia.2017.01.007 Published: APR 2017","Abstract":"Rows of trees have been naturally used as wind and snow fences to reduce strong winds, to prevent soil erosion and mitigate snow/sand drifts. Trees, composed of multi-scale fractal structures, modify the airflow through and around them in a complicated manner. This research investigates how engineered porous fences, designed using a typical multi-scale fractal structure, would change the wake characteristics and subsequently reshape the wind shelter effects. A two-dimensional (2D) fractal fence composed of cross-grid type fractal struts, along with an one-dimensional (1D) fractal fence, were tested using a planar particle image velocimetry (Ply) method in a boundary-layer wind tunnel. Wakes and shelter effects of two fractal fences are compared to those of the nonfractal fence model of the same height, length, bottom gap and porosity of 50%. Results of the 2D fractal fence show a clear favorable shelter effect - the extended sheltered area of 1.5-4 times the fence height with the shelter parameter of 0.4, about 70% longer than that of the non-fractal fence provides. Multi-scale fractal fences may potentially be adopted to transform the porous fence design by allowing tuning of the arrangement of struts, an additional set of parameters besides fence height, length and porosity.","Authors":"McClure, S (McClure, Sarah) ; Kim, JJ (Kim, Jeong Jae) ; Lee, SJ (Lee, Sang Joon) ; Zhang, W (Zhang, Wei)","Title":"Shelter effects of porous multi-scale fractal fences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392769400007 ISSN: 0894-1777 eISSN: 1879-2286","Keywords":"Articulated vehicles; Bluff bodies; Road vehicle aerodynamics; Square back vehicles; Wake flow; Wind tunnel tests KeyWords Plus:DRAG-REDUCTION DEVICES; AHMED BODY; ROAD VEHICLES; NEAR-WAKE; SIMULATION; AERODYNAMICS","Categories":"Thermodynamics; Engineering; Physics Web of Science Categories:Thermodynamics; Engineering, Mechanical; Physics, Fluids & Plasmas","Journal Information":"EXPERIMENTAL THERMAL AND FLUID SCIENCE Volume: 82 Pages: 58-74 DOI: 10.1016/j.expthermflusci.2016.11.003 Published: APR 2017","Abstract":"An experimental study has been conducted to investigate both the time-averaged and instantaneous flow pattern over a scale articulated vehicle model for understanding the flow physics of tractor-trailer vehicles. Fully turbulent flow was used in the study and smoke visualisation, surface oil flow visualisation and two-component particle image velocimetry were employed for flow diagnostics. Results obtained from the time-averaged and instantaneous flow fields show different flow pattern in the wake region downstream of the rear end of the trailer model. In the time-averaged flow field, a single counter-clockwise rotating vortex is presented in the wake region due to the coil-up of the lower shear layer. The instantaneous flow pattern shows that two wake vortices are presented in the wake region downstream of the trailer model. Moreover, the interactions between the wake vortex and the upper shear layer lead to the formation of the streamwise vortices within the shear layer. These streamwise vortices grow and propagate downstream which lead to the occurrence of vortex shedding in the upper shear layer downstream of the trailer model. (C) 2016 The Authors. Published by Elsevier Inc.","Authors":"Lo, KH (Lo, Kin Hing) ; Kontis, K (Kontis, Konstantinos)","Title":"Flow around an articulated lorry model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395488400006 ISSN: 0363-907X eISSN: 1099-114X","Keywords":"Wells turbine; aerodynamics; solidity; optimization; CFD KeyWords Plus:SOLIDITY WELLS TURBINE; AXIAL TURBINE; CONVERSION; PERFORMANCE; OPTIMIZATION","Categories":"Energy & Fuels; Nuclear Science & Technology Web of Science Categories:Energy & Fuels; Nuclear Science & Technology","Journal Information":"INTERNATIONAL JOURNAL OF ENERGY RESEARCH Volume: 41 Issue: 4 Pages: 540-552 DOI: 10.1002/er.3638 Published: MAR 25 2017","Abstract":"Wells turbines provide a practical solution for wave energy harvesting. The low aerodynamic efficiency of Wells turbines tangibly reduces their output power. Both the turbine efficiency and output power depend on the turbine solidity. The turbine solidity decreases from rotor hub to rotor tip for the commonly used rotors with constant chord-length blades. The present work introduces a novel Wells turbine rotor geometry. This geometry was obtained by numerically optimizing the rotor's radial solidity distribution. The turbine performance with different rotor geometries was numerically simulated by solving the three-dimensional Reynolds-averaged Navier-Stocks equation under incompressible and steady state flow conditions. Simple and multi-objective optimization were implemented in order to obtain the optimum rotor geometry. The present work showed that an improved turbine performance can be achieved by optimizing the turbine radial solidity distribution. Two different optimized rotor geometries were obtained and presented. The first rotor geometry improved the turbine efficiency by up to 4.7% by reducing its pressure drop. The second rotor geometries enhanced the turbine output power by up to 10.8%. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Shaaban, S (Shaaban, Sameh)","Title":"Wave energy harvesting using a novel turbine rotor geometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212000030 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Darrieus; Wind turbine; Unsteady Navier-Stokes simulations; CFD; Transitional turbulence model; Experiments KeyWords Plus:AXIS WIND TURBINE; PERFORMANCE; FLOW; ROTOR; MODEL","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 136 Pages: 318-328 DOI: 10.1016/j.enconman.2017.01.026 Published: MAR 15 2017","Abstract":"Thanks to the continuous improvement of calculation resources, computational fluid dynamics (CFD) is expected to provide in the next few years a cost-effective and accurate tool to improve the understanding of the unsteady aerodynamics of Darrieus wind turbines. This rotor type is in fact increasingly welcome by the wind energy community, especially in case of small size applications and/or non-conventional installation sites. In the present study, unique tow tank experimental data on the performance curve and the near-wake structure of a Darrieus rotor were used as a benchmark to validate the effectiveness of different CFD approaches. In particular, a dedicated analysis is provided to assess the suitability, the effectiveness and the future prospects of simplified two-dimensional (2D) simulations. The correct definition of the computational domain, the selection of the turbulence models and the correction of simulated data for the parasitic torque components are discussed in this study. Results clearly show that, (only) if properly set, two-dimensional CFD simulations are able to provide - with a reasonable computational cost - an accurate estimation of the turbine performance and also quite reliably describe the attended flow-field around the rotor and its wake.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bianchini, A (Bianchini, Alessandro) ; Balduzzi, F (Balduzzi, Francesco) ; Bachant, P (Bachant, Peter) ; Ferrara, G (Ferrara, Giovanni) ; Ferrari, L (Ferrari, Lorenzo)","Title":"Effectiveness of two-dimensional CFD simulations for Darrieus VAWTs: a combined numerical and experimental assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396311700039 PubMed ID: 28296907 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173481 DOI: 10.1371/journal.pone.0173481 Published: MAR 15 2017","Abstract":"In the present paper, the controlled flight of fruitflies after voluntary takeoff is studied. Wing and body kinematics of the insects after takeoff are measured using high-speed video techniques, and the aerodynamic force and moment are calculated by the computational fluid dynamics method based on the measured data. How the control moments are generated is analyzed by correlating the computed moments with the wing kinematics. A fruit-fly has a large pitch-up angular velocity owing to the takeoff jump and the fly controls its body attitude by producing pitching moments. It is found that the pitching moment is produced by changes in both the aerodynamic force and the moment arm. The change in the aerodynamic force is mainly due to the change in angle of attack. The change in the moment arm is mainly due to the change in the mean stroke angle and deviation angle, and the deviation angle plays a more important role than the mean stroke angle in changing the moment arm ( note that change in deviation angle implies variation in the position of the aerodynamic stroke plane with respect to the anatomical stroke plane). This is unlike the case of fruitflies correcting pitch perturbations in steady free flight, where they produce pitching moment mainly by changes in mean stroke angle.","Authors":"Chen, MW (Chen, Mao Wei) ; Wu, JH (Wu, Jiang Hao) ; Sun, M (Sun, Mao)","Title":"Generation of the pitch moment during the controlled flight after takeoff of fruitflies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718700050 ISSN: 2076-3417","Keywords":"axial turbines; stator-rotor interaction; compressibility effects; incidence effects KeyWords Plus:LASER-DOPPLER-VELOCIMETRY; STATOR-ROTOR INTERACTION; TRANSONIC TURBINE; ROW INTERACTION; VANE-ROTOR; FLOW-FIELD; AXIAL GAPS; STAGE; WAKE; DOWNSTREAM","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"APPLIED SCIENCES-BASEL Volume: 7 Issue: 3 Article Number: 259 DOI: 10.3390/app7030259 Published: MAR 2017","Abstract":"The need of a continuous improvement in gas turbine efficiency for propulsion and power generation, as well as the more demanding operating conditions and power control required to these machines, still ask for great efforts in the design and analysis of the high pressure section of the turbo-expander. To get detailed insights and improve the comprehension of the flow physics, a wide experimental campaign has been performed in the last ten years at Politecnico di Milano on the unsteady aerodynamics of a high-pressure turbine stage considering several operating conditions. This paper presents and discusses the experimental results obtained for the stage operating with different expansion ratios and rotor loading. The turbine stage under study is representative of a modern high-pressure turbine and can be operated in both subsonic and transonic conditions. The experimental tools applied for the current research represents the state of the art when unsteady investigations are foreseen. The detailed flow field, the blade-rows interaction and the overall performance are described and discussed; efforts have been devoted to the discussion of the various contribution to the overall stage efficiency. The direct effects of the expansion ratio, affecting the Reynolds and the Mach numbers, have been highlighted and quantified; similarly, the indirect effects, accounting for a change in the rotor loading, have been commented and quantified as well, thanks to a dedicated set of experiments where different rotor loadings at the same expansion ratio have been prescribed.","Authors":"Gaetani, P (Gaetani, Paolo) ; Persico, G (Persico, Giacomo) ; Spinelli, A (Spinelli, Andrea)","Title":"Coupled Effect of Expansion Ratio and Blade Loading on the Aerodynamics of a High-Pressure Gas Turbine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718700074 ISSN: 2076-3417","Keywords":"incidence and deviation model; compressor aerodynamics; blade-to-blade design; blades with splitter vanes; axial compressors KeyWords Plus:CASCADE","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"APPLIED SCIENCES-BASEL Volume: 7 Issue: 3 Article Number: 283 DOI: 10.3390/app7030283 Published: MAR 2017","Abstract":"This paper presents a model for predicting the reference minimum-loss incidence and deviation angles of a blade arrangement with splitter vanes, which is probably a solution for future ultra-highly loaded axial compressor designs. The motivation of the modeling is to guide the blading design in splittered compressor design processes where the additional splitter vanes must be specially considered. The development of the model is based on a blade performance database from systematic numerical simulations. Basic correlations of the model are firstly proposed, which consider dominant blade geometry parameters related to blade loading, including camber angle and solidity. Secondly, geometric and aerodynamic corrections about orientation parameter, blade maximum thickness, inlet Mach number, and three-dimensional (3D) effects are empirically incorporated into the basic correlations. Eventually, a subsonic 3D splittered rotor is designed using the correlations coupled with the corrections obtained from the validation of the model. The results indicate that the model is able to achieve a good agreement within an error band of +/- 1.0 degrees for the predictions of both reference minimum-loss incidence and deviation angles, and the rotor designed using the model accomplishes the desired work input and flow deflection.","Authors":"Liu, BJ (Liu, Baojie) ; Fu, D (Fu, Du) ; Yu, XJ (Yu, Xianjun)","Title":"Development of a Preliminary Design Method for Subsonic Splittered Blades in Highly Loaded Axial-Flow Compressors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718700010 ISSN: 2076-3417","Keywords":"wing rock; RBFNN; unsteady aerodynamics; extended state observer; robust attitude control; backstepping control KeyWords Plus:NONLINEAR STOCHASTIC-SYSTEMS; NEURAL-NETWORK CONTROL; SLENDER DELTA-WINGS; TRACKING CONTROL; SWITCHING PARAMETERS; ACTUATOR SATURATION; INPUT SATURATION; CONTROL DESIGN; FLIGHT CONTROL; AIRCRAFT","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"APPLIED SCIENCES-BASEL Volume: 7 Issue: 3 Article Number: 219 DOI: 10.3390/app7030219 Published: MAR 2017","Abstract":"Wing rock is a highly nonlinear phenomenon when the aircraft suffers undesired roll-dominated oscillatory at high angle of attack (AOA). Considering the strong nonlinear and unsteady aerodynamic characteristics, an uncertain multi-input and multi-output (MIMO) nonlinear wing rock model is studied, and system uncertainties, unsteady aerodynamic disturbances and external disturbances are considered in the design of wing rock control law. To handle the problem of multiple disturbances, a robust control scheme is proposed based on the extended state observer (ESO) and the radial basis function neural network (RBFNN) technique. Considering that the effectiveness of actuators are greatly decreased at high AOA, the input saturation problem is also handled by constructing a corresponding auxiliary system. Based on the improved ESO and the auxiliary system, a robust backstepping control law is proposed for the wing rock control. In addition, the dynamic surface control (DSC) technique is introduced to avoid the tedious computations of time derivatives for the virtual control laws in the backstepping method. The stability of the closed-loop system is guaranteed via rigorously Lyapunov analysis. Finally, simulation results are presented to illustrate the effectiveness of the ESO and the proposed wing rock control approach.","Authors":"Wu, DW (Wu, Dawei) ; Chen, M (Chen, Mou) ; Gong, HJ (Gong, Huajun) ; Wu, QX (Wu, Qingxian)","Title":"Robust Backstepping Control of Wing Rock Using Disturbance Observer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398736700071 ISSN: 1996-1073","Keywords":"wind turbine pitch system; fluid power; piston accumulator; Fault Detection and Isolation (FDI); wavelet transform; leakage KeyWords Plus:WAVELET-BASED APPROACH; HYDRAULIC ACTUATORS; DIAGNOSIS","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"ENERGIES Volume: 10 Issue: 3 Article Number: 331 DOI: 10.3390/en10030331 Published: MAR 2017","Abstract":"This paper describes the development and application of a signal-based fault detection method for identifying gas leakage in hydraulic accumulators used in wind turbines. The method uses Multiresolution Signal Decomposition (MSD) based on wavelets for feature extraction from a single fluid pressure measurement located close to the accumulator. Gas leakage is shown to create increased variations in this pressure signal. The Root Mean Square (RMS) of the detail coefficient Level 9 from the MSD is found as the most sensitive and robust fault indicator of gas leakage. The method is verified on an experimental setup allowing for the replication of the conditions for accumulators in wind turbines. Robustness is tested in a multi-fault environment where gas and external fluid leakage occurs simultaneously. In total, 24 experiments are performed, which show that the method is sensitive to gas leakage in the desired range and can be isolated from external fluid leakage. Additionally, the robustness to other operating conditions, such as wind speeds between rated and cut-off, turbulence intensity and ambient temperature is evaluated via simulations of a pitch system in a wind turbine using the Fatigue, Aerodynamics, Structures and Turbulence program (FAST). Simulation shows that robustness is affected at low ambient temperatures, however, detection is permitted in the range of 22-60 degrees C.","Authors":"Liniger, J (Liniger, Jesper) ; Sepehri, N (Sepehri, Nariman) ; Soltani, M (Soltani, Mohsen) ; Pedersen, HC (Pedersen, Henrik C.)","Title":"Signal-Based Gas Leakage Detection for Fluid Power Accumulators in Wind Turbines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395107300019 ISSN: 0001-5970 eISSN: 1619-6937","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"ACTA MECHANICA Volume: 228 Issue: 3 Pages: 1097-1113 DOI: 10.1007/s00707-016-1757-4 Published: MAR 2017","Abstract":"To design efficient flapping wing micro air vehicles (FWMAVs), a comprehensive sizing method based on theoretical and statistical analyses is proposed and experimentally verified. This method is composed of five steps including defining and analyzing the MAV mission, determining the flying modes, defining the wing shape and aspect ratio of the wing, applying the constraint analysis based on the defined mission, and estimating the weights of the electrical and structural components of the bio-inspired flapping wing micro air vehicle. To define the vehicle mission and flight plan, path analysis is performed based on the defined mission, the speed of cruise and turning, the turning radius and climatic conditions in the flight area. Following the defined mission analysis, the appropriate modes of flying (i.e., flapping, gliding, hovering, bounding, and soaring) for the flapping wing bird are recognized. After that, the wing shape and the wing aspect ratio are determined based on the defined flight modes. To estimate the wing loading, a constraint analysis is exploited in which flight equitation is simulated based on the modes and missions of the flight. Along with the four listed steps, a statistical method is employed to estimate the FWMAV weight for a well-defined mission. Based on the offered method for wing sizing of flapping wings, a FWMAV named Thunder I has been designed, fabricated, and tested. This developed methodology is very beneficial by giving guidelines for the design of efficient bio-inspired FWMAVs.","Authors":"Hassanalian, M (Hassanalian, Mostafa) ; Abdelkefi, A (Abdelkefi, Abdessattar) ; Wei, MJ (Wei, Mingjun) ; Ziaei-Rad, S (Ziaei-Rad, Saeed)","Title":"A novel methodology for wing sizing of bio-inspired flapping wing micro air vehicles: theory and prototype"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395233600024 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; flow-structure interactions; low-Reynolds-number flows KeyWords Plus:PHYSICS; TABLE","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 814 Pages: 535-546 DOI: 10.1017/jfm.2017.27 Published: MAR 2017","Abstract":"A plate placed above a porous substrate through which air is blown can levitate if the airflow is strong enough. We first model the flow needed for taking off, and then examine how an asymmetric texture etched on the porous surface induces directional motion of the hovercraft. We discuss how the texture design impacts the propelling efficiency, and how it can be used to manipulate these frictionless objects both in translation and in rotation.","Authors":"Soto, D (Soto, Dan) ; de Maleprade, H (de Maleprade, Helene) ; Clanet, C (Clanet, Christophe) ; Quere, D (Quere, David)","Title":"Air-levitated platelets: from take off to motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397992600024 ISSN: 1738-494X eISSN: 1976-3824","Keywords":"Synthetic jet actuator (SJA); Wind turbine airfoil; S809; CFD; DES KeyWords Plus:AXIS WIND TURBINE; SEPARATION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF MECHANICAL SCIENCE AND TECHNOLOGY Volume: 31 Issue: 3 Pages: 1233-1240 DOI: 10.1007/s12206-017-0222-1 Published: MAR 2017","Abstract":"Due to importance of active flow control methods for future Horizontal axis wind turbines (HAWT), we numerically investigated the effects of Synthetic jet actuators (SJA) on the separation and aerodynamic lift enhancement of a finite span wing with the S809 airfoil. The investigation was performed at a realistic AOA range (0 degrees similar to 25 degrees), which is associated to a wide range of AOA, from an attached flow to a highly separated condition. Also, effects of SJA injection angle on flow characteristics at a highly separated condition were studied. The unsteady simulations were performed using DES turbulence model. The results show that for an attached flow, the SJA triggers an early separation and reduces the lift coefficients. However, for a separated flow, the SJA considerably enhances lift performance. In addition, at small AOAs the lift values fluctuate harmonically over time; however, as the AOA increases and the separation becomes severe, the lift becomes more chaotic. Finally, a study of the present SJA configuration reveals that the SJA can enhance the lift values at a wide range of injected flow angle. However, lift values do not show distinguished pattern for different jet angles at a high AOA.","Authors":"Moshfeghi, M (Moshfeghi, M.) ; Hur, N (Hur, N.)","Title":"Numerical study on the effects of a synthetic jet actuator on S809 airfoil aerodynamics at different flow regimes and jet flow angles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397352900012 ISSN: 0010-2180 eISSN: 1556-2921","Keywords":"Counterflow combustor; Strain rate; Impinging jets KeyWords Plus:LAMINAR; IMPINGEMENT; COMBUSTION; FLOWS; REGIMES; FLAMES","Categories":"Thermodynamics; Energy & Fuels; Engineering Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Multidisciplinary; Engineering, Chemical; Engineering, Mechanical","Journal Information":"COMBUSTION AND FLAME Volume: 177 Pages: 137-143 DOI: 10.1016/j.combustflame.2016.12.005 Published: MAR 2017","Abstract":"The laminar flow resulting from impingement of two steadily fed low-Mach-number gaseous jets issuing into a stagnant atmosphere from coaxial cylindrical ducts at moderately large Reynolds numbers, often used in combustion experiments, is studied through numerical integrations of the Navier-Stokes equations. In the Reynolds-number range addressed, 50-1000, the flow of the approaching jets is nearly inviscid, with viscous effects and mixing being restricted to the thin mixing layers surrounding the jets and to a thin layer located at the separating stream surface. The analysis of the main inviscid flow shows that only two parameters, based on the scales associated with the radius and the velocity profiles of the two feed streams, are needed to characterize the flow, namely, the ratio of the inter-jet separation distance to the duct radius and the ratio of momentum fluxes of the jets. The numerical results for uniform and Poiseuille velocity profiles provide, in particular, the value of the strain rate at the stagnation point for use in the analysis of experimental studies of counterflow premixed and diffusion flames. (C) 2016 The Combustion Institute. Published by Elsevier Inc. All rights reserved.","Authors":"Carpio, J (Carpio, Jaime) ; Linan, A (Linan, Amable) ; Sanchez, AL (Sanchez, Antonio L.) ; Williams, FA (Williams, Forman A.)","Title":"Aerodynamics of axisymmetric counterflowing jets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397457300003 ISSN: 1756-8293 eISSN: 1756-8307","Keywords":"Wing; Propeller; Flow; Visualizations KeyWords Plus:MICRO AIR VEHICLES; LONGITUDINAL AERODYNAMICS; FLIGHT","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"INTERNATIONAL JOURNAL OF MICRO AIR VEHICLES Volume: 9 Issue: 1 Pages: 25-43 DOI: 10.1177/1756829316685189 Published: MAR 2017","Abstract":"This study was conducted to visually investigate flows related to fixed-wing vertical-takeoff-and-landing micro air vehicles, using the smoke-wire technique. In particular, the study examines transition between forward flight and near-hover. The experimental model consists of a rigid Zimmerman wing and a propulsion system with contra-rotating propellers arranged in a tractor configuration. The model was pitched about the wing's aerodynamic center at approximately constant rates using a five-axis robotic arm. Constant-rate pitching angles spanned 20 degrees to 70 degrees. No-pitching and four pitching-rates were used, along with three propulsive settings. Several observations were made during no-pitching tests. Turbulent wakes behind blades and laminar flow between them produces pulsations in the boundary layer. These pulsations alter the boundary layer from a laminar to turbulent state and back. An increase in lift and drag in the presence of a slipstream is a result of competing effects of the propulsive slipstream: (a) suppression of flow separation and increased velocity over the wing and (b) decrease of the effective angle of attack. Higher nose-up pitching-rates generally lead to greater trailing-edge vortex-shedding frequency. Nose-up pitching without a slipstream can lead to the development of a traditional dynamic-stall leading-edge vortex, delaying stall and increasing wing lift. During nose-up pitching, a slipstream can drive periodically shed leading-edge vortices into a larger vortical-structure that circulates over the upper-surface of a wing in a fashion similar to that of a traditional dynamic-stall leading-edge vortex. At lower nose-up pitching-rates, leading-edge vortices form at lower angles of attacks. As a slipstream strengthens, a few things occur: separation wakes diminish, separation occurs at a higher angle of attacks, and downward flow-deflection increases. Similar effects are observed for nose-up pitching, while nose-down pitching produces the opposite effects.","Authors":"Su, EL (Su, Erlong) ; Randall, R (Randall, Ryan) ; Wilson, L (Wilson, Lee) ; Shkarayev, S (Shkarayev, Sergey)","Title":"Visualization of vortical flows around a rapidly pitching wing and propeller"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397874700007 ISSN: 1941-7012","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"JOURNAL OF RENEWABLE AND SUSTAINABLE ENERGY Volume: 9 Issue: 2 Article Number: 023304 DOI: 10.1063/1.4978681 Published: MAR 2017","Abstract":"In the analysis of the aerodynamic performance of wind turbines, the need to account for the effects of rotation is important as engineering models often failed to predict these phenomena. Investigations are carried out by employing an unsteady computational fluid dynamics (CFD) approach on a generic 10MW AVATAR (Advanced Aerodynamic Tools for Large Rotors) blade. The focus of the studies is the evaluation of the 3D effect characteristics on thick airfoils in the root area. For preliminary studies, 2D simulations of the airfoils constructing the blade and 3D simulations of the turbine near the rated conditions are carried out. The 2D simulations are in good agreement with available measurements within the linear lift region, but the accuracy deteriorates in the post stall region. For the 3D wind turbine rotor results, the prediction is consistent with other CFD computations obtained from the literature. Further calculations of the rotor are conducted at 5 different wind speeds ranging from below to above the rated conditions, which correspond to 5 different angles of attack. The CFD simulations demonstrate that the lift coefficient increases in the blade root region compared to the 2D conditions caused by the centrifugal pumping and Coriolis force via the reduction of the boundary layer thickness and separation delay. The Coriolis force effect decreases with the increasing wind speed and radial position. In addition, the aerodynamic behaviour of the blade inboard region is influenced by the shedding direction of the trailing vortices. The occurrence of downwash is observed causing a local increase in the drag coefficient. Published by AIP Publishing.","Authors":"Bangga, G (Bangga, Galih) ; Lutz, T (Lutz, Thorsten) ; Jost, E (Jost, Eva) ; Kramer, E (Kraemer, Ewald) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bangga, Galih  G-2404-2017 http://orcid.org/0000-0001-8052-0441","Title":"CFD studies on rotational augmentation at the inboard sections of a 10 MW wind turbine rotor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397918800008 PubMed ID: 27430861 ISSN: 0892-1997 eISSN: 1873-4588","Keywords":"vocal efficiency; spirometer; aerodynamics; vital capacity; phonation quotient KeyWords Plus:AIR USAGE; FOLLOW-UP; VOICE; LARYNGEAL; RELIABILITY; PHONIATRICS; INJECTION; AGE","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"JOURNAL OF VOICE Volume: 31 Issue: 2 Pages: 161-167 DOI: 10.1016/j.jvoice.2016.06.007 Published: MAR 2017","Abstract":"Objective. The purpose of this study was to examine measures of vital capacity and phonation quotient across three age groups in women using three different aerodynamic instruments representing low-tech and high-tech options. Study Design. This study has a prospective, repeated measures design. Methods. Fifteen women in each age group of 25-39 years, 40-59 years, and 60-79 years were assessed using maximum phonation time and vital capacity obtained from three aerodynamic instruments: a handheld analog windmill type spirometer, a handheld digital spirometer, and the Phonatory Aerodynamic System (PAS), Model 6600. Phonation quotient was calculated using vital capacity from each instrument. Analyses of variance were performed to test for main effects of the instruments and age on vital capacity and derived phonation quotient. Pearson product moment correlation was performed to assess measurement reliability (parallel forms) between the instruments. Regression equations, scatterplots, and coefficients of determination were also calculated. Results. Statistically significant differences were found in vital capacity measures for the digital spirometer compared with the windmill-type spirometer and PAS across age groups. Strong positive correlations were present between all three instruments for both vital capacity and derived phonation quotient measurements. Conclusions. Measurement precision for the digital spirometer was lower than the windmill spirometer compared with the PAS. However, all three instruments had strong measurement reliability. Additionally, age did not have an effect on the measurement across instruments. These results are consistent with previous literature reporting data from male speakers and support the use of low-tech options for measurement of basic aerodynamic variables associated with voice production.","Authors":"Joshi, A (Joshi, Ashwini) ; Watts, CR (Watts, Christopher R.)","Title":"Phonation Quotient in Women: A Measure of Vocal Efficiency Using Three Aerodynamic Instruments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397918800028 PubMed ID: 27595526 ISSN: 0892-1997 eISSN: 1873-4588","Keywords":"Aerodynamics; Voice; Glottogram; Inverse filter; Vocal Function Exercises KeyWords Plus:VOICE DISORDERS; RESONANT VOICE; TRACT; PHONATION; THERAPY; TEACHERS; ADDUCTION; SINGERS; TRIAL","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"JOURNAL OF VOICE Volume: 31 Issue: 2 Article Number: UNSP 245.e9 DOI: 10.1016/j.jvoice.2016.08.009 Published: MAR 2017","Abstract":"Objectives. The study aimed to quantify immediate alterations in the airflow glottogram between the Vocal Function Exercises semi-occluded mouth posture (/ol/with lip buzz) and the sustained vowel /o/ in individuals with normal voices, and to determine if noted changes were in agreement with established semi-occluded vocal tract aerodynamic theory. Based on semi-occluded vocal tract aerodynamic theory, we hypothesized the following immediate changes in the flow glottogram during the /ol-buzz/ condition: a greater open quotient, a greater skewing quotient, a greater maximum flow declination rate, increased average airflow, decreased peak airflow, and increased minimum airflow. Methods. A cohort of eight men with normal voices produced the sustained vowel /o/ and the Vocal Function Exercises semi-occluded mouth posture (/ol-buzz/). Flow glottograms for both conditions were obtained from the inverse-filtered oral airflow signal via a circumferentially vented pneumotachograph mask. Results. Data revealed that open quotient and minimum airflow rates increased significantly between conditions. All other measures trended in the directions predicted by aerodynamic theory, but were not statistically significant. Conclusions. The Vocal Function Exercises semi-occluded mouth posture appeared to provide an effective vocal tract semi-occlusion that immediately altered the flow glottogram in accordance with predictions made by computer-modeled aerodynamic theory.","Authors":"Croake, DJ (Croake, Daniel J.) ; Andreatta, RD (Andreatta, Richard D.) ; Stemple, JC (Stemple, Joseph C.)","Title":"Immediate Effects of the Vocal Function Exercises Semi-Occluded Mouth Posture on Glottal Airflow Parameters: A Preliminary Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397918800080 PubMed ID: 27542775 ISSN: 0892-1997 eISSN: 1873-4588","Keywords":"lax vox; voice therapy; preventive voice training; teacher; dysphonia KeyWords Plus:LARYNGOLOGICAL SOCIETY ELS; RISK-FACTORS; VOCAL HEALTH; DISORDERS; DYSPHONIA; QUALITY; NOISE; PREVALENCE; POPULATION; EXERCISES","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"JOURNAL OF VOICE Volume: 31 Issue: 2 Article Number: 262.e13 DOI: 10.1016/j.jvoice.2016.04.011 Published: MAR 2017","Abstract":"Objectives. The objective of this study was to explore the effectiveness of a 3-week training program with the voice therapy \"Lax Vox\" for teachers. Methods. Four healthy female teachers participated as volunteers for the study. Several voice measurements of perception, acoustics, aerodynamics, and self-evaluation were investigated. Furthermore, a survey to rate the applicability of Lax Vox was also part of the study. To assess the treatment effects of the Lax Vox training, an effect size analysis (d(unb)) was conducted. Results. After 3 weeks of training, medium and large improvements were found in some parameters of perceptual and acoustic voice quality assessments (d(unb) > 0.50 and d(unb) > 0.80, respectively). Furthermore, medium improvements were revealed in some parameters of self-evaluation (ie, physical and total scale of the Voice Handicap Index) and aerodynamic (ie, maximum phonation time) assessments (all d(unb) > 0.50). Additionally, acoustic measures of vocal function showed an expansion in the upper contour of voice range profiles after training. Particularly, the main improvements in the voice range profile was found in the modal and the beginning of the falsetto voice registers. There was an increase of the intensity levels of about 4.6 dB. No changes were revealed in some acoustic measures of the voice range profile, selfevaluation measurements, and the perception of breathy voice quality (all d(unb) < 0.20). Finally, the applicability of Lax Vox perceptually showed clear support in training success, learning process, and transfer to the daily routine. Conclusions. Lax Vox training for teachers appears to improve select measures of voice quality, maximum phonation time, vocal function, self-evaluation, and perceived applicability.","Authors":"Mailander, E (Mailaender, Eva) ; Muhre, L (Muehre, Lea) ; Barsties, B (Barsties, Ben)","Title":"Lax Vox as a Voice Training Program for Teachers: A Pilot Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397874300044 ISSN: 1070-6631 eISSN: 1089-7666","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"PHYSICS OF FLUIDS Volume: 29 Issue: 3 Article Number: 037106 DOI: 10.1063/1.4978416 Published: MAR 2017","Abstract":"The current work investigates numerically rolling instabilities of a free-to-roll slender rigid-body of revolution placed in a wind tunnel at a high angle of attack. The resistance to the roll moment is represented by a linear torsion spring and equivalent linear damping representing friction in the bearings of a simulated wind tunnel model. The body is subjected to a three-dimensional, compressible, laminar flow. The full Navier-Stokes equations are solved using the second-order implicit finite difference Beam-Warming scheme, adapted to a curvilinear coordinate system, whereas the coupled structural second order equation of motion for roll is solved by a fourth-order Runge-Kutta method. The body consists of a 3.5-diameter tangent ogive forebody with a 7.0-diameter long cylindrical afterbody extending aft of the nose-body junction to x/D = 10.5. We describe in detail the investigation of three angles of attack 20 degrees, 40 degrees, and 65 degrees, at a Reynolds number of 30 000 (based on body diameter) and a Mach number of 0.2. Three distinct configurations are investigated as follows: a fixed body, a free-to-roll body with a weak torsion spring, and a free-to-roll body with a strong torsion spring. For each angle of attack the free-to-roll configuration portrays a distinct and different behavior pattern, including bi-stable limit-cycle oscillations. The bifurcation structure incorporates both large and small amplitude periodic roll oscillations where the latter lose their periodicity with increasing stiffness of the restraining spring culminating with distinct quasiperiodic oscillations. We note that removal of an applied upstream disturbance for a restrained body does not change the magnitude or complexity of the oscillations or of the flow patterns along the body. Depending on structure characteristics and flow conditions even a small rolling moment coefficient at the relatively low angle of attack of 20 degrees may lead to large amplitude resonant roll oscillations. Published by AIP Publishing.","Authors":"Degani, D (Degani, D.) ; Ishay, M (Ishay, M.) ; Gottlieb, O (Gottlieb, O.)","Title":"Fluid-structure interaction of a rolling restrained body of revolution at high angles of attack"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397384200004 ISSN: 0954-4100 eISSN: 2041-3025","Keywords":"Aerodynamics; computational fluid dynamics; optimization; turbomachinery; turbines","Categories":"Engineering Web of Science Categories:Engineering, Aerospace; Engineering, Mechanical","Journal Information":"PROCEEDINGS OF THE INSTITUTION OF MECHANICAL ENGINEERS PART G-JOURNAL OF AEROSPACE ENGINEERING Volume: 231 Issue: 3 Pages: 435-443 DOI: 10.1177/0954410016638875 Published: MAR 2017","Abstract":"The shock waves are important phenomena in transonic turbines, which cause lots of negative effects on the aerodynamic performance. Much of attention had been paid on reducing the strength of the shock waves via modifying turbine cascade geometry, and it is highly preferred to build experiences on the relationship between the cascade aerodynamic performance and the geometric parameters. The paper presents a numerical study on the aerodynamic optimal transonic turbine cascade and its geometry characteristics. Three typical Russia transonic turbine cascades with different design conditions are selected and optimized using adjoint method at three different back pressures, respectively. Thus, the best geometry parameters for optimum aerodynamic performance can be found. Then the key geometry parameters of optimized cascades are extracted and compared with the original ones. Results show that even the best designs by hands could be less efficient than ones by computer-aided optimizations. Some experiences on how to set the key geometry parameters for a best performance are obtained. The reduced shock profiling is applied to the thermal turbomachinery and machine dynamics transonic turbine by using the adjoint method. The performance of the thermal turbomachinery and machine dynamics transonic turbine was increased significantly.","Authors":"Ji, LC (Ji, Lucheng) ; Yu, J (Yu, Jia) ; Li, WW (Li, Weiwei) ; Yi, WL (Yi, Weilin)","Title":"Study on aerodynamic optimal super/transonic turbine cascade and its geometry characteristics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398114200020 ISSN: 1615-147X eISSN: 1615-1488","Keywords":"Multi-fidelity surrogate; Bayesian; Calibration; Discrepancy function KeyWords Plus:COMPUTER-MODELS; CROSS-VALIDATION; HIGH-ACCURACY; DESIGN; CALIBRATION; PREDICTION; APPROXIMATIONS; AERODYNAMICS; OPTIMIZATION; SIMULATIONS","Categories":"Computer Science; Engineering; Mechanics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Multidisciplinary; Mechanics","Journal Information":"STRUCTURAL AND MULTIDISCIPLINARY OPTIMIZATION Volume: 55 Issue: 3 Pages: 1029-1050 DOI: 10.1007/s00158-016-1550-y Published: MAR 2017","Abstract":"Different multi-fidelity surrogate (MFS) frameworks have been used for optimization or uncertainty quantification. This paper investigates differences between variousMFS frameworks with the aid of examples including algebraic functions and a borehole example. These MFS include three Bayesian frameworks using 1) a model discrepancy function, 2) low fidelity model calibration and 3) a comprehensive approach combining both. Three counterparts in simple frameworks are also included, which have the same functional form but can be built with ready-made surrogates. The sensitivity of frameworks to the choice of design of experiments (DOE) is investigated by repeating calculations with 100 different DOEs. Computational cost savings and accuracy improvement over a single fidelity surrogate model are investigated as a function of the ratio of the sampling costs between low and high fidelity simulations. For the examples considered, MFS frameworks were found to be more useful for saving computational time rather than improving accuracy. For the Hartmann 6 function example, the maximum cost saving for the same accuracy was 86 %, while the maximum accuracy improvement for the same cost was 51%. It was also found that DOE can substantially change the relative standing of different frameworks. The cross-validation error appears to be a reasonable candidate for estimating poor MFS frameworks for a specific problem but it does not perform well compared to choosing single fidelity surrogates.","Authors":"Park, C (Park, Chanyoung) ; Haftka, RT (Haftka, Raphael T.) ; Kim, NH (Kim, Nam H.)","Title":"Remarks on multi-fidelity surrogates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395520400010 ISSN: 0889-504X eISSN: 1528-8900","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF TURBOMACHINERY-TRANSACTIONS OF THE ASME Volume: 139 Issue: 3 Article Number: 031010 DOI: 10.1115/1.4034978 Published: MAR 2017","Abstract":"This paper numerically investigates the correlation between the so-called unsteady loading parameter (ULP), derived in Part I of the corresponding paper, and the unsteady aerodynamics of oscillating airfoils at low reduced frequency with special emphasis on the work-per-cycle curves. Simulations using a frequency-domain linearized Navier-Stokes solver have been carried out on rows of a low-pressure turbine airfoil section, the NACA65 section, and a flat plate, to show the correlation between the actual value of the ULP and the flutter characteristics, for different airfoils, operating conditions, and mode shapes. Both the traveling wave and influence coefficient formulations of the problem are used in combination to increase the understanding of the ULP influence in different aspects of the unsteady flow field. It is concluded that, for a blade vibrating in a prescribed motion at design conditions, the ULP can quantitatively predict the effect of unsteady loading variations due to changes in both the incidence and the mode shape on the work-per-cycle curves. It is also proved that the unsteady loading parameter can be used to qualitatively compare the flutter characteristics of different airfoils.","Authors":"Vega, A (Vega, Almudena) ; Corral, R (Corral, Roque)","Title":"Quantification of the Influence of Unsteady Aerodynamic Loading on the Damping Characteristics of Airfoils Oscillating at Low Reduced Frequency-Part II: Numerical Verification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395840000002 ISSN: 0167-6105 eISSN: 1872-8197","Keywords":"Vertical axis wind turbines (VAWT); Computational fluid dynamics (CFD); Wind gusts; Power control KeyWords Plus:UNSTEADY WIND; PERFORMANCE; ENERGY; AERODYNAMICS; POWER","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Civil; Mechanics","Journal Information":"JOURNAL OF WIND ENGINEERING AND INDUSTRIAL AERODYNAMICS Volume: 162 Pages: 1-11 DOI: 10.1016/j.jweia.2017.01.003 Published: MAR 2017","Abstract":"We present a time-dependent, two-dimensional computational fluid dynamics (CFD) model coupled with the dynamics of the rotor for a height-normalized, small-scale high-solidity vertical axis wind turbine (VAWT) that consists of three straight blades, which are cambered to fit the circular path. The model employs the k-epsilon turbulence model to approximate unsteady Reynolds-averaged Navier-Stokes equations. The CFD model is validated with data from field measurements. The angular velocity, wind torque, power output and the power coefficient of the rotor are obtained for different wind velocities and gusts from the CFD simulations. A simple rotor velocity feedback control is designed to maximize the power output of the VAWT and implemented in simulations for wind transients. Furthermore, local angle of attack and net incident velocity on the blades are calculated from the local velocity field. Oscillatory transient power coefficient has a very large amplitude owing to the oscillations in the wind torque, but the fluctuations in the generator torque are much smaller despite the large solidity of the VAWT. Overall results show that the proposed coupled modeling approach is an effective tool in evaluation of the transient performance of VAWT systems including the inertial effects of the rotor and the feedback control.","Authors":"Onol, AO (Onol, Aykut Ozgun) ; Yesilyurt, S (Yesilyurt, Serhat)","Title":"Effects of wind gusts on a vertical axis wind turbine with high solidit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394639500010 ISSN: 1095-4244 eISSN: 1099-1824","Keywords":"wind turbine; two-bladed turbine; load reduction; multi-body simulation; aero-elasticity","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Mechanical","Journal Information":"WIND ENERGY Volume: 20 Issue: 3 Pages: 521-535 DOI: 10.1002/we.2020 Published: MAR 2017","Abstract":"In this study, an innovative concept for load reduction on the two-bladed Skywind 3.4MW prototype is presented. The load reduction system consists of a flexible coupling between the hub mount, carrying the drive train components including the hub assembly, and a nacelle carrier supported by the yaw bearing. This paper intends to assess the impact of introducing a flexible hub connection on the system dynamics and the aero-elastic response to aerodynamic load imbalances. In order to limit the rotational joint motion, a cardanic spring-damper element is introduced between the hub mount and the nacelle carrier flange, which affects the system response and the loads. A parameter variation of the stiffness and damping of the connecting spring-damper element has been performed in the multi-body simulation solver Simpack. A deterministic, vertically sheared wind field is applied to induce a periodic aerodynamic imbalance on the rotor. The aero-structural load reduction mechanisms of the coupled system are thereby identified. It is shown that the fatigue loads on the blades and the turbine support structure are reduced significantly. For a very low structural coupling, however, the corresponding rotational deflections of the hub mount exceed the design limit of operation. The analysis of the interaction between the hub mount motion and the blade aerodynamics in a transient inflow environment indicates a reduction of the angle of attack amplitudes and the corresponding fluctuations of the blade loading. Hence, it can be concluded that load reduction is achieved by a combination of reduced structural coupling and a mitigation of aerodynamic load imbalances. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Luhmann, B (Luhmann, Birger) ; Seyedin, H (Seyedin, Homan) ; Cheng, PW (Cheng, Po-Wen)","Title":"Aero-structural dynamics of a flexible hub connection for load reduction on two-bladed wind turbines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394317100008 ISSN: 1569-1713 eISSN: 1573-8841","Keywords":"Morphing wing; Flexible rib; Unmanned aerial vehicle; Aerodynamics; Finite element analysis; Structural integrity; Camber adjustment; Functional prototype; Flight test KeyWords Plus:VARIABLE CAMBER; AIRCRAFT; FLIGHT","Categories":"Engineering; Materials Science; Mechanics Web of Science Categories:Engineering, Civil; Engineering, Mechanical; Materials Science, Multidisciplinary; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF MECHANICS AND MATERIALS IN DESIGN Volume: 13 Issue: 1 Pages: 159-171 DOI: 10.1007/s10999-015-9323-0 Published: MAR 2017","Abstract":"This study is concerned with the complete design, analysis, functional prototyping and flight testing of a novel morphing wing system for use in a relatively small (< 10 kg) unmanned aerial vehicles (UAVs). To achieve improved flight performance with limited weight penalty, camber-adjustable morphing wing was designed using flexible servomotor-actuated mechanisms. The current design, which was originally conceptualized by Monner et al. (Smart structures and materials: industrial and commercial applications of smart structures technologies. Proceedings of SPIE 3326, pp 60-70, 1998), ensures that the airfoil shape of the wing is able to continuously morph between the non-cambered and the cambered configurations. The morphing function of the wing is achieved using a flexible-rib system driven by onboard servomotor-rocker. This unique design of a flexible-rib assembly enables the airfoil of the wing to be accurately morphed to the target configuration. With the aid of aerodynamic and finite element analyses, the flexible rib assembly performance and structural integrity are evaluated and assessed. The design process was in compliance with aircraft design standards, including the Federal Aviation Regulations-Part 23. The functional prototype of the flexible rib morphing-wing enabled UAV was manufactured and assembled and a test plane was ground tested. The success of the entire project, including flight testing of the flexible rib assembly is summarized in this paper.","Authors":"Meguid, SA (Meguid, S. A.) ; Su, Y (Su, Yu) ; Wang, Y (Wang, Yue) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Su, Yu  A-2023-2012  ","Title":"Complete morphing wing design using flexible-rib system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394509200002 ISSN: 0029-5515 eISSN: 1741-4326","Keywords":"optimal design; plasma edge modelling; adjoint method; divertor KeyWords Plus:ITER DIVERTOR; SIMULATIONS; CODES; MODEL","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"NUCLEAR FUSION Volume: 57 Issue: 3 Article Number: 036022 DOI: 10.1088/1741-4326/57/3/036022 Published: MAR 2017","Abstract":"Plasma edge transport codes play a key role in the design of future divertor concepts. Their long simulation times in combination with a large number of control parameters turn the design into a challenging task. In aerodynamics and structural mechanics, adjoint-based optimization techniques have proven successful to tackle similar design challenges. This paper provides an overview of achievements and remaining challenges with these techniques for complex divertor design. It is shown how these developments pave the way for fast sensitivity analysis and improved design from different perspectives.","Authors":"Baelmans, M (Baelmans, M.) ; Blommaert, M (Blommaert, M.) ; Dekeyser, W (Dekeyser, W.) ; Van Oevelen, T (Van Oevelen, T.)","Title":"Achievements and challenges in automated parameter, shape and topology optimization for divertor design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395248300003 ISSN: 2287-528X eISSN: 2287-5271","Keywords":"gust generator; computational fluid dynamics; fluid structure interaction; experimental aerodynamics; experimental aeroelasticity","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ADVANCES IN AIRCRAFT AND SPACECRAFT SCIENCE Volume: 4 Issue: 2 Pages: 125-144 DOI: 10.12989/aas.2017.4.2.125 Published: MAR 2017","Abstract":"This paper summarises the design of a gust generator and the comparison between high fidelity numerical results and experimental results. The gust generator has been designed for a low subsonic wind tunnel in order to perform gust response experiments on wings and assess load alleviation. Special attention has been given to the different design parameters that influence the shape of the gust velocity profile by means of CFD simulations. Design parameters include frequency of actuation, flow speed, maximum deflection, chord length and gust vane spacing. The numerical results are compared to experimental results obtained using a hot-wire anemometer and flow visualisation by means of a tuft and smoke. The first assessment of the performance of the gust generator showed proper operation of the gust generator across the entire range of interest.","Authors":"Lancelot, PMGJ (Lancelot, Paul M. G. J.) ; Sodja, J (Sodja, Jurij) ; Werter, NPM (Werter, Noud P. M.) ; De Breuker, R (De Breuker, Roeland)","Title":"Design and testing of a low subsonic wind tunnel gust generator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395248300007 ISSN: 2287-528X eISSN: 2287-5271","Keywords":"computational aeroelasticity; describing function; aileron buzz; fluid structure interaction; limit cycle oscillation","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ADVANCES IN AIRCRAFT AND SPACECRAFT SCIENCE Volume: 4 Issue: 2 Pages: 203-218 DOI: 10.12989/aas.2017.4.2.203 Published: MAR 2017","Abstract":"This paper focuses on the computational study of nonlinear effects of unsteady aerodynamics for non-classical aileron buzz. It aims at a comprehensive investigation of the aileron buzz phenomenon under varying flow parameters using the describing function technique with multiple inputs. The limit cycle oscillatory behavior of an asymmetrical airfoil is studied initially using a CFD-based numerical model and direct time marching. Sharp increases in limit cycle amplitude for varying Mach numbers and angles of attack are investigated. An aerodynamic describing function is developed in order to estimate the variation of limit cycle amplitude and frequency with Mach number and angle of attack directly, without time marching. The describing function results are compared to the amplitudes and frequencies predicted by the CFD calculations for validation purposes. Furthermore, a limited sensitivity analysis is presented to demonstrate the potential of the approach for aeroelastic design.","Authors":"Zafar, MI (Zafar, Muhammad I.) ; Fusi, F (Fusi, Francesca) ; Quaranta, G (Quaranta, Giuseppe)","Title":"Multiple input describing function analysis of non-classical aileron buzz"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393721700001 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Flapping wing aerodynamic; Dynamic stall; Dynamic stall control; MAV-aerodynamics; Bird and insect flight KeyWords Plus:PROPULSIVE EFFICIENCY; THRUST","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 62 Pages: 1-10 DOI: 10.1016/j.ast.2016.12.008 Published: MAR 2017","Abstract":"Flapping wing efficiency is limited by flow separation effects. The time dependent development of a leading edge vortex (LEV) during rapid pitch-up motion of a retreating helicopter rotor blade is known as dynamic stall vortex. Movement of this vortex along the airfoil upper surface first increases lift but later the vortex lifts off the airfoil surface causing strong drag rise, severe nose-down pitching moments, and possibly negative aerodynamic damping. Very similar effects can be observed on flapping airfoils and wings experiencing combined plunging (heaving) motion and pitching motion. With increasing plunge amplitude the flow on the flapping wing starts to separate and concentrated dynamic stall vortices may develop on both upper and lower wing surfaces. Under these conditions it is shown that wing propulsion efficiency is considerably reduced. Recent investigations of dynamic stall control have shown that a strong vortex may be avoided by appropriate airfoil deformation. It will be shown in the present paper that with dynamic airfoil deformation the propulsion efficiency can be improved considerably. The validity of the numerical calculations is first tested against existing data from literature. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Geissler, W (Geissler, Wolfgang) ; van der Wall, BG (van der Wall, Berend G.)","Title":"Dynamic stall control on flapping wing airfoils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393721700015 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Circulation control; Coanda effect; Coanda MAV flight mechanics; Coanda MAV fluid dynamics; Micro Air Vehicle (MAV); Unmanned Aerial Vehicle (UAV) KeyWords Plus:SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 62 Pages: 136-147 DOI: 10.1016/j.ast.2016.11.023 Published: MAR 2017","Abstract":"With the progress and development of Coanda Micro Air Vehicle (MAV) to date, various configurations have been proposed and developed. For the purpose of designing a Micro Air Vehicle (MAV), that could meet the desired mission and design requirements and can operate effectively in various environmental conditions, a workable theoretical analysis is to be developed. With such motivation, capitalizing on the basic fundamental principles, the aerodynamic forces acting on Coanda MAV configurations are revisited and analysed on the bases of the Fluid Dynamics and Flight Mechanics of a semi-spherical Coanda MAV configuration. The major objective of this paper is to analyse the forces and moments acting on the Coanda MAV as related to the geometry, flow, and motion parameters, using mathematical modelling. The mathematical model and derived performance measures in hover and translatory motion are shown to be capable in describing the physical phenomena of the flow field of the semi-spherical Coanda MAV. Results obtained are assessed and considered viable for preliminary design of such air vehicles and further elaborated development, including more flight dynamic manoeuvres. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Ahmed, RI (Ahmed, R. I.) ; Abu Talib, AR (Abu Talib, A. R.) ; Rafie, ASM (Rafie, A. S. Mohd) ; Djojodihardjo, H (Djojodihardjo, H.)","Title":"Aerodynamics and flight mechanics of MAV based on Coanda effect"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394111600010 ISSN: 0939-1533 eISSN: 1432-0681","Keywords":"Dragonfly; Aerodynamic characteristics; Recent research progress; Biomimetic KeyWords Plus:LEADING-EDGE VORTICES; LOW-REYNOLDS-NUMBER; INSECT FLIGHT; POWER REQUIREMENTS; FLYING DRAGONFLIES; HOVERING FLIGHT; LIFT; FORCES; MECHANICS; KINEMATICS","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"ARCHIVE OF APPLIED MECHANICS Volume: 87 Issue: 3 Pages: 521-554 DOI: 10.1007/s00419-016-1208-7 Published: MAR 2017","Abstract":"In the recent decades, biomimetic robots have attracted scientific communities' attention increasingly, as people try to learn from nature in which exist astonishing and uniquely evolved mechanisms shown by very species. Dragonfly, as such one example, demonstrates unique and superior flight performance than most of the other insect species and birds. Researchers are obsessed with the aerodynamic characteristics of an in-flight dragonfly as two pairs of independently controlled wings provide them with an unmatchable flying performance and robustness. In this paper, an extensive review of recent studies related to the flight aerodynamics of dragonflies has been conducted. The main research findings about effect of the motion parameters and body attitude on the resulting aerodynamic forces and power requirements in different flight modes of a dragonfly are summarized. Particular attention is given to functional characteristics of dragonfly wings and the importance of mutual interaction between forewing and hindwing for its flyability. This article aims to bring together current understandings of dragonfly aerodynamics and thus has certain reference value to design and control of dragonfly-inspired biomimetic devices.","Authors":"Sun, XJ (Sun, Xiaojing) ; Gong, XY (Gong, Xinyu) ; Huang, DG (Huang, Diangui)","Title":"A review on studies of the aerodynamics of different types of maneuvers in dragonflies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393888600003 ISSN: 0042-3114 eISSN: 1744-5159","Keywords":"Passive suspension; suspension system; friction; validation KeyWords Plus:MODELS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"VEHICLE SYSTEM DYNAMICS Volume: 55 Issue: 3 Pages: 338-350 DOI: 10.1080/00423114.2016.1267370 Published: MAR 2017","Abstract":"This work analyses the effect of friction in suspension components on a race car vertical dynamics. It is a matter of fact that race cars aim at maximising their performance, focusing the attention mostly on aerodynamics and suspension tuning: suspension vertical and rolling stiffness and damping are parameters to be taken into account for an optimal setup. Furthermore, friction in suspension components must not be ignored. After a test session carried out with a F4 on a Four Poster rig, friction was detected on the front suspension. The real data gathered allow the validation of an analytical model with friction, confirming that its influence is relevant for low frequency values closed to the car pitch natural frequency. Finally, some setup proposals are presented to describe what should be done on actual race cars in order to correct vehicle behaviour when friction occurs.","Authors":"Benini, C (Benini, Claudio) ; Gadola, M (Gadola, Marco) ; Chindamo, D (Chindamo, Daniel) ; Uberti, S (Uberti, Stefano) ; Marchesin, FP (Marchesin, Felipe P.) ; Barbosa, RS (Barbosa, Roberto S.)","Title":"The influence of suspension components friction on race car vertical dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393249800014 ISSN: 0360-1323 eISSN: 1873-684X","Keywords":"Natural cross-ventilation flow; Numerical simulation; Atmospheric boundary layer (ABL) flow; Building aerodynamics; Turbulence model validation; Transient flow features KeyWords Plus:LARGE-EDDY SIMULATION; COMPUTATIONAL FLUID-DYNAMICS; FIELD POLLUTANT DISPERSION; DRIVEN NATURAL VENTILATION; SINGLE-SIDED VENTILATION; VELOCITY-PRESSURE FIELD; LEEWARD SAWTOOTH ROOF; INDOOR AIR-FLOW; TURBULENCE MODELS; WIND-TUNNEL","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Environmental; Engineering, Civil","Journal Information":"BUILDING AND ENVIRONMENT Volume: 114 Pages: 148-165 DOI: 10.1016/j.buildenv.2016.12.019 Published: MAR 2017","Abstract":"Accurate and reliable computational fluid dynamics (CFD) simulations are essential for the assessment of cross-ventilation of buildings. To determine which CFD models are most suitable, validation studies are required. A detailed review of the literature indicates that most CFD validation studies only employed the 3D steady Reynolds-averaged Navier-Stokes (RANS) approach and/or focused on a limited set of flow parameters. Therefore, the objective of this paper is the validation of both 3D steady RANS simulations and large eddy simulation (LES) of cross-ventilatiOn in a generic isolated enclosure with wind-tunnel measurements. The evaluation is based on five parameters: mean velocity, turbulent kinetic energy, ventilation flow rate, incoming jet angle and incoming jet spreading width. The RANS simulations are conducted with the standard k-epsilon (SKE), RNG k-epsilon, realizable k-omega (RLZ), SST k-omega and RSM turbulence models, whereas the LES is performed with the dynamic Smagorinsky subgrid-scale model. SST/RNG/RSM reproduce the experimentally observed direction of the incoming jet, but all RANS models fail in reproducing the turbulent kinetic energy, which is too low especially above and below the jet, because steady RANS does not capture the vertical flapping of the jet. This transient feature is reproduced by LES, resulting in a better reproduction of all three measured parameters (velocity, turbulent kinetic energy, volume flow rate). It is concluded that choice of the model (RANS vs. LES) actually depends on which parameter is the target parameter, noting that the use of LES entails an increase in computational demand with a factor of approximate to 80-100. (C) 2016 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","Authors":"van Hooff, T (van Hooff, T.) ; Blocken, B (Blocken, B.) ; Tominaga, Y (Tominaga, Y.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number van Hooff, Twan  A-4695-2013 http://orcid.org/0000-0002-7811-2745","Title":"On the accuracy of CFD simulations of cross-ventilation flows for a generic isolated building: Comparison of RANS, LES and experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393347300014 ISSN: 0997-7546 eISSN: 1873-7390","Keywords":"Large-eddy simulation; Spectral-element code; Stochastic sensitivity analysis; Generalized polynomial chaos; BARC benchmark KeyWords Plus:IDENTIFICATION; AERODYNAMICS; COLLOCATION; MODELS; VORTEX","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"EUROPEAN JOURNAL OF MECHANICS B-FLUIDS Volume: 62 Pages: 149-165 DOI: 10.1016/j.euromechflu.2016.12.008 Published: MAR-APR 2017","Abstract":"A stochastic analysis of the sensitivity to grid resolution and modeling of large-eddy simulations (LES) results is carried out for the flow around a 5:1 rectangular cylinder, which is the object of an international benchmark (BARC) collecting experimental and numerical flow realizations. Significant dispersion of the BARC predictions was observed for some quantities, also in LES, and deterministic sensitivity analyses were not conclusive. LES are carried out here by using a spectral-element numerical method. An explicit quadratic low-pass filter in the modal space is used, characterized by a cut-off value and by a weight function, which provides dissipation of the modes higher than the cut off and acts as a SGS dissipation. The uncertain parameters are the size of the spectral elements in the spanwise direction and the weight of the explicit filter. The impact of the uncertainty in these parameters is evaluated through generalized polynomial chaos. The analysis is repeated for two different grid resolutions in the streamwise and lateral directions. The most-probable values and the stochastic variance of the results are compared with the ensemble average and with the overall dispersion of the BARC predictions respectively. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Mariotti, A (Mariotti, A.) ; Siconolfi, L (Siconolfi, L.) ; Salvetti, MV (Salvetti, M. V.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Salvetti, Maria Vittoria  http://orcid.org/0000-0001-9083-1120 Mariotti, Alessandro  http://orcid.org/0000-0002-0082-7740","Title":"Stochastic sensitivity analysis of large-eddy simulation predictions of the flow around a 5:1 rectangular cylinder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391749700002 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"aerodynamics; ski; downhill; drag; CFD; EFD KeyWords Plus:AERODYNAMIC DRAG; FLUID-FLOWS; IDENTIFICATION; VORTEX","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 2 Article Number: 024002 DOI: 10.1088/1361-6404/38/2/024002 Published: MAR 2017","Abstract":"In downhill alpine skiing, skiers often exceed speeds of 120 km h(-1), with air resistance substantially affecting the overall race times. To date, studies on air resistance in alpine skiing have used wind tunnels and actual skiers to examine the relationship between the gliding posture and magnitude of drag and for the design of skiing equipment. However, these studies have not revealed the flow velocity distribution and vortex structure around the skier. In the present study, computational fluid dynamics are employed with the lattice Boltzmann method to derive the relationship between total drag and the flow velocity around a downhill skier in the full-tuck position. Furthermore, the flow around the downhill skier is visualised, and its vortex structure is examined. The results show that the total drag force in the downhill skier model is 27.0 N at a flow velocity of 15 m s(-1), increasing to 185.8 N at 40 ms(-1). From analysis of the drag distribution and the flow profile, the head, upper arms, lower legs, and thighs (including buttocks) are identified as the major sources of drag on a downhill skier. Based on these results, the design of suits and equipment for reducing the drag from each location should be the focus of research and development in ski equipment. This paper describes a pilot study that introduces undergraduate students of physics or engineering into this research field. The results of this study are easy to understand for undergraduate students.","Authors":"Asai, T (Asai, Takeshi) ; Hong, SC (Hong, Sungchan) ; Ijuin, K (Ijuin, Koichi)","Title":"Flow visualisation of downhill skiers using the lattice Boltzmann method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391749700001 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"aerodynamics; lift; drag; table tennis ball; flight experiments","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 2 Article Number: 024001 DOI: 10.1088/1361-6404/aa51ea Published: MAR 2017","Abstract":"The aerodynamic properties of a spinning table tennis ball were investigated using flight experiments. Using high-speed video cameras, the trajectory and rotation of an official ball (Nittaku 3-Star Premium), which was launched by a three rotor machine, were recorded. The drag and lift coefficients (CD and CL) were determined by analysing the video images. The measurements covered the speed and rotation range of typical table tennis shots in the form of the Reynolds number (Re) and dimensionless spin rate (SP), i.e. 3.0 x. 10(4) < Re < 9.0 x 10(4) and 0 < SP < 1.0, and CD and CL were obtained as functions of Re and SP. We determined that the lift coefficient CL is not a monotonically increasing function of SP. A deep valley of CL was found around SP = 0.5, and the lift force exerted on a spinning ball almost vanished at Re = 9.0 x 10(4) and 0.48 < SP < 0.5. These results qualitatively agree with the results from recent wind tunnel tests, but quantitative differences owing to the unsteady nature of the flight experiments remain. This anomaly in the lift coefficient should be called the 'lift crisis'.","Authors":"Miyazaki, T (Miyazaki, T.) ; Sakai, W (Sakai, W.) ; Komatsu, T (Komatsu, T.) ; Takahashi, N (Takahashi, N.) ; Himeno, R (Himeno, R.)","Title":"Lift crisis of a spinning table tennis ball"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391060400012 PubMed ID: 27103353 ISSN: 0264-0414 eISSN: 1466-447X","Keywords":"Cycling; mechanical power; muscle length; centre of mass; recumbent KeyWords Plus:FACTORS AFFECTING PERFORMANCE; FORCE-LENGTH CHARACTERISTICS; INTERNAL WORK; BIOMECHANICS; LOCOMOTION; ENERGETICS; MOVEMENT; GAIT; GASTROCNEMIUS; DETERMINANTS","Categories":"Sport Sciences Web of Science Categories:Sport Sciences","Journal Information":"JOURNAL OF SPORTS SCIENCES Volume: 35 Issue: 5 Pages: 491-499 DOI: 10.1080/02640414.2016.1175650 Published: MAR 2017","Abstract":"Recumbent bicycles (RB) are high performance, human-powered vehicles. In comparison to normal/upright bicycles (NB) the RB may allow individuals to reach higher speeds due to aerodynamic advantages. The purpose of this investigation was to compare the non-aerodynamic factors that may potentially influence the performance of the two bicycles. 3D body centre of mass (BCoM) trajectory, its symmetries, and the components of the total mechanical work necessary to sustain cycling were assessed through 3D kinematics and computer simulations. Data collected at 50, 70, 90 110rpm during stationary cycling were used to drive musculoskeletal modelling simulation and estimate muscle-tendon length. Results demonstrated that BCoM trajectory, confined in a 15-mm side cube, changed its orientation, maintaining a similar pattern across all cadences in both bicycles. RB displayed a reduced additional mechanical external power (16.1 +/- 9.7W on RB vs. 20.3 +/- 8.8W on NB), a greater symmetry on the progression axis, and no differences in the internal mechanical power compared to NB. Simulated muscle activity revealed small significant differences for only selected muscles. On the RB, quadriceps and gluteus demonstrated greater shortening, while biceps femoris, iliacus, and psoas exhibited greater stretch; however, aerodynamics still remains the principal benefit.","Authors":"Telli, R (Telli, Riccardo) ; Seminati, E (Seminati, Elena) ; Pavei, G (Pavei, Gaspare) ; Minetti, AE (Minetti, Alberto Enrico)","Title":"Recumbent vs. upright bicycles: 3D trajectory of body centre of mass, limb mechanical work, and operative range of propulsive muscles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389390000006 ISSN: 0888-3270","Keywords":"Full-field measurements; Digital image correlation; Forward looking infrared; Pressure sensitive paint; Pairwise Gaussian random field model; Reduced order model; Finite-element model KeyWords Plus:INFRARED THERMOGRAPHY","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 86 Pages: 49-65 Part: B Special Issue: SI DOI: 10.1016/j.ymssp.2016.04.013 Published: MAR 1 2017","Abstract":"The structural response of hypersonic aircraft panels is a multi-disciplinary problem, where the nonlinear structural dynamics, aerodynamics, and heat transfer models are coupled. A clear understanding of the impact of high-speed flow effects on the structural response, and the potential influence of the structure on the local environment, is needed in order to prevent the design of overly-conservative structures, a common problem in past hypersonic programs. The current work investigates these challenges from a structures perspective. To this end, the first part of this investigation looks at the modeling of the response of a rectangular panel to an external heating source (thermo-structural coupling) where the temperature effect on the structure is obtained from forward looking infrared (FLIR) measurements and the displacement via 3D-digital image correlation (DIC). The second part of the study uses data from a previous series of wind-tunnel experiments, performed to investigate the response of a compliant panel to the effects of high-speed flow, to train a pressure surrogate model. In this case, the panel aero-loading is obtained from fast-response pressure sensitive paint (PSP) measurements, both directly and from the pressure surrogate model. The result of this investigation is the use of full field experimental measurements to update the structural model and train a computational efficient model of the loading environment. The use of reduced order models, informed by these full-field physical measurements, is a significant step toward the development of accurate simulation models of complex structures that are computationally tractable. (C) 2016 Elsevier Ltd.. All rights reserved.","Authors":"Perez, R (Perez, R.) ; Bartram, G (Bartram, G.) ; Beberniss, T (Beberniss, T.) ; Wiebe, R (Wiebe, R.) ; Spottswood, SM (Spottswood, S. M.)","Title":"Calibration of aero-structural reduced order models using full-field experimental measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394672700003 ISSN: 2469-990X","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PHYSICAL REVIEW FLUIDS Volume: 2 Issue: 2 Article Number: 024703 DOI: 10.1103/PhysRevFluids.2.024703 Published: FEB 24 2017","Abstract":"This study addresses the flow structure and unsteady loading arising over a pitching low-aspect-ratio rectangular wing under low-Reynolds-number conditions of interest in small unmanned aerial vehicle operation and gust interactions. Simulations are performed employing a high-fidelity computational approach capable of accurately capturing the complex unsteady transitional flows. The wing is pitched about its quarter-chord axis to a maximum incidence of 45 degrees over time intervals ranging from four to 16 convective time scales. The Reynolds number based on the wing chord varied from 10(3) to 4 x 10(4). For the highest pitch rate, good agreement between the computed three-dimensional (3D) flow structure and recent experimental measurements is demonstrated. The 3D dynamic stall process is characterized by the formation of an initially spanwise-oriented leading-edge vortex which evolves into an arch-type structure with legs anchored to the wing surface. The normal vorticity in the arch vortex legs establishes a low-pressure region and swirling pattern on the wing surface. A distinct characteristic of the arch vortex is its upstream propagation and persistence over the wing, postulated to be the result of the self-induced velocity of the vortex and its image underneath the plate. Increasing either pitch rate or Reynolds number promotes a more coherent arch vortex and circulation pattern, and delays the onset of stall to a higher angle of attack. Even for the lowest pitch rate considered, a significant increase in maximum lift is achieved relative to the static situation.","Authors":"Visbal, MR (Visbal, Miguel R.)","Title":"Unsteady flow structure and loading of a pitching low-aspect-ratio wing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395353600041 PubMed ID: 28040211 ISSN: 0048-9697 eISSN: 1879-1026","Keywords":"Feather microbes; Haemorhous mexicanus; Uropygial gland; Urbanization KeyWords Plus:BACTERIA; URBANIZATION; PREVALENCE; COLORATION; RESOURCES; PASSERINE; BIRDS; OIL","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"SCIENCE OF THE TOTAL ENVIRONMENT Volume: 580 Pages: 425-429 DOI: 10.1016/j.scitotenv.2016.09.224 Published: FEB 15 2017","Abstract":"Urbanization of Earth's habitats has led to considerable loss of biodiversity, but the driving ecological mechanism(s) are not always clear. Vertebrates like birds typically experience urban alterations to diet, habitat availability, and levels of predation or competition, but may also be exposed to greater or more pathogenic communities of microbes. Birds have been popular subjects of urban ecological research but, to our knowledge, no study has assessed how urban conditions influence the microbial communities on bird plumage. Birds carry a large variety of microorganisms on their plumage and some of them have the capacity to degrade feather keratin and alter plumage integrity. To limit the negative effects of these feather-degrading bacteria, birds coat their feathers with preen gland secretions containing antibacterial substances. Here we examined urban-rural variation in feather microbial abundance and preen gland size in house finches (Haemorhous mexicanus). We found that, although urban and rural finches carry similar total-cultivable microbial loads on their plumage, the abundance of feather-degrading bacteria was on average three times higher on the plumage of urban birds. We also found an increase in preen gland size along the gradient of urbanization, suggesting that urban birds may coat their feathers with more preen oil to limit the growth or activity of feather-degrading microbes. Given that greater investment in preening is traded-off against other immunological defenses and that feather-degrading bacteria can alter key processes like thermoregulation, aerodynamics, and coloration, our findings highlight the importance of plumage microbes and microbial defenses on the ecology of urban birds. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Giraudeau, M (GiraudeauMathieu) ; Stikeleather, R (StikeleatherRyan) ; McKenna, J (McKennaJennifer) ; Hutton, P (HuttonPierce) ; McGraw, KJ (McGrawKevin, J.)","Title":"Plumage micro-organisms and preen gland size in an urbanizing context"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356400066 ISSN: 0360-5442 eISSN: 1873-6785","Keywords":"Unsteady wind; CFD; Unsteady RANS; Energy coefficient KeyWords Plus:VERTICAL-AXIS WIND; STOCHASTIC DIFFERENTIAL-EQUATIONS; LARGE-EDDY SIMULATION; LOW-REYNOLDS-NUMBER; DYNAMIC STALL; TIME-SERIES; TURBINE; AERODYNAMICS; PERFORMANCE; FLOW","Categories":"Thermodynamics; Energy & Fuels Web of Science Categories:Thermodynamics; Energy & Fuels","Journal Information":"ENERGY Volume: 121 Pages: 854-864 DOI: 10.1016/Lenergy.2017.01.041 Published: FEB 15 2017","Abstract":"Unsteady wind is characterized by low energy content and large fluctuations. A Computational Fluid Dynamics (CFD)-based method for capturing wind energy in a fluctuating free-stream, supported by analytical formulations, is investigated in this paper. We implemented unsteady Reynolds-Averaged Navier-Stokes (RANS) solver to control the dynamic mesh motion. Using an urban wind resource, characteristic fluctuation frequencies at 0.5 Hz, 1.0 Hz, and 2.0 Hz have been selected to demonstrate the enhanced wind energy capture. The numerical energy coefficient marginally changed from 036 at 0.5 Hz to 0.37 at both 1 Hz and 2 Hz cases. The results reveal that the highest frequency of fluctuation with meaningful energy content in unsteady wind condition is 1 Hz. The study findings promote our understanding about the energy associated with short-period fluctuations reflecting realistic unsteady wind environment. Additionally, the present study approach to analyze wind energy capture on a HDarrieus wind rotor in a fluctuating free-stream can be extrapolated to other slightly complex VAWT configurations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wekesa, DW (Wekesa, David Wafula) ; Wang, C (Wang, Cong) ; Wei, YJ (Wei, Yingjie) ; Danao, LAM (Danao, Louis Angelo M.)","Title":"Analytical and numerical investigation of unsteady wind for enhanced energy capture in a fluctuating free-stream"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392495600001 ISSN: 0271-2091 eISSN: 1097-0363","Keywords":"ALE: arbitrary Lagrangian-Eulerian; fluid-structure interaction; immersed boundary; lattice Boltzmann; Navier-Stokes; incompressible flow KeyWords Plus:FLUX SOLVER; UNSTEADY AERODYNAMICS; THERMAL-FLOWS; BODY; PARTICLES; DYNAMICS; NUMBERS; ZIGZAG; MOTION; FLUIDS","Categories":"Computer Science; Mathematics; Mechanics; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas","Journal Information":"INTERNATIONAL JOURNAL FOR NUMERICAL METHODS IN FLUIDS Volume: 83 Issue: 4 Pages: 331-350 DOI: 10.1002/fld.4270 Published: FEB 10 2017","Abstract":"For simulating freely moving problems, conventional immersed boundary-lattice Boltzmann methods encounter two major difficulties of an extremely large flow domain and the incompressible limit. To remove these two difficulties, this work proposes an immersed boundary-lattice Boltzmann flux solver (IB-LBFS) in the arbitrary Lagragian-Eulerian (ALE) coordinates and establishes a dynamic similarity theory. In the ALE-based IB-LBFS, the flow filed is obtained by using the LBFS on a moving Cartesian mesh, and the no-slip boundary condition is implemented by using the boundary condition-enforced immersed boundary method. The velocity of the Cartesian mesh is set the same as the translational velocity of the freely moving object so that there is no relative motion between the plate center and the mesh. This enables the ALE-based IB-LBFS to study flows with a freely moving object in a large open flow domain. By normalizing the governing equations for the flow domain and the motion of rigid body, six non-dimensional parameters are derived and maintained to be the same in both physical systems and the lattice Boltzmann framework. This similarity algorithm enables the lattice Boltzmann equation-based solver to study a general freely moving problem within the incompressible limit. The proposed solver and dynamic similarity theory have been successfully validated by simulating the flow around an in-line oscillating cylinder, single particle sedimentation, and flows with a freely falling plate. The obtained results agree well with both numerical and experimental data. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Wang, Y (Wang, Y.) ; Shu, C (Shu, C.) ; Yang, LM (Yang, L. M.) ; Sun, Y (Sun, Y.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shu, Chang  http://orcid.org/0000-0003-0825-0883","Title":"On the immersed boundary-lattice Boltzmann simulations of incompressible flows with freely moving objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394831500059 ISSN: 1359-4311","Keywords":"PIV; CFD; Pressure waves; Contact surface; Velocity field KeyWords Plus:DESIGN","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 112 Pages: 610-620 DOI: 10.1016/j.applthermaleng.2016.10.142 Published: FEB 5 2017","Abstract":"This paper presents results of investigations focused on a pressure wave exchanger demonstrator, constructed at the Aerodynamics Division at Warsaw University of Technology. Main flow features of the device were analyzed and experimental data was collected in order to perform validation of CFD calculations. Three different turbulence models (Standard-k-omega), SST-k-omega) and SST-SAS) were used in simulations and tested in unsteady conditions. Data in form of: velocity field, shape and position of the contact surface between the driving and the driven medium served to perform comparison between PIV measurements and numerical calculations, which revealed that the best correlation between experiments and numerical data was obtained with SST-SAS turbulence model. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kurec, K (Kurec, Krzysztof) ; Piechna, J (Piechna, Janusz) ; Gumowski, K (Gumowski, Konrad)","Title":"Investigations on unsteady flow within a stationary passage of a pressure wave exchanger, by means of Ply measurements and CFD calculations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393011700001 ISSN: 0045-7930 eISSN: 1879-0747","Keywords":"Stability analysis; Hypersonic; Aerodynamics; Boundary layer transition; Crossflow waves","Categories":"Computer Science; Mechanics Web of Science Categories:Computer Science, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTERS & FLUIDS Volume: 144 Pages: 1-9 DOI: 10.1016/j.compfluid.2016.11.016 Published: FEB 2 2017","Abstract":"Traveling and stationary crossflow-wave instabilities in a laminar Mach 6 boundary layer are investigated on a 38.1% scale model of the Fifth Hypersonic International Flight Research Experiment (HIFiRE-5) elliptic cone at zero angle of attack and yaw. The Langley Stability and Transition Analysis Code (LASTRAC) was used to analyze the crossflow dominated boundary layer in the mid-span region near the downstream end of the model. Disturbance growth rates, wave angles, and phase speeds are computed with LASTRAC using quasi -parallel Linear Stability Theory (LST), Linear Parabolized StabilityEquations (LPSE), and two-plane or surface marching LPSE (2pLPSE). The predicted wave angles and phase speeds are validated using experimental data, and are found to be in better agreement than previous computations. Further numerical analysis is conducted using the Spatial BiGlobal technique (SBG), which simultaneously accounts for wall-normal and spanwise gradients in the mean boundary layer at a particular axial station. For the first time in the literature, a comparison is made between crossflow wave growth rates computed using LST, LPSE, and 2pLPSE and those computed using SBG, accounting for curvature and geometric divergence of the elliptic cone. The agreement between LST, LPSE, and SBG is fair at best, but excellent agreement is realized between 2pLPSE and SBG. This result constitutes a co-verification of the LASTRAC and SBG stability codes, and provides evidence that 2pLPSE accurately models the physics of the traveling-crossflow instability. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lakebrink, MT (Lakebrink, Matthew T.) ; Paredes, P (Paredes, Pedro) ; Borg, MP (Borg, Matthew P.)","Title":"Toward robust prediction of crossflow-wave instability in hypersonic boundary layers"}, {"Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AIAA JOURNAL Volume: 55 Issue: 2 Pages: 341-351 DOI: 10.2514/1.J055112 Published: FEB 2017","Abstract":"The commonly observed overprediction of tip loads on wind-turbine blades by classical blade-element momentum theory is investigated by means of an analytical method that determines the exact tip-loss factor for a given blade flow angle. The analytical method is general and can be applied to any higher-fidelity computational method such as free-wake methods or computational fluid dynamics analyses. In this work, the higher-order free-wake method WindDVE is used to compute tip-vortex rollup and wake expansion in the near wake of a highly loaded wind-turbine rotor. The resulting spanwise distributions of the blade flow angle serve as input to the analytical method that is subsequently tested for the National Renewable Energy Laboratory phase 6 rotor by implementing a corrected tip-loss factor into the blade-element code XTurb. It is found that a simple modification can be added to the classical tip-loss factor in blade-element momentum theory that leads to improved prediction of blade tip loads at no additional computational expense.","Authors":"Schmitz, S (Schmitz, Sven) ; Maniaci, DC (Maniaci, David C.)","Title":"Methodology to Determine a Tip-Loss Factor for Highly Loaded Wind Turbines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395555300004 ISSN: 0001-1452 eISSN: 1533-385X","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AIAA JOURNAL Volume: 55 Issue: 2 Pages: 377-388 DOI: 10.2514/1.J054888 Published: FEB 2017","Abstract":"This paper is a numerical investigation on model reduction and control system design of integrally actuated membrane wings. A high-fidelity electroaeromechanical model is used for the simulation of the dynamic fluid-structure interaction between a low-Reynolds-number flow and a dielectric elastomeric wing. Two reduced-order models with different levels of complexity are then derived. They are based on the projection of the full-order discretization of fluid and structure on modal shapes obtained from eigenvalue analysis and proper orthogonal decomposition. The low-order systems are then used for the design of proportional-integral-derivative and linear-quadratic-Gaussian feedback schemes to control wing lift. When implemented in the full-order model, closed-loop dynamics are in very good agreement with the reduced-order model for both tracking and gust rejection, demonstrating the suitability of the approach. The control laws selected in this work were found to be effective only for low-frequency disturbances due to the large phase delay introduced by the fluid convective time scales, but results demonstrate the potential for the aerodynamic control of membrane wings in outdoor flight using dielectric elastomers.","Authors":"Buoso, S (Buoso, Stefano) ; Palacios, R (Palacios, Rafael)","Title":"On-Demand Aerodynamics in Integrally Actuated Membranes with Feedback Control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395511700024 ISSN: 0742-4795 eISSN: 1528-8919","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING FOR GAS TURBINES AND POWER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 2 Article Number: 022606 DOI: 10.1115/1.4034326 Published: FEB 2017","Abstract":"Interest in vertical-axis wind turbines (VAWTs) is experiencing a renaissance after most major research projects came to a standstill in the mid 1990s, in favor of conventional horizontal-axis turbines (HAWTs). Nowadays, the inherent advantages of the VAWT concept, especially in the Darrieus configuration, may outweigh their disadvantages in specific applications, like the urban context or floating platforms. To enable these concepts further, efficient, accurate, and robust aerodynamic prediction tools and design guidelines are needed for VAWTs, for which low-order simulation methods have not reached yet a maturity comparable to that of the blade element momentum theory for HAWTs' applications. The two computationally efficient methods that are presently capable of capturing the unsteady aerodynamics of Darrieus turbines are the double multiple streamtubes (DMS) theory, based on momentum balances, and the lifting line theory (LLT) coupled to a free vortex wake model. Both methods make use of tabulated lift and drag coefficients to compute the blade forces. Since the incidence angles range experienced by a VAWT blade is much wider than that of a HAWT blade, the accuracy of polars in describing the stall region and the transition toward the \"thin plate like\" behavior has a large effect on simulation results. This paper will demonstrate the importance of stall and poststall data handling in the performance estimation of Darrieus VAWTs. Using validated CFD simulations as a baseline, comparisons are provided for a blade in VAWT-like motion based on a DMS and a LLT code employing three sets of poststall data obtained from a wind tunnel campaign, XFoil predictions extrapolated with the Viterna-Corrigan model and a combination of them. The polar extrapolation influence on quasi-steady operating conditions is shown and azimuthal variations of thrust and torque are compared for exemplary tip-speed ratios (TSRs). In addition, the major relevance of a proper dynamic stall model into both the simulation methods is highlighted and discussed.","Authors":"Marten, D (Marten, David) ; Bianchini, A (Bianchini, Alessandro) ; Pechlivanoglou, G (Pechlivanoglou, Georgios) ; Balduzzi, F (Balduzzi, Francesco) ; Nayeri, CN (Nayeri, Christian Navid) ; Ferrara, G (Ferrara, Giovanni) ; Paschereit, CO (Paschereit, Christian Oliver) ; Ferrari, L (Ferrari, Lorenzo)","Title":"Effects of Airfoil's Polar Data in the Stall Region on the Estimation of Darrieus Wind Turbine Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394376400006 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; nonlinear dynamical systems KeyWords Plus:SELF-SUSTAINED OSCILLATIONS; SYMMETRIC SUDDEN EXPANSION; REYNOLDS-NUMBER; CIRCULAR-CYLINDERS; CONFINED JET; SHEAR-LAYER; INSTABILITIES; CHANNEL; SPHERE; MODEL","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 813 Pages: 1-22 DOI: 10.1017/j.fm.2016.771 Published: FEB 2017","Abstract":"This paper reports results obtained with two-dimensional numerical simulations of viscous incompressible flow in a symmetric channel with a sudden expansion and contraction, creating two facing cavities; a so-called double cavity. Based on time series recorded at discrete probe points inside the double cavity, different flow regimes are identified when the Reynolds number and the intercavity distance are varied. The transition from steady to chaotic flow behaviour can in general he summarized as follows: steady (fixed) point, period-1 limit cycle, intermediate regime (including quasi-periodicity) and torus breakdown leading to toroidal chaos. The analysis of the intracavity vorticity reveals a 'carousel' pattern, creating a feedback mechanism, that influences the shear-layer oscillations and makes it possible to identify in which regime the flow resides. A relation was found between the ratio of the shear-layer frequency peaks and the number of small intracavity structures observed in the flow field of a given regime. The properties of each regime are determined by the interplay of three characteristic time scales: the turnover time of the large intracavity vortex, the lifetime of the small intracavity vortex structures and the period of the dominant shear-layer oscillations.","Authors":"Tuerke, F (Tuerke, F.) ; Pastur, L (Pastur, L.) ; Fraigneau, Y (Fraigneau, Y.) ; Sciamarella, D (Sciamarella, D.) ; Lusseyran, F (Lusseyran, F.) ; Artana, G (Artana, G.)","Title":"Nonlinear dynamics and hydrodynamic feedback in two-dimensional double cavity flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394376400011 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; separated flows; vortex flows KeyWords Plus:LEADING-EDGE VORTEX; LOW REYNOLDS-NUMBERS; WEIS-FOGH MECHANISM; FLAT-PLATE; FLOW STRUCTURE; FLIGHT; AIRFOIL; VORTICES; DYNAMICS; STALL","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 813 Pages: 110-126 DOI: 10.1017/jfm.2016.849 Published: FEB 2017","Abstract":"High-incidence lift generation via flow reattachment is studied. Different reattachment mechanisms are distinguished, with dynamic manoeuvres and tip vortex downwash being separate mechanisms. We focus on the latter mechanism, Which is strictly available to finite wings, and isolate it by considering steadily translating wings. The tip vortex downwash provides a smoother merging of the flow at the trailing edge, thus assisting in establishing a Kutta condition there. This decreases the strength/amount of vorticity shed from the trailing edge, and in turn maintains an effective bound circulation resulting in continued lift generation at high angles of attack. Just below the static lift-stall angle of attack, strong vorticity is shed at the trailing edge indicating an increasingly intermittent reattachment/detachment of the instantaneous flow at mid-span. Above this incidence, the trailing-edge shear layer increases in strength/size representing a negative contribution to the lift and leads to stall. Lastly, we show that the mean-flow topology is equivalent to a vortex pair regardless of the particular physical flow configuration.","Authors":"DeVoria, AC (DeVoria, Adam C.) ; Mohseni, K (Mohseni, Kamran)","Title":"On the mechanism of high-incidence lift generation for steadily translating low-aspect-ratio wings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394376400019 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"turbulent flows; vortex flows; wakes/jets KeyWords Plus:PROPER ORTHOGONAL DECOMPOSITION; CIRCULAR-CYLINDER; FLOW TURBINE; AERODYNAMICS; STALL; VELOCITY; NUMBER; ROTOR; FIELD; PIV","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 813 Pages: 346-381 DOI: 10.1017/jfm.016.862 Published: FEB 2017","Abstract":"We present experimental data to demonstrate that the far wake of a vertical-axis wind turbine (VAWT) exhibits features that are quantitatively similar to that of a circular cylinder with the same aspect ratio. For a fixed Reynolds number (Re 0.8 x 105) and variable tip-speed ratio, two-dimensional particle image velocimetry (PIV) is used to measure the velocity field in the wake of four different laboratory-scale models: a 2-bladed, 3-bladed and 5-bladed VAWT, as well as a circular cylinder. With these measurements, we use spectral analysis and proper orthogonal decomposition (POD) to evaluate statistics of the velocity field and investigate the large-scale coherent motions of the wake. In all cases, we observe three distinct regions in the VAWT wake: (i) the near wake, where periodic blade vortex shedding dominates; (ii) a transition region, where growth of a shear-layer instability occurs; (iii) the far wake, where bluff-body wake oscillations dominate. We define a dynamic solidity parameter, an, that relates the characteristic scales of the flow to the streamwise transition location in the wake. In general, we find that increasing an leads to an earlier transition, a greater initial velocity deficit and a faster rate of recovery in the wake. We propose a coordinate transformation using aD in which the minimum velocity recovery profiles of the VAWT wake closely match that of the cylinder wake. The results have implications for manipulating VAWT wake recovery within a wind farm.","Authors":"Araya, DB (Araya, Daniel B.) ; Colonius, T (Colonius, Tim) ; Dabiri, JO (Dabiri, John O.)","Title":"Transition to bluff-body dynamics in the wake of vertical-axis wind turbines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394376400024 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"aerodynamics; flow structure interactions KeyWords Plus:INDUCED VIBRATIONS; SECTION CYLINDER; FLOW; AUTOROTATION; OSCILLATIONS; GEOMETRY; WINGS; AXIS","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 813 Pages: 482-507 DOI: 10.1017/jfm.2016.77 Published: FEB 2017","Abstract":"A numerical investigation of vortex-induced rotations (VIRs) of a rigid square cylinder, which is free to rotate in the azimuthal direction in a two-dimensional uniform cross-flow, is presented. Two-dimensional simulations are performed in a range of Reynolds numbers between 45 and 150 with a fixed mass and moment of inertia of the cylinder. The parametric investigation reveals six different dynamic responses of the square cylinder (expanding on those reported by Zaki et al. Fluids' Struct., vol. 8, 1994, pp. 555-582)) and their coupled vortex patterns at low Reynolds numbers. In each characteristic regime, moment generating mechanisms are elucidated with investigations of instantaneous flow fields and surface pressure distributions at chosen time instants in a period of rotation response. Our simulation results also elucidate that VIRs significantly influence the statistics of drag and lift force coefficients: (i) the onset of a rapid increases of the two coefficients at Re 80 and (ii) their step increases in the autorotation regime.","Authors":"Ryu, S (Ryu, Sungmin) ; Iaccarino, G (Iaccarino, Gianluca)","Title":"Vortex-induced rotations of a rigid square cylinder at low Reynolds numbers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606900008 ISSN: 0889-9746","Keywords":"Tandem wheels; Aerodynamic forces; Unsteady; Aerodynamics; Pry; POD KeyWords Plus:TURBULENT FLOWS; AIRFRAME NOISE; CYLINDERS; FORCES; PIV","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF FLUIDS AND STRUCTURES Volume: 69 Pages: 121-136 DOI: 10.1016/j.jfluidstructs.2016.11.022 Published: FEB 2017","Abstract":"The major unsteady aerodynamic forces and major physics of a generic single wheel and tandem wheels are studied for the first time using wind tunnel tests. The wind-tunnel tests are performed in the 2.1 m x1.5 m wind tunnel at the University of Southampton. The tandem-wheel configuration consists of two in-line wheels that can be tested at different inter-axis distances and various installation angles. A vibration test is performed in situ on the model assembly to validate the unsteady-load measurements. Mean and unsteady aerodynamic loads and on surface pressures are measured. Particle Image Velocimetry is used to acquire the velocity fields in the wake downstream of the model and surface oil-flow technique is used to identify the flow features on the surface of the wheels. Proper Orthogonal Decomposition is also used to characterise the wake in terms of unsteady fluctuations. The results of the experiments on the tandem wheels show that higher values of inter-axis distance correspond to slightly higher total mean drag coefficients and remarkably lower drag coefficient RMS values. Higher installation angles are associated with higher mean drag coefficients but generally lower fluctuations of the force coefficients. Non-zero mean lift coefficients are found for low inter-axis distance configurations at zero installation angle. The flow on the single wheel and on the front wheel of the tandem wheels is affected by laminar-turbulent transitional features. The vortical structures past the tandem wheels consist of four vortices that detach from the tyre shoulders of the front wheel and interact with the rear wheel. The study and obtained databases contribute to the general understanding of the complex flow and help to improve engineering predication of the gear aerodynamic loads.","Authors":"Spagnolo, S (Spagnolo, Stefano) ; Zhang, X (Zhang, Xin) ; Hu, ZW (Hu, Zhiwei) ; Stalnov, O (Stalnov, Oksana) ; Angland, D (Angland, David)","Title":"Unsteady aerodynamics of single and tandem wheels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606900009 ISSN: 0889-9746","Keywords":"Flapping airfoil; Thrust modeling; Reduced-order model; System identification; Unsteady flow KeyWords Plus:COMPUTATIONAL-FLUID-DYNAMICS; PROPULSIVE EFFICIENCY; FLUTTER ANALYSIS; VOLTERRA THEORY; FLIGHT; AERODYNAMICS; GENERATION; FREQUENCY; PROGRESS","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF FLUIDS AND STRUCTURES Volume: 69 Pages: 137-153 DOI: 10.1016/j.jfluidstructs.2016.12.005 Published: FEB 2017","Abstract":"This paper presents a novel reduced-order model (ROM) of thrust for an efficiently flapping airfoil using system identification method. A NACA0012 airfoil pitching and plunging at a low Reynolds number of 40,000 is used to test the ROM. Unlike conventional aerodynamic models which introduce the airfoil displacements directly as inputs, this study utilizes the quadratic terms of displacements as inputs to overcome the frequency-doubling effect of propulsion forces over the oscillation frequency. The autoregressive with exogenous input (ARX) model is adopted to construct mappings between the input and output data. Meanwhile, a heuristic searching strategy is applied for sensitivity analysis of the input variables and the optimal input-vector is determined. The ROMs are then validated in the time domain by comparing their predicted thrust responses with those of CFD simulations under either harmonic or random excitations. Results show that the proposed ROMs can accurately predict the thrust responses of a flapping airfoil with arbitrary motions from moderate to small oscillation amplitudes where a leading edge vortex does not develop, while the computational cost can be reduced by nearly 2 orders of magnitude compared to the high-fidelity CFD simulation method. Finally, the validity of ROMs is mostly clearly shown by using them for propulsive characteristic analysis of a flapping airfoil. Excellent qualities of the ROMs indicate that they can be used for flapping mode optimization and flapping flight control in future research.","Authors":"Li, XT (Li, Xintao) ; Liu, YL (Liu, Yilang) ; Kou, JQ (Kou, Jiaqing) ; Zhang, WW (Zhang, Weiwei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kou, Jiaqing  http://orcid.org/0000-0002-0965-5404","Title":"Reduced-order thrust modeling for an efficiently flapping airfoil using system identification method"}]