[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398200500007 ISSN: 0734-6018 eISSN: 1533-855X","Categories":"Cultural Studies Web of Science Categories:Cultural Studies","Journal Information":"REPRESENTATIONS Issue: 137 Pages: 143-166 Special Issue: SI DOI: 10.1525/rep.2017.137.7.143 Published: WIN 2017","Abstract":"This article develops a linguistic media theory that brings together Peircean materialist indexicality from Barthes, Bazin, Doane, Krauss, and others with linguistic anthropologist Michael Silverstein's nonreferential (social) indexicality. Following Argentine sound artist Eduardo Costa's practice with tape recording, the article challenges critical theory to account for the sonic meaning at play in pragmatic (nonsemantic) communication related to gender, race, and diasporic community. More than a mere supplement or limit, material sonic media expand aesthetic representation, and media archaeology opens new possibilities to intervene in language politics. Representations 137. Winter 2017 (C) The Regents of the University of California.","Authors":"McEnaney, T (McEnaney, Tom)","Title":"Real-to-Reel: Social Indexicality, Sonic Materiality, and Literary Media Theory in Eduardo Costa's Tape Works"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000396605500006 ISSN: 1715-9261","Categories":"Literature Web of Science Categories:Literary Theory & Criticism","Journal Information":"ANALYSES-REVUE DE CRITIQUE ET DE THEORIE LITTERAIRE Volume: 12 Issue: 1 Pages: 103-126 Published: WIN 2017","Abstract":"While the impact of crime on the literature and social imagination of the 19th century is well known to French historiography, Quebec historians have been slow in addressing this phenomenon, despite its significance on our side of the Atlantic too. The aim of this article is to explore this question by replacing some of the first French-Canadian novels into the local context of their publication. Inspired by great faits divers (such as the famous affair related to the crimes perpetrated by Charles Chambers and his crew), these texts maintain a close relationship with newspapers and, consequently, with the political debates that have taken place within the Quebec public sphere during the 1830s and the 1840s.","Authors":"Gagnon, A (Gagnon, Alex)","Title":"Archaeology of the \"gang of Chambers\" Stories of murder, literature and public space in Quebec (1837-1844)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200031 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: abundances; stars: formation; stars: Population III; supernovae: general KeyWords Plus:METAL-POOR STARS; ARCHAEOLOGY SAGA DATABASE; MILKY-WAY; CHEMICAL ABUNDANCES; STELLAR ABUNDANCES; 1ST STARS; FE/H LESS-THAN-OR-EQUAL-TO-3.5; HAMBURG/ESO SURVEY; CARBON-RICH; NUCLEOSYNTHESIS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 418-425 DOI: 10.1093/mnras/stx480 Published: JUN 2017","Abstract":"Extremely metal-poor (EMP) stars are uniquely informative on the nature of massive Population III stars. Modulo a few elements that vary with stellar evolution, the present-day photospheric abundances observed in EMP stars are representative of their natal gas cloud composition. For this reason, the chemistry of EMP stars closely reflects the nucleosynthetic yields of supernovae from massive Population III stars. Here we collate detailed abundances of 53 EMP stars from the literature and infer the masses of their Population III progenitors. We fit a simple initial mass function (IMF) to a subset of 29 of the inferred Population III star masses, and find that the mass distribution is well represented by a power-law IMF with exponent alpha = 2.35(-0.24)(+0.29). The inferred maximum progenitor mass for supernovae from massive Population III stars is M-max = 87(-33)(+13) M (circle dot), and we find no evidence in our sample for a contribution from stars with masses above similar to 120 M-circle dot. The minimum mass is strongly consistent with the theoretical lower mass limit for Population III supernovae. We conclude that the IMF for massive Population III stars is consistent with the IMF of present-day massive stars and there may well have formed stars much below the supernova mass limit that could have survived to the present day.","Authors":"Fraser, M (Fraser, M.) ; Casey, AR (Casey, A. R.) ; Gilmore, G (Gilmore, G.) ; Heger, A (Heger, A.) ; Chan, C (Chan, C.)","Title":"The mass distribution of Population III stars"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398785800013 ISSN: 1063-5157 eISSN: 1076-836X","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 474-476 DOI: 10.1093/sysbio/syw085 Published: MAY 2017","Authors":"List, JM (List, Johann-Mattis)","Title":"Cultural Phylogenetics: Concepts and Applications in Archaeology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398789800030 PubMed ID: 28348218 ISSN: 0027-8424","Keywords":"archaic states; royal palaces; Mesoamerican archaeology KeyWords Plus:STATE","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 15 Pages: 3805-3814 DOI: 10.1073/pnas.1701336114 Published: APR 11 2017","Abstract":"Recently completed excavations at the site of El Palenque in Mexico's Valley of Oaxaca have recovered the well-preserved remains of a palace complex dated by associated radiocarbon samples and ceramics to the Late Formative period or Late Monte Alban I phase (300-100 BC), the period of archaic state emergence in the region. The El Palenque palace exhibits certain architectural and organizational features similar to the royal palaces of much later Mesoamerican states described by Colonial-period sources. The excavation data document a multifunctional palace complex covering a maximum estimated area of 2,790 m(2) on the north side of the site's plaza and consisting of both governmental and residential components. The data indicate that the palace complex was designed and built as a single construction. The palace complex at El Palenque is the oldest multifunctional palace excavated thus far in the Valley of Oaxaca.","Authors":"Redmond, EM (Redmond, Elsa M.) ; Spencer, CS (Spencer, Charles S.)","Title":"Ancient palace complex (300-100 BC) discovered in the Valley of Oaxaca, Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795800010 ISSN: 0003-813X eISSN: 1475-4754","Keywords":"ARCHAEOMETRY; BLACK CARBON; FIRE HISTORY; HYDROFLUORIC ACID; BMIMPF6; IONIC LIQUID; SOIL KeyWords Plus:SEDIMENTS; HOLOCENE; CLIMATE; LAKE","Categories":"Archaeology; Chemistry; Geology Web of Science Categories:Archaeology; Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Geosciences, Multidisciplinary","Journal Information":"ARCHAEOMETRY Volume: 59 Issue: 2 Pages: 346-355 DOI: 10.1111/arcm.12262 Published: APR 2017","Abstract":"In this study, we present a novel, safe method for how to remove inorganic components from soil samples studied for archaeological purposes, in order to improve studies of the distribution of black carbon in the sedimentary record. As the depositional history of this material depends on the interaction between humans and the natural environment, this method can be widely used in archaeology, landscape archaeology, palaeoecology, environmental geology and sedimentology. Our method does not require the use of dangerous hydrofluoric acid, which is commonly used for the removal of silicon oxide from such samples; therefore, this procedure allows even less chemically trained scientists to analyse soil samples with an increased level of work safety.","Authors":"Bartunek, V (Bartunek, V.) ; Dobrovolny, K (Dobrovolny, K.) ; Svecova, M (Svecova, M.) ; Matejka, P (Matejka, P.) ; Sida, P (Sida, P.) ; Pokorny, P (Pokorny, P.) ; Kuchar, M (Kuchar, M.) ; Cerna, E (Cerna, E.)[ 10 ]","Title":"OBTAINING BLACK CARBON-A SIMPLE METHOD FOR THE SAFE REMOVAL OF MINERAL COMPONENTS FROM SOILS AND ARCHAEOLOGICAL LAYERS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398422200002 ISSN: 2041-8205 eISSN: 2041-8213","Keywords":"diffusion; galaxies: abundances; galaxies: dwarf; galaxies: ISM; hydrodynamics; methods: numerical KeyWords Plus:R-PROCESS ELEMENTS; SMOOTHED PARTICLE HYDRODYNAMICS; ARCHAEOLOGY SAGA DATABASE; LARGE-EDDY SIMULATION; NEUTRON-STAR MERGERS; POOR STARS; CHEMICAL EVOLUTION; STELLAR ABUNDANCES; 1ST-PRINCIPLE SIMULATIONS; COSMOLOGICAL SIMULATIONS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL LETTERS Volume: 838 Issue: 2 Article Number: L23 DOI: 10.3847/2041-8213/aa6799 Published: APR 1 2017","Abstract":"Metal mixing plays a critical role in the enrichment of metals in galaxies. The abundance of elements such as Mg, Fe, and Ba in metal-poor stars helps us understand the metal mixing in galaxies. However, the efficiency of metal mixing in galaxies is not yet understood. Here we report a series of N-body/smoothed particle hydrodynamics simulations of dwarf galaxies with different efficiencies of metal mixing using a turbulence-induced mixing model. We show that metal mixing apparently occurs in dwarf galaxies from Mg and Ba abundances. We find that a scaling factor for metal diffusion larger than 0.01 is necessary to reproduce the measured abundances of Ba in dwarf galaxies. This value is consistent with the value expected from turbulence theory and experiments. We also find that the timescale of metal mixing is less than 40 Myr. This timescale is shorter than the typical dynamical times of dwarf galaxies. We demonstrate that the determination of a degree of scatters of Ba abundance by the observation will help us to better constrain the efficiency of metal mixing.","Authors":"Hirai, Y (Hirai, Yutaka) ; Saitoh, TR (Saitoh, Takayuki R.)","Title":"Efficiency of Metal Mixing in Dwarf Galaxies"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398126800137 ISSN: 0009-840X eISSN: 1464-3561","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL REVIEW Volume: 67 Issue: 1 Pages: 283-285 DOI: 10.1017/S0009840X16001724 Published: APR 2017","Authors":"Barker, G (Barker, Graeme)","Title":"Human settlements in the Middle Mediterranean coastal zone: installation factors and process of appropriation of space (Pre history, Antiquity, Middle Ages). Acts of the XXXIV International meetings of Archaeology and history of Antibes, 15-17 October 2013"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398430300018 ISSN: 1077-3142 eISSN: 1090-235X","Keywords":"Photogrammetric computer vision; Unmanned aerial vehicles; Image-based 3D reconstruction; Mapping Camera calibration; Image acquisition; Online feedback; Structure-from-motion; Georeferencing; Fiducial markers; Accuracy evaluation","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"COMPUTER VISION AND IMAGE UNDERSTANDING Volume: 157 Pages: 255-273 Special Issue: SI DOI: 10.1016/j.cviu.2016.04.008 Published: APR 2017","Abstract":"During the last decades photogrammetric computer vision systems have been well established in scientific and commercial applications. Recent developments in image-based 3D reconstruction systems have resulted in an easy way of creating realistic, visually appealing and accurate 3D models. We present a fully automated processing pipeline for metric and geo-accurate 3D reconstructions of complex geometries supported by an online feedback method for user guidance during image acquisition. Our approach is suited for seamlessly matching and integrating images with different scales, from different view points (aerial and terrestrial), and with different cameras into one single reconstruction. We evaluate our approach based on different datasets for applications in mining, archaeology and urban environments and thus demonstrate the flexibility and high accuracy of our approach. Our evaluation includes accuracy related analyses investigating camera self-calibration, georegistration and camera network configuration. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Rumpler, M (Rumpler, Markus) ; Tscharf, A (Tscharf, Alexander) ; Mostegel, C (Mostegel, Christian) ; Daftry, S (Daftry, Shreyansh) ; Hoppe, C (Hoppe, Christof) ; Prettenthaler, R (Prettenthaler, Rudolf) ; Fraundorfer, F (Fraundorfer, Friedrich) ; Mayer, G (Mayer, Gerhard) ; Bischof, H (Bischof, Horst)","Title":"Evaluations on multi-scale camera networks for precise and geo-accurate reconstructions from aerial and terrestrial images with user guidance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396794300003 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Midden; Acidification; delta N-15; Proxy; Archaeology KeyWords Plus:STABLE-ISOTOPE RATIOS; WASTE-WATER INPUTS; ORGANIC-MATTER; CRASSOSTREA-VIRGINICA; CARBON ISOTOPES; CHESAPEAKE BAY; BONE-COLLAGEN; FOOD-WEB; DELTA-N-15; MARINE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 202 Pages: 39-56 DOI: 10.1016/j.gca.2016.12.023 Published: APR 1 2017","Abstract":"Oysters (Crassostrea virginica) were an important food resource for native peoples of the northern Gulf of Mexico, who deposited waste shells in middens. Nitrogen (N) stable isotopes (delta N-15) in bivalve shells have been used as modern proxies for estuarine N sources because they approximate delta N-15 in suspended particulate matter. We tested the use of midden shell delta N-15 as a proxy for ancient estuarine N sources. We hypothesized that isotopic signatures in ancient shells from coastal Mississippi would differ from modern shells due to increased anthropogenic N sources, such as wastewater, through time. We decalcified shells using an acidification technique previously developed for modern bivalves, but modified to determine delta N-15, delta C-13, %N, and % organic C of these low-N, high-C specimens. The modified method resulted in the greatest percentage of usable data from midden shells. Our results showed that oyster shell delta N-15 did not significantly differ between ancient (500-2100 years old) and modern oysters from the same locations where the sites had undergone relatively little land-use change. delta N-15 values in modern shells, however, were positively correlated with water column nitrate concentrations associated with urbanization. When N content and total shell mass were combined, we estimated that middens sequestered 410-39,000 kg of relic N, buried at a rate of up to 5 kg N m(-2) yr(-1). This study provides a relatively simple technique to assess baseline conditions in ecosystems over long time scales by demonstrating that midden shells can be an indicator of pre-historic N source to estuaries and are a potentially significant but previously uncharacterized estuarine N sink. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Darrow, ES (Darrow, Elizabeth S.) ; Carmichael, RH (Carmichael, Ruth H.) ; Andrus, CFT (Andrus, C. Fred T.) ; Jackson, HE (Jackson, H. Edwin)","Title":"From middens to modern estuaries, oyster shells sequester source-specific nitrogen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398650300006 ISSN: 0016-7169","Keywords":"Electrical Resistivity Tomography; inversion process; El Castillo pyramid; Chichen Itza; Mexico; archaeology KeyWords Plus:RESISTIVITY; ARRAYS","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOFISICA INTERNACIONAL Volume: 56 Issue: 2 Pages: 219-227 Published: APR-JUN 2017","Abstract":"The famous El Castillo pyramid, located in Chichen Itza, towards the northern portion of the Yucatan Peninsula, Mexico, is an emblematic structure of this archaeological site and recognized as one of the man-made world seven wonders. The archaeologists that restored this structure during the 1930's discovered a smaller pyramid inside this pre Hispanic edifice, which corresponded to an older Mayan period. The possibility of finding other construction periods inside this edifice should be important in order to reconstruct the Mayan history of the region. Previous geophysical studies carried out in 2014 by the authors, showed a buried natural cavity partially filled with water beneath El Castillo pyramid, using novel Electrical Resistivity Tomography (ERT) arrays. Employing a similar technique, a series of flat electrodes were deployed on each of the 9 bodies (or levels) conforming the pyramid plus the base of the structure, keeping a constant distance between each electrode. A precise topographic control for each electrode was fulfilled and introduced in the inversion process. 37,520 observations inside the pyramid were computed. So far, five of the 10 observation levels (19,400 points), were processed. Horizontal and vertical slices of this inverted image were analyzed. Examining the differences in the resistivity values and their gradients, allowed to locate the first substructure (explored in the 1930's), as well as to infer a second substructure inside the previous one. An ERT-2D profile was surveyed inside El Castillo pyramid at the interior of a tunnel excavated in 1934 and the stairway of the first inner pyramid. Results from this study seem to confirm the evidence of a second substructure within El Castillo's interior. Such feature possesses a probable intact chamber (a rectangular room 3 m high) on its upper part and inferred dimensions of 10 m high and 23 m per side at its base, assuming that the end of this profile lies on the middle of substructure 2. When the inversion will be carried out for the 10 levels, a better resolution will be reached for the upper portions of the resistivity model..","Authors":"Chavez, RE (Chavez, Rene E.) ; Tejero, A (Tejero, Andres) ; Argote, DL (Argote, Denisse L.) ; Cifuentes, G (Cifuentes, Gerardo) ; Hernandez-Quintero, JE (Esteban Hernandez-Quintero, Juan) ; Garcia-Serrano, A (Garcia-Serrano, Alejandro)","Title":"Interior Imaging of El Castillo Pyramid, Chichen Itza, Mexico, Using ERT-3D Methods: Preliminary Results"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397838800011 ISSN: 1139-1472","Categories":"History Web of Science Categories:History","Journal Information":"HISTORIA AGRARIA Issue: 71 Pages: 223-228 Published: APR 2017","Authors":"Peters, J (Peters, Jason)","Title":"Rethinking Ancient Woodland: the Archaeology and History of Woods in Norfolk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573900004 ISSN: 0300-7839 eISSN: 1572-9915","Keywords":"Domestication; Evolutionary bet-hedging; Erect knotweed; Experimental archaeology; Eastern agricultural complex North America KeyWords Plus:EASTERN NORTH-AMERICA; SEED HETEROMORPHISM; PLANT DOMESTICATION; KENTUCKY; ONTOGENY; DORMANCY; COMPLEX; CROP","Categories":"Anthropology; Environmental Sciences & Ecology; Sociology Web of Science Categories:Anthropology; Environmental Studies; Sociology","Journal Information":"HUMAN ECOLOGY Volume: 45 Issue: 2 Pages: 189-203 DOI: 10.1007/s10745-016-9881-2 Published: APR 2017","Abstract":"Evolutionary \"bet-hedging\" refers to situations in which organisms sacrifice mean fitness for a reduction in fitness variance over time. Germination heteromorphism is the quintessential and most well understood bet-hedging strategy. It has evolved in many different plants, including the wild progenitors of some crops. Erect knotweed (Polygonum erectum L.), an annual seed crop, was cultivated in Eastern North America between c. 3000-600 BP. By c. 900 BP, cultivation had produced a domesticated subspecies with greatly reduced germination heteromorphism. Field observations and greenhouse experiments suggest that cultivation eliminated the selective pressures that maintain the bet-hedging strategy in erect knotweed, while humans also directly selected for seeds that germinated reliably and for seedlings with rapid early growth. The protection provided to erect knotweed under cultivation explains the domestication syndrome that has been observed in some archaeological assemblages. Dormancy provides seeds a means of escaping adverse conditions in time, while dispersal provides an escape in space. Farmers relaxed selective pressures that maintained dormancy in erect knotweed by acting as seed dispersers, spreading disturbance-adapted plants to predictable and protected environments, and by saving and exchanging seed stock. Experimental data also indicate that adaptive transgenerational plasticity may have been working against the expression of domestication syndrome in this case.","Authors":"Mueller, NG (Mueller, Natalie G.)","Title":"Evolutionary \"Bet-Hedgers\" under Cultivation: Investigating the Domestication of Erect Knotweed (Polygonum erectum L.) using Growth Experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397489500002 ISSN: 0197-6931 eISSN: 1541-3543","Keywords":"Lithic technology; experimental archaeology; mid-Atlantic KeyWords Plus:THERMAL ALTERATION; STONE; FIRE; TOOL; IDENTIFICATION; PROCUREMENT; TECHNOLOGY; CHERT","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"NORTH AMERICAN ARCHAEOLOGIST Volume: 38 Issue: 2 Pages: 138-161 DOI: 10.1177/0197693116682082 Published: APR 2017","Abstract":"Heat treatment of silicate toolstone was performed prehistorically, which we assume was to improve characteristics desired in flintknapping, such as increased brittleness and more predictable and controlled conchoidal fracture. However, despite research into heat treatment spanning 50 years, the mechanisms by which stone was improved, and the reasons why people did it, remain unclear. In this study, experiments were designed to test two potential outcomes of heat treatment for Pennsylvania jasper. First, does heating reduce the disruptive effect of macroscopic impurities and flaws on controlled flaking? Second, does heating increase the stone's brittleness as suggested by Crabtree and Butler in 1964? Such physical alterations would improve the quality of lithic material but may not always occur in high quality stone. The results of these experiments are used to hypothesize the expected heat treatment outcomes sought after by prehistoric flintknappers.","Authors":"Dillian, CD (Dillian, Carolyn D.)","Title":"Heat treatment of Pennsylvania jasper"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397489500004 ISSN: 0197-6931 eISSN: 1541-3543","Keywords":"Northern Great Basin archaeology; Obsidian conveyance; Land-use patterns KeyWords Plus:NORTHERN GREAT-BASIN; ASSEMBLAGES; STRATEGIES","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"NORTH AMERICAN ARCHAEOLOGIST Volume: 38 Issue: 2 Pages: 183-206 DOI: 10.1177/0197693116681926 Published: APR 2017","Abstract":"Pedestrian survey in northern Warner Valley, Oregon, has provided data capable of contributing to reconstructions of prehistoric land use. Such information is complementary to data generated by recent work at the stratified LSP-1 rockshelter situated in the Northern Warner Valley Study Area (NWVSA). Here, we present results of our survey and focus on when the area was visited, how it was used, and from where visitors to the area originated and/or obtained toolstone. Our results indicate that the NWVSA saw heavy use by Paleoindians before being largely abandoned during the Middle Holocene. During the Late Holocene, groups likely operating from residential bases further south in the better-watered parts of Warner Valley returned to the NWVSA. Compared to other nearby areas, the NWVSA was utilized less intensively during much of the Holocene.","Authors":"Smith, GM (Smith, Geoffrey M.) ; Pattee, DD (Pattee, Donald D.) ; van der Voort, MW (van der Voort, Madeline Ware)","Title":"Diachronic variability in prehistoric land use in Oregon's Warner Valley"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395715000003 ISSN: 1944-2904 eISSN: 1944-2890","Keywords":"direct historical approach; ethnoarchaeology; model building; analogy; arctic; subarctic KeyWords Plus:SETTLEMENT SYSTEMS; ARCTIC CANADA; BOREAL FOREST; LAND-USE; ARCHAEOLOGY; SITE; ANALOGY; DENE; NUNAVUT; GENDER","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ETHNOARCHAEOLOGY Volume: 9 Issue: 1 Pages: 30-52 DOI: 10.1080/19442890.2017.1279494 Published: APR 2017","Abstract":"The direct historical approach, which draws cultural links between the historic and prehistoric past at specific locations, has a longstanding, and at times controversial, history in archaeological interpretation. Evidence from this and related approaches, such as ethnohistorical reconstruction, historical linguistics, oral tradition, and native folklore, is widely employed today by North American archaeologists. It is also a commonly held idea that ethnoarchaeological models are most valuable when they can be linked through historical documentation to past cultures in the same region. The direct historical approach, where applicable, can provide a reliable form of analogical reasoning in ethnoarchaeological studies. However, the historical record is not equal in each region, and researchers must take into account the level of cultural change due to European contact. This paper uses selected examples from northern North America to revisit the role of the direct historical approach in ethnoarchaeological research.","Authors":"Deal, M (Deal, Michael)","Title":"The Role of The Direct Historical Approach in North American Ethnoarchaeology: A Northern Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395715000004 ISSN: 1944-2904 eISSN: 1944-2890","Keywords":"experimental archaeology; experimental lithic technology; replicative experiment; bifacial reduction sequence; South America; Uruguay KeyWords Plus:ALYAWARA DAY; BRAZIL","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ETHNOARCHAEOLOGY Volume: 9 Issue: 1 Pages: 53-80 DOI: 10.1080/19442890.2017.1286757 Published: APR 2017","Abstract":"The Rio Negro is the most important inner fluvial course of the Uruguay Republic. Along its basin, the archaeological record is characterized by flaked stone tools of remarkable workmanship. As part of a long-term experimental program to explore and understand diverse aspects of lithic technologies from the Americas, this paper reports an experiment devoted to reproducing carefully reduced bifacial knives to explore the techniques and stages of manufacture from obtaining the blank to the finished product. Resulting from the experiment a reduction sequence manufacturing model is proposed. It takes into account the techniques, flaking implements, stages of manufacture and other significant data useful to discuss topics related to the traditional technological knowledge involved in the manufacturing process of the studied bifaces. In light of this investigation, various issues related to the reduction trajectory reflected in the archaeological record are discussed.","Authors":"Nami, HG (Nami, Hugo G.)","Title":"Exploring the Manufacture of Bifacial Stone Tools from the Middle Rio Negro Basin, Uruguay: An Experimental Approach"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395715000010 ISSN: 1944-2904 eISSN: 1944-2890","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ETHNOARCHAEOLOGY Volume: 9 Issue: 1 Pages: 118-120 DOI: 10.1080/19442890.2017.1289744 Published: APR 2017","Authors":"Laluk, N (Laluk, Nicholas)","Title":"Becoming white clay: a history and archaeology of Jicarilla Apache Enclavement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074400002 ISSN: 0016-1071 eISSN: 1527-5493","Keywords":"archival practices; correspondence; materiality","Categories":"History Web of Science Categories:History","Journal Information":"FRENCH HISTORICAL STUDIES Volume: 40 Issue: 2 Pages: 189-213 DOI: 10.1215/00161071-3761583 Published: APR 2017","Abstract":"Our rediscovery of a seventeenth-century postmasters' trunk in the Museum voor Communicatie in The Hague, containing some twenty-six hundred undelivered letters mostly sent from France, offers the opportunity to think from the ground up about what constitutes an archive and how to approach it. We argue that understanding the process of loss, destruction, and survival of collections is a crucial exercise for historians. Practicing this \"archaeology of the archive\" makes us keenly aware that the questions we ask are often dictated by the genesis and structure of the archive. Although document survival is often the result of intentional safekeeping, in other cases it can be attributed to sheer accident. Addressing questions of materiality, mobility, and preservation, this article explores the notion of the \"accidental archive\" to consider what best practices should be developed to ensure responsible access to this unique collection.","Authors":"Ahrendt, R (Ahrendt, Rebekah) ; Van Der Linden, D (Van Der Linden, David)","Title":"The Postmasters' Piggy Bank Experiencing the Accidental Archive"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398284600090 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: numerical; galaxies: abundances; galaxies: dwarf; galaxies: evolution; galaxies: haloes; Local Group KeyWords Plus:NEUTRON-STAR MERGERS; METAL-POOR STARS; SMOOTHED PARTICLE HYDRODYNAMICS; CORE-COLLAPSE SUPERNOVAE; COMPREHENSIVE ABUNDANCE ANALYSIS; ARCHAEOLOGY SAGA DATABASE; CHEMICAL EVOLUTION; SPHEROIDAL GALAXIES; MILKY-WAY; COSMOLOGICAL SIMULATIONS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 2 Pages: 2474-2487 DOI: 10.1093/mnras/stw3342 Published: APR 2017","Abstract":"The abundance of elements synthesized by the rapid neutron-capture process (r-process elements) of extremely metal-poor (EMP) stars in the Local Group galaxies gives us clues to clarify the early evolutionary history of the Milky Way halo. The Local Group dwarf galaxies would have similarly evolved with building blocks of the Milky Way halo. However, how the chemo-dynamical evolution of the building blocks affects the abundance of r-process elements is not yet clear. In this paper, we perform a series of simulations using dwarf galaxy models with various dynamical times and total mass, which determine star formation histories. We find that galaxies with dynamical times longer than 100 Myr have star formation rates less than 10(-3) M-circle dot yr(-1) and slowly enrich metals in their early phase. These galaxies can explain the observed large scatters of r-process abundance in EMP stars in the Milky Way halo regardless of their total mass. On the other hand, the first neutron star merger appears at a higher metallicity in galaxies with a dynamical time shorter than typical neutron star merger times. The scatters of r-process elements mainly come from the inhomogeneity of the metals in the interstellar medium whereas the scatters of a-elements are mostly due to the difference in the yield of each supernova. Our results demonstrate that the future observations of r-process elements in EMP stars will be able to constrain the early chemo-dynamical evolution of the Local Group galaxies.","Authors":"Hirai, Y (Hirai, Yutaka) ; Ishimaru, Y (Ishimaru, Yuhri) ; Saitoh, TR (Saitoh, Takayuki R.) ; Fujii, MS (Fujii, Michiko S.) ; Hidaka, J (Hidaka, Jun) ; Kajino, T (Kajino, Toshitaka)","Title":"Early chemo-dynamical evolution of dwarf galaxies deduced from enrichment of r-process elements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398156600001 PubMed ID: 28362000 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45574 DOI: 10.1038/srep45574 Published: MAR 31 2017","Abstract":"We study the influence that resource availability has on cooperation in the context of hunter-gatherer societies. This paper proposes a model based on archaeological and ethnographic research on resource stress episodes, which exposes three different cooperative regimes according to the relationship between resource availability in the environment and population size. The most interesting regime represents moderate survival stress in which individuals coordinate in an evolutionary way to increase the probabilities of survival and reduce the risk of failing to meet the minimum needs for survival. Populations self-organise in an indirect reciprocity system in which the norm that emerges is to share the part of the resource that is not strictly necessary for survival, thereby collectively lowering the chances of starving. Our findings shed further light on the emergence and evolution of cooperation in hunter-gatherer societies.","Authors":"Pereda, M (Pereda, Maria) ; Zurro, D (Zurro, Debora) ; Santos, JI (Santos, Jose I.) ; Godino, IBI (Briz i Godino, Ivan) ; Alvarez, M (Alvarez, Myrian) ; Caro, J (Caro, Jorge) ; Galan, JM (Galan, Jose M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Galan, Jose Manuel   B-9782-2009 http://orcid.org/0000-0003-3360-7602 Zurro, Debora  http://orcid.org/0000-0003-2498-9338","Title":"Emergence and Evolution of Cooperation Under Resource Pressure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561800001 ISSN: 2198-0802","Keywords":"Burial clothing; Cradle-to-cradle; Fibers; Green burial; Sustainability KeyWords Plus:BIODEGRADATION; DEGRADATION; FABRICS","Categories":"Materials Science Web of Science Categories:Materials Science, Textiles","Journal Information":"FASHION AND TEXTILES Volume: 4 Pages: 1-18 Article Number: 4 DOI: 10.1186/s40691-017-0088-y Published: MAR 28 2017","Abstract":"The aim of this study was to explore the current green burial clothing movement by examining three designers' work using a multi-case study approach. Green burial incorporates a sustainability concept into funeral practices. Cradle-to-cradle, as opposed to cradle-to-grave, is a model for sustainability practices that plan for the product lifecycle to continue after consumer use of the product has concluded. The works of Mark Mitchell, Jae Rhim Lee and Pia Interlandi were selected for the three cases of green burial practices in the context of cradle-to-cradle design using the five steps to eco-effectiveness. They used natural fibers in their clothing designed for green burial, and created clothing intended to be non-toxic to the soil and groundwater when buried with the body. Jae Rhim Lee's designs included a mushroom culture to aid in decomposition of the body and remediation of toxins found in the body, resulting in compostable soil. In addition to the multi-case study, this study also examined a wide variety of primary and secondary research literature from the fields of forensics, archaeology, and textile science to identify current purchase options for green burial clothing and to inform suggestions for future development of green burial apparel within the context of cradle-to-cradle design. This study also urged the importance of consumer awareness in terms of the choice of burial clothing if considering the full implementation of the cradle-to-cradle design principles into green burial clothing practices. The findings of this study call for further research on sustainability in burial clothing.","Authors":"Michel, GM (Michel, Gwendolyn M.) ; Lee, YA (Lee, Young-A)","Title":"Cloth(ing) for the dead: case study of three designers' green burial practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396893600056 PubMed ID: 28265058 ISSN: 0027-8424","Keywords":"foraging theory; marginal value theorem; hunter gatherer; residential mobility; ethnoarchaeology KeyWords Plus:PALEOLITHIC NUTRITION; BEHAVIORAL ECOLOGY; SOUTHEAST-ASIA; DIET; EVOLUTION; CONSERVATION; SUBSISTENCE; ARCHAEOLOGY; RETURNS; HISTORY","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 12 Pages: 3097-3102 DOI: 10.1073/pnas.1617542114 Published: MAR 21 2017","Abstract":"The residential mobility patterns of modern hunter-gatherers broadly reflect local resource availability, but the proximate ecological and social forces that determine the timing of camp movements are poorly known. We tested the hypothesis that the timing of such moves maximizes foraging efficiency as hunter-gatherers move across the landscape. The marginal value theorem predicts when a group should depart a camp and its associated foraging area and move to another based on declining marginal return rates. This influential model has yet to be directly applied in a population of hunter-gatherers, primarily because the shape of gain curves (cumulative resource acquisition through time) and travel times between patches have been difficult to estimate in ethnographic settings. We tested the predictions of the marginal value theorem in the context of hunter-gatherer residential mobility using historical foraging data from nomadic, socially egalitarian Batek hunter-gatherers (n = 93 d across 11 residential camps) living in the tropical rainforests of Peninsular Malaysia. We characterized the gain functions for all resources acquired by the Batek at daily timescales and examined how patterns of individual foraging related to the emergent property of residential movements. Patterns of camp residence times conformed well with the predictions of the marginal value theorem, indicating that communal perceptions of resource depletion are closely linked to collective movement decisions. Despite (and perhaps because of) a protracted process of deliberation and argument about when to depart camps, Batek residential mobility seems to maximize group-level foraging efficiency.","Authors":"Venkataraman, VV (Venkataraman, Vivek V.) ; Kraft, TS (Kraft, Thomas S.) ; Dominy, NJ (Dominy, Nathaniel J.) ; Endicott, KM (Endicott, Kirk M.)","Title":"Hunter-gatherer residential mobility and the marginal value of rainforest patches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556800009 ISSN: 0169-555X eISSN: 1872-695X","Keywords":"Digital elevation model; GIS; Italy; TINITALY DEM KeyWords Plus:DIGITAL ELEVATION MODELS; AIRBORNE LIDAR DATA; MOUNT-ETNA; HAZARD ASSESSMENT; FLOOD-RISK; LANDSLIDE; AREAS; SYSTEM; GIS; CONNECTIVITY","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"GEOMORPHOLOGY Volume: 281 Pages: 108-115 DOI: 10.1016/j.geomorph.2016.12.022 Published: MAR 15 2017","Abstract":"The increasing availability of high resolution digital elevation models (DEMs) is changing our viewpoint towards Earth surface landforms. Nevertheless, large-coverage, intermediate-resolution DEMs are still largely used, and can be the ideal choice in several applications based on the processing of spatially-integrated information. In 2012 the Istituto Nazionale di Geofisica e Vulcanologia opened a website for the free download of the \"TINTALY\" Digital Elevation Model (DEM), which covers the whole Italian territory. Since then, about 700 users from 28 different countries have been accredited for data download, and a report of 4 years of data dissemination and use is presented. The analysis of the intended use reveals that the 10 m-resolution, seamless TINITALY DEM is of use for an extremely assorted research community. Accredited users are working in virtually any branch of the Earth Sciences (e.g. Volcanology, Seismology, and Geomorphology), in spatially integrated humanities (e.g. History and Archaeology), and in other thematic areas such as in applied Physics and Zoology. Many users are also working in local administrations (e.g. Regions and Municipalities) for civil protection or land use planning purposes. In summary, the documented activity shows that the dissemination of seamless, large coverage elevation datasets can fertilize the technological progress of the whole society providing a significant benefit to stakeholders. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tarquini, S (Tarquini, Simone) ; Nannipieri, L (Nannipieri, Luca)","Title":"The 10 m-resolution TINITALY DEM as a trans-disciplinary basis for the analysis of the Italian territory: Current trends and new perspectives"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395688700026 PubMed ID: 28277507 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 543 Issue: 7644 Pages: 188-+ Published: MAR 9 2017","Authors":"Harrower, MJ (Harrower, Michael J.) ; Dumitru, IA (Dumitru, Ioana A.)","Title":"ARCHAEOLOGY Digital maps illuminate ancient trade routes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397937600008 ISSN: 1040-6182 eISSN: 1873-4553","Keywords":"Upper Palaeolithic; Rock art; Aurignacian; Archaeological context KeyWords Plus:PALEOLITHIC ART; ROCK ART; CAVE; AURIGNACIAN; CHAUVET; ORNAMENTS; INSIGHTS","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY INTERNATIONAL Volume: 432 Pages: 66-76 Part: B DOI: 10.1016/j.quaint.2015.07.013 Published: MAR 8 2017","Abstract":"In a previous publication on Altxerri B Cave, we explained a chronological hypothesis which proposed that the graphic activity in the site dates to an early Aurignacian phase. This paper presents a complete study of the parietal ensemble, including descriptions of the graphic motifs and other anthropic evidence that has been documented. The number of figures identified in the only panel documented in previous studies has been increased considerably, while several previously unpublished panels in other parts of the cave are described. The iconographic and stylistic characteristics of the rock art, far from contradicting our first conclusions about the chronology, support these and link the art in Altxerri B with other European Early Upper Palaeolithic graphic ensembles. (C) 2015 Elsevier Ltd and INQUA. All rights reserved.","Authors":"Ruiz-Redondo, A (Ruiz-Redondo, A.) ; Gonzalez-Sainz, C (Gonzalez-Sainz, C.) ; Garate-Maidagan, D (Garate-Maidagan, D.)","Title":"Back to the past: Symbolism and archaeology in Altxerri B (Gipuzkoa, Northern Spain)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397937600011 ISSN: 1040-6182 eISSN: 1873-4553","Keywords":"U-series chronology; Archaeology; Cross dating KeyWords Plus:COVERING PREHISTORIC PAINTINGS; MARINE ISOTOPE STAGE-3; U-TH; SPELEOTHEMS; CARBONATES; CALCITE; CAVE; TH/U-C-14; EUROPE; TURKEY","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY INTERNATIONAL Volume: 432 Pages: 93-95 Part: B DOI: 10.1016/j.quaint.2015.10.015 Published: MAR 8 2017","Abstract":"Sauvet et al. (in press) present a partial description of the Uranium-series or Th-230/U-234 dating method, which leads them to criticize this dating tool and claim that this method provides \"an extremely wide range of uncertainty providing a weak base upon which to build scientific reasoning\". In this comment, we discuss three concepts introduced by these authors that could lead to a misunderstanding of the method and its application in the archaeological community and in the scientific debate about rock art chronology. The first misconception concerns the claim that \"speleothems stopped during much of the Upper Palaeolithic\". A brief review of the literature demonstrates that this affirmation is not quite exact as a large number of studies document speleothem growth in Europe and circum-Mediterranean regions (as well as in other regions) during the upper Paleolithic. Secondly, Sauvet et al. claim that when age corrections are applied due to the possible presence of initial Th-230, the ages should be considered with caution or they should be rejected. However, this is not entirely correct, as this detrital fraction can be determined using several methods (and not merely assumed to be a \"mean earth value\"). Thirdly, with respect to their claim that \"Loss of uranium or input of 230Th leads to anomalously old ages and sometimes to the impossibility to calculate an age when Th-230/U-234 > 1\", we present a classical figure of Th-230/U-234 evolution vs U-234/U-238 that can be drawn using the U-series equations demonstrating that 230Th/234U ratios can in fact be > 1 and permit a valid age determination. (C) 2015 Elsevier Ltd and INQUA. All rights reserved.","Authors":"Pons-Branchu, E (Pons-Branchu, Edwige) ; Fontugne, M (Fontugne, Michel) ; Michel, V (Michel, Veronique) ; Valladas, H (Valladas, Helene)","Title":"Comment on: \"Uranium-thorium dating method and Palaeolithic rock art\" by Sauvet et al. (2015, in press)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395915200001 PubMed ID: 28266657 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 43950 DOI: 10.1038/srep43950 Published: MAR 7 2017","Abstract":"Scythians were nomadic and semi-nomadic people that ruled the Eurasian steppe during much of the first millennium BCE. While having been extensively studied by archaeology, very little is known about their genetic identity. To fill this gap, we analyzed ancient mitochondrial DNA (mtDNA) from Scythians of the North Pontic Region (NPR) and successfully retrieved 19 whole mtDNA genomes. We have identified three potential mtDNA lineage ancestries of the NPR Scythians tracing back to huntergatherer and nomadic populations of east and west Eurasia as well as the Neolithic farming expansion into Europe. One third of all mt lineages in our dataset belonged to subdivisions of mt haplogroup U5. A comparison of NPR Scythian mtDNA linages with other contemporaneous Scythian groups, the Saka and the Pazyryks, reveals a common mtDNA package comprised of haplogroups H/H5, U5a, A, D/D4, and F1/F2. Of these, west Eurasian lineages show a downward cline in the west-east direction while east Eurasian haplogroups display the opposite trajectory. An overall similarity in mtDNA lineages of the NPR Scythians was found with the late Bronze Age Srubnaya population of the Northern Black Sea region which supports the archaeological hypothesis suggesting Srubnaya people as ancestors of the NPR Scythians.","Authors":"Juras, A (Juras, Anna) ; Krzewinska, M (Krzewinska, Maja) ; Nikitin, AG (Nikitin, Alexey G.) ; Ehler, E (Ehler, Edvard) ; Chylenski, M (Chylenski, Maciej) ; Lukasik, S (Lukasik, Sylwia) ; Krenz-Niedbala, M (Krenz-Niedbala, Marta) ; Sinika, V (Sinika, Vitaly) ; Piontek, J (Piontek, Janusz) ; Ivanova, S (Ivanova, Svetlana) ; Dabert, M (Dabert, Miroslawa) ; Gotherstrom, A (Gotherstrom, Anders) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ehler, Edvard  http://orcid.org/0000-0003-1774-0091","Title":"Diverse origin of mitochondrial lineages in Iron Age Black Sea Scythians"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396021100050 PubMed ID: 28257445 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173037 DOI: 10.1371/journal.pone.0173037 Published: MAR 3 2017","Abstract":"The development of the Azilian in Western Europe 14,000 years ago is considered a \"revolution\" in Upper Paleolithic Archaeology. One of the main elements of this rapid social restructuring is the abandonment of naturalistic figurative art on portable pieces or on cave walls in the Magdalenian in favor of abstract expression on small pebbles. Recent work shows that the transformation of human societies between the Magdalenian and the Azilian was more gradual. The discovery of a new Early Azilian site with decorated stones in France supports this hypothesis. While major changes in stone tool technology between the Magdalenian and Azilian clearly mark important adaptive changes, the discovery of 45 engraved schist tablets from archaeological layers at Le Rocher de l'Imperatrice attests to iconographic continuity together with special valorization of aurochs as shown by a \"shining\" bull depiction. This evidence suggests that some cultural features such as iconography may lag far behind technological changes. We also argue that eventual change in symbolic expression, which includes the later disappearance of figurative art, provides new insight into the probable restructuring of the societies.","Authors":"Naudinot, N (Naudinot, Nicolas) ; Bourdier, C (Bourdier, Camille) ; Laforge, M (Laforge, Marine) ; Paris, C (Paris, Celine) ; Bellot-Gurlet, L (Bellot-Gurlet, Ludovic) ; Beyries, S (Beyries, Sylvie) ; Thery-Parisot, I (Thery-Parisot, Isabelle) ; Le Goffic, M (Le Goffic, Michel)","Title":"Divergence in the evolution of Paleolithic symbolic and technological systems: The shining bull and engraved tablets of Rocher de l'Imperatrice"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396593800001 ISSN: 0965-9315 eISSN: 2041-9015","Keywords":"Jericho Skull; Facial reconstruction; CT-scanning; 3D-printing; The British Museum","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"PAPERS FROM THE INSTITUTE OF ARCHAEOLOGY Volume: 27 Issue: 1 Article Number: 7 DOI: 10.5334/pia-521 Published: MAR 2 2017","Abstract":"The temporary exhibit at the British Museum, open 15th December-19th February, and located to the right of the main entrance in the Raymond and Beverly Sackler Gallery (Room 59); is dedicated to a single Neolithic crania from Jericho, known as the Jericho Skull. This exhibit demonstrates the value of relatively recent technologies in archaeological research, highlighting the previously hidden information made possible through CT scanning and the value of these methods in both archaeological research but also in communicating archaeology in a visually stimulating manner which allows an exhibit to take a single item, and create an in depth exhibit featuring both the original material and two cranial 3D prints along with a facial reconstruction.","Authors":"Hirst, C (Hirst, Cara)","Title":"British Museum Exhibition Review: The Jericho Skull, Creating an Ancestor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398730000010 ISSN: 2073-445X","Keywords":"Neolithic agriculture; experimental archaeology; slash-and-burn; temperate Europe KeyWords Plus:SLASH-AND-BURN; CULTIVATION; ARCHAEOLOGY; FOREST; SITES","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"LAND Volume: 6 Issue: 1 Article Number: 11 DOI: 10.3390/land6010011 Published: MAR 2017","Abstract":"Long-term slash-and-burn experiments, when compared with intensive tillage without manuring, resulted in a huge data set relating to potential crop yields, depending on soil quality, crop type, and agricultural measures. Cultivation without manuring or fallow phases did not produce satisfying yields, and mono-season cropping on freshly cleared and burned plots resulted in rather high yields, comparable to those produced during modern industrial agriculture - at least ten-fold the ones estimated for the medieval period. Continuous cultivation on the same plot, using imported wood from adjacent areas as fuel, causes decreasing yields over several years. The high yield of the first harvest of a slash-and-burn agriculture is caused by nutrient input through the ash produced and mobilization from the organic matter of the topsoil, due to high soil temperatures during the burning process and higher topsoil temperatures due to the soil's black surface. The harvested crops are pure, without contamination of any weeds. Considering the amount of work required to fight weeds without burning, the slash-and-burn technique yields much better results than any other tested agricultural approach. Therefore, in dense woodland, without optimal soils and climate, slash-and-burn agriculture seems to be the best, if not the only, feasible method to start agriculture, for example, during the Late Neolithic, when agriculture expanded from the loess belt into landscapes less suitable for agriculture. Extensive and cultivation with manuring is more practical in an already-open landscape and with a denser population, but its efficiency in terms of the ratio of the manpower input to food output, is worse. Slash-and-burn agriculture is not only a phenomenon of temperate European agriculture during the Neolithic, but played a major role in land-use in forested regions worldwide, creating anthromes on a huge spatial scale.","Authors":"Rosch, M (Roesch, Manfred) ; Biester, H (Biester, Harald) ; Bogenrieder, A (Bogenrieder, Arno) ; Eckmeier, E (Eckmeier, Eileen) ; Ehrmann, O (Ehrmann, Otto) ; Gerlach, R (Gerlach, Renate) ; Hall, M (Hall, Mathias) ; Hartkopf-Froder, C (Hartkopf-Froeder, Christoph) ; Herrmann, L (Herrmann, Ludger) ; Kury, B (Kury, Birgit) ; Lechterbeck, J (Lechterbeck, Jutta)[ 10 ] ; Schier, W (Schier, Wolfram)[ 11 ] ; Schulz, E (Schulz, Erhard)[ 12 ] ...More...Less","Title":"Late Neolithic Agriculture in Temperate EuropeA Long-Term Experimental Approach"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398715300005 ISSN: 0008-4107 eISSN: 2292-8502","Categories":"History Web of Science Categories:History","Journal Information":"CANADIAN JOURNAL OF HISTORY-ANNALES CANADIENNES D HISTOIRE Volume: 52 Issue: 1 Pages: 109-110 DOI: 10.3138/cjh.ach.52.1.rev01 Published: SPR-SUM 2017","Authors":"Merletto, AP (Merletto, Antonella P.)","Title":"The Archaeology of Sanitation in Roman Italy: Toilets, Sewers, and Water Systems"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398202700069 ISSN: 0319-485X eISSN: 1748-0922","Categories":"Religion Web of Science Categories:Religion","Journal Information":"RELIGIOUS STUDIES REVIEW Volume: 43 Issue: 1 Pages: 64-+ Special Issue: SI Published: MAR 2017","Authors":"Twomey, C (Twomey, Carolyn)","Title":"MEDIEVAL LIFE: ARCHAEOLOGY AND THE LIFE COURSE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398445800006 ISSN: 0307-8833 eISSN: 1474-0672","Categories":"Theater Web of Science Categories:Theater","Journal Information":"THEATRE RESEARCH INTERNATIONAL Volume: 42 Issue: 1 Pages: 72-90 DOI: 10.1017/S0307883317000074 Published: MAR 2017","Abstract":"I sketch those characteristics of the mise en scene at the Ring of Brodgar stone circle and associated sites that might solicit within the visitor something like a dynamic performance. Drawing on surrealism, Robert Smithson and archaeology, I argue that the mise en scene at Brodgar - and the visitor's response to it - is characterized by a sense of presence which exists in a dialectical tension with the perception of that which is absent. Brodgar is indexical (like a photograph) and hauntological, in semiotic terms. The Neolithic site is, at some level, unknowable. The visitor becomes aware of coincident yet incompatible manifestations of time and space (heterochronia) and imagines the potential return of unknown, cryptic ritual performances (metatheatre). This solicits within the viewer something akin to Max Ernst's model of frottage. As Breton put it, The imaginary ... tends to become real'.","Authors":"Marshall, JW (Marshall, Jonathan W.)","Title":"Absence, Presence, Indexicality: The Mise en Scene of \"the Heart of Neolithic Orkney'"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000398398200005 ISSN: 1989-4104","Keywords":"Rock painting; Rock engraving; Lithic; Ceramics; Ochre; Archaeology KeyWords Plus:BRAZIL","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ARQUEOLOGIA IBEROAMERICANA Volume: 33 Pages: 35-41 Published: MAR 2017","Abstract":"Pedra do Cantagalo I is an archaeological site located in a rural area of the municipality of Piripiri, Piaui state, Brazil. It consists of a sandstone shelter decorated with more than 1,950 rock paintings representing abstract figures, spear-throwers, human handprints, and anthropomorphic and zoomorphic figures in polychromatic patterns. In addition to the high density of prehistoric inscriptions and polychrome paintings, this site also stands out due to the recurrence of painted motifs and that overlap each other. We found evidence of ceramic materials, lithics and ochres in the sediments. In this work we report the field and laboratory analytical strategies used in the investigation of this important archaeological site and the evidence of prehistoric human activity contained within or collected from the site. Our fundamental investigative techniques included physical examinations of the site, chemical-mineralogical characterization of the materials, monitoring of the environmental conditions and prospecting in nearby areas.","Authors":"da Silva, HKSB (Sousa Bezerra da Silva, Heralda Kelis) ; Cavalcante, LCD (Duarte Cavalcante, Luis Carlos)","Title":"Field and Laboratory Strategies Used in the Investigation of the Archaeological Site Pedra do Cantagalo I"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396724600005 ISSN: 1389-0417","Keywords":"Religious concepts; Cognitive science of religion; Unifying-induction; Definition of religion; the concept of religion","Categories":"Computer Science; Neurosciences & Neurology; Psychology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences; Psychology, Experimental","Journal Information":"COGNITIVE SYSTEMS RESEARCH Volume: 41 Pages: 73-83 DOI: 10.1016/j.cogsys.2016.10.001 Published: MAR 2017","Abstract":"Science that needs logical demonstration has failed to eliminate religious concepts. It is as if they have own validity that cannot be broken by scientific knowledge we trust the most at present. In this paper, I will attempt to establish a new cognitive theory to help explain the basis of belief in religious concepts. This form of cognition will be named simply unifying-induction or unifying-inductive cognition. As illustrations, I will consider some typical religious discourses involving concepts such as \"all-in-one\" or \"one is everything.\" It is these typically religious discourses that science has not been able to easily sweep away by its logical scientific proofs. In the end, although we perhaps cannot know if the religious beings such as gods really exist or not, we may understand these concepts are very the creation of human cognition. It also has important implications for other disciplines such as robotics, developmental psychology, cognitive archaeology, the history of science, the study of religion and so on. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Takayama, Z (Takayama, Zenko)","Title":"How are religious concepts created? A form of cognition and its effects"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397395000104 ISSN: 0018-1196 eISSN: 1468-2265","Categories":"Philosophy; Religion Web of Science Categories:Philosophy; Religion","Journal Information":"HEYTHROP JOURNAL Volume: 58 Issue: 2 Pages: 346-347 Published: MAR 2017","Authors":"Meynell, H (Meynell, Hugo)","Title":"Alexander to Constantine: Archaeology of the Land of the Bible"}, {"Keywords":"naval architecture; carvel construction; 16th century; Baltic Sea; battlefield archaeology; Sweden","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 92-107 DOI: 10.1111/1095-9270.12210 Published: MAR 2017","Abstract":"Before the Swedish warship Mars exploded and sank in action against a combined Danish and Lubeckian fleet in 1564, it was one of the largest ships in the world. In 2011 the wreck was relocated off the island of Oland in the Baltic Sea. Thanks to the favourable conditions in the brackish water, about two thirds of the hull is preserved on the sea bottom, including the stern with the large sterncastle. The aim of this article is to present initial archaeological observations and results of work since 2011. We briefly describe the historical context and research perspectives regarding this wreck. (C) 2017 The Authors","Authors":"Eriksson, N (Eriksson, Niklas) ; Ronnby, J (Ronnby, Johan)","Title":"Mars (1564): the initial archaeological investigations of a great 16th-century Swedish warship"}, {"Keywords":"River Murray (South Australia); intangible heritage; Aboriginal; wreck; geophysical survey KeyWords Plus:ARCHAEOLOGY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 132-148 DOI: 10.1111/1095-9270.12208 Published: MAR 2017","Abstract":"The Indigenous intangible heritage related to wrecked vessels has been poorly studied and documented. This article provides a counter to dominant maritime archaeology discourses via the investigation of the Aboriginal significance attributed to a wrecked and submerged River Murray barge (Crowie) in South Australia. There are numerous layers of Aboriginal significance that may be attributed to Crowie including the relationship of the community with their 'underwater country', Indigenous contributions to the riverboat industry, and the use of Aboriginal terms in vessel-naming practices. Geophysical data from multibeam and sidescan sonar surveys allowed for confirmation of the proposed location of the wreck and through comparison with historical descriptions and photographs provided evidence to substantiate the assignation of the wreck as the Crowie barge. (C) 2016 The Authors","Authors":"Roberts, A (Roberts, Amy) ; van Duivenvoorde, W (van Duivenvoorde, Wendy) ; Morrison, M (Morrison, Michael) ; Moffat, I (Moffat, Ian) ; Burke, H (Burke, Heather) ; Kowlessar, J (Kowlessar, Jarrad) ; Naumann, J (Naumann, John) ; Murray, R (Murray, River) Group Author(s): Mallee Aboriginal Corp","Title":"'They call 'im Crowie': an investigation of the Aboriginal significance attributed to a wrecked River Murray barge in South Australia"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396762000011 ISSN: 1057-2414 eISSN: 1095-9270","Keywords":"Guam; Chamorro; World War II; underwater cultural heritage KeyWords Plus:ARCHAEOLOGY; ISLANDS; REEF","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 164-178 DOI: 10.1111/1095-9270.12206 Published: MAR 2017","Abstract":"Since 2006, four maritime archaeology field schools, desktop and field surveys have been carried out in Guam. In 2012 a site associated with the United States Navy's Construction Battalion (US Seabees) was investigated. This paper summarizes the historical background of Guam and the known sites of maritime archaeological interest, particularly those dating toWorldWar II. The problems of public interpretation of the cultural material of colonial powers are considered, and, using the Seabee site as an example, ways in which Guam's indigenous Chamorro people can be included in this history are presented. (C) 2016 The Authors","Authors":"Jeffery, B (Jeffery, Bill) ; Palmer, KA (Palmer, Kalle Applegate)","Title":"The Need for a Multivocal Approach to Researching and Managing Guam's World War II Underwater Cultural Heritage"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396762000016 ISSN: 1057-2414 eISSN: 1095-9270","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 207-208 DOI: 10.1111/1095-9270.12215 Published: MAR 2017","Authors":"Castro, F (Castro, Filipe)","Title":"Archaeology of East Asian Shipbuilding"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396762000020 ISSN: 1057-2414 eISSN: 1095-9270","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 212-214 DOI: 10.1111/1095-9270.12219 Published: MAR 2017","Authors":"Grove, E (Grove, Eric)","Title":"The Maritime Archaeology of a Modern Conflict: comparing the archaeology of German submarine wrecks to the historical text"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396762000026 ISSN: 1057-2414 eISSN: 1095-9270","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 221-222 DOI: 10.1111/1095-9270.12225 Published: MAR 2017","Authors":"Martin, C (Martin, Colin)","Title":"Pieces of Eight: more archaeology of piracy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396762000027 ISSN: 1057-2414 eISSN: 1095-9270","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 222-223 DOI: 10.1111/1095-9270.12226 Published: MAR 2017","Authors":"Lambert, A (Lambert, Andrew)","Title":"Jutland: the archaeology of a naval battlefield"}, {"Document Information":"Document Type:Correction Language:English Accession Number: WOS:000398118400003 ISSN: 1059-0161 eISSN: 1573-7756","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL RESEARCH Volume: 25 Issue: 1 Pages: 85-85 DOI: 10.1007/s10814-016-9099-2 Published: MAR 2017","Authors":"Kahn, JG (Kahn, Jennifer G.)","Title":"Household Archaeology in Polynesia: Historical Context and New Directions (vol 24, pg 325, 2016)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395957300004 ISSN: 0305-4403 eISSN: 1095-9238","Keywords":"Site formation processes; Theory; Method; Geoarchaeology; Research design; Assemblage formation; N-transforms KeyWords Plus:SITE ACTIVITY AREAS; GEO-ETHNOARCHAEOLOGY; PASTORAL SITES; ISRAEL; CAVE; IDENTIFICATION; PRESERVATION; SETTLEMENTS; SEDIMENTS; ICELAND","Categories":"Anthropology; Archaeology; Geology Web of Science Categories:Anthropology; Archaeology; Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF ARCHAEOLOGICAL SCIENCE Volume: 79 Pages: 36-43 DOI: 10.1016/j.jas.2017.01.004 Published: MAR 2017","Abstract":"Since the influential work of Michael B. Schiffer on formation processes has been published in 1987, much has advanced on the part of environmental formation processes also known as N-transforms. Most new knowledge is the result of research conducted by geoarchaeologists. On the theoretical level, a huge leap forward was made with the realization that occupation deposits are artifacts of human activity. The focus of formation theory thus shifted from the artifact to the deposit. Methodological innovations and a geoarchaeological tool-kit, notably including the contextual technique of micromorphology, followed. Empirical studies of archaeological occupation deposits contributed new spatial and stratigraphic knowledge and understanding. A holistic middle-range methodology termed geo-ethnoarchaeology was developed, whereby macroscopic and microscopic artifacts are studied together with their associated sediments in ethnographic contexts, providing contextual (social) information about the relationship between artifacts and the surrounding sediments as archaeological assemblages form. This method is especially powerful when sequentially dated abandoned settlements or features are studied to provide mechanistic understanding of assemblage and/or site formation through degradation. Because geoethnoarchaeology is based on general chemical, biological and physical laws, the resultant mechanistic models are applicable globally, for any time period, culture, and environment. The new tools and mechanistic understanding by which N-transforms are currently studied, provide means to more reliably interpret the archaeological record, which is crucial for the credibility of archaeology. Therefore, when studying archaeological assemblages one should utilize the tool-kit developed by geoarchaeologists to first assess the states of preservation of the various material assemblages (macroscopic and microscopic), as it should be borne in mind that assemblages identified to be well-preserved will produce the most reliable archaeological interpretation. The theory and method of geoarchaeology have matured enough to allow responsible archaeological research into the meaning of spatial and temporal (stratigraphic) patterns at any given site. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shahack-Gross, R (Shahack-Gross, Ruth)","Title":"Archaeological formation theory and geoarchaeology: State-of-the-art in 2016"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395957300007 ISSN: 0305-4403 eISSN: 1095-9238","Keywords":"Sami; Experimental archaeology; Hearth; Temperature; Soil coloration; Forest history KeyWords Plus:FIRE; TRANSFORMATION; LANDSCAPE; MAGHEMITE","Categories":"Anthropology; Archaeology; Geology Web of Science Categories:Anthropology; Archaeology; Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF ARCHAEOLOGICAL SCIENCE Volume: 79 Pages: 62-72 DOI: 10.1016/j.jas.2017.01.012 Published: MAR 2017","Abstract":"The archaeological remains of Sami hearths in boreal and subarctic areas of northern Sweden are common finds. Greater understanding of the effects of heat on soil coloration will facilitate interpretation of the main purpose of these hearths, for example as heat sources or for cooking or other processing, and whether they were used seasonally for long or short periods of time. We therefore studied effects of heat on the coloration of natural B-horizons beneath traditional Sami hearths using three approaches: firing with dry pine wood in experimental hearths and measuring the temperature at various levels beneath the hearths; laboratory heating of B-horizon soils at different temperatures (200-900 degrees C) in a muffle oven and; measuring soil color changes in terms of RGB-values, and comparing the experimental results with soil profiles beneath real hearths used by nomadic Sami reindeer herders in northern Sweden. The study shows that the temperature reached beneath hearths strongly depends on the type of fuel used and the length of firing. The temperature can rise rapidly in upper layers of the soil but it takes considerable time for heat to penetrate 20 cm below the hearth surface. Our experimental firings, for 10 h on three consecutive days and for 72 consecutive hours, resulted in bowl-shaped areas of discoloration, with strong red coloration (rubification) towards the edges and dark grey/brown discoloration in the middle of the hearths in both tests. After laboratory heating, soil samples darkened during temperatures of 200-300 degrees C, and rubification at 250-350 degrees C depending on the amount of humus in the soil. The RGB analysis showed a steady increase in rubification from 300 degrees C, peaking at 750-800 degrees C. We believe that the rubification is caused mainly by transformation of iron compounds to maghemite and hematite and that the quantity of hematite is determined by temperature and not by time. Excavations of ancient hearths also revealed examples of bowl-shaped discoloration in B-horizons deeper than 20 cm. These discolorations had a rather uniform red tone with no dark areas. This suggests that the darker areas, probably colored by reduced iron and not by charred particles, could have been altered over time. The main conclusion is that rubification in B-horizons beneath hearths can arise after a relatively short period of firing but-bowl shaped areas of deep coloration can only arise, in boreal and subarctic areas, when hearths have been fired heavily and continuously for long periods of time, indicating winter use. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liedgren, L (Liedgren, Lars) ; Hornberg, G (Hornberg, Greger) ; Magnusson, T (Magnusson, Tord) ; Ostlund, L (Ostlund, Lars)","Title":"Heat impact and soil colors beneath hearths in northern Sweden"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395957300008 ISSN: 0305-4403 eISSN: 1095-9238","Keywords":"Trampling; Artefact movement; Experimental archaeology; Australia; Computer simulation KeyWords Plus:STRATIGRAPHIC INTEGRITY; PEBBLE SHAPE; SITE; ARTIFACTS; COLONIZATION; ARCHAEOLOGY; SIMULATION; OCCUPATION; DEPOSITS; SAHUL","Categories":"Anthropology; Archaeology; Geology Web of Science Categories:Anthropology; Archaeology; Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF ARCHAEOLOGICAL SCIENCE Volume: 79 Pages: 73-85 DOI: 10.1016/j.jas.2017.01.008 Published: MAR 2017","Abstract":"Understanding post-depositional movement of artefacts is vital to making reliable claims about the formation of archaeological deposits. Human trampling has long been recognised as a contributor to post-depositional artefact displacement. We investigate the degree to which artefact form (shape-and size) attributes can predict how an artefact is moved by trampling. We use the Zingg classification system to describe artefact form. Our trampling substrate is the recently excavated archaeological deposits from Madjedbebe, northern Australia. Madjedbebe is an important site because it contains early evidence of human activity in Australia. The age of artefacts at Madjedbebe is contentious because of the possibility of artefacts moving due to trampling. We trampled artefacts in Madjedbebe sediments and measured their displacement, as well as modelling the movement of artefacts by computer simulation. Artefact elongation is a significant predictor of horizontal distance moved by trampling, and length, width, thickness and volume are significant predictors of the vertical distance. The explanatory power of these artefact variables is small, indicating that many other factors are also important in determining how an artefact moves during trampling. Our experiment indicates that trampling has not contributed to extensive downward displacement of artefacts at Madjedbebe. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Marwick, B (Marwick, Ben) ; Hayes, E (Hayes, Elspeth) ; Clarkson, C (Clarkson, Chris) ; Fullagar, R (Fullagar, Richard)","Title":"Movement of lithics by trampling: An experiment in the Madjedbebe sediments, northern Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397138900005 ISSN: 1525-6995 eISSN: 1750-1849","Categories":"Literature Web of Science Categories:Literature, American","Journal Information":"LEVIATHAN-A JOURNAL OF MELVILLE STUDIES Volume: 19 Issue: 1 Pages: 41-65 Published: MAR 2017","Abstract":"The following is a work of archival archaeology. It presents several fragments from the papers of pioneering Melville critic Raymond Weaver. The fragments are themselves not discoveries; indeed, excerpts from one of them have appeared in several publications. But it is here argued for the first time that they belong to a larger, unfinished, and unknown Melville project of Weaver's. The project is then held up as evidence of the imaginative-even unorthodox-solutions Weaver sought later in his career as critic to the problems of Melville scholarship, problems he found only deepened as he pursued his study of the author.","Authors":"Dunlap-Smith, AD (Dunlap-Smith, Aimery De France)","Title":"In a Melville Pioneer's Archive: Raymond Weaver's Fragmentary Second Book"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395413100003 ISSN: 1741-4113","Categories":"Literature Web of Science Categories:Literature","Journal Information":"LITERATURE COMPASS Volume: 14 Issue: 3 DOI: 10.1111/lic3.12380 Published: MAR 2017","Abstract":"Acknowledging the foundational work of Elizabeth L. Eisenstein in 18th-century media studies, this article summarizes media scholarship in 18th-century studies before and after 1979, with emphasis in the 1990s through the present. Since the decade before the new millennium and inspired, in part, by the late 20th-century concept of the \"information age\" scholars of 18th-century history have redefined both the terms and the frameworks of media studies to articulate the cultural, social, economic, political, and artistic implications of information theory, print culture, mediation, mediality, and media archaeology. The essay considers the historical centrality of print in media studies and locates the more recent scholarly shift toward multimodal representations of mediation and data analytics. The essay argues for the potential of media scholarship in historical study to bridge student interests in social networking with the mediations of the past and to encourage open access scholarship in digital forms.","Authors":"Ellison, K (Ellison, Katherine)","Title":"Media Scholarship and 18th-Century Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932500003 ISSN: 0263-0338 eISSN: 1572-9842","Keywords":"Kenya; Pastoral Neolithic; Lithics; Quarry; Exchange; Elmenteitan; Obsidian KeyWords Plus:EAST-AFRICA; LITHIC PROCUREMENT; FOOD-PRODUCTION; EARLY HERDERS; ORGANIZATION; COMPLEXITY; NETWORKS; HOLOCENE; SITES; ARCHAEOLOGY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"AFRICAN ARCHAEOLOGICAL REVIEW Volume: 34 Issue: 1 Pages: 43-73 DOI: 10.1007/s10437-016-9240-0 Published: MAR 2017","Abstract":"Early pastoralists in southern Kenya exploited obsidian sources to supply large regional exchange networks that persisted from c. 3200 to 1400 years ago. Obsidian exchange networks have been a source for speculation on the social and political nature of early pastoralism in eastern Africa. Herders who produced a discrete set of material culture called \"Elmenteitan\" mainly relied on a particular obsidian quarry site on the upper slopes of Ol Doinyo Opuru (Mt. Eburru), in the Central Rift Valley. These implications of the Elmenteitan pattern for herder social organization have not been systematically investigated. This paper reports on recent surveys and initial excavations at the Elmenteitan Obsidian Quarry (GsJj50) on Mt. Eburru as the central node of a prehistoric herder exchange network. Research revealed a series of stratified extraction and workshopping loci concentrated across a roughly 200-m(2) extent. Spatial, faunal, ceramic, and lithic datasets support communal resource access by small groups, rather than centralized control. This research has implications for interpreting the role of centralized quarries and resource nodes in the formation of mobile herder exchange and alliance. Networks were an important risk-reduction strategy in unpredictable environments and helped facilitate the spread of African pastoralism.","Authors":"Goldstein, ST (Goldstein, Steven T.) ; Munyiri, JM (Munyiri, John M.)","Title":"The Elmenteitan Obsidian Quarry (GsJj50): New Perspectives on Obsidian Access and Exchange During the Pastoral Neolithic in Southern Kenya"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932500004 ISSN: 0263-0338 eISSN: 1572-9842","Keywords":"Pottery style; Pottery technology; Ethnoarchaeology; Social boundaries; Botswana KeyWords Plus:IRON-AGE; MILLENNIUM AD; AFRICA; CERAMICS; PERSPECTIVE; TECHNOLOGY; IDENTITIES; BASIN; POTS; CLAY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"AFRICAN ARCHAEOLOGICAL REVIEW Volume: 34 Issue: 1 Pages: 75-92 DOI: 10.1007/s10437-016-9238-7 Published: MAR 2017","Abstract":"In southern African archaeology, the equation of pottery styles with archaeological 'cultures' and their attribution to the antecedents of contemporary ethnic groups has been a common practice for a long time. Ethnoarchaeological studies from other parts of Africa and beyond have shown that the matter is complex and that stylistic and technological boundaries in ceramic distributions can reflect different kinds of social boundaries under different circumstances. To expand on these findings and make them locally relevant, a large-scale ethnoarchaeological study of 41 potters in south-eastern Botswana aims for a better understanding of ceramic technological style and boundary relations. Here, we present and explain only the results concerning the boundaries in the forming and shaping stage of ceramic vessel manufacture. We conclude that learning networks explain the visible boundaries in the technological style of forming and shaping pots in south-eastern Botswana today; language and ethnic affiliation do not. Boundaries in the other stages in the operational sequence of pottery manufacture, such as clay sourcing and preparation, vessel surface treatment and decoration, firing and finishing, will be presented in a series of further publications.","Authors":"Thebe, PC (Thebe, Phenyo C.) ; Sadr, K (Sadr, Karim)","Title":"Forming and Shaping Pottery Boundaries in Contemporary South-Eastern Botswana"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395634000016 PubMed ID: 28117484 ISSN: 0002-9483 eISSN: 1096-8644","Keywords":"nonmetric cranial traits; Sarmatians; Scythians KeyWords Plus:DISCRETE TRAITS; BIOLOGICAL DIVERSITY; POPULATION HISTORY; GENETIC-DISTANCE; AFFINITIES; MORPHOLOGY; PATTERNS; METRICS; HUMANS; REGION","Categories":"Anthropology; Evolutionary Biology Web of Science Categories:Anthropology; Evolutionary Biology","Journal Information":"AMERICAN JOURNAL OF PHYSICAL ANTHROPOLOGY Volume: 162 Issue: 3 Pages: 589-599 DOI: 10.1002/ajpa.23159 Published: MAR 2017","Abstract":"ObjectivesWithin the fields of archaeology and anthropology, there is a long history of disputes concerning the origin of the northern Black Sea Scythians. One of the main points of contention is whether the Scythian gene pool was derived from the preceding local Bronze Age population or whether their population history can be connected to invaders from Central Asia. To test these hypotheses, we investigated Late Scythian populations from the northern Black Sea region and compared them to Bronze Age groups from Eastern Europe and Central Asia. Materials and methodsWe studied a cranial series of five Late Scythian populations from the northern Black Sea region (N=323), as well as local Bronze Age groups (N=109), Central Asian Bronze Age groups (N=79), and Sarmatians (N=110). Biological diversity was analyzed by the mean measure of divergence (MMD). ResultsThe Late Scythian population considered in this study proved to be genetically homogeneous, although some connections with the Sarmatians were found. We also revealed similarities between the Scythian groups and the local Bronze Age population of the Srubnaya culture, as well as, to a lesser extent, a group representative of the Central Asian Bronze Age Okunevo culture. DiscussionThe similarities between Late Scythians and various Sarmatian groups could be the result of genetic contacts between the groups, as well as shared genetic origins. The gene pool of the Scythian population likely comprises both local and Central Asian genetic components, though the exact origins and proportion of the eastern component currently remains unknown.","Authors":"Movsesian, AA (Movsesian, Alla A.) ; Bakholdina, VY (Bakholdina, Varvara Yu.)","Title":"Nonmetric cranial trait variation and the origins of the Scythians"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395634000019 ISSN: 0002-9483 eISSN: 1096-8644","Categories":"Anthropology; Evolutionary Biology Web of Science Categories:Anthropology; Evolutionary Biology","Journal Information":"AMERICAN JOURNAL OF PHYSICAL ANTHROPOLOGY Volume: 162 Issue: 3 Pages: 607-608 DOI: 10.1002/ajpa.23137 Published: MAR 2017","Authors":"Devlin, J (Devlin, Joanne)","Title":"The Archaeology of Cremation: Burned Human Remains in Funerary Studies"}, {"Document Information":"Document Type:Editorial Material Language:French Accession Number: WOS:000397460100055 ISSN: 0018-2281 eISSN: 1270-0835","Categories":"History Web of Science Categories:History","Journal Information":"HISTORIA Issue: 843 Pages: 98-98 Published: MAR 2017","Authors":"Malaurie, G (Malaurie, Guillaume)","Title":"ARCHAEOLOGY OF TERRORISM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397955400002 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Social memory; Bundles; Historical archaeology; Heritage; Texas KeyWords Plus:ARCHAEOLOGY; THINGS; IDENTITY; POLITICS","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 24 Issue: 1 Pages: 10-27 DOI: 10.1007/s10816-017-9317-3 Published: MAR 2017","Abstract":"This case study from historical archaeology builds upon two well-defined bodies of theory: collective memory, and the ontological turn. Memory studies mesh well with the ontological turn, as archaeologists begin to consider materials, people, and ideas as webs, networks, entanglements, or bundles. Memory and materiality studies need not be merely descriptive but can provide insights into the roles played by materials in social and political struggles. Although durable stones are bundled with original builders' views and ideas, stone buildings and features paradoxically are mutable and ripe for re-interpretation and contestation by future generations. In Castroville, Texas, a local heritage society is renovating a historic house to create a focal point for tourism. Alsatian immigrants constructed the house in the mid-nineteenth century, but subsequent generations significantly remodeled the house. The archaeological discovery of a blocked-in nineteenth-century fireplace behind a twentieth-century bathroom wall brings two versions of the past into stark juxtaposition. The stones become participants in the struggle between two descendant families over whose past will be celebrated and remembered and whose will be obliterated and forgotten.","Authors":"Van Dyke, RM (Van Dyke, Ruth M.)","Title":"Durable Stones, Mutable Pasts: Bundled Memory in the Alsatian Community of Castroville, Texas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397955400003 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Memory studies; Narrative; Heritage; Africa KeyWords Plus:SOUTH-AFRICA; SOCIAL MEMORY; HIV/AIDS; PREVENTION; POLITICS; BOSUTSWE","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 24 Issue: 1 Pages: 28-49 DOI: 10.1007/s10816-017-9318-2 Published: MAR 2017","Abstract":"The materialization of memory is one way in which the past becomes a powerful agent for negotiating the present. Today in Botswana, archaeological sites have become sites of memory where ancestors have been invoked for healing in response to the rapid spread of HIV/AIDS. This paper concentrates on one site, Khubu la Dintsa, where a local community practiced an ancestral healing ceremony, phekolo, as a way to restore spiritual balance. Told through a set of narratives that integrate ethnographic interviews with one of the former church elders, Russia, the article chronicles the trajectory of the church, the perceived power and active role of the ancestors in this ceremony, and the complex web of morality and practicality in which alternative narratives emerge during a time of social disruption and later fall apart. This paper complements the others in this issue by focusing on how memory, place, time, and material culture are recursively engaged: a process that includes formal and accepted to marginal and even ephemeral viewpoints and holds lessons for how we as archaeologists approach and curate the past.","Authors":"Klehm, CE (Klehm, Carla E.)","Title":"Finding Russia in Botswana: AIDS, Archaeology, and the Power of the Ancestors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397955400004 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Social memory; History; Power; Household archaeology; Commoners; Ancient DNA; Xaltocan KeyWords Plus:ANCIENT DNA; MITOCHONDRIAL-DNA; POSTCLASSIC XALTOCAN; SKELETAL REMAINS; GENETIC-MARKERS; CAL. BC; MEXICO; MAYA; ORGANIZATION; AGENCY","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 24 Issue: 1 Pages: 50-89 DOI: 10.1007/s10816-017-9322-6 Published: MAR 2017","Abstract":"In recent years, archaeologists have productively exploited historical documents and monuments as evidence for social memory and the selective writing, rewriting, and silencing of history for instrumental purposes. However, for a variety of theoretical and methodological reasons, less consideration has been given to such powerful uses of the past in the past by commoners in domestic contexts. In this article, we present a case study that demonstrates how the household remains of commoners can be used as rich, direct sources of evidence for the conscious manipulation and deployment of social memory. Our case study focuses on multiple lines of evidence from burials interred under a household patio at the pre-Aztec and Aztec site of Xaltocan between C.E. 1290 and 1520. Archaeological burial data, osteological analyses, a fine-grained chronology created with Bayesian statistical modeling of radiocarbon dates, and ancient DNA analyses are combined to reconstruct the household genealogical history inscribed by residents. This history-perhaps motivated by power and claims to landentailed selective remembering and forgetting and the rewriting of the past of life on this house mound and was enabled by material mnemonics in the form of buried bones. Interestingly, this inscribed, instrumental genealogical history may have been structured by some of the same principles and representational canons that shaped pre-Hispanic pictorial genealogies used as evidence in colonial legal disputes.","Authors":"Overholtzer, L (Overholtzer, Lisa) ; Bolnick, DA (Bolnick, Deborah A.)","Title":"The Archaeology of Commoner Social Memories and Legitimizing Histories"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397955400008 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Bundling; Collective remembering; Dissonance; Adena-Hopewell; Burial mounds; Middle Woodland; Eastern North America KeyWords Plus:OHIO HOPEWELL; APPALACHIAN SUMMIT; MIDDLE WOODLAND; SOCIAL-MEMORY; ARCHAEOLOGY; THINGS; ANTHROPOLOGY; PERSONHOOD; LANDSCAPE; EVOLUTION","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 24 Issue: 1 Pages: 188-228 DOI: 10.1007/s10816-017-9326-2 Published: MAR 2017","Abstract":"Over the past 20 years, archaeologists have grown increasingly interested in exploring the relationships between humans and things. In part, this focus on materiality has been fueled by the integration of modern philosophical perspectives and considerations of non-Western ontologies and the New Materialisms. In North America, much emphasis has been placed on exploring the relational aspects of American Indian ontologies in the past and present. In this article, I build upon these perspectives by integrating memory as an important infrastructure through which these relationships are cast and maintained. I refer to these memory-based practices as processes of remembering. I argue that identifying these discursive memory processes provides an opportunity to refine how we understand objects like bundles and the social process of bundling-one way archaeologists have framed complex human/thing relationships. I use an Adena-Hopewell burial mound from the Middle Woodland period in Eastern North America (ca. 200 BCE-CE 500) as a case study to illustrate how societies during this era were, at least in part, organized and sustained through the rituals involved in revising bundles of ancestors, objects, and memories of human action. I argue that bundling assemblages of the past managed social dissonance by stabilizing or transforming perceptions of kinship in social coalitions.","Authors":"Henry, ER (Henry, Edward R.)","Title":"Building Bundles, Building Memories: Processes of Remembering in Adena-Hopewell Societies of Eastern North America"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397955400010 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Collective memory; Resistance; Communities; Maya; Belize KeyWords Plus:CLASSIC MAYA; MINOR CENTER; BELIZE; GUATEMALA; LOWLANDS; TRANSFORMATION; COLLAPSE; VALLEY; ABANDONMENT; LANDSCAPES","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 24 Issue: 1 Pages: 261-302 DOI: 10.1007/s10816-017-9320-8 Published: MAR 2017","Abstract":"Drawing on a case study from the Maya site of Actuncan, Belize, this article presents collective remembering as a way to conceptualize the relational construction of memory by ancient societies. Emphasizing the process of remembering allows archaeologists to investigate how memory divides as well as unites. Over time, the interactions between humans and between humans and their landscape that take place as part of everyday life produce memories of the past that are inaccurate and inconsistent between individuals. In particular, people who interact frequently, either due to geographic proximity or similarity in socioeconomic status, tend to form mnemonic communities-communities based on a similar understanding of the past-that may serve as identity markers differentiating them from other groups. At Actuncan, the community's past was collectively remembered across times of prosperity and subjugation. First, the site was a Late and Terminal Preclassic seat of an early divine king who built a monumental ceremonial center. Second, when the site was subjugated during the Early and Late Classic periods, the ceremonial center fell out of use, but the site's commoner households remained continuously occupied. Finally, in the Terminal Classic period, the site's residents reestablished Actuncan as a local seat of authority following the Classic Maya collapse. The community's use of the Preclassic monumental core during the Terminal Classic period indicates that the memory of the site's Preclassic apogee served to legitimize their Terminal Classic authority. However, the Preclassic past was remembered in a manner consistent with contemporaneous cultural forms and the site's recent past of subjugation.","Authors":"Mixter, DW (Mixter, David W.)","Title":"Collective Remembering in Archaeology: a Relational Approach to Ancient Maya Memory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397355700017 ISSN: 0749-0208 eISSN: 1551-5036","Keywords":"Historical documents; archaeology; ancient harbors KeyWords Plus:PAST RECORDS; FUTURE; BANGLADESH; EUSTASY","Categories":"Environmental Sciences & Ecology; Physical Geography; Geology Web of Science Categories:Environmental Sciences; Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF COASTAL RESEARCH Volume: 33 Issue: 2 Pages: 421-434 DOI: 10.2112/JCOASTRES-D-16A-00015.1 Published: MAR 2017","Abstract":"Coastal morphology, stratigraphy, radiocarbon dating, archaeological remains, historical documentation, and tide gauge records allowed us to establish a very firm and detailed record of the changes in sea level in Goa over the last 500 years. It is an oscillation record: a low level in the early 16th century, a +50-cm high level in the 17th century, a level below present sea level in the 18th century, a +20-cm high level in the 19th and early 20th centuries, a similar to 20-cm fall in 1955-1962, and a virtually stable level over the last 50 years. This sea level record is almost identical to those obtained in the Maldives and in Bangladesh. The Indian Ocean seems to lack records of any alarming sea-level rise in recent decades; on the contrary, 10 sites analyzed indicate a sea level remaining at about +/- 0.0, at least over the last 50 years or so.","Authors":"Morner, NA (Morner, Nils-Axel)","Title":"Coastal Morphology and Sea-Level Changes in Goa, India during the Last 500 Years"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399000002 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Synthetic aperture radar; Archaeology; Heritage; Detection and discovery; Monitoring and diagnosis KeyWords Plus:SAR INTERFEROMETRY; DEFORMATION; PROSPECTION; PURPOSES; HERITAGE","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 5-11 Supplement: S DOI: 10.1016/j.culher.2016.05.003 Published: MAR 2017","Abstract":"In the last two decades, archaeology has benefited from the development of earth observation (EO) technologies, including optical multispectral, LiDAR and synthetic aperture radar (SAR) remote sensing. The latter is gaining the attention of an expanding community of scientists and archaeologists due to the increasing availability of multi-platform, multi-band, multi-polarization and very high-resolution satellite SAR data. It is increasingly becoming an important tool in archaeology owing to specific characteristic of its operational modalities, e.g. all-weather, penetration, polarization and interferometry. However, compared to other EO technologies, SAR is encountering more difficulties in realizing its full potential for archaeological applications due to the greater complexity of data processing and interpretation tools. In this paper, SAR-based approaches for the reconnaissance of archaeological signs and SAR interferometry for the monitoring of cultural heritage sites are discussed. Ways and means to reduce complexity of data processing and interpretation tools are also explored. (C) 2015 Elsevier Masson SAS. All rights reserved.","Authors":"Chen, FL (Chen, Fulong) ; Lasaponara, R (Lasaponara, Rosa) ; Masini, N (Masini, Nicola)","Title":"An overview of satellite synthetic aperture radar remote sensing in archaeology: From site detection to monitoring"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399000003 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Aerial remote sensing; Aerial archaeology; Conflict archaeology; Aerial photogrammetry","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 12-19 Supplement: S DOI: 10.1016/j.culher.2015.09.009 Published: MAR 2017","Abstract":"The landscape of Basilicata in Southern Italy poses arduous problems for reading the region's archaeological remains using remote sensing techniques.' While the nearby plain of Foggia is famous for its wealth of archaeological sites detected from the air (Bradford, 1949; Ceraudo, 2009; Goffredo, 2006), hardly any archaeological traces have been identified in the adjacent Melfese area (North Basilicata). As both regions are characterized by large-scale cereal crop cultivation, this difference cannot be easily explained from agricultural practices alone. Solutions for this conundrum have been proposed by emphasizing the geological and pedological differences between the two regions. While acknowledging that these geopedological circumstances strongly influence the visibility of traces of the past in the Melfese landscape, this paper argues that this is only part of the explanation. By analysing short-term changes in the readability of the traces of the WWII airfield of Venosa (Potenza, Italy), this research highlights the importance of seasonal and climatologic circumstances in remote sensing, as well as human interventions in the landscape. These results complement previous knowledge and signal promising lines of enquiry for disclosing the well-hidden archaeological landscape of the Melfese area and Central-Southern Italy in general. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Cantoro, G (Cantoro, Gianluca) ; Pelgromb, J (Pelgrom, Jeremia) ; Stek, TD (Stek, Tesse D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cantoro, Gianluca  http://orcid.org/0000-0002-7126-6397","Title":"Reading a difficult landscape from the air. A methodological case-study from a WWII airfield in South Italy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399000004 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Eastern Henan of China; Alluvial plain; Hidden linear ancient cultural relics; Historical aerial photographs; Remote sensing for archaeology; Archaeological mark KeyWords Plus:ARCHAEOLOGICAL REMAINS; SATELLITE","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 20-27 Supplement: S DOI: 10.1016/j.culher.2015.09.010 Published: MAR 2017","Abstract":"Hidden linear ancient cultural relics were discovered in the alluvial plain of Eastern Henan province (China) using historical archive of aerial photographs and further confirmed by regional features, historical documents and recent archaeological progress. The discovered relics included large-scale man-made ditches, canals and dock relics in Shangqiu and circular moat relics in Luyi. According to historical documents and archaeological researches, we discussed the cultural types and natures of the relics discovered by remote sensing images. On this basis, more pertinent and operable interpretation marks were proposed focusing on hidden linear ancient cultural relics in the alluvial plain. To improve the interpretation of the traditional crop, soil and shadow marks, we also included indexes of scale, continuity, shape and clustering. Our research highlights the macroscopic and spectrographic observation capability of remote sensing in discovering large-scale, massive, surface distribution of ancient cultural relics. In the test area, the solution of image interpretation was proposed through a combined feature identification of scale, continuity, shape and clustering. The derived thematic map demonstrated that the proposed solution is effective for discovering ancient remains in the alluvial plain of eastern Henan, China. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Lu, P (Lu, Peng) ; Yang, RX (Yang, Ruixia) ; Chen, PP (Chen, Panpan) ; Guo, YS (Guo, Yangshan) ; Chen, FL (Chen, Fulong) ; Masini, N (Masini, Nicola) ; Lasaponara, R (Lasaponara, Rosa)","Title":"On the use of historical archive of aerial photographs for the discovery and interpretation of ancient hidden linear cultural relics in the alluvial plain of eastern Henan, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399000006 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Geoarchaeology; Byblos; Lebanon; Remote sensing; VHR satellites; Geo-Eye Ikons; Orbview 3; Corona KeyWords Plus:SATELLITE IMAGERY; ARCHAEOLOGY; CORONA","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 37-43 Supplement: S DOI: 10.1016/j.culher.2016.04.014 Published: MAR 2017","Abstract":"The ancient city of Byblos (Jbail, Lebanon) provides one of the primary examples of urban organization in the Mediterranean world. This multimillenary city bears an exceptional testimony to the beginnings of the Phoenician civilization. The site covers an area of 10 ha located along the coast. The present paper deals with the synthetic mapping of the archaeological site and its environment using remote sensing techniques. Very high-resolution imagery is vital for monitoring any archaeological site in its widest context. In the specific case of Byblos, the comparison of the Orbview 3, Ikonos 2 and Geo-Eye ldigital data indicates that a spatial resolution of about half-a-meter is necessary for archaeological purposes and particularly for mapping the walls and the buildings. The use of Corona archive acquired in 1970 allows mapping the archaeological site and its coastal environment before the Lebanese civil war. This multitemporal approach allows us to evaluate the sensitivity of the archaeological site to external factors, such as the coastal erosion, the cliff degradation, and the urban growth. It also helps to better plan the improvement of the site for touristic purposes. (C) 2016 Published by Elsevier Masson SAS.","Authors":"Deroin, JP (Deroin, Jean-Paul) ; Kheir, RB (Kheir, Rania Bou) ; Abdallah, C (Abdallah, Chadi)","Title":"Geoarchaeological remote sensing survey for cultural heritage management. Case study from Byblos (Jbail, Lebanon)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399000008 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Satellite remote sensing; SAR; COSMO-SkyMed; UAV; Pleiades; Earthen archaeology; Magnetometry; Archaeogeophysics; Inca; Pachacamac; Peru KeyWords Plus:RADAR","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 55-62 Supplement: S DOI: 10.1016/j.culher.2015.12.010 Published: MAR 2017","Abstract":"Archaeological prospection of earthen buried structures, namely non-fired sun-dried mud bricks mixed with organic material, is a critical challenge to address. In fact, this building material exhibits a very low geophysical contrast compared to its surroundings and, therefore, earthen structures are very complex to be identified using remote sensing. In order to cope with this issue, in this paper, we focus on the evaluation of satellite X-band radar data (COSMO-SkyMed) capability for detecting earthen buried structures in a desert area. The results obtained from satellite radar data have been validated for a test site in Pachacamac (Peru) by using unmanned aerial vehicle (UAV) and geomagnetic techniques. The test site is outside the fenced protected zone of Pachacamac, today in the tentative UNESCO list. This paper is the first attempt made until now in evaluating the detectability of earthen archaeological remains using satellite Synthetic Aperture Radar (SAR) data. Outcomes from our investigations clearly point out that the approach we adopted can be useful applied for preventive archaeology and for the planning of future excavation campaigns. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Lasaponara, R (Lasaponara, Rosa) ; Masini, N (Masini, Nicola) ; Pecci, A (Pecci, Antonio) ; Perciante, F (Perciante, Felice) ; Escot, DP (Escot, Denise Pozzi) ; Rizzo, E (Rizzo, Enzo) ; Scavone, M (Scavone, Manuela) ; Sileo, M (Sileo, Maria)","Title":"Qualitative evaluation of COSMO SkyMed in the detection of earthen archaeological remains: The case of Pachamacac (Peru)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397328700008 ISSN: 0049-8246 eISSN: 1097-4539","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"X-RAY SPECTROMETRY Volume: 46 Issue: 2 Pages: 123-130 DOI: 10.1002/xrs.2738 Published: MAR-APR 2017","Abstract":"This work arises in response to the need to understand the production techniques of pre-roman gold jewels, starting from the systematic characterization of the different methods of metal joining used in antiquity to produce these objects. To meet this requirement, different procedures used in antiquity were reproduced by means of experimental archaeology. These models correspond to three metal-joining methods reported by ancient recipes: solid-state diffusion with copper salt, brazing and autogenous welding. These techniques were studied by different analytical methods in order to characterize them at both compositional and microstructural level (SEM-EDS, metallography, mu-XRF and mu-PIXE). The results obtained show that the solid-state diffusion bonding with copper salt presents a crystal hexagonal structure without phase changes in the joining point, where only a variation in the grain size is observed. At the compositional level, this soldering method is characterized by a local increase in copper concentration and a small decrease in gold content. In contrast, brazing shows a dendritic-porous structure due to the superposition of the soldering alloy and the crystal structure of the original foils. Besides, the compositional analysis revealed an increment of silver and copper concentrations and a simultaneous reduction of gold concentration. Finally, in the autogenous welding, no changes at the microstructural and compositional levels were observed. The results obtained have also demonstrated the usefulness of a portable mu-XRF system for the in-situ characterization of ancient jewels. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Scrivano, S (Scrivano, S.) ; Tubio, BG (Tubio, B. Gomez) ; Ortega-Feliu, I (Ortega-Feliu, I.) ; Ager, FJ (Ager, F. J.) ; Paul, A (Paul, A.) ; Respaldiza, MA (Respaldiza, M. A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Scrivano, Simona  http://orcid.org/0000-0001-6843-1091","Title":"Compositional and microstructural study of joining methods in archaeological gold objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397400100008 ISSN: 0002-7294 eISSN: 1548-1433","Keywords":"imperialism; time; China KeyWords Plus:YUNNAN PROVINCE; LAKE ERHAI; HISTORY; CLIMATE","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"AMERICAN ANTHROPOLOGIST Volume: 119 Issue: 1 Pages: 86-103 DOI: 10.1111/aman.12822 Published: MAR 2017","Abstract":"In this study of the Han imperial conquest of southwest China, I argue that time is a technique of political control in precapitalist empires and a source of power asymmetry that local subjects understood and actively sought to curtail. From the expansion of political economy to the invention of universal histories, imperial policies incorporate heterogeneous geographies and subjects into unified temporal frames, thus obscuring differences in social experience. Drawing from subaltern and colonial anthropologies, I argue that resistance to state time is neither restricted to modern colonialism nor realized only in moments of organized rebellions. Archaeological research from the southwest frontier of Han China highlights how native subjects, referred to as the Dian culture, enlisted the dead to detach ideas of personhood and political agency from imperial temporalities. A focus on the resurgence of former funerary practices not only provides an overlooked point of entry to local interventions in the temporality of social reproduction but also reveals how the making of biosocial contemporaneity entangled both imperial agents and frontier subjects. This study demonstrates archaeology's contribution to a wider disciplinary engagement with the intersubjective or shared time of our subjects.","Authors":"Yao, A (Yao, Alice)","Title":"Politics of Time on the Southwest Frontier of China's Han Empire"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397400100018 ISSN: 0002-7294 eISSN: 1548-1433","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"AMERICAN ANTHROPOLOGIST Volume: 119 Issue: 1 Pages: 138-141 DOI: 10.1111/aman.12812 Published: MAR 2017","Authors":"Moyer, TS (Moyer, Teresa S.) ; Gadsby, DA (Gadsby, David A.) ; Morris, S (Morris, Stephen)","Title":"The Scope of US National Park Service Archaeology at Home and Abroad"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395918600012 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"stars: fundamental parameters; stars: interiors; stars: oscillations; stars: solar-type KeyWords Plus:SOLAR-TYPE STARS; STELLAR OSCILLATION FREQUENCIES; EXOPLANET HOST STARS; MAIN-SEQUENCE STARS; ASTEROSEISMIC DATA; GALACTIC ARCHAEOLOGY; ACOUSTIC GLITCHES; ASTROPHYSICS MESA; OPACITY PROJECT; S-FACTOR","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 837 Issue: 1 Article Number: 47 DOI: 10.3847/1538-4357/aa5da7 Published: MAR 1 2017","Abstract":"Acoustic glitches are regions inside a star where the sound speed or its derivatives change abruptly. These leave a small characteristic oscillatory signature in the stellar oscillation frequencies. With the precision achieved by Kepler seismic data, it is now possible to extract these small amplitude oscillatory signatures, and infer the locations of the glitches. We perform glitch analysis for all the 66 stars in the Kepler seismic LEGACY sample to derive the locations of the base of the envelope convection zone (CZ) and the helium ionization zone. The signature from helium ionization zone is found to be robust for all stars in the sample, whereas the CZ signature is found to be weak and problematic, particularly for relatively massive stars with large errorbars on the oscillation frequencies. We demonstrate that the helium glitch signature can be used to constrain the properties of the helium ionization layers and the helium abundance.","Authors":"Verma, K (Verma, Kuldeep) ; Raodeo, K (Raodeo, Keyuri) ; Antia, HM (Antia, H. M.) ; Mazumdar, A (Mazumdar, Anwesh) ; Basu, S (Basu, Sarbani) ; Lund, MN (Lund, Mikkel N.) ; Aguirre, VS (Aguirre, Victor Silva) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lund, Mikkel Norup  http://orcid.org/0000-0001-9214-5642 Mazumdar, Anwesh  http://orcid.org/0000-0003-2409-2942 Basu, Sarbani  http://orcid.org/0000-0002-6163-3472","Title":"Seismic Measurement of the Locations of the Base of Convection Zone and Helium Ionization Zone for Stars in the Kepler Seismic LEGACY Sample"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395385500010 ISSN: 0959-6836 eISSN: 1477-0911","Keywords":"archaeology; pollen analysis; population dynamics; prehistory of Finland; radiocarbon dates; spread of farming KeyWords Plus:PALEOMAGNETIC SECULAR VARIATION; ANNUALLY LAMINATED SEDIMENTS; LAND-USE HISTORY; RADIOCARBON-DATES; EASTERN FINLAND; LAKE-SEDIMENTS; SW FINLAND; ENVIRONMENTAL-CHANGES; VARVE CHRONOLOGY; SOUTHERN FINLAND","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"HOLOCENE Volume: 27 Issue: 3 Pages: 427-438 DOI: 10.1177/0959683616660164 Published: MAR 2017","Abstract":"Dates for early cultivation in Finland obtained from pollen analysis and remains from archaeological sites are compared with the changes in population size derived from the summed calendar-year probability distributions. The results from these two independent proxies correlate strongly with one another indicating that population size and the advance of farming were closely linked to each other. Moreover, the results show that the adaptation and development of farming in this area was a complex process comprising several stages and with major differences between regions The most intensive expansion having occurred in and after the Iron Age. It is therefore more accurate to describe the introduction of farming into the area as a long-lasting process, rather than an event.","Authors":"Lahtinen, M (Lahtinen, Maria) ; Oinonen, M (Oinonen, Markku) ; Tallavaara, M (Tallavaara, Miikka) ; Walker, JWP (Walker, James W. P.) ; Rowley-Conwy, P (Rowley-Conwy, Peter)","Title":"The advance of cultivation at its northern European limit: Process or event?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395165900048 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: abundances; Galaxy: disc; Galaxy: evolution; Galaxy: formation; Galaxy: stellar content KeyWords Plus:CLUSTER OMEGA-CENTAURI; EFFECTIVE TEMPERATURE CALIBRATIONS; GALACTIC EVOLUTION EXPERIMENT; BAND PHOTOMETRIC COLORS; METAL-POOR STARS; LATE-TYPE GIANTS; MILKY-WAY DISK; CA II TRIPLET; SKY SURVEY; DATA RELEASE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 3 Pages: 3203-3219 DOI: 10.1093/mnras/stw2835 Published: MAR 2017","Abstract":"The Galactic Archaeology with HERMES (GALAH) survey is amassive observational project to trace the MilkyWay's history of star formation, chemical enrichment, stellar migration and minor mergers. Using high-resolution (R similar or equal to 28 000) spectra, taken with the High Efficiency and Resolution Multi- Element Spectrograph (HERMES) instrument at the Anglo-Australian Telescope, GALAH will determine stellar parameters and abundances of up to 29 elements for up to one million stars. Selecting targets from a colour-unbiased catalogue built from 2MASS, APASS and UCAC4 data, we expect to observe dwarfs at 0.3-3 kpc and giants at 1-10 kpc. This enables a thorough local chemical inventory of the Galactic thin and thick discs, and also captures smaller samples of the bulge and halo. In this paper, we present the plan, process and progress as of early 2016 for GALAH survey observations. In our first two years of survey observing we have accumulated the largest high-quality spectroscopic data set at this resolution, over 200 000 stars. We also present the first public GALAH data catalogue: stellar parameters (T-eff, log(g), [ Fe/ H], [ alpha/ Fe]), radial velocity, distance modulus and reddening for 10 680 observations of 9860 Tycho-2 stars, 7894 of which are included in the first Gaia data release.","Authors":"Martell, SL (Martell, S. L.) ; Sharma, S (Sharma, S.) ; Buder, S (Buder, S.) ; Duong, L (Duong, L.) ; Schlesinger, KJ (Schlesinger, K. J.) ; Simpson, J (Simpson, J.) ; Lind, K (Lind, K.) ; Ness, M (Ness, M.) ; Marshall, JP (Marshall, J. P.) ; Asplund, M (Asplund, M.) ; Bland-Hawthorn, J (Bland-Hawthorn, J.) ; Casey, AR (Casey, A. R.) ; De Silva, G (De Silva, G.) ; Freeman, KC (Freeman, K. C.) ; Kos, J (Kos, J.) ; Lin, J (Lin, J.) ; Zucker, DB (Zucker, D. B.)[ 5,9,10 ] ; Zwitter, T (Zwitter, T.)[ 11 ] ; Anguiano, B (Anguiano, B.)[ 9,10 ] ; Bacigalupo, C (Bacigalupo, C.)[ 9,10 ] ; Carollo, D (Carollo, D.); Casagrande, L (Casagrande, L.) ; Da Costa, GS (Da Costa, G. S.) ; Horner, J (Horner, J.); Huber, D (Huber, D.); Hyde, EA (Hyde, E. A.) ; Kafle, PR (Kafle, P. R.); Lewis, GF (Lewis, G. F.) ; Nataf, D (Nataf, D.) ; Navin, CA (Navin, C. A.)[ 9,10 ] ; Stello, D (Stello, D.) ; Tinney, CG (Tinney, C. G.) ; Watson, FG (Watson, F. G.) ; Wittenmyer, R (Wittenmyer, R.) ...More...Less","Title":"The GALAH survey: observational overview and Gaia DR1 companion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397643200007 ISSN: 0030-4727","Categories":"History Web of Science Categories:History","Journal Information":"OREGON HISTORICAL QUARTERLY Volume: 118 Issue: 1 Pages: 140-149 DOI: 10.5403/oregonhistq.118.1.0140 Published: SPR 2017","Authors":"Sandor, S (Sandor, Shana) ; Rose, C (Rose, Chelsea)","Title":"Jim Rock Historic Can Collection Southern Oregon University's Digital Collection Celebrating Jim Rock's Contributions to Tin Can Archaeology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395106500001 ISSN: 0268-117X eISSN: 2050-4616","Keywords":"Curiosity; cabinets of curiosity; historical archaeology; embroidery; seventeenth-century women's lives","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Medieval & Renaissance Studies","Journal Information":"SEVENTEENTH CENTURY Volume: 32 Issue: 1 Pages: 1-29 DOI: 10.1080/0268117X.2016.1244487 Published: MAR 2017","Abstract":"For many in seventeenth-century England, curiosity became an intellectual and physical means of exploring natural and artificial wonders and categorising tangible and intangible things. For well-off Englishwomen, curious work had a more specific meaning. It described a specific type of pictorial, decorative embroidery, usually learnt in school and practised in the home, possessing moral agency and functioning as an indicator of status and wealth. Although recognised for their exuberant use of extravagant materials, these embroideries have proved challenging to appreciate and understand. This paper re-situates these curious works, placing them within the changing concept and practice of curiosity in early modern England by using an object-based evidence approach combined with an historical archaeology methodology. Viewing these artefacts through the lens of curiosity provides a new perspective on these embroideries as the outcome of the performance of the feminine curiosity and thus the equivalent to the masculine project of curiosity.","Authors":"Brooks, MM (Brooks, Mary M.)","Title":"Performing curiosity: re-viewing women's domestic embroidery in seventeenth-century England"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599500005 ISSN: 0883-2927","Keywords":"Stable isotope; Organic matter; Paleoenvironments; Arid lake; Al-Azraq; Jordan KeyWords Plus:LAKE-SEDIMENTS; PHOTOSYNTHETIC PIGMENTS; ENVIRONMENTAL-CHANGES; LACUSTRINE SEDIMENTS; HOLOCENE TRANSITION; WEST-AFRICA; CRATER LAKE; LONG-TERM; RECORD; CARBON","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"APPLIED GEOCHEMISTRY Volume: 78 Pages: 49-60 DOI: 10.1016/j.apgeochem.2016.12.004 Published: MAR 2017","Abstract":"This study examines the stable isotopes of carbon and nitrogen from cored lacustrine sediments of the Al-Azraq, an arid lake basin on the Jordan Plateau. Lacustrine sediments contain valuable records of paleoenvironmental conditions, recording local and regional response to environmental change. Previous paleo-reconstructions on the Jordan Plateau are based on archaeology, pollen, mineralogy, and stratigraphy. The application of organic geochemistry analyses to these lake sediments identifies multiple sources of organic matter, biological production, and contributes to understanding the paleoenvironments of the Al-Azraq basin during the mid-Pleistocene period. Organic carbon concentration (Corg) provides an overview of the organic matter distribution. Carbon isotopic composition (delta 13Corg) and nitrogen isotopic composition (delta 15N) are indicators of organic matter sources and paleoproductivity. Magnetic susceptibility (MGSUS) measured the concentration of ferromagnetic minerals and indicated aeolian inputs. Organic geochemistry differentiated five paleoenvironmental zones with specific sources of organic matter, both aquatic and terrestrial. It identified a long period of climate wetter than the present, punctuated by a short intense period of aridity. Diagenesis plays an important role in the decomposition of organic matter and studies indicate this degradation can alter the isotopic signals of organic matter. Analyses of the isotopic signals and statistical analyses demonstrate diagenesis is not a factor in the Al-Azraq sediments in all but Zone 4 of the paleoenvironmental zones. This Zone is defined by less negative carbon isotopic composition and the presence of thick primary gypsum layers, in addition to the influx of high peaks of aeolian sediment as reflected in the magnetic susceptibility data. Stable isotope geochemistry provides detailed information on the paleoenvironments of lake sediments, and is applicable to typically challenging arid basin sediments. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ahmad, K (Ahmad, Khaldoun) ; Davies, C (Davies, Caroline)","Title":"Stable isotope (delta C-13 and delta N-15) based interpretation of organic matter source and paleoenvironmental conditions in Al-Azraq basin, Jordan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366600002 ISSN: 0278-4165 eISSN: 1090-2686","Keywords":"Material culture; Neolithic; Alpine foreland; Social practice; Dendrochronology; Pottery; Settlements; Timescales; Culture concept; Analytical scale KeyWords Plus:ARCHAEOLOGY","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL ARCHAEOLOGY Volume: 45 Pages: 1-14 DOI: 10.1016/j.jaa.2016.10.001 Published: MAR 2017","Abstract":"Within a project exploring the difference which high-precision chronologies make for narratives of the European Neolithic, this paper examines the place of material culture in the flow of social existence. In contrast to approaches based on imprecise chronologies and stressing gradual change, we examine increasingly high-resolution dendrochronological data in the Neolithic of the northern Alpine foreland, where sharp boundaries between material styles were not in evidence. While 60-year filters allow a more differentiated analysis of the relative distribution of Cortaillod and Pfyn pottery, higher-resolution dendrochronology enables a very detailed narrative of the rapid introduction of Corded Ware in the Lake Zurich area, highlighting significant differences between eastern and western Switzerland. At the scale of individual sites, Concise shows continuity of the local potting tradition, despite repeated episodes of outside influence. At the short-lived site Arbon Bleiche 3, pottery changes much less than diet. This reveals a complex pattern of exactly contemporary diversity, seen even more sharply at the very briefly occupied settlement of Bad Buchau Torwiesen II. To get at agency within the flow of social life, we need as much temporal and spatial detail as possible, close attention to the material and approaches that allow for nuanced narratives. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ebersbach, R (Ebersbach, Renate) ; Doppler, T (Doppler, Thomas) ; Hofmann, D (Hofmann, Daniela) ; Whittle, A (Whittle, Alasdair)","Title":"No time out: Scaling material diversity and change in the Alpine foreland Neolithic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366600003 ISSN: 0278-4165 eISSN: 1090-2686","Keywords":"Mesoamerica; Maya Lowlands; Classic; Ancient cities; Neighborhood; Mobility; Migration; Occupancy rate KeyWords Plus:NEOLITHIC DEMOGRAPHIC-TRANSITION; RIO BEC SETTLEMENT; ANCIENT; LOWLANDS; ARCHAEOLOGY; MIGRATION; ABANDONMENT; HONDURAS; BELIZE; COPAN","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL ARCHAEOLOGY Volume: 45 Pages: 15-37 DOI: 10.1016/j.jaa.2016.10.002 Published: MAR 2017","Abstract":"The abandonment of most Maya Lowland cities during the Terminal Classic period is a well-known phenomenon whereas their previous growth in population during the Classic period has not received the same attention. This increase may have been at least partly due to a rapid immigration from the hinterland, which would have eventually favored an inverse movement under deteriorating circumstances. At La Joyanca, Guatemala, a medium-sized center with a 160-hectare residential zone, a burst of monumental construction occurred in both the public plaza and neighborhoods by 600-700 CE. Paleoenvironmental studies of a core from an adjacent lake indicate a local and abrupt decrease in land use activities at the onset of the Late Classic period. Based on the assumption that this decrease was due to a population movement from the hinterland into the city that contributed to construction, in 2012 a systematic test pit program was applied to the La Joyanca residential neighborhoods, allowing us to analyze the dynamics over Classic times. Results point to a significant, possibly rapid mobility into the city by early Late Classic times, a more gradual settlement contraction, and three final movements of desertion by the end of the Terminal Classic phase. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Arnauld, MC (Arnauld, M. Charlotte) ; Lemonnier, E (Lemonnier, Eva) ; Forne, M (Forne, Melanie) ; Sion, J (Sion, Julien) ; Alvarado, EP (Alvarado, Erick Ponciano)","Title":"Early to Late Classic population mobility in the Maya site of La Joyanca and hinterlands, Northwestern Peten, Guatemala"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366600004 ISSN: 0278-4165 eISSN: 1090-2686","Keywords":"Stable isotopes; Medieval; Resilience; Paleodiet; Carbon; Nitrogen KeyWords Plus:NITROGEN STABLE-ISOTOPES; BONE-COLLAGEN; CARBON; RATIOS; ANIMALS; FOOD; RECONSTRUCTION; PALAEODIETARY; ANTHROPOLOGY; ARCHAEOLOGY","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL ARCHAEOLOGY Volume: 45 Pages: 38-52 DOI: 10.1016/j.jaa.2016.11.001 Published: MAR 2017","Abstract":"In Europe during the medieval period, new constraints were introduced to the balance of people's food production, distribution and consumption. As a proxy indicator of diet, stable isotope ratios from osseous remains offer a window into past human lifeways and the adoption of new dietary regimes. We report stable carbon and nitrogen isotope results of a large diachronic study of skeletons from Poland's Pomeranian region in the Vistula River valley, using concepts of resilience, agency, and transition in bioarchaeological research frameworks to explain pace of diet change and intra-population variations in diet. Two skeletal samples are from 10 to 13th century Kaldus, an economic center of the early Piast dynasty, and two are from 12 to 14th century Gruczno, a neighboring agricultural village. Humans exhibit a mean delta N-15 value of 9.8 +/- 0.9 parts per thousand, a mean delta C-13(coll) value of -19.4 +/- 0.9 parts per thousand, and a mean delta C-13(ap) value of -12.74 1.30 parts per thousand. Despite similar time periods and shared geographic region, Kaldus and Gruczno differ markedly in terms of fish and millet consumption. Diet does not change according to expectations based on the Christianization, urbanization, and marketization of Poland at this time. Rather than broad national trends affecting what people ate, more significant influences on diet appear to have been local sociodemographic conditions, to which people adjusted in ways that enabled them to retain fundamental aspects of their daily lives spanning the medieval period. Published by Elsevier Inc.","Authors":"Reitsema, LJ (Reitsema, Laurie J.) ; Kozlowski, T (Kozlowski, Tomasz) ; Crews, DE (Crews, Douglas E.) ; Katzenberg, MA (Katzenberg, M. Anne) ; Chudziak, W (Chudziak, Wojciech)","Title":"Resilience and local dietary adaptation in rural Poland, 1000-1400 CE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366600007 ISSN: 0278-4165 eISSN: 1090-2686","Keywords":"Human behavioral ecology; Population ecology; Ideal free distribution; Settlement archaeology; Alaska prehistory; Arctic Small Tool tradition; Maritime adaptations KeyWords Plus:SMALL TOOL TRADITION; NORTHERN CHANNEL-ISLANDS; IDEAL FREE DISTRIBUTION; BERING-SEA; MARITIME ADAPTATIONS; SOUTHWEST ALASKA; LATE-QUATERNARY; GREAT-BASIN; BODY-SIZE; PERSPECTIVE","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL ARCHAEOLOGY Volume: 45 Pages: 81-97 DOI: 10.1016/j.jaa.2016.11.006 Published: MAR 2017","Abstract":"This study provides an ecological explanation for the distribution of Arctic Small Tool tradition (ASTt) settlements in Alaska and the origin of their arctic maritime adaptation. Theoretically grounded in the ideal free distribution (IFD) model, which predicts that higher ranked habitats will be occupied first and most continuously, we contend that the location of large mammals was a major factor influencing human dispersal and settlement decisions in the arctic and subarctic ecosystems of Alaska. We rank habitat suitability based on historic mammal population densities from wildlife ecology reports across predefined ecological zones in Alaska; we multiply densities by average animal weights per species to determine suitability rankings. Coastal habitats in Alaska are higher ranked than adjacent tundra habitats, but the interior boreal forest may have been the highest ranked, considering technological constraints of hunting aquatic species. The ASTt migration into Alaska created population pressure that promoted the colonization of the unoccupied Arctic coast and development of the dual, terrestrial -maritime economy. When pan -Alaska human populations declined around 3200-2500 years ago low ranked tundra ecoregions were abandoned. As human populations recovered Alaska coasts became the most densely populated habitats. The adaptive logic entailed in the IFD provides a consistent evolutionary interpretation for settlement patterns documented in this region. Published by Elsevier Inc.","Authors":"Tremayne, AH (Tremayne, Andrew H.) ; Winterhalder, B (Winterhalder, Bruce)","Title":"Large mammal biomass predicts the changing distribution of hunter-gatherer settlements in mid-late Holocene Alaska"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395034500029 PubMed ID: 27907232 ISSN: 0022-1198 eISSN: 1556-4029","Keywords":"forensic science; forensic archaeology; Spanish Civil War; mass grave; lime; Raman spectroscopy; identification KeyWords Plus:FT-RAMAN SPECTRA; MASS GRAVES; IDENTIFICATION PROCESS; FLUORESCENCE BANDS; WALL PAINTINGS; SPECTROSCOPY; MINERALS; MEDIEVAL; REMAINS; SPAIN","Categories":"Legal Medicine Web of Science Categories:Medicine, Legal","Journal Information":"JOURNAL OF FORENSIC SCIENCES Volume: 62 Issue: 2 Pages: 498-510 DOI: 10.1111/1556-4029.13276 Published: MAR 2017","Abstract":"Over 500 victims of the Spanish Civil War (1936-1939) were buried in the cemetery of La Carcavilla (Palencia, Spain). White material, observed in several burials, was analyzed with Raman spectroscopy and powder XRD, and confirmed to be lime. Archaeological findings at La Carcavilla's cemetery show that the application of lime was used in an organized way, mostly associated with coffinless interments of victims of Francoist repression. In burials with a lime cast, observations made it possible to draw conclusions regarding the presence of soft tissue at the moment of deposition, the sequence of events, and the presence of clothing and other evidence. This study illustrates the importance of analyzing a burial within the depositional environment and taphonomic context.","Authors":"Schotsmans, EMJ (Schotsmans, Eline M. J.) ; Garcia-Rubio, A (Garcia-Rubio, Almudena) ; Edwards, HGM (Edwards, Howell G. M.) ; Munshi, T (Munshi, Tasnim) ; Wilson, AS (Wilson, Andrew S.) ; Rios, L (Rios, Luis)","Title":"Analyzing and Interpreting Lime Burials from the Spanish Civil War (1936-1939): A Case Study from La Carcavilla Cemetery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394370800008 ISSN: 1867-2477 eISSN: 1867-2485","Keywords":"Antarctica; Elephant Point; Geoecology; Archaeology; Antarctic Treaty System KeyWords Plus:SOUTH SHETLAND ISLANDS; KING GEORGE ISLAND; MARITIME ANTARCTICA; LIVINGSTON ISLAND; BYERS PENINSULA; SURFACE; MANAGEMENT; LANDFORMS; BEACHES; SNOW","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOHERITAGE Volume: 9 Issue: 1 Pages: 97-109 DOI: 10.1007/s12371-016-0184-1 Published: MAR 2017","Abstract":"The Antarctic Treaty provides the general environmental policies for all areas south of parallel 60 degrees S. In addition, some enclaves have a higher degree of environmental protection regulated by three categories: Antarctic Specially Protected Areas (ASPA), Antarctic Specially Managed Areas and Historic Sites or Monuments. Most of the protected areas in Antarctica have been designated based on the national geopolitical strategies, giving special attention to those areas where access and logistics are easier. This paper focuses on Elephant Point (Livingston, South Shetland Islands), an ice-free area of 1.16 km2 where activities are only regulated by the Antarctic Treaty System and no further environmental protection exists. By using a geoecological approach based on the geomorphology together with the distribution of the fauna and flora existing in the area, we have distinguished six geoecological environments in Elephant Point: Rotch glacier, proglacial environment, moraine system, bedrock plateaus, marine terraces and present-day beach. The distribution of fauna and flora is highly conditioned by the age of deglaciation as well as by the glacial, paraglacial and periglacial geomorphological landforms and processes. Besides this, five well preserved archaeological sites have been found in Elephant Point. These sites were used for sealers and whalers who sailed across the Maritime Antarctic during the eighteenth and nineteenth centuries. The rich biodiversity together with the high geomorphological and historical significance of this peninsula within the Maritime Antarctic constitutes the scientific basis to propose Elephant Point to be designated an ASPA in order to preserve the unique scientific heritage existing in this small peninsula.","Authors":"Oliva, M (Oliva, Marc) ; Ruiz-Fernandez, J (Ruiz-Fernandez, Jesus) ; Zarankin, A (Zarankin, Andres) ; Casanova-Katny, A (Casanova-Katny, Angelica) ; Nofre, J (Nofre, Jordi)","Title":"Geoecology and Historical Heritage in the Ice-Free Area of Elephant Point (Antarctica). Proposal for Future Environmental Protection"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000393883600012 ISSN: 1352-7258 eISSN: 1470-3610","Categories":"Arts & Humanities - Other Topics; Social Sciences - Other Topics Web of Science Categories:Humanities, Multidisciplinary; Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HERITAGE STUDIES Volume: 23 Issue: 3 Pages: 295-297 DOI: 10.1080/13527258.2016.1255909 Published: MAR 2017","Authors":"Kiddey, R (Kiddey, Rachael)","Title":"Archaeology, the public and the recent past"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394556100021 ISSN: 0091-7729","Categories":"Literature Web of Science Categories:Literature","Journal Information":"SCIENCE-FICTION STUDIES Volume: 44 Pages: 198-201 Part: 1 Published: MAR 2017","Authors":"Robertson, BJ (Robertson, Benjamin J.) ; Emerson, L (Emerson, Lori)","Title":"Media Archaeology and Science Fiction"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395445700005 ISSN: 0091-7710 eISSN: 2153-3806","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL RESEARCH Volume: 73 Issue: 1 Pages: 92-94 DOI: 10.1086/690536 Published: SPR 2017","Authors":"Milisauskas, S (Milisauskas, Sarunas)","Title":"A Russian Perspective on Theoretical Archaeology: The Life and Work of Leo S. Klejn"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395445700011 ISSN: 0091-7710 eISSN: 2153-3806","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL RESEARCH Volume: 73 Issue: 1 Pages: 104-106 Published: SPR 2017","Authors":"Martin, DL (Martin, Debra L.)","Title":"Sending the Spirits Home: The Archaeology of Hohokam Mortuary Practices"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395445700014 ISSN: 0091-7710 eISSN: 2153-3806","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL RESEARCH Volume: 73 Issue: 1 Pages: 109-111 Published: SPR 2017","Authors":"Rothschild, NA (Rothschild, Nan A.)","Title":"The Archaeology of Race in the Northeast"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395445700016 ISSN: 0091-7710 eISSN: 2153-3806","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"JOURNAL OF ANTHROPOLOGICAL RESEARCH Volume: 73 Issue: 1 Pages: 113-115 Published: SPR 2017","Authors":"Van Tilburg, HK (Van Tilburg, Hans K.)","Title":"Underwater Archaeology of a Pacific Battlefield: The WWII Battle of Saipan"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397154300019 ISSN: 0022-4480 eISSN: 1477-8556","Categories":"Asian Studies Web of Science Categories:Asian Studies","Journal Information":"JOURNAL OF SEMITIC STUDIES Volume: 62 Issue: 1 Pages: 252-254 DOI: 10.1093/jss/fgw062 Published: SPR 2017","Authors":"Tiemeyer, LS (Tiemeyer, Lena-Sofia)","Title":"Judah in the Neo-Babylonian Period: The Archaeology of Desolation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396459500005 ISSN: 0883-6353 eISSN: 1520-6548","Categories":"Archaeology; Geology Web of Science Categories:Archaeology; Geosciences, Multidisciplinary","Journal Information":"GEOARCHAEOLOGY-AN INTERNATIONAL JOURNAL Volume: 32 Issue: 2 Pages: 230-247 DOI: 10.1002/gea.21590 Published: MAR-APR 2017","Abstract":"Archaeologists have long been interested in the Lake Stanley lowstand event (similar to 10-8 ka) in the Lake Huron basin, as archaeological sites from the Late Paleoindian/Early Archaic cultural periods were inundated by subsequent high water levels. Recent archaeological and paleoenvironmental investigations of this submerged landscape have documented stone structures that were likely utilized for caribou hunting by these cultural groups during the late Lake Stanley lowstand phase of Lake Huron. In 2011 and 2012, a total of 67 core, sediment, and rock samples were collected in a 50 km(2) area by divers and a ponar sampler deployed from a survey vessel. These samples were analyzed for sediment size, sorting, morphology and source, organic and carbonate content, testate amoebae, and organic materials. A series of indicators, including distinct microfossil assemblages (such as species only found in sphagnum moss and boggy arctic ponds), rooted trees (tamarack and spruce), and charcoal (ca. 8-9000 yr old) reveal a series of microenvironments that are consistent with a subarctic climate. The analysis of the Alpena-Amberley Ridge provides a detailed picture of the environment exploited by ancient peoples during the Lake Stanley lowstand period. The methodologies employed in this study can in turn help identify other unique microregions that may yield more archaeological sites with less obvious archaeological footprints. (C) 2016 Wiley Periodicals, Inc.","Authors":"Sonnenburg, E (Sonnenburg, Elizabeth) ; O'Shea, J (O'Shea, John)","Title":"Archaeological Landscapes during the 10-8 ka Lake Stanley Lowstand on the Alpena-Amberley Ridge, Lake Huron"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396459500008 ISSN: 0883-6353 eISSN: 1520-6548","Categories":"Archaeology; Geology Web of Science Categories:Archaeology; Geosciences, Multidisciplinary","Journal Information":"GEOARCHAEOLOGY-AN INTERNATIONAL JOURNAL Volume: 32 Issue: 2 Pages: 283-301 DOI: 10.1002/gea.21596 Published: MAR-APR 2017","Abstract":"Located on a floodplain of the Rio Boquillas, the site of La Playa contains a principal occupation during the Early Agricultural period, 1200 B.C.-A.D. 50 (3150-1900 cal. yr B.P.). Local complexity in geomorphic features and extensive historic dissection of the floodplain have resulted in limited understanding of the site's alluvial history, which hampers understanding of archaeological features and an extensive canal system. This study reconstructs the site formation processes of the floodplain before, during, and after occupation by comparing soils and sediments from the Los Monticulos area near the channel with those of more distant areas of the site. Sediments on the floodplain were deposited by low-energy overbank deposition from ca. 4300 to 1600 cal. yr B.P., resulting in stratified deposits with weak soil development nearer to the channel, and more strongly developed soils farther from the channel. Low-energy deposition of fine-grained sediments was possible due to the stable location of the river channel during the Holocene, creating an attractive place for canal agriculture. Sometime after the Early Agricultural period, higher-energy flows resulted in deposition of sandier sediments and multiple episodes of erosion and deposition in Los Monticulos, where nearly all cultural material is now in a reworked context. (C) 2016 Wiley Periodicals, Inc.","Authors":"Schott, AM (Schott, Amy M.)","Title":"Site Formation Processes and Depositional Environment of a Fine-Grained Alluvial Floodplain at La Playa Archaeology Site, Sonora, Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100001 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Pericolonialism; Iberian colonialism; Philippines; Ifugao; Political consolidation KeyWords Plus:MATERIAL CULTURE; INTENSIFICATION; CONTACT; AMERICA","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 1-26 DOI: 10.1007/s10761-016-0342-9 Published: MAR 2017","Abstract":"Pericolonial archaeology investigates areas where European military conquests were unsuccessful, but were economically and politically affected by conquests and subsequent colonial activities in adjacent regions. By using a case study from the Philippines, this article focuses on the responses of indigenous peoples in the highland Philippines who appear to have resisted Spanish cooptation. The archaeological record suggests that economic and political intensification occurred in Ifugao coinciding with the appearance of the Spanish in the northern Philippines. This work on pericolonial archaeology shows that the effects of colonialism extended far beyond the areas actually colonized. More importantly, the investigations reported in this essay add to the increasing evidence of the false differentiation of the colonized and the \"uncolonized.\".","Authors":"Acabado, S (Acabado, Stephen)","Title":"The Archaeology of Pericolonialism: Responses of the \"Unconquered\" to Spanish Conquest and Colonialism in Ifugao, Philippines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100002 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Abandoned vessels; Aotearoa; New Zealand; Reuse; Salvage KeyWords Plus:ARCHAEOLOGY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 27-48 DOI: 10.1007/s10761-016-0328-7 Published: MAR 2017","Abstract":"Together, archaeological evidence and oral histories better inform our understanding of the interaction between abandoned vessel sites and communities. While the maritime and historic archaeological record can reveal salvage and reuse activities, material culture does not always reflect a direct link between the two. In this study of abandoned vessel material salvage and reuse at Rangitoto Island, Aotearoa / New Zealand, oral histories collected from the owners of baches-small and modest holiday homes-serve as a linkage tool that tie the two together. Furthermore, the archaeological and historical significance of this tangible and intangible cultural heritage serves to foreground the Rangitoto Island community's current struggle to have this legacy recognised.","Authors":"Bennett, K (Bennett, Kurt) ; Fowler, M (Fowler, Madeline)","Title":"'In my Memory, it says Rarawa': Abandoned Vessel Material Salvage and Reuse at Rangitoto Island, Aotearoa / New Zealand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100003 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Gold mining; Landscape; Industrial archaeology; Water; Anthropocene KeyWords Plus:CALIFORNIA","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 49-65 DOI: 10.1007/s10761-016-0330-0 Published: MAR 2017","Abstract":"Water played a crucial role in gold mining in the Australian colony of Victoria during the nineteenth century. Recent archaeological research has identified extensive surviving evidence of water supply networks, industrial applications of water and downstream pollution. The integration of this physical evidence with Google Earth, LiDAR imagery and historical maps in GIS reveals how the use of water in mining continues to shape modern landscapes.","Authors":"Lawrence, S (Lawrence, Susan) ; Davies, P (Davies, Peter) ; Turnbull, J (Turnbull, Jodi)","Title":"The Archaeology of Water on the Victorian Goldfields"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100006 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Great War; Landscape; Memory KeyWords Plus:2ND-WORLD-WAR; ARCHAEOLOGY; HERITAGE","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 134-151 DOI: 10.1007/s10761-016-0348-3 Published: MAR 2017","Abstract":"Many sites related to the First World War are forgotten and neglected in today's Poland. This paper shortly presents the ways of practicing \"conflict archaeology\" in Poland and it discusses results of the non-invasive archaeological survey conducted in Tuchola and Czersk, places where during the First World War Germans built and run prisoners of war camps. In the article the material remains of the camps that have survived in the local landscapes till the present are analyzed. Both sites are at the same time remembered and forgotten by local communities. This paper tries to account for oblivion as an inherent part of local landscapes that adds a unique value to them.","Authors":"Kobiaka, D (Kobiaka, Dawid) ; Kostyrko, M (Kostyrko, Mikoaj) ; Kajda, K (Kajda, Kornelia)","Title":"The Great War and Its Landscapes Between Memory and Oblivion: the Case of Prisoners of War Camps in Tuchola and Czersk, Poland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100007 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Yoruk; Manisa; Anatolia; Karaosomanoglu; Lake Marmara; Ethnogaphy; Archaeology; Smell; Phenomenology; Sediment; Geochemistry; Agropastoralism KeyWords Plus:CALLEVA-ATREBATUM SILCHESTER; HOUSEHOLD ARCHAEOLOGY; CHEMICAL RESIDUES; SOIL CHEMISTRY; ACTIVITY AREAS; ROMAN TOWN; HAMPSHIRE; CHEESE; FLOORS; TURKEY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 152-177 DOI: 10.1007/s10761-016-0345-6 Published: MAR 2017","Abstract":"This paper explores ephemeral landscapes of smell using datasets from ethnographic fieldwork, archaeological survey, and sediment geochemistry in western Anatolia. Our analysis brings together regional datasets from the late Ottoman period to the present to understand the places that mark the transition from the agropastoral migratory lifeways of Yoruk tribes to settled communities. We explore one Yoruk-legacy (Tekeli tribe) compound to understand 'settled' lifeways over three generations, and how study of these legacy traditions may be a valuable contribution to experimental archaeology. Our entry into this discussion is a study of food - its preparation, storage, and consumption - and its associated olfactory landscapes. While ethnography helps determine how aromas define active and contemporary spaces and spheres of intimacy, sediment geochemistry offers a method for investigating archaeologies of aroma.","Authors":"Luke, C (Luke, Christina) ; Roosevelt, CH (Roosevelt, Christopher H.) ; Scott, CB (Scott, Catherine B.)","Title":"Yoruk Legacies: Space, Scent, and Sediment Geochemistry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100008 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Institution; Medical; Britain KeyWords Plus:LONDON","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 178-197 DOI: 10.1007/s10761-016-0346-5 Published: MAR 2017","Abstract":"Since the 1990s, archaeological approaches to institutions designed for public health, benefit, and welfare have been developed. Key publications have raised the profile of \"institutional\" archaeology in North America and Australia, while archaeology-based, and built-environment focused, research in the British Isles has gained momentum. These buildings continue to be grouped under the category of \"institutional\" architecture, alongside prisons and institutions for confinement, but in light of recent scholarship, homogenization of institutional buildings is no longer so useful. Focusing on the British Isles, this paper outlines archaeological methodologies that set British and Irish approaches within their unique context, highlighting the distinctiveness of different building types. Focusing on two institutional building types, the asylum and the hospital, the significant difference between these building types and those frequently considered analogous becomes apparent.","Authors":"Fennelly, K (Fennelly, Katherine) ; Newman, C (Newman, Charlotte)","Title":"Poverty and Illness in the 'Old Countries': Archaeological Approaches to Historical Medical Institutions in the British Isles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100009 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Architecture; Labor; Phenomenology; Space syntax KeyWords Plus:HISTORICAL ARCHAEOLOGY; YUCATAN; SPACE; PLANTATIONS; SLAVERY","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 198-222 DOI: 10.1007/s10761-016-0329-6 Published: MAR 2017","Abstract":"When seeking to understand past social dynamics, archaeologists often turn to architecture. This paper presents a diachronic study of the architecture of the central Mexican Hacienda San Miguel Acocotla to illuminate how the built environment may be used to control people and transform individual and community identity. Data derived from archaeological, ethnographic, and historical research together provide a rare longitudinal and detailed dataset spanning the seventeenth through nineteenth centuries. Using an analysis that combines space syntax and phenomenology, I find that a mid-nineteenth century renovation of hacienda architecture reflected a contemporary national program of modernization directed at redefining rural labor and community structure.","Authors":"Newman, ET (Newman, Elizabeth Terese)","Title":"Landscapes of Labor: Architecture and Identity at a Mexican Hacienda"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394213100011 ISSN: 1092-7697 eISSN: 1573-7748","Keywords":"Gravestones; Nineteenth century; Identity; Ideology KeyWords Plus:ARCHAEOLOGY; CEMETERIES; CHERUBS; DEATH","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF HISTORICAL ARCHAEOLOGY Volume: 21 Issue: 1 Pages: 240-276 DOI: 10.1007/s10761-016-0347-4 Published: MAR 2017","Abstract":"This study of nineteenth century gravestones of the Palatinate confirms sociocultural transformations, along the dimensions of social identity and ideological convictions, from rank society to a capitalist class society. Moreover, the sampled gravestones reveal the family as a decisive unit of social identity, with a simultaneous withdrawal into the private sphere. These findings contradict the usual historic narrative of that period and region and suggest a politically withdrawn, passive and disillusioned society that offered little, if any, opposition to an authoritarian state, as long as economic opportunities provided a chance for social ascent.","Authors":"Streb, CK (Streb, Christoph K.)","Title":"Modern Class Society in the Making: Evidence from Palatinate Gravestones of the Nineteenth Century"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394326600003 ISSN: 1863-6683 eISSN: 1863-6691","Keywords":"Entrepreneurial intentions; Entrepreneurial motivation; Prior educational background of entrepreneurs; Antecedents of entrepreneurial intentions KeyWords Plus:PLANNED BEHAVIOR; COMPETING MODELS; STUDENTS; KNOWLEDGE; ENVIRONMENT; COUNTRIES; ATTITUDES; EXPOSURE; FUTURE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"REVIEW OF MANAGERIAL SCIENCE Volume: 11 Issue: 2 Pages: 353-394 DOI: 10.1007/s11846-015-0188-2 Published: MAR 2017","Abstract":"Studies on entrepreneurial intentions often neglect the heterogeneity of individuals' education background. This paper develops an integrated intention-based framework and analyzes the impact of fields of study on entrepreneurial intentions. Based on a sample of 2423 final-year students, enrolled in 32 fields of study, and resorting to logistic estimations, we find that, beside the attitude towards starting a business, fields of study, considered at a highly detailed level, are relevant (direct and indirect) predictors of entrepreneurial intention. We unambiguously show that there is a huge hidden potential for new venture creation in fields of study related to creative and leisure activities (e.g., Arts and humanities, or, more specifically, Literature and linguistics, History and archaeology, Audio-visual techniques and media production, Sports, and Architecture and town planning), Law, and Health (most notably, Pharmacy and Veterinary). Significant differences in the level of intention between students of different fields of study indicate that universities should more extensively focus entrepreneurship education on students in other subject area than business or engineering/technology sciences.","Authors":"Teixeira, AAC (Teixeira, Aurora A. C.) ; Forte, RP (Forte, Rosa Portela) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Teixeira, Aurora  http://orcid.org/0000-0002-3191-5217","Title":"Prior education and entrepreneurial intentions: the differential impact of a wide range of fields of study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394993000004 ISSN: 1866-9557 eISSN: 1866-9565","Keywords":"LaTene period; Agricultural practices; Seeds and fruits; Rescue archaeology; Regional compilation; Urbanization process; Auvergne KeyWords Plus:IRON-AGE; AGRICULTURE; GERMANY; REGION","Categories":"Anthropology; Archaeology; Geology Web of Science Categories:Anthropology; Archaeology; Geosciences, Multidisciplinary","Journal Information":"ARCHAEOLOGICAL AND ANTHROPOLOGICAL SCIENCES Volume: 9 Issue: 2 Pages: 181-196 DOI: 10.1007/s12520-015-0260-5 Published: MAR 2017","Abstract":"For several decades, a growing number of protohistoric sites in Auvergne (Massif Central, France)-mostly excavated through preventive archaeology-have been subject to the collection of archaeobotanical analysis. This study presents the archaeobotanical results from ten La TSne sites dating from the last five centuries before the Roman conquest. In addition to providing an inventory of taxa, this paper concerns crops and crop cultivation methods. These results are interpreted in a wider context, dealing with crop husbandry, arable farming, storage and consumption practices. The sites are located in the Limagne plain within a 50-km radius around the city of Clermont-Ferrand. A total of 23,579 carpological remains were identified from 163 sediment samples totalizing a volume of 1096 1. Comparable to other sites in Gaul, the spectrum of cereals and pulses is restricted. Spelt (Triticum spelta), einkorn (Triticum monococcum) and foxtail millet (Setaria italica) are disappearing or becoming rare. A better control of agricultural techniques and increased yields is supposed during the ca. five centuries of the La TSne period. Mixed cultivation is hereby replaced by the sowing of monocrops. At the beginning of this period, farming systems are dominated by a polyculture of cereals and pulses. They become more specialized during the last two centuries before the Roman conquest; diversity of cereals and pulses is decreased.","Authors":"Cabanis, M (Cabanis, Manon) ; Deberge, Y (Deberge, Yann) ; Bouby, L (Bouby, Laurent) ; Hajnalova, M (Hajnalova, Maria) ; Marinval, P (Marinval, Philippe) ; Mennesssier-Jouannet, C (Mennesssier-Jouannet, Christine) ; Vermeulen, C (Vermeulen, Christine) ; Vernet, G (Vernet, Gerard)","Title":"Changes in crop cultivation during the last five centuries before the Roman conquest: archaeobotanical investigation in the Clermont-Ferrand basin, Massif Central, France"}]