[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397060300003 ISSN: 0840-8688","Keywords":"ASIC; cryptosystems; finite field inversion; hardware security; resource-constrained embedded applications; systolic arrays KeyWords Plus:COMPUTING MULTIPLICATIVE INVERSES; MONTGOMERY MODULAR MULTIPLICATION; LOW-POWER; FAST ALGORITHM; GF(2(M)); DIVISION; GF(2M)","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"CANADIAN JOURNAL OF ELECTRICAL AND COMPUTER ENGINEERING-REVUE CANADIENNE DE GENIE ELECTRIQUE ET INFORMATIQUE Volume: 40 Issue: 1 Pages: 23-30 DOI: 10.1109/CJECE.2016.2638962 Published: WIN 2017","Abstract":"This paper proposes a new systolic array architecture to perform inversion operation in GF(2(m)) based on a previously modified extended Euclidean algorithm. This architecture has low area and power complexities and it achieves a moderate speed. This architecture is explored by applying a regular technique to the inversion algorithm. The systolic architecture obtained has simple structure with processing elements that have local communication with each other. ASIC implementation of the proposed design and comparable published designs shows that the proposed design saves more area (ranging from 14.1% to 63.4%) and saves more energy (ranging from 22.9% to 81.9%) over the compared efficient designs that makes it more suitable for resource-constrained embedded applications that impose more constraints on area and power consumption.","Authors":"Ibrahim, A (Ibrahim, Atef) ; Al-Somani, TF (Al-Somani, Turki F.) ; Gebali, F (Gebali, Fayez)","Title":"New Systolic Array Architecture for Finite Field Inversion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396529300002 ISSN: 1552-6100 eISSN: 1943-4618","Keywords":"contemporary timber construction; resource efficient architecture; sustainable cities; London housing","Categories":"Architecture Web of Science Categories:Architecture","Journal Information":"JOURNAL OF GREEN BUILDING Volume: 12 Issue: 1 Pages: 11-35 Published: WIN 2017","Abstract":"Industry Corner introduction This paper describes the research designs of London South Bank University (LSBU) Masters of Architecture students who investigated the future housing needs of expanding cities, focusing in detail on the Walworth area of South London as a potential model for application elsewhere. The students then proposed innovative ideas on how to expand and remodel the Aylesbury Housing Estate through the use of contemporary timber construction without resorting to wholescale demolition. The study is part of ongoing research into resource efficient architecture and planning by the M. Arch - Resource Studio 22 tutored by Mike Kane and Ron Yee at LSBU. The field of study was inspired by the Mersawood's Plan B research program of case studies on iconic buildings, such as the Empire State Building in New York and the Colosseum in Rome, that re-engineered them in timber. (a) During the study period LSBU with the support of Mersawood organised the \"Urban Wood\" seminar where 3 renowned architects were invited to speak about building advanced engineered timber buildings within dense urban London locations.","Authors":"Kane, M (Kane, Mike) ; Yee, R (Yee, Ron)","Title":"THE WALWORTH ALTERNATIVE: RETAINING AND ENHANCING BRITAIN'S SOCIAL HOUSING ESTATES UTILISING CONTEMPORARY TIMBER CONSTRUCTION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396529300004 ISSN: 1552-6100 eISSN: 1943-4618","Keywords":"green building; integrated design process; building simulation; high performance building KeyWords Plus:STAGE","Categories":"Architecture Web of Science Categories:Architecture","Journal Information":"JOURNAL OF GREEN BUILDING Volume: 12 Issue: 1 Pages: 45-61 Published: WIN 2017","Abstract":"Industry Corner introduction Current green building practice has been largely advanced by an integrated design process. This integrated design process involves multiple disciplines, such as architecture, civil, mechanical, and electrical engineering. The design method heavily relies on utilizing building performance simulation to illustrate how design parameters affect the energy consumption and quality of the indoor environment before actual design decisions are made (Anderson, 2014). The architectural design tools in the integrated design process supersede traditional geometrical exploration instruments, such as Sketchup, Revit, ArchiCad, and Rhino (Negendahl, 2015). More building performance simulating tools, such as Ecotect, Computational Fluid Dynamics (CFD), Radiance, and EnergyPlus, have been developed to help architects measure building performance (e.g., natural ventilation, daylighting, solar radiation, and energy uses) in the design process and attain green building standards such as Leadership in Energy and Environmental Design (LEED). The information presented by these tools guide architects at a certain level in achieving green building goals. However, building simulation is generally beyond the architect's knowledge domain. Many architects have difficulty in understanding these technical terms and models, as well as their design implications. Therefore, specific consultants have emerged to help architects grasp the meanings of these numbers and models, which require architects to implement a high level of design collaboration and coordination (Aksamija, 2015; Gou & Lau, 2014). Simulation consultants can work in parallel with architects at the early design stage to intervene in the conceptual and schematic design; they may also work behind architects to verify the building performance after the design is finished and make their design green through technical alterations. Most existing literature argues for an early intervention of building performance simulation in the architectural design process and explores different algorithms or models for optimal intervention (Degens, Scholzen, & Odenbreit, 2015; Sick, Schade, Mourtada, Uh, & Grausam, 2014; Svetlana Olbina & Yvan Beliveau, 2007). However, the difference between early intervention and late verification is often not investigated. Few qualitative studies can help understand how the building performance simulation is actually implemented, and how it influences the quality of design solutions in addition to the quantity of performance outcomes. The current research presents two case studies that compare building performance simulation as an early intervention and a late verification tool in the architectural design process, which contextualizes the building simulation research in real building practices.","Authors":"Xie, XH (Xie, Xiaohuan) ; Gou, ZH (Gou, Zhonghua)","Title":"BUILDING PERFORMANCE SIMULATION AS AN EARLY INTERVENTION OR LATE VERIFICATION IN ARCHITECTURAL DESIGN: SAME PERFORMANCE OUTCOME BUT DIFFERENT DESIGN SOLUTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392992400012 ISSN: 0194-4363 eISSN: 1939-0130","Keywords":"planning practice; planning theory; design; contingency; knowledge KeyWords Plus:SELF-ORGANIZING CITIES; NON-EUCLIDEAN MODE; PERSPECTIVE; PREDICTION; MAYBE","Categories":"Public Administration; Urban Studies Web of Science Categories:Planning & Development; Urban Studies","Journal Information":"JOURNAL OF THE AMERICAN PLANNING ASSOCIATION Volume: 83 Issue: 1 Pages: 93-102 DOI: 10.1080/01944363.2016.1249009 Published: WIN 2017","Abstract":"Much in Alexander's life happened by chance. Born in Germany, he grew up in South Africa where he discovered designa continuing concernand qualified as an architect; chance and inclination led him to practice planning. In Berkeley (CA) for a planning education, curiosity initiated a 30-year academic career as a planning theorist and educator. This Perspective has two threads: design and contingency. Design means devising possible courses of action: Alexander reviews his design engagement at various levels, from designing buildings through policies and plans to institutional design. Contingency planning adapts to complexity and uncertainty; contingency thinking avoids generalizations, hence the need for detailed institutional design. In planning theory, contingency implies dissent and diversity, to suggest that planning is diverse planning practices, each with its planning theories. Alexander's message: Be critical, of theories, institutions, and practices. Be modest: planners' roles in knowledge-centered practices (e.g., spatial planning) should reflect their particular practice. Be confident: planners share their substantive knowledge and apply design and planning skills in the co-construction of knowledge that is participative planning. This is our unique contribution to making a better world.","Authors":"Alexander, ER (Alexander, Ernest R.)","Title":"Chance and Design: From Architecture to Institutional Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395037200005 ISSN: 1060-1325 eISSN: 1520-5738","Keywords":"Crystallization; cyclotriphosphazene; mechanical properties; rheological behaviors; star-branched PA12 KeyWords Plus:HIGH-FLOW NYLON-6; DIFFERENTIAL SCANNING CALORIMETRY; MACROMOLECULAR ARCHITECTURE; CRYSTALLIZATION KINETICS; POLYFUNCTIONAL AGENTS; POLYAMIDE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF MACROMOLECULAR SCIENCE PART A-PURE AND APPLIED CHEMISTRY Volume: 54 Issue: 3 Pages: 164-170 DOI: 10.1080/10601325.2017.1265402 Published: NOV 3 2017","Abstract":"Using hexa(4-carboxylphenoxy)cyclotriphosphazene (HCPCP) with six carboxyl groups as the core, a new kind of star-branched PA12 with hexafunctional cyclotriphosphazene core was prepared in the ring-opening polymerization of -laurolactam. The relationship between the structure and properties of star-branched PA12 had been systematically investigated. Compared with linear PA12, star-branched PA12 has lower relative viscosity and higher melt flow rate while its mechanical properties can be almost retained by the use of star-branching and an appropriate molecular weight. Research on crystallization and rheological behaviors indicate that star-branched PA12 with appropriate molecular weight has the faster crystallization rate, the higher flowability and the lower processing temperature and pressure than linear PA12, which could be used as the easy processing polyamide resin for the rapid moldingprocess.","Authors":"Wang, WZ (Wang, Wenzhi) ; Wang, CH (Wang, Chunhua) ; Zhang, YW (Zhang, Yingwei) ; Liu, YJ (Liu, Yuejun) ; Yang, J (Yang, Jun) ; He, YH (He, Yuehui)","Title":"Preparation and properties of star-branched PA12 with hexafunctional cyclotriphosphazene core"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239700001 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"networks-on-chip; acknowledgement packet; router architecture; optimisation; routing algorithm KeyWords Plus:SUFFICIENT CONDITION; NETWORKS; CMOS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 9 Article Number: 092102 DOI: 10.1007/s11432-015-0328-y Published: SEP 2017","Abstract":"Network-on-Chip (NoC) is a promising replacement of bus architecture due to its better scalability. In state-of-the-art NoCs, each packet contains several fixed-length flits, which facilitates allocations of network resources but brings in many unused bits. In this paper, we propose a novel technique called Stealth-ACK to effectively address the above problem. Stealth-ACK leverages unused bits in head flits of non-ACK packets to carry and stealthily transmit ACK information. Such stealth transmissions of ACK information effectively reduce not only the amount of dedicated ACK packets on NoC, but also the number of unused bits in head flits of non-ACK packets, which significantly reduces wastes on NoC bandwidth. Experimental results show that Stealth-ACK averagely increases the throughput of 16 x 16 2-D mesh NoC by 11.9%, and averagely reduces the NoC latency by 34.8% on application traces of SPLASH-2. Moreover, Stealth-ACK only requires trivial hardware modification to basic router architectures, which incurs negligible power consumption and area cost.","Authors":"Tao, JH (Tao, Jinhua) ; Qiu, S (Qiu, Shi) ; Liu, SL (Liu, Shaoli) ; Chen, TS (Chen, Tianshi) ; Mao, R (Mao, Rui)","Title":"Stealth-ACK: stealth transmissions of NoC acknowledgements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604000015 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Service Oriented Architecture (SOA); REST; CoAP; Industrial automation KeyWords Plus:INDUSTRIAL AUTOMATION; SERVICE; SYSTEMS","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 46 Pages: 156-165 DOI: 10.1016/j.rcim.2016.09.007 Published: AUG 2017","Abstract":"The Service Oriented Architecture (SOA) is quite established in enterprise environments as a pattern for software integration. However, traditional industrial architecture based on a vertical hierarchy is still used in old manufacturing organizations, making it difficult to reach the new requirements in industrial automation. There are works related with the use of SOA WS-* stack based frameworks, but this paradigm is not optimal due to the overhead in communication protocols. From this point of view, we propose a lightweight SOA architectural model based on the use of RESTful style for design and modeling of industrial processes. The aim is to explore a low developed research area to improve interoperability and flexibility in certain demanding manufacturing scenarios while similar performance of current industrial control standard is achieved. Theoretical advantages are presented and experimentally evaluated. In the evaluation, a prototype of the lightweight RESTful Framework and several scenarios of industrial devices are presented and response times are measured using two different RESTful protocols: HTTP and CoAP. From the results obtained it can be concluded that the performance of SOA with REST in industrial environments is suitable for current needs.","Authors":"Espi-Beltran, JV (Espi-Beltran, Jose V.) ; Gilart-Iglesias, V (Gilart-Iglesias, Virgilio) ; Ruiz-Fernandez, D (Ruiz-Fernandez, Daniel)","Title":"Enabling distributed manufacturing resources through SOA: The REST approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934100020 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"chain transfer agent; controlled radical polymerization; poly(pentafluorostyrene); RAFT; surface grafting KeyWords Plus:CLICK CHEMISTRY; COMBINATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 25 Article Number: 44898 DOI: 10.1002/app.44898 Published: JUL 5 2017","Abstract":"A surface grafting technique is reported for synthesis of poly(pentafluorostyrene) via reversible addition fragmentation chain transfer onto iron (iron oxide) particles. 4-Methoxydithiobenzoate is used for the RAFT chain transfer agent. The molecular weight, surface morphology, thickness, thermal properties, and monomer conversion of the grafted polymer are reported. The grafted poly(pentafluorostyrene)-iron particles show a higher thermal transition temperature compared to the nongrafted polymer because it is speculated that the covalent bond between the polymer backbone and the surface of the iron particles restricts the molecular mobility. The monomer conversion increases in proportion to the amount of chain transfer agent (CTA) concentration at early polymerization time. The grafted poly(pentafluorostyrene) shows a \"hairy\" like polymer architecture with fibril thickness in the range of 80 to 100 nm. A thin coating is expected to maintain the magnetic saturation properties of iron particles. To the best of our knowledge, this is the first time that poly(pentafluorostyrene) has been grafted onto the iron particles utilizing RAFT and 4-methoxydithiobenzoate as a CTA. (C) 2017 Wiley Periodicals, Inc.","Authors":"Sutrisno, J (Sutrisno, Joko) ; Pramudya, I (Pramudya, Irawan) ; Aerken, X (Aerken, Xuekelaiti) ; Fuchs, A (Fuchs, Alan)","Title":"Surface grafting of poly pentafluorostyrene) on the iron and iron oxide particles via reversible addition fragmentation chain transfer (RAFT) polymerization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398617900016 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"SystemC design; block cipher; advanced encryption standard; logistic map; security analysis","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 7 Article Number: 1750122 DOI: 10.1142/S0218126617501225 Published: JUL 2017","Abstract":"Given the increasing complexity of cryptographic devices, testing their security level against existing attacks requires a fast simulation environment. SystemC is a standard language that is widely used for the modeling and the verification of complex systems. It is a promising candidate This paper was recommended by Regional Editor Zoran Stamenkovic. in Electronic System Level (ESL) which allows models to reach higher simulation speed. Accordingly, the Advanced Encryption Standard (AES) is one of the most known block ciphers. It is widely used in various applications in order to secure the sensitive data. It is considered to be secure. Still, some issues lie in the used key and the S-Box. This paper presents a SystemC implementation of a chaos-based crypto-processor for the AES algorithm. The design of the proposed architecture is studied using the SystemC tools. The proposed correction approach exploits the chaos theory properties to cope with the defaulting parameters of the AES algorithm. Detailed experimental results are given in order to evaluate the security level and the performance criteria. In fact, the proposed crypto-system presents numerous interesting features, including a high security level, a pixel distributing uniformity, a sufficiently large key-space with improved key sensitivity, and an acceptable speed.","Authors":"Sbiaa, F (Sbiaa, Fatma) ; Kotel, S (Kotel, Sonia) ; Zeghid, M (Zeghid, Medien) ; Tourki, R (Tourki, Rached) ; Machhout, M (Machhout, Mohsen) ; Baganne, A (Baganne, Adel)","Title":"High-Level Implementation of a Chaotic and AES Based Crypto-System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398617900009 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"ECC processor; versatile bit serial multiplier; Galois fields (GFs); vertex4; verilog HDL; Xilinx KeyWords Plus:MONTGOMERY MULTIPLIER; ARCHITECTURE; GF(2(M)); FPGA; SUPPORT; AREA","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 7 Article Number: 1750114 DOI: 10.1142/S0218126617501146 Published: JUL 2017","Abstract":"In this paper, an area competent field-programmable gate array (FPGA) execution scheme of elliptic curve cryptography (ECC) is depicted. There are numerous limitations in traditional encryption algorithms such us Rivest Shamir Adleman (RSA), Advanced Encryption Standard (AES) in respect of security, power, and resources at the real-time performance. The ECC is mounting as an imperative cryptography, and gives you an idea about a promise to be the substitute of RSA. In this paper, ECC processor architecture over Galois Fields (GFs) with the multitalented bit serial multiplier is depicted which accomplishes the greatest area and power performance over traditional digit-serial multiplier. In addition, the vigilant scheduling operation was employed to diminish the involvedness of logic unit operations in ECC processor. The anticipated architecture is executed on vertex4 FPGA expertise in Xilinx software. We demonstrate that results perk up the performance of the enhanced design by contrasting with the traditional design.","Authors":"Srinivasan, M (Srinivasan, M.) ; Tamilselvan, GM (Tamilselvan, G. M.)","Title":"VLSI Implementation of Low Power High Speed ECC Processor Using Versatile Bit Serial Multiplier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239200004 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"gesture interaction; personalization; gesture recognition; user identification; event-driven architecture KeyWords Plus:RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 7 Article Number: 072104 DOI: 10.1007/s11432-015-1014-7 Published: JUL 2017","Abstract":"A gesture-based interaction system for smart homes is a part of a complex cyber-physical environment, for which researchers and developers need to address major challenges in providing personalized gesture interactions. However, current research efforts have not tackled the problem of personalized gesture recognition that often involves user identification. To address this problem, we propose in this work a new event-driven service-oriented framework called gesture services for cyber-physical environments (GS-CPE) that extends the architecture of our previous work gesture profile for web services (GPWS). To provide user identification functionality, GS-CPE introduces a two-phase cascading gesture password recognition algorithm for gesture-based user identification using a two-phase cascading classifier with the hidden Markov model and the Golden Section Search, which achieves an accuracy rate of 96.2% with a small training dataset. To support personalized gesture interaction, an enhanced version of the Dynamic Time Warping algorithm with multiple gestural input sources and dynamic template adaptation support is implemented. Our experimental results demonstrate the performance of the algorithm can achieve an average accuracy rate of 98.5% in practical scenarios. Comparison results reveal that GS-CPE has faster response time and higher accuracy rate than other gesture interaction systems designed for smart-home environments.","Authors":"Lou, YH (Lou, Yihua) ; Wu, WJ (Wu, Wenjun) ; Vatavu, RD (Vatavu, Radu-Daniel) ; Tsai, WT (Tsai, Wei-Tek) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vatavu, Radu-Daniel  http://orcid.org/0000-0002-7631-6445","Title":"Personalized gesture interactions for cyber-physical smart-home environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100008 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Deep leaming; Classification architecture for echo video images; Convolutional neural network; Echocardiography; KAZE; SIFT; SURF KeyWords Plus:KAZE FEATURES; RECOGNITION; REPRESENTATION; VIDEOS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 103-113 DOI: 10.1016/j.inffus.2016.11.007 Published: JUL 2017","Abstract":"This study extends the state of the art of deep learning convolutional neural network (CNN) to the classification of video images of echocardiography, aiming at assisting clinicians in diagnosis of heart diseases. Specifically, the architecture of neural networks is established by embracing hand-crafted features within a data-driven learning framework, incorporating both spatial and temporal information sustained by the video images of the moving heart and giving rise to two strands of two-dimensional convolutional neural network (CNN). In particular, the acceleration measurement along the time direction at each point is calculated using dense optical flow technique to represent temporal motion information. Subsequently, the fusion of both networks is conducted via linear integrations of the vectors of class scores obtained from each of the two networks. As a result, this architecture maintains the best classification results for eight viewpoint categories of echo videos with 92.1% accuracy rate whereas 89.5% is achieved using only single spatial CNN network. When concerning only three primary locations, 98% of accuracy rate is realised. In addition, comparisons with a number of well-known hand-engineered approaches are also performed, including 2D KAZE, 2D KAZE with Optical Flow, 3D KAZA, Optical Flow, 2D SIFT and 3D SIFT, which delivers accuracy rate of 89.4%, 84.3%, 87.9%, 79.4%, 83.8% and 73.8% respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gao, XH (Gao, Xiaohong) ; Li, W (Li, Wei) ; Loomes, M (Loomes, Martin) ; Wang, LY (Wang, Lianyi)","Title":"A fused deep learning architecture for viewpoint classification of echocardiography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100012 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Wireless sensor network; Divide-and-conquer; Targets surveillance; Sensing diversity; AdaBoost; Sensor selection KeyWords Plus:CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 162-171 DOI: 10.1016/j.inffus.2016.11.014 Published: JUL 2017","Abstract":"Most surveillance applications in wireless sensor network (WSN) have stringent accuracy requirements in targets surveillance with maximized system lifetime, while large amount of continuous sensing data and limited resource in WSNs pose great challenges. So it is necessary to select appropriate sensors that can collaboratively work with each other in order to obtain balance between accuracy and system lifetime. However, because of sensing diversity and big data from WSN, most existing methods can not select appropriate sensors to cover all critical monitoring locations in large scale real deployments. Accordingly, an AdaBoost based algorithm is first proposed to identify valid sensors with contribution towards accuracy improvement, which can reduce computation and communication overhead by excluding invalid sensors. The valid sensors are combined and work in a collaborative way, which can obtain better performance than other ways. Then, because of independence of each monitoring location, a divide-and-conquer architecture based method (EasiSS) is proposed to select the most informative sensor clusters from the valid sensors for critical monitoring locations. EasiSS can obtain higher classification accuracy at different user requirement. Finally, according to the experiment on real data, we demonstrate that our proposed method can get a better performance of sensor selection, comparing with traditional methods. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Xiao, KJ (Xiao, Kejiang) ; Wang, R (Wang, Rui) ; Fu, T (Fu, Tun) ; Li, J (Li, Jian) ; Deng, PC (Deng, Pengcheng)","Title":"Divide-and-conquer architecture based collaborative sensing for target monitoring in wireless sensor networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396134300018 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Centralized architecture; distributed storage and generation; energy storage equalization; power curtailment KeyWords Plus:DC-MICROGRIDS; DROOP CONTROL; HIERARCHICAL CONTROL; COOPERATIVE CONTROL; SECONDARY CONTROL; CONTROL STRATEGY; SYSTEMS; MANAGEMENT; COMMUNICATION; INVERTERS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 7 Pages: 5202-5213 DOI: 10.1109/TPEL.2016.2606653 Published: JUL 2017","Abstract":"The coordinated operation of distributed energy resources such as storage and generation units and also loads is required for the reliable operation of an islanded microgrid. Since in islanded microgrids the storage units are commonly responsible for regulating the voltage amplitude and frequency in the local power system, the coordination should consider safe operating limits for the stored energy, which prevents fast degradation or damage to the storage units. This paper proposes a centralized control architecture, applicable for local area power systems such as a small-scale microgrid. The centralized architecture is based on three supervisory control tasks which consider: active power curtailment of generation for avoiding overcharge of the storage units, load shedding actions for preventing deep discharge of the storage units, and equalization of the state of charge (SoC) among distributed storage systems for avoiding uneven degradation. The proposed equalization method has proved to be effective for equalizing the SoC of distributed energy storage systems and for ensuring uniform charge/discharge ratios regardless of differences in the capacity of the storage units. Additionally, the strategy is complemented with an optimal scheduling of load connection, which minimizes the connection and disconnection cycles of the loads within a time horizon of 24 h. The proposed architecture is verified experimentally in a lab-scale prototype of a microgrid, which has real communication between the microgrid and the central controller.","Authors":"Diaz, NL (Diaz, Nelson L.) ; Luna, AC (Luna, Adriana Carolina) ; Vasquez, JC (Vasquez, Juan C.) ; Guerrero, JM (Guerrero, Josep M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Guerrero, Josep  http://orcid.org/0000-0001-5236-4592","Title":"Centralized Control Architecture for Coordination of Distributed Renewable Generation and Energy Storage in Islanded AC Microgrids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396134300062 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Asynchronous sampling; hysteresis current control (HCC); mixed-signal control; parameter-insensitivity; robust stability KeyWords Plus:DC-DC CONVERTERS; VOLTAGE-MODE CONTROL; BUCK CONVERTER; CONSTANT-FREQUENCY; PWM; IMPLEMENTATION; ARCHITECTURE; LOOP","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 7 Pages: 5760-5770 DOI: 10.1109/TPEL.2016.2608913 Published: JUL 2017","Abstract":"The inductor current ripple under hysteresis current control is sensitive to system as well as controller parameters, which often deviates from the desired band. Thus, a phase-locked-loop (PLL) is employed to regulate the switching frequency over the operating range. Digital platform drastically simplifies this using an all-digital PLL (ADPLL) and offers the controller-tuning flexibility for improved performance. However, the use of uniform voltage-sampling often leads to multilimit cycle instability. This paper proposes a mixed-signal hysteretic current controller (MSHCC) with the digital voltage-loop and the analog current-loop. A digital-to-analog converter is sufficient to generate time-multiplexed current references. This achieves robust stability and parameter-insensitive current ripple by sampling the error-voltage at the rising edge of the high-side gate signal. Stability analysis is carried out using discrete-time models. The proposed MSHCC can be configured to either of the peak, average, or valley current-mode techniques along with the flexibility to adjust the switching frequency using an ADPLL for real-time energy-optimization. The proposed scheme is implemented using an FPGA device and tested on a buck converter prototype. The MSHCC scheme can be extended to a multiphase buck converter.","Authors":"Kapat, S (Kapat, Santanu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kapat, Santanu  http://orcid.org/0000-0002-3465-5668","Title":"Parameter-Insensitive Mixed-Signal Hysteresis-Band Current Control for Point-of-Load Converters With Fixed Frequency and Robust Stability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600024 PubMed ID: 28213329 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"DNA sensing surfaces; Thioaromatic self-assembled monolayers; Backfilling method; Inserting method; Legionella pneumophila; Bacterial RNA detection KeyWords Plus:SELF-ASSEMBLED MONOLAYERS; LEGIONELLA-PNEUMOPHILA; GOLD ELECTRODE; HYBRIDIZATION; ACID; SURFACES; THIOPHENOL; STABILITY; STORAGE; PROBE","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 162-170 DOI: 10.1016/j.bios.2017.02.017 Published: JUN 15 2017","Abstract":"Genosensing technology has mostly based on mixed self-assembled monolayers (SAMs) of thiol-modified oligonucleotides and alkanethiols on gold surfaces. However, the typical backfilling approach, which incorporates the alkanethiol in a second step, gives rise to a heterogeneous distribution of oligonucleotide probes on the surface, negatively affecting to both hybridization efficiency and surface stability. Despite aromatic thiols present a remarkably different behavior from alkanethiols, with higher rigidity and stronger intermolecular interactions, they have been scarcely explored for the fabrication of DNA sensing platforms. We have investigated different approaches involving SAMs of aromatic thiols, namely p-mercaptobenzoic acid (p-MBA) and p-aminothiophenol (p-ATP), to yield DNA sensing layers for sequence-specific detection of target oligonucleotides. The studied monolayers were evaluated by DNA surface coverage and further information was obtained by determining their functionality in a sandwich hybridization assay with enzymatic amplification of the electrochemical read-out. The insertion of thiol-oligonucleotides into p-ATP monolayers previously oxidized, and the covalent binding of amino-oligonucleotides to pure p-MBA monolayers give rise to increased storage stability and better analytical performance. The quantification of RNA from Legionella pneumophila cellular lysates was successfully performed, illustrating the usefulness of these sensing architectures for detecting pathogenic bacteria.","Authors":"Miranda-Castro, R (Miranda-Castro, Rebeca) ; Sanchez-Salcedo, R (Sanchez-Salcedo, Raquel) ; Suarez-Alvarez, B (Suarez-Alvarez, Beatriz) ; de-los-Santos-Alvarez, N (de-los-Santos-Alvarez, Noemi) ; Miranda-Ordieres, AJ (Miranda-Ordieres, Arturo J.) ; Lobo-Castanon, MJ (Jesus Lobo-Castanon, Maria) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Miranda-Castro, Rebeca  L-3969-2014 http://orcid.org/0000-0001-7586-2009","Title":"Thioaromatic DNA monolayers for target-amplification-free electrochemical sensing of environmental pathogenic bacteria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600087 PubMed ID: 27829554 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Colorectal cancer; Aptasensor; Sandwich architecture; Au nanoparticles; Graphite screen printed electrode KeyWords Plus:MESOPOROUS SILICA SBA-15; HETEROGENEOUS CATALYST; LUNG-CANCER; IN-VIVO; APTAMER; EFFICIENT; ELECTRODE; GOLD; IMMOBILIZATION; RECOGNITION","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 630-637 DOI: 10.1016/j.bios.2016.10.042 Published: JUN 15 2017","Abstract":"Colorectal cancer is one of the most common cancers in the world and has no effective treatment. Therefore, development of new methods for early diagnosis is instantly required. Biological recognition probes such as synthetic receptor and aptamer is one of the candidate recognition layers to detect important biomolecules. In this work, an electrochemical aptasensor was developed by fabricating an aptamer-cell-aptamer sandwich architecture on an SBA-15-3-aminopropyltriethoxysilane (SBA-15-pr-NH2) and Au nanoparticles (AuNPs) modified graphite screen printed electrode (GSPE) surface for the selective, label-free detection of CT26 cancer cells. Based on the incubation of the thiolated aptamer with CT26 cells, the electron-transfer resistance of Fe (CN)(6)(3-/4-) redox couple increased considerably on the aptasensor surface. The results obtained from cyclic voltammetry and electrochemical impedance spectroscopy studies showed that the fabricated aptasensor can specifically identify CT26 cells in the concentration ranges of 10-1.0x10(5) cells/mL and 1.0x10(5)-6.0x10(6) cells/mL, respectively, with a detection limit of 2 cells/mL. Applying the thiol terminated aptamer (5TR1) as a recognition layer led to a sensor with high affinity for CT26 cancer cells, compared to control cancer cells of AGS cells, VERO Cells, PC3 cells and SKOV-3 cells. Therefore a simple, rapid, label free, inexpensive, excellent, sensitive and selective electrochemical aptasensor based on sandwich architecture was developed for detection of CT26 Cells.","Authors":"Hashkavayi, AB (Hashkavayi, Ayemeh Bagheri) ; Raoof, JB (Raoof, Jahan Bakhsh) ; Ojani, R (Ojani, Reza) ; Kavoosian, S (Kavoosian, Saeid)","Title":"Ultrasensitive electrochemical aptasensor based on sandwich architecture for selective label-free detection of colorectal cancer (CT26) cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700007 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Level of anthropization; Porosity; Technosol; Pedogenesis; Lysimeter; Water balance KeyWords Plus:HYDRAULIC-PROPERTIES; DIFFERENT TILLAGE; PORE STRUCTURE; CLAY LOAM; PEDOGENESIS; EVOLUTION; PRINCIPLES; COMPACTION; ROOTS; SPACE","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 60-68 DOI: 10.1016/j.geoderma.2017.02.027 Published: JUN 15 2017","Abstract":"Soil poral architecture controls soil functioning and is submitted to temporal changes. The monitoring of soil structure dynamics is complicated by inherent technical constraints in its measurement that are either punctual or complex. In this study, four soils, from a natural one to incrementally anthropized (including three Technosols: Spolic Toxic, Terric Transportic, Spolic Garbic Hydric), have been studied. Seven 2-m(3) lysimetric columns have been setup to compare planted and non-planted treatments over 3 to 6 years. Data on the water balance and the hydrodynamics were continuously acquired. Differences were observed between the various soils as a function of their texture. The presence of vegetation also led to significant differences, especially in hot periods, between the vegetated and the bare soils treatments: the amount of water stored into the soil was up to 210 Lm(-2) higher for bare soil. Furthermore, the analysis of the \"critical water storage capacity\" highlighted differences in the hydrodynamics at two time scales. For vegetated soils, similar seasonal variations depending on the climatic conditions were observed for all soils, with higher S-CRIT. values in cold periods compared to hot periods (differences were up to 190 Lm(-2)). These results were attributed to roots development over the climatic year that decreases water storage capacity and increases preferential flows. Besides, significant trend evolution was also observed but only for the youngest i.e. the most anthropized soils. Their total water storage capacity decreased down to 52%. It is possibly due to soil compaction, the increase of pore connectivity related to root development and the formation of organo-mineral associations. Our work promotes the association of monitored lysimeters as tool and the study of soils within a gradient of anthropization in order to describe a pedogenetic process like the dynamics of soil porosity.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tifafi, M (Tifafi, M.) ; Bouzouidja, R (Bouzouidja, R.) ; Leguedois, S (Leguedois, S.) ; Ouvrard, S (Ouvrard, S.) ; Sere, G (Sere, G.)","Title":"How lysimetric monitoring of Technosols can contribute to understand the temporal dynamics of the soil porosity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800026 PubMed ID: 28235717 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Platinum; Dealloying; Nanoporous; Hydrolysis; Ammonia borane KeyWords Plus:OXYGEN-REDUCTION REACTION; CORE-SHELL NANOPARTICLES; HIGHLY EFFICIENT CATALYST; REDUCED GRAPHENE OXIDE; HYDROGEN GENERATION; AMINE-BORANES; METHYLAMINE BORANE; ROOM-TEMPERATURE; DEHYDROGENATION; ELECTROCATALYSTS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 235-242 DOI: 10.1016/j.jcis.2017.02.030 Published: JUN 15 2017","Abstract":"Stratified nanoporous PtTi (SNP-PtTi) alloys with bimodal size distributions and different components are successfully prepared by selectively dissolving Al atoms followed by removing part of Ti atoms from the PtTiAl precursor alloy. The as-made PtTi alloys have stratified nanoporous architecture with the first order ligaments around 50 nm and the second order smaller ligaments around 6 nm. The SNP-PtTi alloys with different bimetallic ratios exhibit much higher catalytic activity for the hydrolysis of ammonia borane than NP-Pt catalyst. The SNP-Pt65Ti35 alloy shows superior specific activity toward the hydrolytic dehydrogenation of ammonia borane compared with SNP-Pt50Ti50 and-Pt80Ti20, showing an initial turnover frequency of 51.4 mol H-2 (mol Pt)(-1) min(-1). The activation energy of SNP-Pt65Ti35 was estimated to be about 39.4 kJ mol(-1), which was small compared with most of the reported activation energy values in the literature. In addition, the recyclability tests indicate that the SNP-Pt65Ti35 retained 63% of the initial catalytic activity after the fifth run of hydrolysis. The lifetime of SNP-Pt65Ti35 was measured as 16,380 turnovers over 100 h in the hydrolysis of ammonia borane before deactivation. The SNP-PtTi alloys show potential application prospect in the field of online hydrogen production due to the high catalytic performance and the facile preparation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhou, QX (Zhou, Qiuxia) ; Xu, CX (Xu, Caixia)","Title":"Stratified nanoporous PtTi alloys for hydrolysis of ammonia borane"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800027 PubMed ID: 28235718 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Langmuir monolayers; Drug-carriers composites; Dendrons; Cell culture KeyWords Plus:AIR-WATER-INTERFACE; NONIONIC DENDRITIC AMPHIPHILES; BENZIMIDAZOLE CARBAMATE; DENDRIMERS; AGGREGATION; ALBENDAZOLE; MONOLAYERS; BEHAVIOR; CELLS; MACROMOLECULES","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 243-253 DOI: 10.1016/j.jcis.2017.02.036 Published: JUN 15 2017","Abstract":"Organic macromolecules with dendrimeric architectures are polymeric materials potentially useful as nanocarriers for therapeutic drugs. In this work, we evaluate a series of Newkome-type dendrons in Langmuir and Langmuir-Blodgett films as platforms capable of interacting with a potential antitumoral agent. The nanocomposite is proposed as model for the development of surface mediated drug delivery systems. We were successful in the formation and characterization of pure (dendrons) and composite (drug-dendron) stable and reproducible monolayers, and their transfer to solid substrates. A detailed study of topographic characteristics of the generated surfaces by atomic force microscopy was conducted. Furthermore, we probed dendron monolayer films as anchorage surfaces for mammalian cells. Normal cell attachment and proliferation on the surfaces were observed. No evident cytotoxic effects were detected, demonstrating the adequate biocompatibility of the surfaces. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Dib, N (Dib, Nahir) ; Reviglio, AL (Lucia Reviglio, Ana) ; Fernandez, L (Fernandez, Luciana) ; Morales, G (Morales, Gustavo) ; Santo, M (Santo, Marisa) ; Otero, L (Otero, Luis) ; Alustiza, F (Alustiza, Fabrisio) ; Liaudat, AC (Cecilia Liaudat, Ana) ; Bosch, P (Bosch, Pablo) ; Calderon, M (Calderon, Marcelo) ; Martinelli, M (Martinelli, Marisa) ; Strumia, M (Strumia, Miriam) ...More...Less","Title":"Formation and characterization of Langmuir and Langmuir-Blodgett films of Newkome-type dendrons in presence and absence of a therapeutic compound, for the development of surface mediated drug delivery systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800045 PubMed ID: 28242348 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Hydroxyapatite; Biomaterials; Hydrothermal; Drug delivery; Protein adsorption KeyWords Plus:ORGANIC PHOSPHORUS SOURCE; DRUG-DELIVERY; PROTEIN ADSORPTION; HYDROTHERMAL SYNTHESIS; CREATINE-PHOSPHATE; RAPID SYNTHESIS; WATER-TREATMENT; GENE DELIVERY; MICROSPHERES; BONE","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 416-424 DOI: 10.1016/j.jcis.2017.02.041 Published: JUN 15 2017","Abstract":"Hydroxyapatite (HAP) with a porous hollow structure is an ideal biomaterial owing to its excellent biocompatibility and unique architecture. In this study, HAP nanorod-assembled porous hollow polyhedra, consisting of nanorod building blocks, have been successfully prepared at room temperature or under hydrothermal circumstances using a self-sacrificing Ca(OH)(2) template strategy. The hydrothermal treatment (at 180 degrees C for 1 h) can promote the HAP nanorods to be arranged with their axial direction normal to the polyhedron surface. The HAP nanorod-assembled porous hollow polyhedra have been explored for the potential application in drug/protein delivery, using ibuprofen (IBU) as a model drug and hemoglobin (Hb) as a model protein. The experimental results indicate that the HAP nanorod-assembled porous hollow polyhedra have a relatively high drug loading capacity and protein adsorption ability, and sustained drug and protein release. The HAP nanorod-assembled porous hollow polyhedra have promising applications in various biomedical fields such as the drug and protein delivery.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yu, YD (Yu, Ya-Dong) ; Zhu, YJ (Zhu, Ying-Jie) ; Qi, C (Qi, Chao) ; Jiang, YY (Jiang, Ying-Ying) ; Li, H (Li, Heng) ; Wu, J (Wu, Jin)","Title":"Hydroxyapatite nanorod-assembled porous hollow polyhedra as drug/protein carriers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300013 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Branch-like TiO2; Mesoporous carbon nanofibers; Free-standing anodes; Lithium-ion batteries; Composite materials KeyWords Plus:ENHANCED ELECTROCHEMICAL PERFORMANCE; COMPOSITE NANOFIBERS; STORAGE PERFORMANCE; GRAPHENE NANOSHEETS; ASSISTED SYNTHESIS; FACILE SYNTHESIS; RATE CAPABILITY; NANOPARTICLES; HETEROSTRUCTURES; NANOCOMPOSITES","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 103-109 DOI: 10.1016/j.jallcom.2017.02.234 Published: JUN 5 2017","Abstract":"For the poor capacity utilization and insufficient cyclability of TiO2/C anodes for lithium-ion batteries, we synthesized branch-like TiO2@mesoporous carbon nanofibers (TiO2@MCNFs) as free-standing anodes via electrospinning technique, hydrothermal treatment and a subsequent carbonization process, where anatase TiO2 branches were densely embedded on the mesoporous carbon nanofiber trunks. Due to the copious highly-exposed TiO2 nanocrystal lattices on the branch except for the trunk support, the abundant intrinsic crystal channels for fluent Li+ transportation, and the interlaced carbon nanofiber framework with a high structural integrity and mechanical flexibility, the branch-like TiO2@MCNFs composites presented a superior initial discharge capacity of 1932 mAhg(-1) and an excellent reversible capacity of similar to 617 mAhg(-1) after 100 cycles. And compared with those of the reported TiO2/C electrodes, the initial discharge capacity and reversible capacity of the branch-like TiO2@MCNFs composites increased by similar to 2 times and similar to 50%, respectively. Hence, the unique architecture of the branch-like TiO2@MCNFs composites and their superior electrochemical performances may provide new insights for the development of better host materials for practical lithium-ion batteries. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, XH (Li, Xianhua) ; Zhou, BM (Zhou, Baoming) ; Wang, W (Wang, Wei) ; Xu, ZW (Xu, Zhiwei) ; Li, N (Li, Nan) ; Kuang, LY (Kuang, Liyun) ; Li, CY (Li, Cuiyu) ; Mai, W (Mai, Wei) ; Fu, HJ (Fu, Hongjun) ; Lv, HM (Lv, Hanming)","Title":"Superior cyclability of branch-like TiO2 embedded on the mesoporous carbon nanofibers as free-standing anodes for lithium-ion batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300069 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Hydrothermal synthesis; V6O13 nano-architectures; Counter electrode; DSSCs; Pt free; Chemical synthesis KeyWords Plus:LITHIUM-ION BATTERY; SENSITIZED SOLAR-CELLS; CATHODE MATERIAL; FACILE SYNTHESIS; SOLVOTHERMAL SYNTHESIS; COUNTER ELECTRODE; VANADIUM-OXIDE; THIN-FILMS; LI-ION; PERFORMANCE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 562-567 DOI: 10.1016/j.jallcom.2017.02.272 Published: JUN 5 2017","Abstract":"Availability of several stable vanadium oxidation states offers numerous advantages in terms of applications but at the same time it poses great challenge to isolate them in single phase during their synthesis process. In this study, we developed a facile single step hydrothermal synthesis of V6O13 nanoarchitectures using environmental friendly citric acid as a reducing agent. By means of time dependant hydrothermal conditions study, we observed evolution of several stable vanadium oxide phases. The as-synthesized powder samples phase confirmation was thoroughly studied by powder X-ray diffraction and transmission electron microscopy. The morphology of the products formed was investigated at each hydrothermal reaction time. Finally, these V6O13 nano-architectures were employed as counter electrode (CE) in dye sensitized solar cells (DSSCs). The photovoltaic performance and the electrical impedance studies of the DSSC device made use of V6O13 nano-architectures are reported here. It is believed that with further optimization, this relatively inexpensive material can act as efficient CE for DSSCs, which thereby open up a new avenue for vanadium oxides as a new class of materials for clean energy generation. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Mutta, GR (Mutta, Geeta R.) ; Popuri, SR (Popuri, Srinivasa R.) ; Ruterana, P (Ruterana, Pierre) ; Buckman, J (Buckman, Jim)","Title":"Single step hydrothermal synthesis of mixed valent V6O13 nano-architectures: A case study of the possible applications in electrochemical energy conversion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000009 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Sulfonated mesoporous silica-carbon; nanocomposites; Evaporation induced triconstituent; co-assembly; Ethanolysis of fructose; Ethyl levulinate; 5-ethoxymethylfurfural; Biofuels; Kinetic modeling KeyWords Plus:ONE-POT SYNTHESIS; SOLID ACID; LEVULINIC ACID; AMORPHOUS-CARBON; ETHYL LEVULINATE; REDUCTIVE FRACTIONATION; TRANSPORTATION FUELS; RENEWABLE RESOURCES; EFFICIENT SYNTHESIS; METHYL LEVULINATE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 74-88 DOI: 10.1016/j.apcatb.2016.12.053 Published: JUN 5 2017","Abstract":"Sulfonated mesostructured silica-carbon nanocomposites with varying carbon content, acidic site density and porosity, obtained via the one-pot evaporation induced self-assembly (EISA) synthesis, were used here to convert sugars into useful chemicals and biofuel components in alcoholic solvent. The nanocomposites show a remarkable catalytic performance in ethanol, yielding up to 80%, predominantly ethyl levulinate, 5-ethoxymethylfurfural and 2-(diethoxymethyl)-5-(ethoxymethyl)furan. Fructose is the sugar substrate of choice, but the sulfonated composites are also able to convert di- and polymeric forms of fructose. Due to a lack of a glucose-to-fructose isomerization ability, the composites are unable to form the above products from the glucose resources (glucose and cellulose), ethyl glucoside being the dominant product from these feedstocks. The composite has a peculiar hierarchical pore architecture, which is stable on shelf in ambient for at least six years. While the mesoporosity facilitates entrance and fast transport (even of soluble poly-carbohydrates like inulin and cellulose polymers), the presence of micro porosity is beneficial to attain fast sugar catalysis. Since the microporosity is associated with voids in the carbon phase (preferably pyrolyzed at 400 degrees C), composites with high carbon contents are preferred. Due to the fast transport, reactions with fructose in ethanol run in the chemical regime in the applied thermal conditions. Kinetic inspection of the reaction further clarifies the complex network of consequent and parallel reactions, demonstrating that HMF is the main precursor of humins, while the formation of EL directly from HMF should also be considered. While this observation corroborates the protective role of alcohols like ethanol, this work also concludes based on a series of reactions in different alcohols and water, that the presence of water plays a crucial role in the HMF-to-humins formation. While alcohols are known to stabilize HMF, the unprotected HMF is fairly stable in non-aqueous reaction circumstances like in tert-butanol solvent. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhong, R (Zhong, Ruyi) ; Yu, F (Yu, Feng) ; Schutyser, W (Schutyser, Wouter) ; Liao, Y (Liao, Yuhe) ; de Clippel, F (de Clippel, Filip) ; Peng, L (Peng, Li) ; Sels, BF (Sels, Bert F.)","Title":"Acidic mesostructured silica-carbon nanocomposite catalysts for biofuels and chemicals synthesis from sugars in alcoholic solutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000016 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"beta-SiC; Hollow spheres; Photocatalysis; CO2 reduction KeyWords Plus:METAL-ORGANIC FRAMEWORK; VISIBLE-LIGHT IRRADIATION; CHEMICAL-VAPOR-DEPOSITION; SILICON-CARBIDE; CARBOTHERMIC REDUCTION; HYDROGEN-PRODUCTION; CARBON TEMPLATE; EFFICIENT; NANOWIRES; FABRICATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 158-167 DOI: 10.1016/j.apcatb.2017.01.028 Published: JUN 5 2017","Abstract":"A novel hollow spherical 3D structure of beta-SiC with an open mouth was successfully fabricated by an environmentally friendly approach starting from ethylsilicate interaction with the P123 and glucose. The proposed growth mechanism of SiC hollow spheres was revealed step by step with SEM and XRD. When the as-prepared SiC was applied for the photocatalytic reduction of CO2 with pure water, it was found to be highly active for the conversion CO2 into mainly CH4 hydrocarbon products due to its unique electronic structure, hollow morphology and high BET surface area. Moreover, the photocatalytic activity of the hollow spherical SiC can be greatly improved by loading Pt cocatalyst. The optimal 2.0 wt% Pt loading led to a stable CH4 evolution as high as 16.8 mu mol/g/h (or 376.4 mu l/g/h) with the simulated solar light irradiation, which is higher than that of many reported metal oxides (Pt/TiO2, CdS/WO3, Zn2GeO4, CeO2 and g-C3N4/NaNbO3 et al.) under similar experimental conditions. This work provides a new strategy for the architecture of thermally and chemically stable non-metallic carbide with unique hollow spherical structure to be a potential nonmetallic photocatalyst for CO2 reduction into CH4. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, Y (Wang, Ying) ; Zhang, LN (Zhang, Lina) ; Zhang, XY (Zhang, Xiaoyan) ; Zhang, ZZ (Zhang, Zizhong) ; Tong, YC (Tong, Yuecong) ; Li, FY (Li, Fuying) ; Wu, JCS (Wu, Jeffrey C. -S.) ; Wang, XX (Wang, Xuxu)","Title":"Openmouthed beta-SiC hollow-sphere with highly photocatalytic activity for reduction of CO2 with H2O"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000035 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Photocatalysis; Black TiO2; Self-floating foam; Amphiphilicity; Macro-mesoporous architecture KeyWords Plus:KELVIN PROBE MICROSCOPY; ANATASE TIO2; VISIBLE-LIGHT; TITANIUM-DIOXIDE; NANOWIRE ARRAYS; CO2 REDUCTION; PERFORMANCE; WATER; DEGRADATION; INTERFACE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 336-343 DOI: 10.1016/j.apcatb.2017.01.059 Published: JUN 5 2017","Abstract":"The recycle and light-harvesting of powder photocatalysts in suspended system are bottlenecks for practical applications in photocatalysis. Herein, we demonstrate the facile synthesis of self-floating amphiphilic black TiO2 foams with 3D macro-mesoporous architectures through freeze-drying method combined with cast molding technology and subsequent high-temperature surface hydrogenation. Ethylenediamine plays bifunctional roles on acid-base equilibrium and \"concrete effect\" on stabilizing the 3D macro-mesoporous networks against collapsing, which also inhibit the phase transformation from anatase-to-rutile and undesirable grain growth during hydrogenation at 600 degrees C. The resultant black TiO2 foams, which can float on the water, extend the photoresponse from UV to visible-light region and exhibit excellent solar-driven photocatalytic activity and long-term stability for complete mineralization of floating insoluble hexadecane and some typical pesticides. Especially for floating contaminant hexadecane, the photocatalytic reaction apparent rate constant k is similar to 7 times higher than that of commercial Degussa P25 under AM 1.5 irradiation. This enhancement is attributed to the 3D macro-mesoporous networks facilitating mass transport, the super amphiphilicity benefiting rapid adsorption, the floating feature and Ti3+ in frameworks favoring light-harvesting and spatial separation of photogenerated electron-hole pairs. The novel self-floating photocatalyst will have real practical applications for mineralizing floating contaminants in natural environment. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, KF (Zhang, Kaifu) ; Zhou, W (Zhou, Wei) ; Zhang, XC (Zhang, Xiangcheng) ; Sun, BJ (Sun, Bojing) ; Wang, L (Wang, Lei) ; Pan, K (Pan, Kai) ; Jiang, BJ (Jiang, Baojiang) ; Tian, GH (Tian, Guohui) ; Fu, HG (Fu, Honggang)","Title":"Self-floating amphiphilic black TiO2 foams with 3D macro-mesoporous architectures as efficient solar-driven photocatalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000043 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Carbon nitride; Solvothermal; Hollow microsphere; Photocatalysis KeyWords Plus:VISIBLE-LIGHT IRRADIATION; TEMPLATE-FREE SYNTHESIS; HYDROGEN EVOLUTION; ARTIFICIAL PHOTOSYNTHESIS; PHOTOREDOX CATALYSIS; ORGANIC POLLUTANTS; SOLVOTHERMAL ROUTE; LOW-TEMPERATURES; H-2 EVOLUTION; G-C3N4","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 417-425 DOI: 10.1016/j.apcatb.2017.01.041 Published: JUN 5 2017","Abstract":"Tailoring defective conjugated heterocyclic network to make for broaden light absorption and efficient charge separation for photocatalytic application is an urgent assignment for graphitic carbon nitride (g-C3N4) materials. Here we report a ficile \"one-pot\" solvothermal method to synthesize controllable O-doped g-C3N4 catalysts at low temperature. By this template-free approach, hollow microsphere O doped g-C3N4 products were obtained. Structure characterization reveals that the as-prepared sample has incomplete heptazine heterocyclic ring structure, and appears O doping in the lattice, which may derived from the activated O-2 molecular. With the extending condensation time, the increased heteroelement doping content and narrowed band gap promote the light harvesting and charge separation efficiency. Compared to pristine g-C3N4 prepared under high-temperature calcination, this novel material show remarkably photocatalytic activity for environment pollutant purification and splitting water for H-2 evolution, even though the conduction level decrease. This work highlights that the architecture and electronic properties of g-C3N4 based materials could be facile control through mild solvothermal route, which is a reference way for design and fabricate highly efficient non-metal photocatalyst with peculiar feature. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, YX (Wang, Yuxiong) ; Wang, H (Wang, Hao) ; Chen, FY (Chen, Fangyan) ; Cao, F (Cao, Fu) ; Zhao, XH (Zhao, Xiaohua) ; Meng, SG (Meng, Sugang) ; Cui, YJ (Cui, Yanjuan)","Title":"Facile synthesis of oxygen doped carbon nitride hollow microsphere for photocatalysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395602000058 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"g-C3N4; Noble-metal-free; Nanomaterials; Photocatalysis KeyWords Plus:VISIBLE-LIGHT IRRADIATION; CARBON NITRIDE NANOSHEETS; NITROGEN PHOTOFIXATION PERFORMANCE; HYBRID HETEROJUNCTION CATALYST; IN-SITU SYNTHESIS; EFFICIENT HYDROGEN EVOLUTION; INTERFACIAL CHARGE-TRANSFER; H-2 EVOLUTION; COMPOSITE PHOTOCATALYST; G-C3N4 NANOSHEETS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 556-588 DOI: 10.1016/j.apcatb.2017.01.061 Published: JUN 5 2017","Abstract":"Many reviews are written on this interesting visible light active polymeric semiconductor material, the graphitic carbon nitride (g-C3N4). Yet the ever-expanding volume of the ongoing research on this materials has inspired us to compile this review, especially on its nanoscale architectures of noble-metal-free photocatalyst systems. From the viewpoint of sustainable development, an economical photocatalyst which is made up of abundant elements e. g. C and N has a good prospect for large scale applications. Stability of the photocatalyst material under the experimental conditions is essential for its repeated usage, however, many semiconductors sought for visible-light-driven reaction, particularly sulfides and nitrides are in a compromising situation. However, g-C3N4 has high chemical-and photo-stability besides its high activity under visible light irradiation. Furthermore, solely semiconductor materials have the intrinsic problem of recombination of photogenerated electron-hole pairs. To overcome this problem, loading of the semiconductor with a co-catalyst, usually a noble metal is a common practice for transfer of electron and thus avoiding the recombination. Development of a noble-metal-free photocatalyst systems is essentially important for sustainable applications. Hence, the construction of a hybrid composite structure is interesting in the separation of photogenerated charge carriers. Besides diminishing the rate of recombination, the heterostructures are constructed for harnessing a wider spectrum of sunlight. In contrast to bulk semiconductors, their nanoscale counterpart offers a larger number of active sites along with interesting electrical and optical properties. Importantly, construction of extensive junctions between nanomaterials greatly enhance the separation of charges and consequently improve their photocatalytic efficiency. Usually, the stability of materials is compromised with the reduction of size to nano level, however, g-C3N4 and its nanomaterials demonstrate exceptional recycling in photocatalytic testing. One of the most important interests in controlling nanoparticle size, shape and composition is to develop noble-metal-free photocatalyst systems. Here in this review, we have compiled research on all the various applications of noble-metal-free nanoscale photocatalyst systems based on g-C3N4. By the end, we conclude the research topic and put forward future perspectives for further developments in designing practicable photocatalyst systems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Masih, D (Masih, Dilshad) ; Ma, YY (Ma, Yuanyu) ; Rohani, S (Rohani, Sohrab)","Title":"Graphitic C3N4 based noble-metal-free photocatalyst systems: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353900003 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"3D printing; Simulation; Structure; Architecture; Finite-element model; Infill; Pattern; Sustainability KeyWords Plus:CONSTRUCTION; CONCRETE","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 78 Pages: 24-33 DOI: 10.1016/j.autcon.2017.01.017 Published: JUN 2017","Abstract":"This paper focuses on the design of an algorithm for a structure-based infill patterning system for big-scale 3D printed parts. A simple, modular, expandable system is presented that considers the structural logic of printable parts through the voxelization of 3D virtual models into a finite element representation that is used to feed a spring model. Material properties and user customization are discussed. Several ad-hoc solutions, optimization capabilities and simulation results are tested and shown. The use of non-standard, customized nozzle designs and print materials is discussed for further usage capabilities. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Nadal, A (Nadal, Adolfo) ; Cifre, H (Cifre, Hugo) ; Pavon, J (Pavon, Juan) ; Liebana, O (Liebana, Oscar)","Title":"Material use optimization in 3D printing through a physical simulation algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950100004 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Parallel processing; Computer software; Software engineering; Software development environment and technique; Distributed programming and environment SunwayMR KeyWords Plus:CLUSTERS","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 71 Pages: 43-56 DOI: 10.1016/j.future.2017.01.018 Published: JUN 2017","Abstract":"Managing servers integration to realize distributed data computing framework is an important concern. Regardless of the underlying architecture and the actual distributed system's complexity, such framework gives programmers an abstract view of systems to achieve variously data-intensive applications. However, some state-of-the-art frameworks need too much library dependencies and parameters configuration, or lack extensibility in application programming. Moreover, general framework's precise design is a nontrivial work, which is fraught with challenges of task scheduling, message communication and computing efficiency, etc. To address these problems, we present a general, scalable and programmable parallel computing framework called SunwayMR, which only needs GCC/G++ environment. We argue it from the following aspects: (1) Distributed data partitioning, message communication and task organization are given to support transparent application execution on parallel hardware. By searching threads table of each node, the task gets an idle thread (with preferred node IP address) for executing data partition. A novel communication component, SunwayMRHelper, is employed to merge periodical results synchronously. Through identifying whether current node is master or slave, SunWayMR deals with the periodical task's results differently. (2) As for optimizations, a simple fault tolerance is given to resume data-parallel applications, and thread-level stringstream is utilized to boost computing. To ensure ease-of-use, open Application Programming Interface (API) excerpts can be invoked by various of applications with fewer handwritten code than OpenMPl/MPI. We conduct extensively experimental studies to evaluate the performance of SunwayMR over real-world datasets. Results indicate that SunwayMR (runs on 16 computational nodes) outperforms Spark in various applications, and has good scaling with data sizes, nodes and threads. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wu, RK (Wu, Renke) ; Huang, LP (Huang, Linpeng) ; Yu, P (Yu, Peng) ; Zhou, HJ (Zhou, Haojie)","Title":"SunwayMR: A distributed parallel computing framework with convenient data-intensive applications programming"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396950100015 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Grid; Monitoring; Dependability; Scalability; Scheduling; Fault tolerance; DDS","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 71 Pages: 192-201 DOI: 10.1016/j.future.2016.10.023 Published: JUN 2017","Abstract":"Grid computing is a largely adopted paradigm to federate geographically distributed data centers. Due to their size and complexity, grid systems are often affected by failures that may hinder the correct and timely execution of jobs, thus causing a non-negligible waste of computing resources. Despite the relevance of the problem, state-of-the-art management solutions for grid systems usually neglect the identification and handling of failures at runtime. Among the primary goals to be considered, we claim the need for novel approaches capable to achieve the objectives of scalable integration with efficient monitoring solutions and of fitting large and geographically distributed systems, where dynamic and configurable tradeoffs between overhead and targeted granularity are necessary. This paper proposes GAMESH, a Grid Architecture for scalable Monitoring and Enhanced dependable job ScHeduling. GAMESH is conceived as a completely distributed and highly efficient management infrastructure, concentrating on two crucial aspects for large-scale and multi-domain grid environments: (i) the scalable dissemination of monitoring data and (ii) the troubleshooting of job execution failures. GAMESH has been implemented and tested in a real deployment encompassing geographfcally distributed data centers across Europe. Experimental results show that GAMESH (i) enables the collection of measurements of both computing resources and conditions of task scheduling at geographically sparse sites, while imposing a limited overhead on the entire infrastructure, and (ii) provides a failure-aware scheduler able to improve the overall system performance, even in the presence of failures, by coordinating local job schedulers at multiple domains. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bellavista, P (Bellavista, Paolo) ; Cinque, M (Cinque, Marcello) ; Corradi, A (Corradi, Antonio) ; Foschini, L (Foschini, Luca) ; Frattini, F (Frattini, Flavio) ; Povedano-Molina, J (Povedano-Molina, Javier)","Title":"GAMESH: A grid architecture for scalable monitoring and enhanced dependable job scheduling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398620800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"I-c degradation; electromechanical properties; HTS power cable; twist pitch","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 5401404 DOI: 10.1109/TASC.2017.2669142 Published: JUN 2017","Abstract":"The development of high temperature superconducting (HTS) DC power cables requires a detailed information on the impact of the main characteristics of the cable architecture on the electrical parameters of the superconducting tapes. This paper presents the experimental dependence of the critical current and n- value of BSCCO-2223 and (Re) BCO commercial tapes on the cabling twist pitch. DC characterizations were conducted on single tapes twisted around an insulated multistranded Cu former from an actual HTS power cable having a typical diameter of 3 cm. For these characterizations, the twist pitch was varied from 5 to 25 cm. To check that permanent degradation occurred, the critical current Ic and the n-value were measured on a flat sample holder prior to conduct the twist pitch measurements on the former. The results can be used to determine the available range of wire twist pitches to help designing HTS DC power cables.","Authors":"Breschi, M (Breschi, Marco); Berrospe-Juarez, E (Berrospe-Juarez, Edgar) ; Dolgosheev, P (Dolgosheev, Petr) ; Gonzalez-Parada, A (Gonzalez-Parada, Adrian) ; Ribani, PL (Ribani, Pier Luigi) ; Trillaud, F (Trillaud, Frederic)","Title":"Impact of Twisting on Critical Current and n-value of BSCCO and (Re)BCO Tapes for DC Power Cables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398619000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Multi-scale mechanical modeling; superconducting-strands; Rutherford cables; tomography; segmentation; smearing KeyWords Plus:SCALING LAW; STRAND; LOAD","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4803006 DOI: 10.1109/TASC.2017.2664803 Published: JUN 2017","Abstract":"Low-temperature superconductors arewidely used in high-field magnets, mostly within Rutherford-type cables. The run for higher fields leads to greater forces on the conductor, which is pushed closer to its mechanical limit. Managing the higher strain and stress levels on the conductor supposes to perform simulation at the strand level, especially with strain-sensitive superconductors such as Nb3 Sn. Three-dimensional models are necessary because inside of a magnet, the conductor is subject to a complex combination of axial and transverse loads. Superconducting cables are anisotropic composite structures that can comprise superconducting strands, insulation materials, stabilizing parts, porosities, etc. They have a multiscale architecture, the performance at the magnet scale being driven by the filament scale. This paper proposes a numerical approach for 3-D finite-element (FE) modeling of Rutherford cables, at the scale of the strand. The 3-D mesh of two reference cables is built with a simplified cable forming model. The accuracy of this geometrical model is assessed by comparing sections of the simulated mesh with tomographic data, using relevant criteria and specific geometry analysis tools. In this approach, the strand is considered as bimetallic, with a copper core, a superconducting bundle ring, and an outer copper ring. After mechanical 3-D FE computation on this bimetallic mesh, the strain/stress state on the local compounds of the strand (including Nb3Sn filaments) is obtained by strain projection. The strain/ stress state on the Nb3Sn filaments can be used to estimate the cable current transport capability, thanks to the existing scaling laws.","Authors":"Manil, P (Manil, Pierre) ; Nunio, F (Nunio, Francois) ; Othmani, Y (Othmani, Yamen) ; Aubin, V (Aubin, Veronique) ; Buffiere, JY (Buffiere, Jean-Yves) ; Commisso, MS (Commisso, Maria Soledad) ; Dokladal, P (Dokladal, Petr) ; Durville, D (Durville, Damien) ; Lenoir, G (Lenoir, Gilles) ; Lerme, N (Lerme, Nicolas) ; Maire, E (Maire, Eric) ...More...Less","Title":"A Numerical Approach for the Mechanical Analysis of Superconducting Rutherford-Type Cables Using Bimetallic Description"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398620100004 PubMed ID: 28001295 ISSN: 0021-9967 eISSN: 1096-9861","Keywords":"cortex; evolution; layer; marsupials; RRID:SCR_002526; RRID:SCR_001905 KeyWords Plus:VISUAL-CORTEX; CEREBRAL-CORTEX; CORTICOCORTICAL CONNECTIONS; CELLULAR COMPOSITION; NEURON DENSITIES; MOTOR CORTEX; NEOCORTEX; EVOLUTION; PRIMATES; ORGANIZATION","Categories":"Neurosciences & Neurology; Zoology Web of Science Categories:Neurosciences; Zoology","Journal Information":"JOURNAL OF COMPARATIVE NEUROLOGY Volume: 525 Issue: 8 Pages: 1811-1826 DOI: 10.1002/cne.24160 Published: JUN 1 2017","Abstract":"Although it has been claimed that marsupials possess a lower density of isocortical neurons compared with other mammals, little is known about cross-cortical variation in neuron distributions in this diverse taxonomic group. We quantified upper-layer (layers II-IV) and lower-layer (layers V-VI) neuron numbers per unit of cortical surface area in three diprotodont marsupial species (two macropodiformes, the red kangaroo and the parma wallaby, and a vombatiform, the koala) and compared these results to eutherian mammals (e.g., xenarthrans, rodents, primates). In contrast to the notion that the marsupial isocortex contains a low density of neurons, we found that neuron numbers per unit of cortical surface area in several marsupial species overlap with those found in eutherian mammals. Furthermore, neuron numbers vary systematically across the isocortex of the marsupial mammals examined. Neuron numbers under a unit of cortical surface area are low toward the frontal cortex and high toward the caudo-medial (occipital) pole. Upper-layer neurons (i.e., layers II-IV) account for most of the variation in neuron numbers across the isocortex. The variation in neuron numbers across the rostral to the caudal pole resembles primates. These findings suggest that diprotodont marsupials and eutherian mammals share a similar cortical architecture despite their distant evolutionary divergence.","Authors":"Charvet, CJ (Charvet, Christine J.) ; Stimpson, CD (Stimpson, Cheryl D.) ; Kim, YD (Kim, Young Do) ; Raghanti, MA (Raghanti, Mary Ann) ; Lewandowski, AH (Lewandowski, Albert H.) ; Hof, PR (Hof, Patrick R.) ; Gomez-Robles, A (Gomez-Robles, Aida) ; Krienen, FM (Krienen, Fenna M.) ; Sherwood, CC (Sherwood, Chet C.)","Title":"Gradients in cytoarchitectural landscapes of the isocortex: Diprotodont marsupials in comparison to eutherian mammals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397817100014 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 11 Pages: 6310-6321 DOI: 10.1007/s10853-017-0863-6 Published: JUN 2017","Abstract":"The Sm3+, Dy3+ doped and Sm3+/Dy3+ co-doped NaLa(MoO4)(2) spherical phosphors were hydrothermally synthesized by the EDTA-2Na mediated method. Under the excitation of 297 nm, the quenching concentration of Sm3+ in NaLa(MoO4)(2) host was determined to be 13%, and the concentration quenching mechanism was discussed to be the electric quadrupole-quadrupole interaction. After Sm3+ and Dy3+ ions were co-doped into the NaLa(MoO4)(2) host, the energy transfer behaviors resulted from Dy3+ to Sm3+ ions were investigated by the help of the luminescent spectra of the obtained phosphors. By varying co-doping concentrations of Sm3+/Dy3+ ions, the emission color of NaLa(MoO4)(2):Sm3+/Dy3+ can be tuned from reddish-orange, pink and white to bluish-green. The CIE chromaticity coordinate, the correlated color temperature and the quantum efficiency of NaLa0.87(MoO4)(2):1%Sm3+, 12%Dy3+ were calculated to be (0.356, 0.320), 4353 K and 20%, respectively. Furthermore, in the temperature-dependent analysis, it presented good thermal stability, which can become a promising single-phased white-emitting phosphor for white LEDs devices. Based on these results, the possible energy transfer mechanism between Dy3+ and Sm3+ in NaLa(MoO4)(2):Sm3+/Dy3+ was also proposed.","Authors":"Kong, LZ (Kong, Lingzhan) ; Xiao, XZ (Xiao, Xiuzhen) ; Yu, J (Yu, Jun) ; Mao, DS (Mao, Dongsen) ; Lu, GZ (Lu, Guanzhong)","Title":"Color-tunable luminescence properties of Sm3+/Dy3+ co-doped NaLa(MoO4)(2) phosphors and their energy transfer mechanism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397817100024 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 11 Pages: 6432-6441 DOI: 10.1007/s10853-017-0878-z Published: JUN 2017","Abstract":"Superparamagnetic nanorods consisting of cellulose nanocrystals (CNCs), ferrosoferric oxide (Fe3O4), and surface-aminated silica (SiO2-NH2) were synthesized for the first time for targeted biomedical applications (i.e., cell imaging). CNCs and Fe3O4 were used as the template and magnetic property provider, respectively. The silica was functionized as magnetite core protector and rich amino group supplier. The synthesized nanorods exhibited a core-shell architecture (i.e., CNCs/Fe3O4 core and aminated silica shell). Due to the coated silica shell, thermal stability of the nanorods was improved with the onset decomposition temperature increased by 135 degrees C compared with that of the uncoated CNCs. Because of the existence of the positively charged amino groups, the nanorods were easily linked with fluorescent dyes for cell imaging in biomedical applications.","Authors":"Ren, SX (Ren, Suxia) ; Zhang, XQ (Zhang, Xiuqiang) ; Dong, LL (Dong, Lili) ; Lei, TZ (Lei, Tingzhou) ; Teng, ZG (Teng, Zhaogang) ; Song, KL (Song, Kunlin) ; Sun, XX (Sun, Xiuxuan) ; Wu, QL (Wu, Qinglin)","Title":"Cellulose nanocrystal supported superparamagnetic nanorods with aminated silica shell: synthesis and properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100034 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Canola protein isolate (CPI); Branching reaction; Flow property; Solution viscosity; Chemical modification KeyWords Plus:PHYSICAL-PROPERTIES; RAPESEED PROTEINS; THERMAL-TREATMENT; VISCOSITY; RHEOLOGY; MACROMOLECULES; TEMPERATURE; CONCENTRATE; CRUCIFERIN; HYDRATION","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 287-293 DOI: 10.1016/j.lwt.2017.01.048 Published: JUN 2017","Abstract":"Two branched canola protein isolates (CPI) with different branching degree were prepared using bisepoxide as a chain extender. It was found that the branching reaction may take place in any protein fraction in native CPI; furthermore, by increasing the amount of chain extender, more native protein chains in CPI were coupled to form branches. In the study of flow properties of native and branched CPI solutions, it was found that the apparent viscosities of two branched CPI remarkably increased compared to that of native CPI over all concentrations tested. At 22 degrees C and pH 7, native CPI solution showed slight shear thinning behavior with the increase of shear rate; however, shear thickening was observed at low shear rate for branched CPI. Furthermore, shear thickening was more pronounced with the increase of branching degree and concentration of branched CPI solution. Shear thinning behavior of native CPI became marked at pH 11; however, the shear thickening property of branched sample was weakened at high pH. The novel findings in flow properties of the branched CPI solution could be potentially applied in the food industry, such as increasing foaming property and gelling ability of food products. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Li, SZ (Li, Shuzhao) ; Donner, E (Donner, Elizabeth) ; Thompson, M (Thompson, Michael) ; Zhang, YC (Zhang, Yachuan) ; Rempel, C (Rempel, Curtis) ; Liu, Q (Liu, Qiang)","Title":"Preparation of branched canola protein isolate and effects of molecular architecture on solution flow properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397396000005 ISSN: 2169-429X eISSN: 2169-4303","Keywords":"Underlap; GateStack; DIBL; Analog Performance; Single Stage Amplifier; Gain Bandwidth Product (GBW) KeyWords Plus:DIELECTRICS; IMPACT; DEVICES; DGMOS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"MATERIALS FOCUS Volume: 6 Issue: 3 Pages: 305-309 DOI: 10.1166/mat.2017.1402 Published: JUN 2017","Abstract":"This paper shows a comparative study of 14 nm Underlap Double Gate (U-DG) NMOSFET with gate stack (GS) with varying underlap length. In highly scaled devices underlap is used to minimize Short Channel Effects (SCEs) as a cost of reduced on current. Hence underlap length has been optimized with the help of on current to off current ratio (I-ON/I-OFF) and Drain Induced Barrier Lowering (DIBL). In this paper the Analog performance comparison of devices with various underlap length has been shown, considering the drain current (ID), the transconductance (g(m)), the transconductance generation factor (g(m)/I-D), the intrinsic gain (g(m)R(0)). It is observed that the device with lowest underlap offers 35.4% better drain current but provides poor SCE performances than that of the device with highest underlap. The later offers 41% less DIBL and 85% better I-ON/I-OFF. The performance of single stage amplifier using the devices is also analyzed with the help of Voltage Transfer Characteristics (VTC) and Gain Bandwidth product (GBW) in this paper.","Authors":"Das, R (Das, Rahul) ; Pandit, P (Pandit, Payel) ; Chakraborty, S (Chakraborty, Shramana) ; Dasgupta, A (Dasgupta, Arpan) ; Kundu, A (Kundu, Atanu) ; Sarkar, CK (Sarkar, Chandan K.)","Title":"An Optimisation Based Study of Underlap Architecture of Sub 16 nm Double Gate MOSFET for Enhanced Analog Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397900300016 ISSN: 0895-2477 eISSN: 1098-2760","Keywords":"channel emulation; millimeter wave; massive multipleinput-multiple-output; 5th generation mobile networks KeyWords Plus:SYSTEM-DESIGN; IMPLEMENTATION","Categories":"Engineering; Optics Web of Science Categories:Engineering, Electrical & Electronic; Optics","Journal Information":"MICROWAVE AND OPTICAL TECHNOLOGY LETTERS Volume: 59 Issue: 6 Pages: 1300-1305 DOI: 10.1002/mop.30521 Published: JUN 2017","Abstract":"This article presents a generalized design scheme for 5G massive MIMO channel emulation. The scalable architecture allows for the emulation of large scale antenna array channels by utilizing 2 3 2 core emulation module. This design features linear computational complexity increase with antenna number at fixed throughput on each channel interface, which makes it possible to apply in wideband millimeterwave (mmWave) band. This design methodology is first discussed in detail. The prototype module is then implemented and the resource cost, as well as relative error, is analyzed. Finally, an experimental evaluation based on this scheme is carried out within laboratory environment and the throughput performance are investigated and compared. (C) 2017 Wiley Periodicals, Inc.","Authors":"Zhang, NZ (Zhang, Nianzu) ; Yang, GQ (Yang, Guangqi) ; Zhai, JF (Zhai, Jianfeng)","Title":"A LOW COMPLEXITY EMULATION SCHEME FOR 5G MILLIMETER-WAVE MASSIVE MIMO CHANNEL"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200070 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"Kuiper belt: general; minor planets; asteroids: general; protoplanetary discs; zodiacal dust; circumstellar matter KeyWords Plus:MASS EXTRASOLAR NEBULA; INFRARED INTERFEROMETRIC SURVEY; MAIN-SEQUENCE STARS; SUN-LIKE STARS; P-R DRAG; COLLISIONAL EVOLUTION; PLANETARY SYSTEMS; ZODIACAL CLOUD; SOLAR-SYSTEM; SUPER-EARTHS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 959-970 DOI: 10.1093/mnras/stx462 Published: JUN 2017","Abstract":"Many debris discs reveal a two-component structure, with a cold outer and a warm inner component. While the former are likely massive analogues of the Kuiper belt, the origin of the latter is still a matter of debate. In this work, we investigate whether the warm dust may be a signature of asteroid belt analogues. In the scenario tested here, the current twobelt architecture stems from an originally extended protoplanetary disc, in which planets have opened a gap separating it into the outer and inner discs which, after the gas dispersal, experience a steady-state collisional decay. This idea is explored with an analytic collisional evolution model for a sample of 225 debris discs from a Spitzer/IRS catalogue that are likely to possess a two-component structure. We find that the vast majority of systems (220 out of 225, or 98 per cent) are compatible with this scenario. For their progenitors, original protoplanetary discs, we find an average surface density slope of -0.93 +/- 0.06 and an average initial mass of (3.3(-0.3)(+0.4)) x 10(-3) solar masses, both of which are in agreement with the values inferred from submillimetre surveys. However, dust production by short-period comets and - more rarely - inward transport from the outer belts may be viable, and not mutually excluding, alternatives to the asteroid belt scenario. The remaining five discs (2 per cent of the sample: HIP 11486, HIP 23497, HIP 57971, HIP 85790, HIP 89770) harbour inner components that appear inconsistent with dust production in an 'asteroid belt.' Warm dust in these systems must either be replenished from cometary sources or represent an aftermath of a recent rare event, such as a major collision or planetary system instability.","Authors":"Geiler, F (Geiler, Fabian) ; Krivov, AV (Krivov, Alexander V.)","Title":"Does warm debris dust stem from asteroid belts?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800012 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Age estimation; Deep learning; Multi-task learning KeyWords Plus:FACE IMAGES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 106-116 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.005 Published: JUN 2017","Abstract":"Given a face image, the problem of age estimation is to predict the actual age from the visual appearance of the face. In this work, we investigate this problem by means of the deep learning techniques. We comprehensively diagnose the training and evaluating procedures of the deep learning models for age estimation on two of the largest datasets. Our diagnosis includes three different kinds of formulations for the age estimation problem using five most representative loss functions, as well as three different architectures to incorporate multi-task learning with race and gender classification. We start our diagnoses process from a simple baseline architecture from previous work. With appropriate problem formulation and loss function, we obtain state-of-the-art performance with the simple baseline architecture. By further incorporating our newly proposed deep multitask learning architecture, the age estimation performance is further improved with high-accuracy race and gender classification results obtained simultaneously. With all the insights gained from the diagnosing process, we finally build a deep multi-task age estimation model which obtains a MAE of 2.96 on the Morph II dataset and 5.75 on the WebFace dataset, both of which improve previous best results by a large margin.","Authors":"Xing, JH (Xing, Junhang) ; Li, K (Li, Kai) ; Hu, WM (Hu, Weiming) ; Yuan, CF (Yuan, Chunfeng) ; Ling, HB (Ling, Haibin)","Title":"Diagnosing deep learning models for high accuracy age estimation from a single image"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800017 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Mixture model; Circular linear data; Expectation maximization (EM); Psoriasis; Psoriatic plaque; Segmentation KeyWords Plus:IMAGE SEGMENTATION; DISTRIBUTIONS; COLOR; CLASSIFICATION; FEATURES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 160-173 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.016 Published: JUN 2017","Abstract":"The hue and chroma components of an image pixel carry crucial information that can be exploited to perform segmentation. However, due to its directional property, a circular distribution is required to characterize the hue component. In this article, we propose a mixture of bi-variate circular linear distributions, for modelling hue and chroma information. The proposed model incorporates a joint distribution of a circular and a linear variable by means of circular copula and offers a flexible architecture that deals with heterogeneous margins for different mixture components. We apply this model for psoriatic plaque segmentation in skin images, using the hue and the chroma information. We observe that the chroma exhibits a heterogeneous distribution in a skin image. Moreover, the joint distribution of hue and chroma possesses multi-modal characteristics. Our model is suitable to perform segmentation under such circumstances. After segmentation, we perform automatic plaque localization by means of a statistical model that exploits hue information of the segmented regions. We conduct the experiments on a set of 75 psoriasis skin images. Both segmentation and localization performances are evaluated with respect to a number of commonly used criteria. The experimental results show that the proposed segmentation model outperforms several competing supervised and unsupervised methods in detecting psoriatic plaque regions in skin images.","Authors":"Roy, A (Roy, Anandarup) ; Pal, A (Pal, Anabik) ; Garain, U (Garain, Utpal)","Title":"JCLMM: A finite mixture model for clustering of circular-linear data and its application to psoriatic plaque segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691000001 ISSN: 0167-6423 eISSN: 1872-7964","Keywords":"Hybrid Event-B; Multiple machines; Refinement KeyWords Plus:DECOMPOSITION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SCIENCE OF COMPUTER PROGRAMMING Volume: 139 Pages: 1-35 DOI: 10.1016/j.scico.2016.12.003 Published: JUN 1 2017","Abstract":"Hybrid Event-B, initially introduced for single machines to add continuously varying behaviour to discrete change of state in Event-B, is extended to cater for multiple cooperating machines. Multiple machine working is mediated by INTERFACE and PROJECT constructs. The former encapsulates a set of variables, their invariants and initialisations, in a form that several machines can exploit simultaneously. The latter organises the set of cooperating machihes and interfaces into a coherent system. Machine instantiation and composition via interfaces are discussed. Machine decomposition is explored in this framework. Multi-mathine refinement is described. A hypergraph project architecture is proposed. Two small case studies, on power switching and on the European Train Control System (the latter treated earlier within the single machine formalism), illustrate these mechanisms. The semantics of interacting multi-machine systems is described, and proof obligations that ensure correctness are covered. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Banach, R (Banach, Richard) ; Butler, M (Butler, Michael) ; Qin, SC (Qin, Shengchao) ; Zhu, HB (Zhu, Huibiao)","Title":"Core Hybrid Event-B II: Multiple cooperating Hybrid Event-B machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691000002 ISSN: 0167-6423 eISSN: 1872-7964","Keywords":"Robot programming; BDI model; AgentSpeak(L); Python; Operator overloading KeyWords Plus:AGENT; ARCHITECTURE; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SCIENCE OF COMPUTER PROGRAMMING Volume: 139 Pages: 36-55 DOI: 10.1016/j.scico.2017.01.003 Published: JUN 1 2017","Abstract":"This paper describes PROFETA (standing for Python RObotic Framework for dEsigning sTrAtegies), a framework for the programming of autonomous robots based on the Belief Desire-Intention (BDI) software model. PROFETA is inspired by AgentSpeak(L), a formal language for the creation of BDI software agents. The framework is implemented in Python, and utilizes the metaprogramming capabilities offered by this language to implement the operational semantics of AgentSpeak(L). PROFETA provides a flexible environment offering both traditional object-oriented imperative constructs and declarative constructs, enabling the definition of a robot's high-level behavior in a simple, natural way. The contributions of this paper, in the area of software design and development, are: (i) a methodology, equipped with suitable technical solutions, to extend the Python programming language with AgentSpeak(L) declarative constructs; and (ii) a unified environment enabling software components for robots to be developed using a single language (Python) within a single runtime environment (the Python virtual machine). A comparison between PROFETA and other similar frameworks is provided, illustrating common aspects and key differences. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fichera, L (Fichera, Loris) ; Messina, F (Messina, Fabrizio) ; Pappalardo, G (Pappalardo, Giuseppe) ; Santoro, C (Santoro, Corrado)","Title":"A Python framework for programming autonomous robots using a declarative approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396296400007 PubMed ID: 28189109 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"V2O5 nanorods; Pd-sensitization; NO2 gas sensor KeyWords Plus:THIN-FILM SENSOR; NO2 GAS; SNO2 NANOPARTICLES; PD SENSITIZATION; TEMPERATURE; SURFACE; ARCHITECTURES; DEPOSITION; NANOBELTS; LPG","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 495 Pages: 53-60 DOI: 10.1016/j.jcis.2017.01.120 Published: JUN 1 2017","Abstract":"Vanadium pentoxide (V2O5) nanorods have been deposited onto the glass substrates by spraying 75ml of 30mM vanadium trichloride (VCl3) solution at optimized substrate temperature of 400 degrees C. The XRD study confirms the formation of orthorhombic crystal structure of V2O5 nanorods. The FE-SEM micrograph shows the nanorods-like morphology of V2O5. The presence of palladium (Pd) in the Pd-sensitized V2O5 nanorods is confirmed using EDAX study. The gas sensing measurements show that the Pd-sensitized V2O5 sensing material is an outstanding candidate for nitrogen dioxide (NO2) gas detection. Obtained results demonstrate that the Pd-sensitized V2O5 nanorods show the superior selectivity for NO2 gas in comparison with other gases such as NH3, H2S, CO, CO2 and SO2 at an operating temperature of 200 degrees C. It shows the 75% response for 100ppm NO2 gas concentration with response and recovery times of 22s and 126s, respectively. Finally, the gas sensing mechanism based on chemisorption process is proposed to illustrate how Pd nanoparticles affect the gas sensing characteristics (response and response-recovery times). (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Mane, AA (Mane, A. A.) ; Suryawanshi, MP (Suryawanshi, M. P.) ; Kim, JH (Kim, J. H.) ; Moholkar, AV (Moholkar, A. V.)","Title":"Superior selectivity and enhanced response characteristics of palladium sensitized vanadium pentoxide nanorods for detection of nitrogen dioxide gas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398266300006 ISSN: 1741-2560 eISSN: 1741-2552","Keywords":"brain machine interface; biological feedback; confidence; decoder; nucleus accumbens; reinforcement learning KeyWords Plus:GOAL-DIRECTED BEHAVIOR; NUCLEUS-ACCUMBENS; BASAL GANGLIA; DOPAMINERGIC MODULATION; COMPUTER INTERFACES; SPIKING NEURONS; REWARD; MOTOR; ADAPTATION; ENSEMBLES","Categories":"Engineering; Neurosciences & Neurology Web of Science Categories:Engineering, Biomedical; Neurosciences","Journal Information":"JOURNAL OF NEURAL ENGINEERING Volume: 14 Issue: 3 Article Number: 036016 DOI: 10.1088/1741-2552/aa6317 Published: JUN 2017","Abstract":"Objective. For brain-machine interfaces (BMI) to be used in activities of daily living by paralyzed individuals, the BMI should be as autonomous as possible. One of the challenges is how the feedback is extracted and utilized in the BMI. Our long-term goal is to create autonomous BMIs that can utilize an evaluative feedback from the brain to update the decoding algorithm and use it intelligently in order to adapt the decoder. In this study, we show how to extract the necessary evaluative feedback from a biologically realistic (synthetic) source, use both the quantity and the quality of the feedback, and how that feedback information can be incorporated into a reinforcement learning (RL) controller architecture to maximize its performance. Approach. Motivated by the perception-action-reward cycle (PARC) in the brain which links reward for cognitive decision making and goal-directed behavior, we used a reward-based RL architecture named Actor-Critic RL as the model. Instead of using an error signal towards building an autonomous BMI, we envision to use a reward signal from the nucleus accumbens (NAcc) which plays a key role in the linking of reward to motor behaviors. To deal with the complexity and non-stationarity of biological reward signals, we used a confidence metric which was used to indicate the degree of feedback accuracy. This confidence was added to the Actor's weight update equation in the RL controller architecture. If the confidence was high (>0.2), the BMI decoder used this feedback to update its parameters. However, when the confidence was low, the BMI decoder ignored the feedback and did not update its parameters. The range between high confidence and low confidence was termed as the 'ambiguous' region. When the feedback was within this region, the BMI decoder updated its weight at a lower rate than when fully confident, which was decided by the confidence. We used two biologically realistic models to generate synthetic data for MI (Izhikevich model) and NAcc (Humphries model) to validate proposed controller architecture. Main results. In this work, we show how the overall performance of the BMI was improved by using a threshold close to the decision boundary to reject erroneous feedback. Additionally, we show the stability of the system improved when the feedback was used with a threshold. Significance: The result of this study is a step towards making BMIs autonomous. While our method is not fully autonomous, the results demonstrate that extensive training times necessary at the beginning of each BMI session can be significantly decreased. In our approach, decoder training time was only limited to 10 trials in the first BMI session. Subsequent sessions used previous session weights to initialize the decoder. We also present a method where the use of a threshold can be applied to any decoder with a feedback signal that is less than perfect so that erroneous feedback can be avoided and the stability of the system can be increased.","Authors":"Prins, NW (Prins, Noeline W.) ; Sanchez, JC (Sanchez, Justin C.) ; Prasad, A (Prasad, Abhishek)","Title":"Feedback for reinforcement learning based brain-machine interfaces using confidence metrics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500015 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Wave-dominated estuary; Late Pleistocene; Sea level fluctuations; High-resolution seismic stratigraphy; Swan River palaeochannels; Palaeodrainage evolution KeyWords Plus:WESTERN-AUSTRALIA; SEQUENCE STRATIGRAPHY; QUATERNARY; CLIMATE; DELTA; BASIN; FLUCTUATIONS; DEPOSITION; INITIATION; LOWLAND","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 131-142 DOI: 10.1016/j.catena.2017.02.008 Published: JUN 2017","Abstract":"High-resolution seismic profiles were conducted across the metropolitan area of the Swan River estuary (Perth, Western Australia) to explore the sub-surficial stratigraphic architecture, down to a depth of about 40 m below the river bed. The acoustic profiles revealed a complex system of palaeochannels where three main unconformities (R1, R2, R3) bound as many seismic units (U1, U2, U3), over the acoustic basement. Integrating these data with sediment borehole analysis, LiDAR data and available literature of the geology and stratigraphy of the area, it was possible to determine the development of these stratigraphic units, in response to Late Pleistocene and Holocene sea level fluctuations and conditioned by pre-existing topography and depositional palaeoenvironments during the last similar to 130,000 years. The deepest unit (U3) can be interpreted as the Perth Formation, which consists of interbedded sediments that were deposited in a large palaeo-valley downcutting into the underlying acoustic basement (bedrock: Tamala Limestone and Kings Park Formation), under a fluvial to estuarine setting, existing between similar to 130 and 80 ky BP (in the Last Interglacial). The middle unit (U2), composed of heterogenic fluvial (possibly lacustrine) and estuarine sediments, represents the Swan River Formation. Similarly to the Perth Formation, the formation infills channels incised in older formations and reflects the hydrogeological conditions linked with sea level fluctuation changes during the Last Glacial low stand. Holocene (last similar to 10 ky) fluvial and estuarine deposits form the shallowest uhit (U1). These sediments have a highly variable internal structure, ranging from heavily layered, filling palaeochahnels, to hard and chaotic, atop pre-existing topographic highs. The wave-dominated Swan River system shares several similarities with a number of estuaries worldwide, such as Burrill Lake (NSW, Australia) and Arcachon Lagoon (Aquitaine, France). This research represents the first environmental high-resolution acoustic investigation in the middle reach of the Swan River estuary. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bufarale, G (Bufarale, Giada) ; O'Leary, M (O'Leary, Michael) ; Stevens, A (Stevens, Alexandra) ; Collins, LB (Collins, Lindsay B.)","Title":"Sea level controls on palaeochannel development within the Swan River estuary during the Late Pleistocene to Holocene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900005 PubMed ID: 28410138 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Clinical biomarkers; Muscle impairment; Sedentary behaviours; miRNAs; Review KeyWords Plus:MESENCHYMAL STEM-CELLS; DEVELOPING MICRORNA THERAPEUTICS; SKELETAL-MUSCLE ARCHITECTURE; ADIPOSE-TISSUE INFLAMMATION; DIET-INDUCED OBESITY; C-REACTIVE PROTEIN; TO-HEIGHT RATIO; CARDIOVASCULAR-DISEASE; INSULIN-RESISTANCE; METABOLIC SYNDROME","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1655-1681 DOI: 10.2741/4564 Published: JUN 1 2017","Abstract":"Overweight and obesity are highly prevalent conditions worldwide, linked to an increased risk for death, disability and disease due to metabolic and biochemical abnormalities affecting the biological human system throughout different domains. Biomarkers, defined as indicators of biological processes in health and disease, relevant for body mass excess management have been identified according to different criteria, including anthropometric and molecular indexes, as well as physiological and behavioural aspects. Analysing these different biomarkers, we identified their potential role in diagnosis, prognosis and treatment. Epigenetic biomarkers, cellular mediators of inflammation and factors related to microbiota-host interactions may be considered to have a theranostic value. Though, the molecular processes responsible for the biological phenomenology detected by the other analysed markers, is not clear yet. Nevertheless, these biomarkers possess valuable diagnostic and prognostic power. A new frontier for theranostic biomarkers can be foreseen in the exploitation of parameters defining behaviours and lifestyles linked to the risk of obesity, capable to describe the effects of interventions for obesity prevention and treatment which include also behaviour change strategies.","Authors":"Lafortuna, CL (Lafortuna, Claudio L.) ; Tovar, AR (Tovar, Armando R.) ; Rastelli, F (Rastelli, Fabio) ; Tabozzi, SA (Tabozzi, Sarah A.) ; Caramenti, M (Caramenti, Martina) ; Orozco-Ruiz, X (Orozco-Ruiz, Ximena) ; Aguilar-Lopez, M (Aguilar-Lopez, Miriam) ; Guevara-Cruz, M (Guevara-Cruz, Martha) ; Avila-Nava, A (Avila-Nava, Azalia) ; Torres, N (Torres, Nimbe) ; Bertoli, G (Bertoli, Gloria) ...More...Less","Title":"Clinical, functional, behavioural and epigenomic biomarkers of obesity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693200005 PubMed ID: 28237705 ISSN: 1567-5394 eISSN: 1878-562X","Keywords":"Impedance spectroscopy; Electroporation KeyWords Plus:CELL-MEMBRANE PERMEABILIZATION; PLASMID DNA; RAT-LIVER; ELECTROPORATION; THERAPY; ELECTROPERMEABILIZATION; EXPRESSION; PULSES; CONDUCTIVITY; TOMOGRAPHY","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics; Biophysics; Electrochemistry Web of Science Categories:Biochemistry & Molecular Biology; Biology; Biophysics; Electrochemistry","Journal Information":"BIOELECTROCHEMISTRY Volume: 115 Pages: 33-40 DOI: 10.1016/j.bioelechem.2017.01.004 Published: JUN 2017","Abstract":"In vivo gene electro transfer technology has been very successful both in animal models and in clinical trials over the past 20 years. However, variable transfection efficiencies can produce inconsistent outcomes. This can be due to differences in tissue architecture and/or chemical composition which may effectively create unique biological environments from subject to subject that may respond differently to the identical electric pulses. This study investigates the integration of impedance spectroscopy into the gene electro transfer process to measure murine skin impedance spectra before, during (after pulse delivery), and after gene electro transfer pulse application to determine if changes in impedance correlate with reporter gene expression. Both post-treatment impedance spectra and gene expression were dependent upon the applied electric field strength. These results indicate that alterations in tissue impedance produced by the applied electric field represent an excellent parameter to predict degrees of transfection and gene expression. These results could ultimately be used to alter pulsing parameters in order to optimize delivery/expression. (C) 2017 Published by Elsevier B.V.","Authors":"Atkins, RM (Atkins, Reginald M.) ; Fawcett, TJ (Fawcett, Timothy J.) ; Gilbert, R (Gilbert, Richard) ; Hoff, AM (Hoff, Andrew M.) ; Connolly, R (Connolly, Richard) ; Brown, DW (Brown, Douglas W.) ; Llewellyn, AJ (Llewellyn, Anthony J.) ; Jaroszeski, MJ (Jaroszeski, Mark J.)","Title":"Impedance spectroscopy as an indicator for successful in vivo electric field mediated gene delivery in a murine model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Big topic modeling; Latent Dirichlet allocation; Communication complexity; Multi-processor architecture; Online belief propagation; Power law","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 15-31 DOI: 10.1016/j.ins.2016.12.014 Published: JUN 2017","Abstract":"To solve the big topic modeling problem, we need to reduce both the time and space complexities of batch latent Dirichlet allocation (LDA) algorithms. Although parallel LDA algorithms on multi-processor architectures have low time and space complexities, their communication costs among processors often scale linearly with the vocabulary size and the number of topics, leading to a serious scalability problem. To reduce the communication complexity among processors to achieve improved scalability, we propose a novel communication-efficient parallel topic modeling architecture based on a power law, which consumes orders of magnitude less communication time when the number of topics is large. We combine the proposed communication-efficient parallel architecture with the online belief propagation (OBP) algorithm, referred to as POBP, for big topic modeling tasks. Extensive empirical results confirm that POBP has the following advantages for solving the big topic modeling problem when compared with recent state-of-the-art parallel LDA algorithms on multi-processor architectures: (1) high accuracy, (2) high communication efficiency, (3) high speed, and (4) constant memory usage. (C) 2017 Published by Elsevier Inc.","Authors":"Yan, JF (Yan, JianFeng) ; Zeng, J (Zeng, Jia) ; Liu, ZQ (Liu, Zhi-Qiang) ; Yang, L (Yang, Lu) ; Gao, Y (Gao, Yang)","Title":"Towards big topic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212500025 ISSN: 0960-1481","Keywords":"Standalone power supply system; Remote town; Cost of energy; Net present cost KeyWords Plus:ENERGY SUPPLY OPTIONS; RENEWABLE ENERGY; FEASIBILITY ANALYSIS; HYBRID SYSTEM; LARGE HOTEL; WIND POWER; GENERATION; DIESEL; ELECTRIFICATION; DESIGN","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 106 Pages: 243-254 DOI: 10.1016/j.renene.2016.12.088 Published: JUN 2017","Abstract":"The main focus of this paper is to select an economically suitable sustainable standalone power supply system for a remote off-grid town in Western Australia. Existing power systems of such remote towns in Australia have adverse environmental impacts and contribute to global warming due to the utilization of fossil fuels, especially diesel and gas. The possible electricity supply systems for such towns can vary from a diesel/gas generator towards a hybrid system composed of a generator, Wind turbine, photovoltaic system, and battery energy storage. In order to limit the cost of the system and to propose the most economically feasible solution, various combinations of supply systems are considered. These systems are analyzed in this paper by the help of HOMER software to determine the optimal architecture and the control strategy of the supply system. This study has used real demand data of the town, as well as the prices of different electrical components in the Australian market. The scenario which yields the minimum cost of energy is defined and suggested. Also, a decision-making based technique is proposed to help the local electricity utility in finding the suitable solution in the case of budget limits on the investment and annual operation and maintenance. Another aim of this analysis is to investigate and illustrate the impact of a small annual load growth on the size of the selected components for the selected power system, as well as the total net present cost and the cost of electricity. A sensitivity analysis is also performed to analyze the impact of uncertainties of some of the parameters in the outcome of the study to obtain the optimized cost of the selected system. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ali, L (Ali, Liaqat) ; Shahnia, F (Shahnia, Farhad)","Title":"Determination of an economically-suitable and sustainable standalone power system for an off-grid town in Western Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800017 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Nonlinear Adaptive Filtering; Functional Links; Linear-in-the-Parameters Nonlinear Filters; Sparse Adaptive Filters; Combination of Filters KeyWords Plus:ACOUSTIC ECHO CANCELLATION; CONVEX COMBINATION; CHANNEL ESTIMATION; PNLMS ALGORITHM; IDENTIFICATION; SYSTEMS; REPRESENTATION; CONVERGENCE; KERNELS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 168-178 DOI: 10.1016/j.sigpro.2017.01.009 Published: JUN 2017","Abstract":"Sparsity phenomena in learning processes have been extensively studied, since their detection allows to derive suited regularized optimization algorithms capable of improving the overall learning performance. In this paper, we investigate the sparsity behavior that may occur in nonlinear adaptive filtering problems and how to leverage it and develop enhanced algorithms. In particular, we focus on a particular class of linear-in-the-parameters nonlinear adaptive filters, whose nonlinear transformation is based on a functional link expansion. The analysis of the sparsity in functional links leads us to derive a family of adaptive combined filtering architectures that is capable of exploiting any sparseness degree in the nonlinear filtering. We propose two different filtering schemes based on a new block-based combined approach, well suited for sparse adaptive algorithms. Moreover, a hierarchical architecture is also proposed that generalizes the different combined schemes and does not need any a priori information about the nature of the nonlinearity to be modeled. Experimental results prove the effectiveness of the proposed combined architectures in exploiting any sparseness degree and improving the modeling performance in nonlinear system identification problems.","Authors":"Comminielle, D (Comminielle, Danilo) ; Scarpiniti, M (Scarpiniti, Michele) ; Azpicueta-Ruiz, LA (Azpicueta-Ruiz, Luis A.) ; Arenas-Garcia, J (Arenas-Garcia, Jeronimo) ; Uncini, A (Uncini, Aurelio)","Title":"Combined nonlinear filtering architectures involving sparse functional link adaptive filters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395451400001 ISSN: 2053-1583","Keywords":"graphene; CVD; high-mobility; wafer scale integration; seeded growth KeyWords Plus:CHEMICAL-VAPOR-DEPOSITION; BILAYER GRAPHENE; BORON-NITRIDE; COPPER FOILS; HIGH-QUALITY; DOMAINS; PERFORMANCE; NUCLEATION; MONOLAYER; GRAINS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 021004 DOI: 10.1088/2053-1583/aa5481 Published: JUN 2017","Abstract":"We demonstrate rapid deterministic (seeded) growth of large single-crystals of graphene by chemical vapour deposition (CVD) utilising pre-patterned copper substrates with chromium nucleation sites. Arrays of graphene single-crystals as large as several hundred microns are grown with a periodicity of up to 1 mm. The graphene is transferred to target substrates using aligned and contamination-free semi-dry transfer. The high quality of the synthesised graphene is confirmed by Raman spectroscopy and transport measurements, demonstrating room-temperature carrier mobility of 21 000 cm(2) V-1 s(-1) when transferred on top of hexagonal boron nitride. By tailoring the nucleation of large single-crystals according to the desired device geometry, it will be possible to produce complex device architectures based on single-crystal graphene, thus paving the way to the adoption of CVD graphene in wafer-scale fabrication.","Authors":"Miseikis, V (Miseikis, Vaidotas) ; Bianco, F (Bianco, Federica) ; David, J (David, Jeremy) ; Gemmi, M (Gemmi, Mauro) ; Pellegrini, V (Pellegrini, Vittorio) ; Romagnoli, M (Romagnoli, Marco) ; Coletti, C (Coletti, Camilla)","Title":"Deterministic patterned growth of high-mobility large-crystal graphene: a path towards wafer scale integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395543500001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Multilayer; coated conductor; metal organic solution deposition KeyWords Plus:FILMS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 6601504 DOI: 10.1109/TASC.2016.2646064 Published: JUN 2017","Abstract":"Thick superconducting multilayer architectures consisting of alternate superconducting and superconducting layers DyBCO/YBCO and alternate superconducting and insulating layers YBCO/CuO(Y2O3) are developed on buffered Hastelloy tapes using a metal organic deposition process. It is revealed that multilayer intermittent structures for superconducting layers are effective to avoid the presence of microcracks that occur with increasing thickness, which are frequently observed in monolayer films ofREBa(2)Cu(3)O(7-delta) (REBCO, RE= Y, Gd, or other rare earth elements). This paper shows that the thicknesses of DyBCO/YBCO multilayer films can reach 2.8 mu m with a homogeneous, dense and crack-free surface morphology. The out-plane FWHM of the YBCO (005) peaks and the critical current value reach 1.1 degrees and 365 A/cm (77 K, self-field) for such a thick film consisting of Dy-BCO/YBCO multilayers. It is also revealed that the introduction of a CuO layer is effective to avoid the presence of a-axis grains and voids of the YBCO films, which are frequently observed in multilayer films. Note that the introduction of CuO shows little negative influence on the texture of multilayer structure, especially for the bottom CuO. However, the in-plane texture deteriorates seriously for Y2O3/YBCO/YBCO multilayer film. The critical current density of YBCO films with middle CuO and bottom CuO are 2.0 MA/cm(2) and 2.5 MA/cm(2) (77 K, self-field), respectively. The microstructure optimization including the texture, uniformity, crack, defect, and porosity in the multilayered films is probably the reason for the enhancement of superconducting performance.","Authors":"Guo, YQ (Guo, Y. Q.) ; Cui, CW (Cui, C. W.) ; Zeng, L (Zeng, L.) ; Liu, ZY (Liu, Z. Y.) ; Bai, CY (Bai, C. Y.) ; Lu, YM (Lu, Y. M.) ; Jian, HB (Jian, H. B.) ; Fan, F (Fan, F.) ; Cai, CB (Cai, C. B.)","Title":"Artificial Multilayers of REBaCuO/YBaCuO and YBCO/CuO(Y2O3) for High-Performance Long Tapes of Coated Conductors Derived by Metal Organic Solution Deposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396001500001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Critical current distribution; RE-123 coated conductor; Roebel cable; RTR-SHPM","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 8001404 DOI: 10.1109/TASC.2016.2639278 Published: JUN 2017","Abstract":"We have characterized the local critical current distribution in 2-mm-wide Roebel cable strands using reel-to-reel scanning Hall-probe microscopy (RTR-SHPM). Roebel cable is an equally transposed cable formed from coated conductor architectures that is promising for large current applications. Local spatial critical-current uniformity becomes a crucial issue for the thermal stability of high-current windings. In general, the one-dimensional longitudinal critical-current distribution in coated conductors has been characterized by TAPESTAR as a de-facto standard method. However, it has proved to be difficult to use this method to achieve sufficient quality control of Roebel strands because of the unavailability of information on current flow across the width at a transposition. Furthermore, the lack of spatial resolution across the width becomes a problem for narrower strands. In this study, we applied RTR-SHPM for the characterization of Roebel strands. By scanning a Hall senor across the width of a conductor that was moving in a longitudinal direction, a high spatial-resolution two-dimensional distribution of magnetic field can be obtained for long-length conductors. This enabled us to estimate the local critical current, including the dependence on effective strand width, as a function of a longitudinal coordinate. This information is critical to the optimization of the fabrication processes and for nondestructive quality assurance of long-length Roebel strands.","Authors":"Higashikawa, K (Higashikawa, Kohei) ; Guo, X (Guo, Xiang) ; Inoue, M (Inoue, Masayoshi) ; Jiang, ZN (Jiang, Zhenan) ; Badcock, R (Badcock, Rodney) ; Long, N (Long, Nicholas) ; Kiss, T (Kiss, Takanobu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Jiang, Zhenan  A-5158-2016 http://orcid.org/0000-0002-3482-3510","Title":"Characterization of Critical Current Distribution in Roebel Cable Strands Based on Reel-to-Reel Scanning Hall-Probe Microscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396004700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Energy-efficient logic; random access memory; cryogenic magnetic memory; RSFQ; SFQ KeyWords Plus:MEMORY; DEVICE; DESIGN","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1301205 DOI: 10.1109/TASC.2016.2646926 Published: JUN 2017","Abstract":"We report on the development of energy-efficient decoders for cryogenic random access memory and register file. To reduce the pitch, area, and energy, our decoder employs a scalable binary tree architecture. We implemented these decoders using ERSFQ logic controlled by magnetically coupled address lines. These lines are driven by energy-efficient drivers based on the current-stirring technique. A 4-to-16 version of the decoder was laid out and fabricated in HYPRES 6-layer 10 kA/cm(2) and MIT LL 8-layer 10 kA/cm(2) processes with 15 and 28 mu m decoder row pitch, respectively. The decoders were designed to have similar to 30 ps latency and dissipate similar to 40 aJ per clock. We experimentally confirmed the functionality of the circuits with +/- 8% dc bias margins and verified its operation up to 13 GHz clock.","Authors":"Vernik, IV (Vernik, I. V.) ; Kirichenko, AF (Kirichenko, A. F.) ; Mukhanov, OA (Mukhanov, O. A.) ; Ohki, TA (Ohki, T. A.)","Title":"Energy-Efficient and Compact ERSFQ Decoder for Cryogenic RAM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395741900065 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Active filters; circuit topology; digital control; DC-AC power converters; power smoothing KeyWords Plus:SYSTEMS; RELIABILITY; CAPACITANCE; RECTIFIERS; INVERTERS; CIRCUIT; DESIGN","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 6 Pages: 4905-4924 DOI: 10.1109/TPEL.2016.2601309 Published: JUN 2017","Abstract":"A high-efficiency, high-power-density buffer architecture is proposed for power pulsation decoupling in power conversion between dc and single-phase ac. We present an active decoupling solution that yields improved efficiency and reduced circuit complexity compared to existing solutions. In the proposed architecture, the main energy storage capacitor is connected in series with an active buffer converter across the dc bus. The series-stacked capacitor blocks the majority of the dc bus voltage to reduce the voltage stress on the buffer converter, such that fast, low-voltage transistors can be employed for the buffer converter. Moreover, the series capacitor provides the majority of the power pulsation decoupling through a wide voltage swing, and the buffer converter only needs to process a small fraction of the total power of the entire architecture, allowing a very small active circuit volume and very high system efficiency. The circuit operation and design constraints are analyzed in detail. In the proposed buffer architecture, the series stacking of a nearly lossless capacitor and a lossy converter presents a challenge of capacitor voltage balancing and power loss compensation. We propose a control scheme exploiting the small ripple in the bus voltage and dc input current to compensate for the power loss in the buffer converter while maintaining the voltage balance. Light-load techniques are also introduced to ensure that the buffer architecture meets strict ripple requirements while providing sufficient loss compensation. A 2-kW hardware prototype based on low-voltage GaN switches has been built to demonstrate the performance of the proposed solution. A power density of 25W/cm(3) (410 W/in(3)) by rectangular box volume and an efficiency above 98.9% across a wide load range has been experimentally verified.","Authors":"Qin, SB (Qin, Shibin) ; Lei, YT (Lei, Yutian) ; Barth, C (Barth, Christopher) ; Liu, WC (Liu, Wen-Chuen) ; Pilawa-Podgurski, RCN (Pilawa-Podgurski, Robert C. N.)","Title":"A High Power Density Series-Stacked Energy Buffer for Power Pulsation Decoupling in Single-Phase Converters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394584300001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Adders; adiabatic quantum-flux-parametron; carry look-ahead; superconducting logic circuits KeyWords Plus:CIRCUITS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1300407 DOI: 10.1109/TASC.2016.2642041 Published: JUN 2017","Abstract":"Superconductor-based adiabatic quantum-flux-parametron (AQFP) logic holds tremendous promise toward building extremely energy efficient computing systems with bit energies approaching 100 k(B) T. The majority logic gate is the basis for how all AQFP logic gates are created. By reconsidering the logic design approach of digital circuits using majority logic instead of conventional AND/OR/NOT logic, circuits can potentially use fewer gates overall. This may lead to lower circuit complexities in terms of Josephson junctions, and in turn lower power consumption as well as lower latencies. As a first step toward exploiting majority logic in AQFP technology, we explore how majority-logic-optimized designs of the Kogge-Stone and Brent-Kung adder architectures scale in terms of complexity, latency, area, and energy/operation as we increase the data word size from 8 to 64 bit. Next, we implement 8-bit prototypes of both adders for experimental demonstration. The designs have been fabricated using the 2.5 kA/cm(2) AIST standard process 2 and have demonstrated successful operation in low-frequency testing. Both adders consist of similar to 1000 Josephson junctions and are designed for 5 GHz operation with a five-cycle latency.","Authors":"Ayala, CL (Ayala, Christopher L.) ; Takeuchi, N (Takeuchi, Naoki) ; Yamanashi, Y (Yamanashi, Yuki) ; Ortlepp, T (Ortlepp, Thomas) ; Yoshikawa, N (Yoshikawa, Nobuyuki) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yamanashi, Yuki  N-1458-2014 http://orcid.org/0000-0003-4840-7611 Ayala, Christopher  http://orcid.org/0000-0002-3510-9626","Title":"Majority-Logic-Optimized Parallel Prefix Carry Look-Ahead Adder Families Using Adiabatic Quantum-Flux-Parametron Logic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394584500001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Memory; microprocessors; rapid single-flux-quantum logic; shift-register; superconducting integrated circuits KeyWords Plus:DESIGN; TECHNOLOGY; CIRCUITS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1300505 DOI: 10.1109/TASC.2016.2642049 Published: JUN 2017","Abstract":"We present design and experimental results of a rapid single-flux-quantum (RSFQ) bit-serial microprocessor with reduced-size embedded random accessmemories (RAMs) and with a minimal instruction set, called CORE e2h. The microprocessors called CORE e series have been developed for demonstrating small-scale program execution, such as loop calculation and sorting, in order to show the first prototype of a stored-program computer using the RSFQ technology. The CORE e2h is the most simplified variation of the CORE e series, which is equipped with only two registers, and can execute 13 instructions. The target clock frequency for bit-serial operation is 50 GHz, while the designed system clock cycle is 2 GHz. We carefully designed every component, implementing functionality using a small number of Josephson junctions with a small footprint. We fabricated several chips of the CORE e2h microprocessor integrated with two 128-bit shift-register-based RAMs on the same die. We experimentally obtained correct operations for all the instructions, and confirmed highspeed transfer between the instruction memory and controller unit and between the data memory and datapath at around 50 GHz.","Authors":"Sato, R (Sato, Ryo) ; Hatanaka, Y (Hatanaka, Yuki) ; Ando, Y (Ando, Yuki) ; Tanaka, M (Tanaka, Masamitsu) ; Fujimaki, A (Fujimaki, Akira) ; Takagi, K (Takagi, Kazuyoshi) ; Takagi, N (Takagi, Naofumi)","Title":"High-Speed Operation of Random-Access-Memory-Embedded Microprocessor With Minimal Instruction Set Architecture Based on Rapid Single-Flux-Quantum Logic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394584700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Superconducting digital circuits; phase shift element; ferromagnet; anomalous Hall effect; reconfigurable circuit KeyWords Plus:QUANTUM CIRCUITS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1501204 DOI: 10.1109/TASC.2016.2642054 Published: JUN 2017","Abstract":"Reconfigurable superconducting phase shift elements (PSEs) provide high design flexibility in rapid single flux quantum (RSFQ) circuits. Small ferromagnetic patterns were placed on superconducting loops in an RSFQ circuit. The patterns serve as reconfigurable PSEs providing the direction and magnitude of magnetization can be controlled for each pattern individually. A two-dimensional wire mesh architecture was employed to allow for individual configuration and to reduce the number of wires required. Although opposing magnetic fields may occasionally be generated during half-selection using this architecture, experimentally obtained magnetization curves revealed that the orientation of the magnetic field was maintained. An RSFQ circuit, using a reconfigurable PSE, has been successfully demonstrated, potentially leading to large-scale reconfigurable RSFQ circuits","Authors":"Taniguchi, S (Taniguchi, Soya) ; Ito, H (Ito, Hiroshi) ; Ishikawa, K (Ishikawa, Kouta) ; Kurokawa, S (Kurokawa, Sota) ; Tanaka, M (Tanaka, Masamitsu) ; Akaike, H (Akaike, Hiroyuki) ; Fujimaki, A (Fujimaki, Akira)","Title":"Investigation Into the Individual Configuration of Superconducting Phase Shift Elements Made of Ferromagnetic Patterns for Reconfigurable Circuits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393633700022 ISSN: 0888-3270","Keywords":"Aero-servo-elasticity; Actuation system; Industrial control; Rate saturation; Real-time","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 90 Pages: 334-349 DOI: 10.1016/j.ymssp.2016.12.037 Published: JUN 2017","Abstract":"A novel frequency-based optimization algorithm, suitable to tune generic controllers involved in the dual loop architectures, is presented. A control scheme, based on standard industrial regulators, is adopted to incorporate nonlinear constraints reproducing technological limitations, in a control surfaces actuation system installed on a wind tunnel aeroelastic demonstrator. An integrated observer for disturbance rejection helps to meet one of the required constraints when aerodynamic loads are present. Numerical and experimental results are presented with the aim to design the actuation system and validate the methodology, considering both standard input signals and realistic command profiles. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"De Gaspari, A (De Gaspari, Alessandro) ; Mannarino, A (Mannarino, Andrea) ; Mantegazza, P (Mantegazza, Paolo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number De Gaspari, Alessandro  http://orcid.org/0000-0003-1651-3532","Title":"A dual loop strategy for the design of a control surface actuation system with nonlinear limitations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200022 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Split-step Fourier method; Numerical simulation; Non-linear PDE; Derivative non-linear Schrodinger equation KeyWords Plus:SCHRODINGER-EQUATION; WATER-WAVES; GENERATION; SOLITONS; PULSES; TIME","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 277-291 DOI: 10.1016/j.cnsns.2016.11.020 Published: JUN 2017","Abstract":"This paper describes an updated exponential Fourier based split-step method that can be applied to a greater class of partial differential equations than previous methods would allow. These equations arise in physics and engineering, a notable example being the generalized derivative non-linear Schrodinger equation that arises in non-linear optics with self steepening terms. These differential equations feature terms that were previously inaccessible to model accurately with low computational resources. The new method maintains a 3rd order error even with these additional terms and models the equation in all three spatial dimensions and time. The class of non-linear differential equations that this method applies to is shown. The method is fully derived and implementation of the method in the split-step architecture is shown. This paper lays the mathematical ground work for an upcoming paper employing this method in white-light generation simulations in bulk material. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Zia, H (Zia, Haider)","Title":"A three operator split-step method covering a larger set of non-linear partial differential equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200031 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Evolutionary game; Voluntary participation; Interdependent networks; Chaotic behavior KeyWords Plus:LYAPUNOV EXPONENTS; REGULAR LATTICES; TIME-SERIES; COOPERATION; POPULATIONS; ROBUSTNESS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 407-415 DOI: 10.1016/j.cnsns.2016.12.004 Published: JUN 2017","Abstract":"In this article, the evolution of prisoner's dilemma game with volunteering on interdependent networks is investigated. Different from the traditional two-strategy game, voluntary participation as an additional strategy is involved in repeated game, that can introduce more complex evolutionary dynamics. And, interdependent networks provide a more generalized network architecture to study the intricate variability of dynamics. We have showed that voluntary participation could effectively promote the density of co-operation, that is also greatly affected by interdependent strength between two coupled networks. We further discussed the influence of interdependent strength on the densities of different strategies and found that an intermediate interdependence would play a bigger role on the evolution of dynamics. Subsequently, the critical values of the defection temptation for phase transitions under different conditions have been studied. Moreover, the global oscillations induced by the circle of dominance of three strategies on interdependent networks have been quantitatively investigated. Counter-intuitively, the oscillations of strategy densities are not periodic or stochastic, but have rich dynamical behaviors. By means of various analysis tools, we have demonstrated the global oscillations of strategy densities possessed chaotic characteristics. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Luo, C (Luo, Chao) ; Zhang, XL (Zhang, Xiaolin) ; Zheng, YJ (Zheng, YuanJie)","Title":"Chaotic evolution of prisoner's dilemma game with volunteering on interdependent networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100004 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Manufacturing service; Supply demand matching (SDM); Service-oriented manufacturing (SoM); Simulator; Hypernetwork; Cloud manufacturing KeyWords Plus:ALGORITHM; INTERNET; THINGS","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 34-46 Special Issue: SI DOI: 10.1016/j.rcim.2016.07.001 Published: JUN 2017","Abstract":"Nowadays, with the introduction and application of new information technologies in manufacturing, various advanced manufacturing modes and national strategies have been put forward and paid more and more attention, such as Industry 4.0, Industrial Internet, Cyber-Physical System or Cyber Manufacturing, Made in China 2025, Internet Plus Manufacturing, Cloud Manufacturing, etc. For these modes and strategies, how to realize the effective and intelligent supply-demand matching (SDM) of various manufacturing resources and capabilities (MR&C) in the form of service is one of the common issues and aims. In order to provide a uniformed research platform for related researchers both in academic and industry, the concept of manufacturing service SDM simulator (SDMSim) is proposed in this paper. A hypernetwork based architecture for the simulator is designed, as well as its seven key functions and subsystems, including manufacturing service management, manufacturing task management, manufacturing service SDM hypernetwork, manufacturing service SDM problem formulation and configuration, matching and scheduling algorithms/strategies selection and design, statistical analysis, and visualization. It illustrates that SDMSim has the potential to serve the users of manufacturing service provider, manufacturing service consumer, manufacturing service operator in the field of SoM, as well as the related researchers. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tao, F (Tao, Fei) ; Cheng, JF (Cheng, Jiangfeng) ; Cheng, Y (Cheng, Ying) ; Gu, SX (Gu, Shixin) ; Zheng, TY (Zheng, Tianyu) ; Yang, H (Yang, Hao)","Title":"SDMSim: A manufacturing service supply-demand matching simulator under cloud environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100007 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"One-of-a-kind production; Product planning; Cloud-based design; Cloud manufacturing; Mass customisation KeyWords Plus:A-KIND PRODUCTION; OF-THE-ART; CUSTOMER REQUIREMENTS; MASS PERSONALIZATION; FUZZY AHP; QFD; CONFIGURATION; PLATFORM; MODEL; NPD","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 73-85 Special Issue: SI DOI: 10.1016/j.rcim.2016.04.001 Published: JUN 2017","Abstract":"Nowadays, one-of-a-kind (OKP) companies, which generally operate in an 'engineer-to-order' business mode, strive to deliver individualized products with quality to achieve customer satisfaction. Thus, an accurate and prompt analysis of customer requirements (CRs) in the early design stage is critical to its success. However, most OKP companies are small or medium-sized enterprises (SMEs). Due to the limited resources and low product planning budget, they often cannot obtain abundant CR information nor can they afford the expense of complicated planning process. To address these issues, a system framework is proposed in support of OKP product planning process in a cloud-based design (CBD) environment. The challenges and future market niches of OKP companies are presented. The comparison of typical distributed systems shows that CBD, which utilizes advanced information technologies and business model, has advantages in providing sufficient resources, decreasing product development time span for OKP companies in a cost-efficient way. This article describes the proposed system architecture, the business interaction process and the information communication among customers, designers and marketing analysts at the product planning stage. To validate the proposed framework, a prototype system module MyProduct is under development in the CBD environment with an illustrative example. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zheng, P (Zheng, Pai) ; Lu, YQ (Lu, Yuqian) ; Xu, X (Xu, Xun) ; Xie, SQ (Xie, Sheng Quan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number ZHENG, PAI  http://orcid.org/0000-0002-2329-8634 Xu, Xun  http://orcid.org/0000-0001-6294-8153","Title":"A system framework for OKP product planning in a cloud-based design environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100010 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Ubiquitous manufacturing; Cloud manufacturing; Interoperability; Cloud robotics KeyWords Plus:SERVICES; ADOPTION; INTERNET","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 116-125 Special Issue: SI DOI: 10.1016/j.rcim.2016.01.007 Published: JUN 2017","Abstract":"Modern manufacturing industry calls for a new generation of production system with better inter operability and new business models. As a novel information technology, Cloud provides new service models and business opportunities for manufacturing industry. In this research, recent Cloud manufacturing and Cloud robotics approaches are reviewed. Function block-based integration mechanisms are developed to integrate various types of manufacturing facilities. A Cloud-based manufacturing system is developed to support ubiquitous manufacturing, which provides a service pool maintaining physical facilities in terms of manufacturing services. The proposed framework and mechanisms are evaluated by both machining and robotics applications. In practice, it is possible to establish an integrated manufacturing environment across multiple levels with the support of manufacturing Cloud and function blocks. It provides a flexible architecture as well as ubiquitous and integrated methodologies for the Cloud Manufacturing system. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, XV (Wang, Xi Vincent) ; Wang, LH (Wang, Lihui) ; Mohammed, A (Mohammed, Abdullah) ; Givehchi, M (Givehchi, Mohammad) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Lihui  O-3907-2014 http://orcid.org/0000-0001-8679-8049 Givehchi, Mohammad  http://orcid.org/0000-0002-3517-3636","Title":"Ubiquitous manufacturing system based on Cloud: A robotics application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390463700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"MgB2 strand; magnetic resonance imaging; low AC loss conductor; critical current density; strand design","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 6200105 DOI: 10.1109/TASC.2016.2632419 Published: JUN 2017","Abstract":"Standard in situ type MgB2 strands manufactured by Hyper Tech, Inc., have 19-36 subelements, a Monel outer sheath, and a Cu interfilamentary matrix. Typical transport J(c)s of the strands are 2 x 10(5) A/cm(2) with n-values of 20-30 at 4.2 K and 5 T. This paper introduces two new MgB2 conductor designs. First, a new class of MgB2 strand is designed for magnetic resonance imaging applications. This type has a higher Cu content designed to enhance protection of a magnet wound with it, and a larger diameter to increase the critical current. Second, a new class of low ac loss MgB2 strand with high filament count and a high-resistance matrix is discussed. Transport properties at 4.2 K and fields up to 10 T are reported. Optical techniques are used to study the macro and microstructures of these MgB2 strands.","Authors":"Wan, F (Wan, Fang) ; Sumption, MD (Sumption, Mike D.) ; Rindfleisch, MA (Rindfleisch, Matthew A.) ; Tomsic, MJ (Tomsic, Michael J.) ; Collings, EW (Collings, E. W.)","Title":"Architecture and Transport Properties of Multifilamentary MgB2 Strands for MRI and Low AC Loss Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398598700013 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"Ebola; command and control; management; outbreak; military; Sierra Leone","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1721 Article Number: 20160306 DOI: 10.1098/rstb.2016.0306 Published: MAY 26 2017","Abstract":"Management, coordination and logistics were critical for responding effectively to the Ebola outbreak in Sierra Leone, and the duration of the epidemic provided a rare opportunity to study the management of an outbreak that endured long enough for the response to mature. This qualitative study examines the structures and systems used to manage the response, and how and why they changed and evolved. It also discusses the quality of relationships between key responders and their impact. Early coordination mechanisms failed and the President took operational control away from the Ministry of Health and Sanitation and established a National Ebola Response Centre, headed by the Minister of Defence, and District Ebola Response Centres. British civilian and military personnel were deeply embedded in this command and control architecture and, together with the United Nations Mission for Ebola Emergency Response lead, were the dominant coordination partners at the national level. Coordination, politics and tensions in relationships hampered the response, but as the response mechanisms matured, coordination improved and rifts healed. Simultaneously setting up new organizations, processes and plans as well as attempting to reconcile different cultures, working practices and personalities in such an emergency was bound to be challenging. This article is part of the themed issue 'The 2013-2016 West African Ebola epidemic: data, decision-making and disease control'.","Authors":"Ross, E (Ross, Emma)","Title":"Command and control of Sierra Leone's Ebola outbreak response: evolution of the response architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397994700018 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"CeO2; X-architecture; Hydrothermal route; Photocatalytic activity; Methylene blue KeyWords Plus:CERIUM OXIDE NANOPARTICLES; CONTROLLED HYDROTHERMAL SYNTHESIS; PHOTOCATALYTIC ACTIVITY; FORMATION MECHANISM; OPTICAL-PROPERTIES; ROOM-TEMPERATURE; POWDERS; NANOCRYSTALLINE; SURFACE; MICROSPHERES","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 705 Pages: 131-137 DOI: 10.1016/j.jallcom.2017.02.110 Published: MAY 25 2017","Abstract":"CeO2 with X-architecture was synthesized using the hydrothermal route assisted by polyvinyl pyrrolidone, and employed to investigate the degradation of methylene blue under UV- light irradiation. The asobtained CeO2 sample exhibited higher photocatalytic activity than traditional CeO2 sample prepared by precipitation route due to its irregular X-architecture shape with clear boundary and micro/mesopore surface structure. The novel X-architecture shape of CeO2 facilitates the efficient photo-generated charge transfer and separation under UV-light irradiation, leading to the superior stability for the photodegradation of methylene blue. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Zheng, XG (Zheng, Xiaogang) ; Huang, S (Huang, Sha) ; Yang, DM (Yang, Dongmei) ; Zhai, HY (Zhai, Haoying) ; You, YH (You, Yaohui) ; Fu, XJ (Fu, Xiaojing) ; Yuan, JH (Yuan, Jinhai) ; Zhou, XK (Zhou, Xiankun) ; Wen, J (Wen, Jing) ; Liu, Y (Liu, Yong)","Title":"Synthesis of X-architecture CeO2 for the photodegradation of methylene blue under UV-light irradiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397994700038 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Energy storage materials; Nanostructured materials; Nickel foam; Tin based anode; Lithium ion battery KeyWords Plus:ELECTROCHEMICAL CHARACTERIZATION; ANODE MATERIALS; NICKEL; LI; NANOSTRUCTURES; CYCLABILITY; TIN","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 705 Pages: 290-300 DOI: 10.1016/j.jallcom.2017.02.125 Published: MAY 25 2017","Abstract":"A novel, \"active-active-inactive\" type Tin-Antimony-Nickel alloy with dendritic morphology electro-deposited on 3D interconnected microporous Nickel foam (-8 mm pore diameter) as a potential high capacity anode for Li-ion batteries is reported. The multiphase composition comprising of SnSb and Ni3Sn4 \"reactant\" intermetallics dispersed in Sn \"matrix\", alleviates the volumetric stress generated during cycling by lithiating at different step potentials (0.84, 0.66, 0.57, 0.42, 0.40, and 0.38-0.25 V vs. Li/ Li+). Nickel foam was synthesized by template-free hydrogen bubble-assisted electrodeposition and it successfully acts as a stress buffer preventing delamination. This combination of properties for Tin-Antimony- Nickel anode impregnated into Nickel foam results in 2nd cycle discharge capacity of 845 mAh/g, superior rate capability and stable cycle retention with a capacity loss of 16% in the last 50 cycles at a rate of 430 mA/g (0.5 C), while preserving its structural integrity and micro-architecture in comparison to a Tin-Antimony-Nickel anode deposited on a planar Nickel film as a current collector. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sengupta, S (Sengupta, Srijan) ; Patra, A (Patra, Arghya) ; Akhtar, M (Akhtar, Mainul) ; Das, K (Das, Karabi) ; Majumder, SB (Majumder, Subhasish Basu) ; Das, S (Das, Siddhartha)","Title":"3D microporous Sn-Sb-Ni alloy impregnated Ni foam as high-performance negative electrode for lithium-ion batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699300010 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Cadmium selenide; Neodymium doping; Graphene oxide composite; Electrochemical capacitor KeyWords Plus:ENHANCED SUPERCAPACITOR PERFORMANCE; RAY PHOTOELECTRON-SPECTROSCOPY; ASSISTED HYDROTHERMAL METHOD; ELECTRICAL-CONDUCTIVITY; THIN-FILMS; NANOCRYSTALS; NANOPARTICLES; PHOTOCATALYST; ARCHITECTURE; DEGRADATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 49 Pages: 88-98 DOI: 10.1016/j.jiec.2017.01.012 Published: MAY 25 2017","Abstract":"Bare CdSe, neodymium (Nd)-doped CdSe, and a graphene-oxide (GO)/CdSe nanohybrid were prepared via hydrothermal strategy. These materials were characterized by XRD, SEM, TEM, Raman, XPS, and the Brunauer-Emmett-Teller (BET) method. Compared to the pure CdSe, the slight shift of diffraction peaks to lower angles in all samples indicated the presence of either Ne ions or GO. The GO/CdSe nanorods had much higher specific capacitance than the Nd-doped CdSe and bare CdSe. Among different contents of Nd, 0.015 Nd doped CdSe showed the highest specific capacitance. The phase stability during cycling and charge-transfer were greatly improved by formation of GO-based composite. (C) 2017 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Hamnabard, N (Hamnabard, Nazanin) ; Hanifehpour, Y (Hanifehpour, Younes) ; Joo, SW (Joo, Sang Woo)","Title":"Effectiveness of Nd doping and graphene oxide modification on electrochemical performance of CdSe nanorod material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300015 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Population coding; Neuromorphic hardware; Synaptic plasticity; Interspike interval; Tuning curve KeyWords Plus:TERM SYNAPTIC PLASTICITY; NEURAL INFORMATION; SILICON NEURON; CORTEX; CODES; VARIABILITY; ACCURACY; CIRCUITS; SYSTEMS; BURSTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 153-164 DOI: 10.1016/j.neucom.2017.02.013 Published: MAY 24 2017","Abstract":"Population coding has been established as the key mechanism for decoding sensory information received from periphery organs such as retinas and cochlear. In this paper a novel architecture is presented to embed population coding in neuromorphic hardware. A resonance based mechanism between two layers of neuron is utilized in the presented work. The mechanism discussed in this paper facilitates selective triggering of higher layer neurons which serves as target ensemble for evaluation of a particular input of interest. It has been shown that presented model can be used to detect any physical quantity (light intensity, temperature, etc.) feed to the sensor on the basis of population coding. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Khan, SQ (Khan, Saad Qasim) ; Ghani, A (Ghani, Arfan) ; Khurram, M (Khurram, Muhammad)","Title":"Population coding for neuromorphic hardware"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300023 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Fault diagnosis; Feature selection; Extreme Learning Machine; Tennessee Eastman process KeyWords Plus:EXTREME LEARNING-MACHINE; CLASSIFICATION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 238-248 DOI: 10.1016/j.neucom.2017.02.025 Published: MAY 24 2017","Abstract":"This work presents the concept of Cascade Feature Selection to combine feature selection methods. Fast and weak methods, like ranking, are placed on the top of the cascade to reduce the dimensionality of the initial feature set. Thus, strong and computationally demanding methods; placed on the bottom of the cascade, have to deal with less features. Three cascade combinations are tested with the Extreme Learning Machine as the underlying classification architecture. The Tennessee Eastman chemical process simulation software and one high-dimensional data set are used as sources of the benchmark data. Experimental results suggest that the cascade arrangement can produce smaller final feature subsets, expending less time, with higher classification performances than a feature selection based on a Genetic Algorithm. Many works in the literature have proposed mixed methods with specific combination strategies. The main contribution of this work is a concept able to combine any existent method using a single strategy. Provided that the Cascade Feature Selection requirements are fulfilled, the combinations might reduce the time to select features or increase the classification performance of the classifiers trained with the selected features. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Boldt, FD (Boldt, Francisco de Assis) ; Rauber, TW (Rauber, Thomas W.) ; Varejao, FM (Varejao, Flavio M.)","Title":"Cascade Feature Selection and ELM for automatic fault diagnosis of the Tennessee Eastman process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397882500008 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"time; dynamics; morphogenesis; adaptation; active perception; vascular KeyWords Plus:DIFFERENTIAL ADHESION HYPOTHESIS; SEGMENTATION CLOCK; ENDOTHELIAL-CELLS; SIGNALING DYNAMICS; VE-CADHERIN; NOTCH; FILOPODIA; DIVISION; HYPOXIA; GROWTH","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150522 DOI: 10.1098/rstb.2015.0522 Published: MAY 19 2017","Abstract":"The process of new blood vessel growth (angiogenesis) is highly dynamic, involving complex coordination of multiple cell types. Though the process must carefully unfold over time to generate functional, well-adapted branching networks, we seldom hear about the time-based properties of angiogenesis, despite timing being central to other areas of biology. Here, we present a novel, time-based formulation of endothelial cell behaviour during angiogenesis and discuss a flurry of our recent, integrated in silico/in vivo studies, put in context to the wider literature, which demonstrate that tissue conditions can locally adapt the timing of collective cell behaviours/decisions to grow different vascular network architectures. A growing array of seemingly unrelated 'temporal regulators' have recently been uncovered, including tissue derived factors (e.g. semaphorins or the high levels of VEGF found in cancer) and cellular processes (e.g. asymmetric cell division or filopodia extension) that act to alter the speed of cellular decisions to migrate. We will argue that 'temporal adaptation' provides a novel account of organ/disease-specific vascular morphology and reveals 'timing' as a new target for therapeutics. We therefore propose and explain a conceptual shift towards a 'temporal adaptation' perspective in vascular biology, and indeed other areas of biology where timing remains elusive. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Bentley, K (Bentley, Katie) ; Chakravartula, S (Chakravartula, Shilpa)","Title":"The temporal basis of angiogenesis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500005 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"mechanobiology; biomechanics; morphogenesis; organogenesis; self-assembly; developmental defect KeyWords Plus:CELL-SHAPE CHANGE; TISSUE MORPHOGENESIS; BRANCHING MORPHOGENESIS; PRIMARY INVAGINATION; FORCE PRODUCTION; XENOPUS-LAEVIS; CRYPTIC SITE; IN-VIVO; GASTRULATION; EXTENSION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150516 DOI: 10.1098/rstb.2015.0516 Published: MAY 19 2017","Abstract":"Embryos are shaped by the precise application of force against the resistant structures of multicellular tissues. Forces may be generated, guided and resisted by cells, extracellular matrix, interstitial fluids, and how they are organized and bound within the tissue's architecture. In this review, we summarize our current thoughts on the multiple roles of mechanics in direct shaping, mechanical signalling and robustness of development. Genetic programmes of development interact with environmental cues to direct the composition of the early embryo and endow cells with active force production. Biophysical advances now provide experimental tools to measure mechanical resistance and collective forces during morphogenesis and are allowing integration of this field with studies of signalling and patterning during development. We focus this review on concepts that highlight this integration, and how the unique contributions of mechanical cues and gradients might be tested side by side with conventional signalling systems. We conclude with speculation on the integration of large-scale programmes of development, and how mechanical responses may ensure robust development and serve as constraints on programmes of tissue self-assembly. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Davidson, LA (Davidson, Lance A.)","Title":"Mechanical design in embryos: mechanical signalling, robustness and developmental defects"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500009 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"epithelial bending; apical constriction; basal relaxation; basal wedging; cellular tractoring; suprabasal intercalation KeyWords Plus:INTERKINETIC NUCLEAR MIGRATION; NEURAL-TUBE CLOSURE; DRIVE APICAL CONSTRICTION; CHICK-EMBRYO; PLACODE INVAGINATION; QUANTITATIVE-ANALYSES; MECHANICAL FORCES; DORSAL CLOSURE; SALIVARY-GLAND; SHAPE CHANGE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150526 DOI: 10.1098/rstb.2015.0526 Published: MAY 19 2017","Abstract":"Epithelial invagination is a fundamental module of morphogenesis that iteratively occurs to generate the architecture of many parts of a developing organism. By changing the physical properties such as the shape and/or position of a population of cells, invagination drives processes ranging from reconfiguring the entire body axis during gastrulation, to forming the primordia of the eyes, ears and multiple ducts and glands, during organogenesis. The epithelial bending required for invagination is achieved through a variety of mechanisms involving systems of cells. Here we provide an overview of the different mechanisms, some of which can work in combination, and outline the circumstances in which they apply. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Pearl, EJ (Pearl, Esther J.) ; Li, JJ (Li, Jingjing) ; Green, JBA (Green, Jeremy B. A.)","Title":"Cellular systems for epithelial invagination"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500010 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"branching motifs; actomyosin; collective migration KeyWords Plus:GROWTH-CONE COLLAPSE; MAMMARY-GLAND DEVELOPMENT; MAMMALIAN LUNG DEVELOPMENT; NUCLEATING ARP2/3 COMPLEX; COMMISSURAL AXON GUIDANCE; FOCAL ADHESION KINASE; TERMINAL END BUDS; URETERAL BUD; ENDOTHELIAL-CELLS; MOUSE LUNG","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150527 DOI: 10.1098/rstb.2015.0527 Published: MAY 19 2017","Abstract":"Branched networks are ubiquitous throughout nature, particularly found in tissues that require large surface area within a restricted volume. Many tissues with a branched architecture, such as the vasculature, kidney, mammary gland, lung and nervous system, function to exchange fluids, gases and information throughout the body of an organism. The generation of branched tissues requires regulation of branch site specification, initiation and elongation. Branching events often require the coordination of many cells to build a tissue network for material exchange. Recent evidence has emerged suggesting that cell cooperativity scales with the number of cells actively contributing to branching events. Here, we compare mechanisms that regulate branching, focusing on how cell cohorts behave in a coordinated manner to build branched tissues. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Spurlin, JW (Spurlin, James W., III) ; Nelson, CM (Nelson, Celeste M.)","Title":"Building branched tissue structures: from single cell guidance to coordinated construction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Aircraft fuel system; Failure mode; Fault diagnosis; Deep belief network; Quantum inspired neural network KeyWords Plus:ARCHITECTURE SELECTION; LEARNING ALGORITHM; BOLTZMANN MACHINES; BELIEF NETWORKS; COMPUTER; MODEL; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 13-23 DOI: 10.1016/j.neucom.2017.01.032 Published: MAY 17 2017","Abstract":"Fault diagnosis for aircraft fuel system can not only improve flight security, but also reduce the huge cost due to regular maintenance. It remains a problem because of the complicated system and the heterogeneous failure modes, especially the different failure modes that have similar impacts on the system. This paper uses the deep quantum inspired neural network (DQINN) which is an improved deep quantum network (DQN) to solve such problem. This method is the combination of classical deep belief network (DBN) and quantum inspired neural network (QINN). For the purpose of inhetiting the advantages of DBN and QINN, the structure of DQINN is built in a new fashion. From a system perspective, the DQINN is constructed by the linear superposition of multiple DBNs with quantum intervals in the last hidden layer. Experiments conducted on standard datasets show that DQINN outperforms other three classical algorithms. Finally, a normal model of aircraft fuel system is built and four kinds of common failure modes of the core components are injected into this model, respectively. And the DQINN is applied to the aircraft fuel system fault diagnosis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gao, ZH (Gao, Zehai) ; Ma, CB (Ma, Cunbao) ; Song, D (Song, Dong) ; Liu, Y (Liu, Yang)","Title":"Deep quantum inspired neural network with application to aircraft fuel system fault diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552300035 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Bi2WO6; Pd; Nanocomposites; Photocatalytic activity KeyWords Plus:CATALYTIC-ACTIVITY; FACILE SYNTHESIS; PERFORMANCE; DEGRADATION; FABRICATION; NANOSHEETS; TIO2; MICROSPHERES; OXIDATION","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 404 Pages: 282-290 DOI: 10.1016/j.apsusc.2017.01.294 Published: MAY 15 2017","Abstract":"A new kind of hierarchical Pd-Bi2WO6 architecture decorated with different molar ratios of Pd to Bi, has been fabricated by a hydrothermal process, followed by a chemical deposition method. The photo catalytic activities of the pure Bi2WO6 and Pd-Bi2WO6 nanocatalyst were examined in the degradation of Rhodamine B (RhB) dyes and phenol under visible light. The photocatalytic results showed that the Pd-Bi2WO6 nanocomposites possessed observably enhanced photocatalytic activities. Particularly, the 2.0% Pd loaded Bi2WO6 had the highest photocatalytic activity, exhibiting a nearly complete degradation of 30 mg/L RhB and 10 mg/L phenol within only 50 and 60 min, respectively. In addition, the trapping experiment results indicated that the photo-generated holes (hi) and center dot O-2(-) played a crucial role in the degradation of RhB. According to the experimental results, the photocatalytic degradation mechanism of Pd-Bi2WO6 was also proposed. The enhanced photocatalytic activities were ascribed to the combined effects of the highly efficient separation of electrons and holes, improved visible light utilization and increased BET specific surface areas of the Pd-Bi2WO6 nanocomposites. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, JN (Zhang, Jinniu) ; Chen, TH (Chen, Tianhua) ; Lu, HB (Lu, Hongbing) ; Yang, ZB (Yang, Zhibo) ; Yin, F (Yin, Feng) ; Gao, JZ (Gao, Jianzhi) ; Liu, QR (Liu, Qianru) ; Tu, YF (Tu, Yafang)","Title":"Hierarchical Bi2WO6 architectures decorated with Pd nanoparticles for enhanced visible-light-driven photocatalytic activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552300042 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Metal-organic nanoparticles; N-doped carbon; Sn nanoparticles; Hollow structure; High rate KeyWords Plus:METAL-ORGANIC FRAMEWORKS; STORAGE PROPERTIES; COMPOSITE ANODES; PERFORMANCE; TIN; GRAPHENE; NANOSTRUCTURES; NANOCOMPOSITES; MICROSPHERES; NANOCRYSTALS","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 404 Pages: 342-349 DOI: 10.1016/j.apsusc.2017.01.253 Published: MAY 15 2017","Abstract":"A novel reversible interaction in polymeric nanoparticles is used to induce hollow Sn4+-MOPs. Then ultrafine Sn nanoparticles uniformly embedded in shell of N-doped hollow carbon spheres is successfully synthesized by pyrolysis of the Sn4+-MOPs precursor. In this architecture, the N-doped carbon shells can effectively avoid the direct exposure of embedded Sn nanoparticles to the electrolyte and efficiently accommodate the volume change of Sn nanoparticles. Furthermore, the hollow structure of carbon sphere can prevent Sn nanoparticles aggregation over repeated cycling and shorten the diffusion path of both electrons and ions. As a consequence, this N-doped hollow Sn/C anode delivers a reversible capacity of 606 mA h g(-1) at a current density of 0.2 A g(-1) after 250 cycles and a reversible capacity of 221 mA h g(-1) even at a much higher current density of 10 A g(-1), which are much better than those of pure Sn nanoparticles. The desirable cyclic stability and rate capability were attributed to the unique architecture that provided fast pathway for electron transport and simultaneously solved the major issues of Sn-based anodes, such as pulverization, aggregation and loss of electrical contact. (C) 2017 Published by Elsevier B.V.","Authors":"Dou, P (Dou, Peng) ; Cao, ZZ (Cao, Zhenzhen) ; Wang, C (Wang, Chao) ; Zheng, J (Zheng, Jiao) ; Xu, XH (Xu, Xinhua)","Title":"Ultrafine Sn nanoparticles embedded in shell of N-doped hollow carbon spheres as high rate anode for lithium-ion batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200014 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Gasoline; Ethanol; Particulate; Soot; Size distribution; Combustion; Premixed KeyWords Plus:SOOT-FORMATION; MASS-SPECTROMETRY; ETHYLENE FLAMES; REDUCTION; GASOLINE; EMISSIONS; ADDITIVES; BENZENE; PAH","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 154-168 DOI: 10.1016/j.fue1.2017.01.070 Published: MAY 15 2017","Abstract":"Particulate formation due to combustion of a wide range of ethanol-gasoline blends were investigated in an internal combustion engine. The engine used for this study is a single-cylinder research engine, the architecture of which is representative of a modern spark ignited direct injected (SIDI) engine. Instead of direct injection, the engine was fueled using a premixed prevaporized (PMPV) mode, which supplied the fuel to the engine in a well-mixed, gas-phase air-fuel mixture in order to isolate physical effects of the fuel. This created a completely homogenous air-fuel mixture with no pockets of significantly differing equivalence ratio, liquid fuel droplets, or wetted surfaces, ensuring that particulate formation was due to homogenous, gas-phase combustion. The engine was operated at a fixed load and phasing so that the effects of varying equivalence ratio and ethanol content could be examined. The results in this work show that the addition of ethanol results in a consistent decrease in engine-out particulate proportional to ethanol content. Moreover, the critical equivalence ratio, the equivalence ratio at which significant sooting begins, increases in a linear fashion with ethanol addition. It was also shown that the shape of the particulate size distribution (PSD) is affected by ethanol content, with increased ethanol leading to more nucleation-mode dominated distributions. (C) 2017 The Author(s). Published by Elsevier Ltd.","Authors":"Sakai, S (Sakai, Stephen) ; Rothamer, D (Rothamer, David)","Title":"Effect of ethanol blending on particulate formation from premixed combustion in spark-ignition engines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950900035 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Titanium matrix composites; Two-scale network microstructure; Secondary-scale Ti5Si3 characteristics; Mechanical properties; Reaction hot pressing KeyWords Plus:TITANIUM MATRIX COMPOSITES; 2-SCALE NETWORK ARCHITECTURE; TENSILE PROPERTIES; TI-6AL-4V ALLOY; CREEP-BEHAVIOR; (TI5SI3+TIBW)/TI6AL4V COMPOSITES; REINFORCEMENT ARCHITECTURE; TIBW/TI6AL4V COMPOSITES; OXIDATION RESISTANCE; TEMPERATURE CREEP","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 704 Pages: 269-281 DOI: 10.1016/j.jallcom.2017.02.044 Published: MAY 15 2017","Abstract":"In order to further improve mechanical properties, Ti6A14V matrix composites reinforced with secondary-scale Ti5Si3 particles and first-scale TiB whiskers were designed and prepared by reaction hot pressing. The effects of first-scale TiBw fractions on secondary-scale Ti5Si3 microstructure characteristics and mechanical properties of two-scale network structured composites were investigated. With increasing TiBw fractions, the size of Ti5Si3 particles in beta phase increased, the quantity of Ti5Si3 particles near TiBw reinforcement increased and the morphology changed from isolated particles to interconnected particles. These changes resulted in that the room and high temperature tensile strength of the composites increased, moreover, the creep resistance of the composites improved. Compared with the Ti6A14V alloy, the room and high temperature tensile yield strength of the composites with 3.4 vol% TiBw increased by 36.5%. and 70%, and the elongation remained at 5.0% and 11.5%, respectively. The composites possess approximately one order of magnitude lower steady-state creep rate and about eight times higher time-to-rupture at 873 K/200 MPa. The superior tensile and creep properties can be attributed to adjustment of secondary-scale Ti5Si3 characteristics and two-scale network structure. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jiao, Y (Jiao, Y.) ; Huang, LJ (Huang, L. J.) ; Wang, S (Wang, S.) ; Li, XT (Li, X. T.) ; An, Q (An, Q.) ; Cui, XP (Cui, X. P.) ; Geng, L (Geng, L.)","Title":"Effects of first-scale TiBw on secondary-scale Ti5Si3 characteristics and mechanical properties of in-situ (Ti(5)Si(3)d+TiBw)/Ti6A14V composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950900060 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Graphene Copper tin sulfide; Hydrothermal; Visible light; Photocatalytic activity KeyWords Plus:VISIBLE-LIGHT; PHOTOVOLTAIC PROPERTIES; SOLVOTHERMAL SYNTHESIS; HYDROTHERMAL SYNTHESIS; COMBUSTION SYNTHESIS; HYDROGEN EVOLUTION; FACILE SYNTHESIS; METHYLENE-BLUE; PERFORMANCE; COMPOSITE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 704 Pages: 469-477 DOI: 10.1016/j.jallcom.2017.02.069 Published: MAY 15 2017","Abstract":"In this work, an ordered flower-like Cu2SnS3/reduced graphene oxide (CTS/RGO) hybrid materials was successfully synthesized via a facile and efficient hydrothermal route using thiourea as sulfur source and polyvinylpyrrolidone as chelating agent. The formation of CTS architectures and reduction of graphene oxide (GO) occur at the same time during the hydrothermal process. The flower-like CTS architectures were self-assembled by many nanosheets with an average thickness of 45 nm, and were wrapped in RGO nanosheets. The composite exhibited enhanced photocatalytic activities for the degradation of Rhoda mine B (RhB) under visible light irradiation. The photodegradation rate of RhB in aqueous solutions (2 x 10(-5)) reached to 87% in 210 min, which presented higher activity than pure CTS. The factors influencing photocatalytic activity, the photostability and the possible mechanism for the improved performance of. CTS/RGO hybrid materials were also discussed and proposed. The present study may provide a new approach to gain in-depth insight to the design a highly efficient photocatalyst with welldefined interface.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yao, SJ (Yao, Shujuan) ; Xu, LL (Xu, Leilei) ; Gao, QW (Gao, Qingwei) ; Wang, XQ (Wang, Xiaoqing) ; Kong, NN (Kong, Ningning) ; Li, WZ (Li, Wenzhi) ; Wang, J (Wang, Jie) ; Li, G (Li, Guang) ; Pu, XP (Pu, Xipeng)","Title":"Enhanced photocatalytic degradation of Rhodamine B by reduced graphene oxides wrapped-Cu2SnS3 flower-like architectures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950900079 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"CuO; Synthesis; Corrosion; Oxide; Nanomaterial; Microstructure KeyWords Plus:FIELD-EMISSION; ANODE MATERIALS; CUPRIC OXIDE; NANOSTRUCTURES; FABRICATION; SUBSTRATE; NANOCRYSTALS; MORPHOLOGY; NANOSHEETS; SURFACE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 704 Pages: 624-630 DOI: 10.1016/j.jallcom.2017.02.078 Published: MAY 15 2017","Abstract":"CuO with different nano-architectures was synthesized by spontaneous corrosion of copper in alkaline aqueous solutions without any additives. CuO nanoflakes were obtained by simply immersing a copper foil in NaOH solution, while flower-like architectures constructed with nanopetals were produced in Na2CO3 solution, indicating the pH value and the anions have a significant impact on the morphology and structure of CuO. The growth rate slowed down with the decrease of the alkalinity of the solution. In a more concentrated NaOH solution (1 M), polyhedron-like Cu2O was observed at the early stage before transforming into CuO nanoflakes. Based on these findings, massive production of nano-structured CuO powders was successfully realized by using copper powder as the precursor. The growing mechanism of flower-like CuO could be explained by the oriented attachment. The extensive sources of feedstock, the simple synthetic method and the uniform architecture of the products enable CuO to be utilized in a large scale. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fan, JH (Fan, Jinhang) ; Tang, DD (Tang, Dingding) ; Wang, DH (Wang, Dihua)","Title":"Spontaneous growth of CuO nanoflakes and microflowers on copper in alkaline solutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950900087 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"CoNi@h-BN; Thermal conductivity; Thermal stability; Magnetic KeyWords Plus:BORON-NITRIDE NANOSHEETS; AMMONIA BORANE; GRAPHENE; INTERFACE; COPPER; ARCHITECTURE; CONDUCTANCE; COMPOSITES; DEPENDENCE; CATALYSIS","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 704 Pages: 701-706 DOI: 10.1016/j.jallcom.2017.02.093 Published: MAY 15 2017","Abstract":"CoNi nanoparticles (NPs) encased within few-layered h-BN (CoNi@h-BN) were successfully synthesized via annealing freshly prepared metal ammine complexes and KBH4 with flowing nitrogen gas at 900 degrees C for 2 h. The present method achieved synchronous synthesis of few layer h-BN (c.a. 5-15 layers) and in situ reduction of metal nanoparticles with defined size. The obtained composites were tested as potential, low-cost thermal conductivity materials, thermostability and magnetic materials. Notably, CoNi@h-BN with thermal conductivity of 205.7 W m(-1) K-1 show remarkable chemical inertness even under high temperature up to 481 degrees C, indicating potential solution for the thermal management of chip level or package-level. Additionally, metal nanoparticles encased by h-BN behave as a soft magnetic material. Combined with DSC-TG analysis and physicochemical characterization result, a possible formation mechanism of CoNi@h-BN was proposed, and the synthesis strategy may also profit catalysts in the fields of fuel cells, metal-air batteries and electrochemical sensors. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fan, DL (Fan, Dongliang) ; Lv, XM (Lv, Xiaomeng) ; Feng, J (Feng, Jin) ; Zhang, SY (Zhang, Suyun) ; Xie, JM (Xie, Jimin) ; Liu, J (Liu, Jun)","Title":"Integrating Integrating CoNi nanoparticles encapsulated by few-layer h-BN with excellent thermal conductivity and thermal stability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375800015 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Metal-organic framework; Microporous; Carbon dioxide; Selectivity adsorption KeyWords Plus:ZEOLITIC IMIDAZOLATE FRAMEWORKS; CARBON-DIOXIDE CAPTURE; WHITE-LIGHT EMISSION; GAS-ADSORPTION; BIOMIMETIC MINERALIZATION; COORDINATION POLYMERS; LIGANDS SYNTHESIS; SINGLE-CRYSTAL; SEPARATION; FUNCTIONALIZATION","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1136 Pages: 140-143 DOI: 10.1016/j.molstruc.2017.02.004 Published: MAY 15 2017","Abstract":"Metal-organic frameworks (MOFs) have attracted a lot of attention in recent decades. We applied a semirigid four-carboxylic acid linker to assemble with Cd(II) ions to generate a novel microporous Cd(II) MOF material. Single crystal X-ray diffraction study reveals the different two dimension (2D) layers can be further packed together with an AB fashion by hydrogen bonds (O4-H4 center dot center dot center dot O7=1.863 angstrom) to construct a three dimension (3D) supermolecular architecture. The resulting sample can be synthesized under solvothermal reactions successfully, which exhibits high selectivity adsorption of CO2 over CH4 at room temperature. In addition, the obtained sample was characterized by thermal gravimetric analyses (TGA), Fourier-transform infrared spectra (FT-IR), elemental analysis (CHN) and powder X-ray diffraction (PXRD). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhu, CL (Zhu, Chunlan)","Title":"A porous Cd(II) metal-organic framework with high adsorption selectivity for CO2 over CH4"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375800016 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Crystal structure; DFT studies; Hirshfeld surfaces; PIXEL energy calculations KeyWords Plus:DICARBOXYLIC-ACIDS; DERIVATIVES; DENSITY","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1136 Pages: 144-156 DOI: 10.1016/j.molstruc.2017.01.075 Published: MAY 15 2017","Abstract":"Two new organic dicarboxylate salts, namely Benzimidazolium hydrogen maleate (BHM) (1) and Hexadecylaminium hydrogen maleate (HDHM) (2) have been prepared and characterized by single crystal Xray diffraction, FT-IR and TG/DTA analysis. The crystal structures of both the compounds are stabilized by intramolecular O-H center dot center dot center dot O and intermolecular N-H center dot center dot center dot O,C-H center dot center dot center dot O hydrogen bonds. The supramolecular structure of the salts consists of various ring motifs generating diverse 2D and 3D architectures. The structural parameters were correlated with computed geometrical parameters obtained from DFT/B3LYP quantum chemical calculations using 6-31++g(d,p) basis set. The experimentally determined vibrational frequencies were matched with theoretically achieved FTIR modes and the complete vibrational assignments were done based on PED calculations. The TG/DTA studies reveal the thermal stability of the title compounds. Molecular electrostatic potential mapping were drawn to understand the chemical reactivity based on their charge distribution. The Frontier Molecular orbitals and other related molecular energies were evaluated using the same theoretical calculations. Hirshfeld surface analysis and its associated fingerprint plots were visualised to make clear signs on entity of intermolecular contacts and their impact on crystal packing. The intermolecular and lattice energies of the compounds were studied using PIXELC method to elucidate the quantitative information on interactions appeared between the molecules. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Padmavathy, R (Padmavathy, R.) ; Karthikeyan, N (Karthikeyan, N.) ; Sathya, D (Sathya, D.) ; Jagan, R (Jagan, R.) ; Kumar, RM (Kumar, R. Mohan) ; Sivakumar, K (Sivakumar, K.)","Title":"Crystal structure, DFT study, hirshfeld surface and PIXEL energy calculations of benzimidazolium and hexadecylaminium hydrogen maleate salts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599000029 PubMed ID: 28006688 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Nanoparticles; Immunospecific; Flow cytometry; Cyanine5; Circulating tumour cells KeyWords Plus:PROTEIN CORONA; COLLOIDAL STABILITY; CYTOTOXICITY; OPTIMIZATION; FLUORESCENCE; ARCHITECTURE; SIZE","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 91 Pages: 190-198 DOI: 10.1016/j.bios.2016.12.023 Published: MAY 15 2017","Abstract":"In this work, ultra-bright fluorescent silica nanoparticles (NPs) labels have been shown to selectively bind to a model circulating tumour cell (CTC) line, MCF-7, a metastatic breast cancer by targeting epithelial cellular adhesion molecule (EpCAM) present on the MCF-7 cell membrane. Silica NPs approximately 40 nm in diameter were doped with different concentrations of Cyanine5 dye molecules, using the reverse microemulsion method. The NPs were two orders of magnitude brighter than Cyanine5 free dye and the measured fluorescence intensity matched a homo-Forster Resonance Energy Transfer model. NPs were conjugated with anti-EpCAM antibody to the NP surface for immunospecific targeting. In flow cytometry experiments the NPs were twice as bright as two commercial anti-EpCAM red fluorophore conjugates, APC and AlexaFluor((R))647. This increase is achieved while keeping non-specific binding low as established in control tests with a non-metastatic cancer cell line (HeLa). The NPs were also immunospecific in fluorescence microscopy experiments performed at room temperature on non-fixed cells. Confocal microscopy was used to confirm the NPs were located on the surface of the cells, matching with the location of the EpCAM marker. These NPs labels have excellent potential in biomedical diagnostics, particularly when high signal to noise and good photostability are needed, for example, in point-of care testing.","Authors":"O'Connell, CL (O'Connell, Claire L.) ; Nooney, R (Nooney, Robert) ; McDonagh, C (McDonagh, Colette)","Title":"Cyanine5-doped silica nanoparticles as ultra-bright immunospecific labels for model circulating tumour cells in flow cytometry and microscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395496900003 PubMed ID: 28131029 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Diprophylline; PtAg alloyed nanocrystals; Hydrogen evolution reaction; Glycerol oxidation reaction KeyWords Plus:REDUCED GRAPHENE OXIDE; ENHANCED ELECTROCATALYTIC ACTIVITY; OXYGEN REDUCTION REACTION; ETHYLENE-GLYCOL; FUEL-CELLS; BIMETALLIC NANOCATALYSTS; ASSISTED SYNTHESIS; FACILE SYNTHESIS; NANOPARTICLES; AU","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 494 Pages: 15-21 DOI: 10.1016/j.jcis.2017.01.030 Published: MAY 15 2017","Abstract":"IIn this work, solid-core@porous-shell alloyed PtAg nanocrystals (PtAg NCs) were fabricated via a simple one-pot co-reduction wet-chemical method on a large scale. Diprophylline (DPP) was employed as the stabilizing agent and shape-directing agent, without any surfactant, polymer, seed or template. The products were mainly analyzed by a series of characterization technique. The hierarchical architectures had enhanced stability and improved electrocatalytic activity for hydrogen evolution reaction (HER) and glycerol oxidation reaction (GOR) in contrast with commercial available Pt/C and Pt black catalysts. For the prepared PtAg NCs catalyst, the Tafel slope is 40 mV dec(-1) toward HER in 0.5 M H2SO4, coupled with the specific activity and mass activity of 77.91 mA cm(-2) and 1303 mA mg(pt)(-1) toward GOR, respectively. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Weng, X (Weng, Xuexiang) ; Liu, Q (Liu, Qing) ; Wang, AJ (Wang, Ai-Jun) ; Yuan, J (Yuan, Junhua) ; Feng, JJ (Feng, Jiu-Ju)","Title":"Simple one-pot synthesis of solid-core@porous-shell alloyed PtAg nanocrystals for the superior catalytic activity toward hydrogen evolution and glycerol oxidation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395496900040 PubMed ID: 28167423 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Flexible; Holey graphene; Carbon nanotube; Supercapacitors KeyWords Plus:HIGH-PERFORMANCE SUPERCAPACITORS; HOLEY GRAPHENE; ASYMMETRIC SUPERCAPACITORS; VOLUMETRIC CAPACITANCE; GREEN SYNTHESIS; GRAPHITE OXIDE; NANOSHEETS; COMPOSITE; SHEETS; PAPER","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 494 Pages: 355-362 DOI: 10.1016/j.jcis.2017.01.062 Published: MAY 15 2017","Abstract":"The practical application of graphene (GR) has still been hindered because of its unsatisfied physical and chemical properties resulting from the irreversible agglomerates. Preparation of GR-based materials with designed porosities is essential for its practical application. In this work, a facile and scalable method is developed to synthesize carbon nanotubes/holey graphene (CNT/HGR) flexible film using functional CNT and HGR as precursors. Owing to the existence of the small amount CNT, the CNT-5/HGR flexible film with a 3D conductive interpenetrated architecture exhibit significantly improved ion diffusion rate compared to that of the HGR. Moreover, CNT-5/HGR flexible film can be used as binder-free supercapacitor electrodes with ultrahigh specific capacitances of 268 F g(-1), excellent rate capabilities, and superior cycling stabilities. CNT-5/HGR flexible film could be used to fabricate high-performance flexible supercapacitors electrodes. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Deng, LJ (Deng, Lingjuan) ; Gu, YZ (Gu, Yuanzi) ; Gao, YH (Gao, Yihong) ; Ma, ZY (Ma, Zhanying) ; Fan, G (Fan, Guang)","Title":"Carbon nanotubes/holey graphene hybrid film as binder-free electrode for flexible supercapacitors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393931000056 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Single atom alloys; Nickel; Copper; Ethanol dehydrogenation; Acetaldehyde; Hydrogen KeyWords Plus:NANOPOROUS GOLD CATALYSTS; AU-PD CATALYSTS; COPPER-CATALYSTS; CU CATALYSTS; METAL-CATALYSTS; LOW-TEMPERATURE; NANOPARTICLES; SURFACE; NICKEL; ALCOHOLS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 205 Pages: 541-550 DOI: 10.1016/j.apcatb.2016.12.045 Published: MAY 15 2017","Abstract":"The non-oxidative dehydrogenation of ethanol to acetaldehyde has long been considered as an important method to produce acetaldehyde and clean hydrogen gas. Although monometallic Cu nanoparticles have high activity in the non-oxidative dehydrogenation of ethanol, they quickly deactivate due to sintering of Cu. Herein, we show that adding a small amount of Ni (Ni-0.01 Cu - Ni-0.00 Cu) into Cu to form highly dilute NiCu alloys dramatically increases the catalytic activity and increases their long-term stability. The kinetic studies show that the apparent activation energy decreases from similar to 70 kJ/mol over Cu to similar to 45 kJ/mol over the dilute NiCu alloys. The improved performance is observed both for nanoparticles and nanoporous NiCu alloys. The improvement in the long-term stability of the catalysts is attributed to the stabilization of Cu against sintering. Our characterization data show that Ni is atomically dispersed in Cu. The comparison of the catalytic performance of highly dilute alloy nanoparticles with banoporous materials is useful to guide the design of novel mesoporous catalyst architectures for selective dehydrogenation reactions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shan, JJ (Shan, Junjun) ; Janvelyan, N (Janvelyan, Nare) ; Li, H (Li, Hang) ; Liu, JL (Liu, Jilei) ; Egle, TM (Egle, Tobias M.) ; Ye, JC (Ye, Jianchao) ; Biener, MM (Biener, Monika M.) ; Biener, J (Biener, Juergen) ; Friend, CM (Friend, Cynthia M.) ; Flytzani-Stephanopoulos, M (Flytzani-Stephanopoulos, Maria)","Title":"Selective non-oxidative dehydrogenation of ethanol to acetaldehyde and hydrogen on highly dilute NiCu alloys"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394073200017 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Optical fiber communication; Space division Multiplexing; Coherent receivers; Networks; Data Centers; Spatial light modulators","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 391 Pages: 106-110 DOI: 10.1016/j.optcom.2017.01.022 Published: MAY 15 2017","Abstract":"Generalized few-mode-fiber (FMF) transmission uses N coherent receivers for mode detection, where N scales with the number of fiber modes. Multiple coherent receivers increase the cost of optical network units (ONUs) in access networks, specifically for intra-and inter data center applications. We have experimentally evaluated a cost effective low-complexity receiver architecture based on mode-division multiplexing (MDM) to mode frequency-division multiplexing (MFDM) conversion for data center connectivity. A single coherent receiver is used to efficiently detect 10 Gbit/s QPSK Nyquist signals over 2.8 km 4-LP mode graded index fiber reducing the ONUs complexity to N/4. All the transmitted modes are successfully detected below the forward-error correction (FEC) limit, i.e. 1x10(-3) BER.","Authors":"Asif, R (Asif, Rameez) ; Haithem, M (Haithem, Mustafa)","Title":"10 Gbit/s mode-multiplexed QPSK transmission using MDM-to-MFDM based single coherent receiver for intra- and inter data center networking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400012 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"dense symmetric indefinite systems; symmetric pivoting; communication-avoiding; randomization; GPU computation; iterative refinement KeyWords Plus:LINEAR-SYSTEMS; ALGORITHM; FACTORIZATION; ALGEBRA","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e4055 DOI: 10.1002/cpe.4055 Published: MAY 10 2017","Abstract":"This paper studies the performance of different algorithms for solving a dense symmetric indefinite linear system of equations on multicore CPUs with a Graphics Processing Unit (GPU). To ensure the numerical stability of the factorization, pivoting is required. Obtaining high performance of such algorithms on the GPU is difficult because all the existing pivoting strategies lead to frequent synchronizations and irregular data accesses. Until recently, there has not been any implementation of these algorithms on a hybrid CPU/GPU architecture. To improve their performance on the hybrid architecture, we explore different techniques to reduce the expensive data transfer and synchronization between the CPU and GPU, or on the GPU (e.g., factorizing the matrix entirely on the GPU or in a communication-avoiding fashion). We also study the performance of the solver using iterative refinements along with the factorization without pivoting combined with the preprocessing technique based on random butterfly transformations, or with the mixed-precision algorithm where the matrix is factorized in single precision. This randomization algorithm only has a probabilistic proof on the numerical stability, and for this paper, we only focused on the mixed-precision algorithm without pivoting. However, they demonstrate that we can obtain good performance on the GPU by avoiding the pivoting and using the lower precision arithmetics, respectively. As illustrated with the application in acoustics studied in this paper, in many practical cases, the matrices can be factorized without pivoting. Because the componentwise backward error computed in the iterative refinement signals when the algorithm failed to obtain the desired accuracy, the user can use these potentially unstable but efficient algorithms in most of the cases and fall back to a more stable algorithm with pivoting only in the case of the failure. Copyright (c) 2017 John Wiley & Sons, Ltd.","Authors":"Baboulin, M (Baboulin, Marc) ; Dongarra, J (Dongarra, Jack) ; Remy, A (Remy, Adrien) ; Tomov, S (Tomov, Stanimire) ; Yamazaki, I (Yamazaki, Ichitaro)","Title":"Solving dense symmetric indefinite systems using GPUs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400006 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"ECM performance model; kahan; scalar product; XEON; knights corner; POWER8 KeyWords Plus:FLOATING-POINT SUMMATION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e3921 DOI: 10.1002/cpe.3921 Published: MAY 10 2017","Abstract":"We investigate the performance characteristics of a numerically enhanced scalar product (dot) kernel loop that uses the Kahan algorithm to compensate for numerical errors, and describe efficient single instruction multiple data-vectorized implementations on recent multi-core and many-core processors. Using low-level instruction analysis and the execution-cache-memory performance model, we pinpoint the relevant performance bottlenecks for single-core and thread-parallel execution and predict performance and saturation behavior. We show that the Kahan-enhanced scalar product comes at almost no additional cost compared with the naive (non-Kahan) scalar product if appropriate low-level optimizations, notably single instruction multiple data vectorization and unrolling, are applied. The execution-cache-memory model is extended appropriately to accommodate not only modern Intel multicore chips but also the Intel Xeon Phi Knights Corner' coprocessor and an IBM POWER8 CPU. This allows us to discuss the impact of processor features on the performance across four modern architectures that are relevant for high performance computing. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Hofmann, J (Hofmann, Johannes) ; Fey, D (Fey, Dietmar) ; Riedmann, M (Riedmann, Michael) ; Eitzinger, J (Eitzinger, Jan) ; Hager, G (Hager, Georg) ; Wellein, G (Wellein, Gerhard)","Title":"Performance analysis of the Kahan-enhanced scalar product on current multi-core and many-core processors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400001 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"evolutionary algorithms; island model; global parallelization; GPU; multi-core CPU; cluster; grid","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e3797 DOI: 10.1002/cpe.3797 Published: MAY 10 2017","Abstract":"Evolutionary algorithms are one of the most popular forms of optimization algorithms. They are comparatively easy to use and were successfully employed for a wide variety of practical applications. However, frequently, it is necessary to execute them in parallel in order to reduce the runtime. There are a number of different approaches for the parallelization of evolutionary algorithms, and various hardware platforms can be used for the parallel execution. However, not every platform is equally suitable for any kind of parallelization of evolutionary algorithms. In addition, it also depends on properties of the concrete optimization problem to be solved and on the used evolutionary algorithm, which platform is best suited for the execution. The present work observes this in detail for two common forms of parallelization of evolutionary algorithms - the island model and the global parallelization - and for four widely used parallel computing platforms - multi-core CPUs, clusters, graphics cards, and grids. Based on empirical and analytical investigations, it is determined, under which circumstances an architecture is better suited for the execution of a parallel evolutionary algorithm than another (and vice versa). Guidelines are derived that support users of parallel evolutionary algorithms with the choice of an appropriate platform. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Limmer, S (Limmer, Steffen) ; Fey, D (Fey, Dietmar)","Title":"Comparison of common parallel architectures for the execution of the island model and the global parallelization of evolutionary algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400007 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"GPU; Kepler and Maxwell architectures; stencils; MPDATA; CUDA; auto-tuning KeyWords Plus:GRAPHICS PROCESSORS; EULAG; ALGORITHM; PARALLELIZATION; PERFORMANCE; CODE","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e3970 DOI: 10.1002/cpe.3970 Published: MAY 10 2017","Abstract":"In this work, we focus on a systematic adaptation of the stencil-based multidimensional positive definite advection transport algorithm (MPDATA) to different graphics processing unit (GPU)-based computing platforms. Another objective of this work is to compare the performance of MPDATA on several platforms, including a multi-GPU system with two NVIDIA Tesla K80 cards, and single-card platforms with Tesla K20X, GeForce GTX TITAN, and GeForce GTX 980. The usage of the following optimization methods is proposed to improve the overall performance: (i) reducing the number of operations by the subexpression elimination when implementing 2.5D blocking; (ii) reorganization of boundary conditions for reducing branch instructions; (iii) advanced memory management to increase the coalesced memory access; and (iv) warps rearrangement for optimizing the data access to GPU global memory. The presented methods of the MPDATA adaptation to GPU architectures allow us to efficiently use many graphics processors within a single node by applying peer-to-peer data transfers between GPU global memories. We propose an auto-tuning procedure to compensate architectural differences between the considered platforms. This procedure takes into account algorithm/GPU-specific parameters. The proposed approach to adaptation of MPDATA to GPU architectures allows us to achieve up to 482.5 Gflop/s for the platform equipped with two NVIDIA K80 GPUs. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Rojek, K (Rojek, Krzysztof) ; Wyrzykowski, R (Wyrzykowski, Roman) ; Kuczynski, L (Kuczynski, Lukasz)","Title":"Systematic adaptation of stencil-based 3D MPDATA to GPU architectures"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398718400015 ISSN: 1532-0626 eISSN: 1532-0634","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e4095 DOI: 10.1002/cpe.4095 Published: MAY 10 2017","Authors":"Wyrzykowski, R (Wyrzykowski, Roman) ; Szymanski, BK (Szymanski, Boleslaw K.)","Title":"Algorithmic advances for parallel architectures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700030 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image segmentation; Learning; CNN; Choroid; OCT KeyWords Plus:AUTOMATIC SEGMENTATION; MACULAR DEGENERATION; IMAGE SEGMENTATION; THICKNESS; HEALTHY; OCT","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 332-341 DOI: 10.1016/j.neucom.2017.01.023 Published: MAY 10 2017","Abstract":"Examining choroid in Optical Coherence Tomography (OCT) plays a vital role in pathophysiologic factors of many ocular conditions. Among the existing approaches to detecting choroidal boundaries, graph-searching based techniques belong to the state-of-the-art. However, most of these techniques rely on hand-crafted models on the graph-edge weight and their performances are limited mainly due to the weak choroidal boundaries, textural structure of the choroid, inhomogeneity of the textural structure of the choroid and great variation of the choroidal thickness. In order to circumvent this limitation, we present a multi-scale and end-to-end convolutional network architecture where an optimal graph-edge weight can be learned directly from raw pixels. Our method operates on multiple scales and combines local and global information from the 2D OCT image. Experimental results obtained based on 912 OCT B-scans show that our learned graph-edge weights outperform conventional hand-crafted ones and behave robustly and accurately no matter the OCT image is from normal subjects or patients for whom significant retinal structure variations can be observed.","Authors":"Sui, XD (Sui, Xiaodan) ; Zheng, YJ (Zheng, Yuanjie) ; Wei, BZ (Wei, Benzheng) ; Bi, HS (Bi, Hongsheng) ; Wu, JF (Wu, Jianfeng) ; Pan, XM (Pan, Xuemei) ; Yin, YL (Yin, Yilong) ; Zhang, ST (Zhang, Shaoting)","Title":"Choroid segmentation from Optical Coherence Tomography with graph edge weights learned from deep convolutional neural networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700041 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Neuromorphic engineering; Spiking neural networks; Address-Event-Representation; Auditory sensor","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 418-422 DOI: 10.1016/j.neucom.2016.12.046 Published: MAY 10 2017","Abstract":"This software presents diverse utilities to develop the first post-processing layer using the neuromorphic auditory sensor's (NAS) information. The NAS used implements a cascade filters architecture in FPGA, imitating the behavior of the basilar membrane and inner hair cells, working with the sound information decomposed into its frequency components as spike streams. The neuromorphic hardware interface Address Event-Representation (AER) is used to propagate auditory information out of the NAS, emulating the auditory vestibular nerve. Using the packetized information (aedat files) generated with jAER software plus an AER to USB computer interface, NAVIS implements a set of graphs that allows to represent the auditory information as cochleograms, histograms, sonograms, etc. It can also split the auditory information into different sets depending on the activity level of the spike streams. The main contribution of this software tool is its capability to apply complex audio post-processing treatments and representations, which is a novelty for spike-based systems in the neuromorphic community. This software will help neuromorphic engineers to build sets for the training of spiking neural networks (SNN).","Authors":"Dominguez-Morales, JP (Dominguez-Morales, Juan P.) ; Jimenez-Fernandez, A (Jimenez-Fernandez, A.) ; Dominguez-Morales, M (Dominguez-Morales, M.) ; Jimenez-Moreno, G (Jimenez-Moreno, G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dominguez-Morales, Juan Pedro  http://orcid.org/0000-0002-5474-107X","Title":"NAVIS: Neuromorphic Auditory VISualizer Tool"}]