[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396003700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"MKID; TLS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1502005 DOI: 10.1109/TASC.2016.2642834 Published: JUN 2017","Abstract":"The next generation of radiation detectors in high precision Cosmology, Astronomy, and particle-astrophysics experiments will rely heavily on superconducting microwave resonators and kinetic inductance devices. Understanding the physics of energy loss in these devices, in particular at low temperatures and powers, is vital. We present a comprehensive analysis framework, using Markov Chain Monte Carlo methods, to characterize loss due to two-level system in concert with quasi-particle dynamics in thin-film Nb resonators in the GHz range.","Authors":"Thakur, RB (Thakur, Ritoban Basu) ; Tang, QY (Tang, Qing Yang) ; McGeehan, R (McGeehan, Ryan) ; Carter, F (Carter, Faustin) ; Shirokoff, E (Shirokoff, Erik)","Title":"Characterizing Quality Factor of Niobium Resonators Using a Markov Chain Monte Carlo Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396105600001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Multi-pixel; HEB; silicon-on-insulator; horn array KeyWords Plus:ASTRONOMY","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 2300605 DOI: 10.1109/TASC.2017.2665585 Published: JUN 2017","Abstract":"We report on the development of a multipixel hot electron bolometer (HEB) receiver fabricated using silicon membrane technology. The receiver comprises a 2 x 2 array of four HEB mixers, fabricated on a single chip. The HEB mixer chip is based on a superconducting NbN thin-film deposited on top of the silicon-on-insulator (SOI) substrate. The thicknesses of the device layer and handling layer of the SOI substrate are 20 and 300 mu m, respectively. The thickness of the device layer is chosen such that it corresponds to a quarter-wave in silicon at 1.35 THz. The HEB mixer is integrated with a bow-tie antenna structure, in turn designed for coupling to a circular waveguide, fed by a monolithic drilled smooth-walled horn array.","Authors":"Trifonov, A (Trifonov, A.) ; Tong, CYE (Tong, C. -Y. E.) ; Grimes, P (Grimes, P.) ; Lobanov, Y (Lobanov, Y.) ; Kaurova, N (Kaurova, N.) ; Blundell, R (Blundell, R.) ; Goltsman, G (Goltsman, G.)","Title":"Development of a Silicon Membrane-Based Multipixel Hot Electron Bolometer Receiver"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396006400001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"HTS bulk; magnetic bearing; linear Maglev; mobile HTS; space application; earth magnetic field","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 3600905 DOI: 10.1109/TASC.2017.2652332 Published: JUN 2017","Abstract":"Practical REBCO bulk superconductor-based components and devices as rotational and linear magnetic bearings are well understood. A high-stiffness high temperature superconductor (HTS) magnetic bearing with 0.1 mm low-hysteresis is demonstrated for narrow-gap operation. Linear magnetic bearings up to 10-ton load have been successfully implemented in linear Maglev trains under real outside conditions. The REBCO bulk-based magnetic levitated (Maglev) trains are proposed for urban and low-speed transport concepts. On the contrary, high-mobile, lightweight, and flexible HTS bulk components are developed under the extreme and safe conditions of manned space-flight for astronomy and space application. YBCO bulk proton irradiation tests for space application are presented. In the International Space Station (ISS), the interaction of the earth magnetic field with a perfect fast-moving diamagnet within a project called Magvector/MFX is measured and investigated. We compare an anticipated model with space experiments performed in the last two years in the ISS. The paper will summarize recent progress in this field, and present how cryogenic and HTS component design can positively impact levitation and screening performance. Properties of cryogenic systems and devices of mobile applications in their complexity and required robustness will be compared to stationary HTS systems, and the effect of different cooling options has to been considered","Authors":"Werfel, FN (Werfel, Frank N.) ; Floegel-Delor, U (Floegel-Delor, Uta) ; Rothfeld, R (Rothfeld, Rolf) ; Riedel, T (Riedel, Thomas) ; Schirrmeister, P (Schirrmeister, Peter) ; Koenig, R (Koenig, Rene) ; Kantarbar, V (Kantarbar, Viktor)","Title":"Impact of Cryogenics and Superconducting Components for HTS Magnetic Levitation Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391318600001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Kinetic inductance detectors; reactive sputtering; superconducting device fabrication; superconducting thin films KeyWords Plus:MIXERS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1500505 DOI: 10.1109/TASC.2016.2631948 Published: JUN 2017","Abstract":"Uniformity in thickness and electronic properties of superconducting niobium titanium nitride (NbTiN) thin films is a critical issue for upscaling superconducting electronics, such as microwave kinetic inductance detectors for submillimeter wave astronomy. In this article we make an experimental comparison between the uniformity of NbTiN thin films produced by two DC magnetron sputtering systems with vastly different target sizes: the Nordiko 2000 equipped with a circular empty set 100 mm target, and the Evatec LLS801 with a rectangular target of 127 mm x 444.5 mm. In addition to the films deposited staticly in both systems, we have also deposited films in the LLS801 while shuttling the substrate in front of the target, with the aim of further enhancing the uniformity. Among these three setups, the LLS801 system with substrate shuttling has yielded the highest uniformity in film thickness (+/-2%), effective resistivity (decreasing by 5% fromcenter to edge), and superconducting critical temperature (T-c = 15.0 K-15.3 K) over a empty set 100 mm wafer. However, the shuttling appears to increase the resistivity by almost a factor of 2 compared to static deposition. Surface SEM inspections suggest that the shuttling could have induced a different mode of microstructural film growth.","Authors":"Thoen, DJ (Thoen, David Johannes) ; Bos, BGC (Bos, Boy Gustaaf Cornelis) ; Haalebos, EAF (Haalebos, E. A. F.) ; Klapwijk, TM (Klapwijk, T. M.) ; Baselmans, JJA (Baselmans, J. J. A.) ; Endo, A (Endo, Akira)","Title":"Superconducting NbTin Thin Films With Highly Uniform Properties Over a empty set 100 mm Wafer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693900001 ISSN: 0146-6410 eISSN: 1873-2224","Keywords":"Nuclear astrophysics; White paper; Nucleosynthesis","Categories":"Physics Web of Science Categories:Physics, Nuclear; Physics, Particles & Fields","Journal Information":"PROGRESS IN PARTICLE AND NUCLEAR PHYSICS Volume: 94 Pages: 1-67 DOI: 10.1016/j.ppnp.2016.12.003 Published: MAY 2017","Abstract":"This white paper informs the nuclear astrophysics community and funding agencies about the scientific directions and priorities of the field and provides input from this community for the 2015 Nuclear Science Long Range Plan. It summarizes the outcome of the nuclear astrophysics town meeting that was held on August 21-23, 2014 in College Station at the campus of Texas A&M University in preparation of the NSAC Nuclear Science Long Range Plan. It also reflects the outcome of an earlier town meeting of the nuclear astrophysics community organized by the Joint Institute for Nuclear Astrophysics (JINA) on October 9-10, 2012 Detroit, Michigan, with the purpose of developing a vision for nuclear astrophysics in light of the recent NRC decadal surveys in nuclear physics (NP2010) and astronomy (ASTRO2010). The white paper is furthermore informed by the town meeting of the Association of Research at University Nuclear Accelerators (ARUNA) that took place at the University of Notre Dame on June 12-13, 2014. In summary we find that nuclear astrophysics is a modern and vibrant field addressing fundamental science questions at the intersection of nuclear physics and astrophysics. These questions relate to the origin of the elements, the nuclear engines that drive life and death of stars, and the properties of dense matter. A broad range of nuclear accelerator facilities, astronomical observatories, theory efforts, and computational capabilities are needed. With the developments outlined in this white paper, answers to long standing key questions are well within reach in the coming decade. (C) 2016 Published by Elsevier B.V.","Authors":"Arcones, A (Arcones, Almudena)[ 1,2,37 ] ; Bardayan, DW (Bardayan, Dan W.)[ 3,4,37 ] ; Beers, TC (Beers, Timothy C.)[ 3,4,37 ] ; Bernstein, LA (Bernstein, Lee A.) ; Blackmon, JC (Blackmon, Jeffrey C.)[ 6,37 ] ; Messer, B (Messer, Bronson) ; Brown, BA (Brown, B. Alex)[ 9,10,37 ] ; Brown, EF (Brown, Edward F.)[ 9,10,37 ] ; Brune, CR (Brune, Carl R.)[ 11,37 ] ; Champagne, AE (Champagne, Art E.)[ 12,13 ] ; Chieffi, A (Chieffi, Alessandro)[ 14 ] ; Couture, AJ (Couture, Aaron J.)[ 15,37 ] ; Danielewicz, P (Danielewicz, Pawel)[ 9,10 ] ; Diehl, R (Diehl, Roland)[ 16,17,37 ] ; El-Eid, M (El-Eid, Mounib)[ 18 ] ; Escher, JE (Escher, Jutta E.) ; Fields, BD (Fields, Brian D.)[ 19,37 ] ; Frohlich, C (Frohlich, Carla)[ 20,37 ] ; Herwig, F (Herwig, Falk)[ 21,37 ] ; Hix, WR (Hix, William Raphael)[ 8,23 ] ; Iliadis, C (Iliadis, Christian)[ 12,13 ] ; Lynch, WG (Lynch, William G.)[ 9,10,37 ] ; McLaughlin, GC (McLaughlin, Gail C.)[ 20,37 ] ; Meyer, BS (Meyer, Bradley S.)[ 22 ] ; Mezzacappa, A (Mezzacappa, Anthony)[ 23,24 ] ; Nunes, F (Nunes, Filomena)[ 9,10,37 ] ; O'Shea, BW (O'Shea, Brian W.)[ 10,25,37 ] ; Prakash, M (Prakash, Madappa)[ 11,37 ] ; Pritychenko, B (Pritychenko, Boris)[ 26 ] ; Reddy, S (Reddy, Sanjay)[ 27,37 ] ; Rehm, E (Rehm, Ernst)[ 28,37 ] ; Rogachev, G (Rogachev, Grigory)[ 29,30 ] ; Rutledge, RE (Rutledge, Robert E.)[ 31,37 ] ; Schatz, H (Schatz, Hendrik)[ 9,10,37 ] ; Smith, MS (Smith, Michael S.) ; Stairs, IH (Stairs, Ingrid H.)[ 32 ] ; Steiner, AW (Steiner, Andrew W.)[ 8,37 ] ; Strohmayer, TE (Strohmayer, Tod E.)[ 33 ] ; Timmes, FX (Timmes, F. X.)[ 34,37 ] ; Townsley, DM (Townsley, Dean M.)[ 35 ] ; Wiescher, M (Wiescher, Michael)[ 3,4,37 ] ; Zegers, RGT (Zegers, Remco G. T.)[ 9,10,37 ] ; Zingale, M (Zingale, Michael)[ 36,37 ] ...More...Less","Title":"White paper on nuclear astrophysics and low energy nuclear physics Part 1: Nuclear astrophysics"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395373100002 ISSN: 0218-2718 eISSN: 1793-6594","Keywords":"Astronomy; astrophysics; public outreach; image-making; visualization; color theory; art KeyWords Plus:CRAB-NEBULA; GALAXIES; IMAGE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"INTERNATIONAL JOURNAL OF MODERN PHYSICS D Volume: 26 Issue: 4 Article Number: 1730010 DOI: 10.1142/S0218271817300105 Published: APR 2017","Abstract":"Bold color images from telescopes act as extraordinary ambassadors for research astronomers because they pique the public's curiosity. But are they snapshots documenting physical reality? Or are we looking at artistic spacescapes created by digitally manipulating astronomy images? This paper provides a tour of how original black and white data, from all regimes of the electromagnetic spectrum, are converted into the color images gracing popular magazines, numerous websites, and even clothing. The history and method of the technical construction of these images is outlined. However, the paper focuses on introducing the scientific reader to visual literacy (e.g. human perception) and techniques from art (e.g. composition, color theory) since these techniques can produce not only striking but politically powerful public outreach images. When created by research astronomers, the cultures of science and visual art can be balanced and the image can illuminate scientific results sufficiently strongly that the images are also used in research publications. Included are reflections on how they could feedback into astronomy research endeavors and future forms of visualization as well as on the relevance of outreach images to visual art.","Authors":"English, J (English, Jayanne)","Title":"Canvas and cosmos: Visual art techniques applied to astronomy data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398284600027 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"instrumentation: miscellaneous; instrumentation: spectrographs; methods: data analysis; techniques: miscellaneous; techniques: spectroscopic KeyWords Plus:INSTRUMENTATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 2 Pages: 1669-1687 DOI: 10.1093/mnras/stw3137 Published: APR 2017","Abstract":"Focal ratio degradation (FRD) is a major contributor to throughput and light loss in a fibre spectroscopic telescope system. We combine the guided mode theory in geometric optics and a well-known model, the power distribution model (PDM), to predict and explain the FRD dependence properties. We present a robust method by modifying the energy distribution method with f-intercept to control the input condition. This method provides away to determine the proper position of the fibre end on the focal plane to improve energy utilization and FRD performance, which lifts the relative throughput up to 95 per cent with variation of output focal ratio less than 2 per cent. This method can also help to optimize the arrangement of the position of focal-plane plate to enhance the coupling efficiency in a telescope. To investigate length properties, we modified the PDM by introducing a new parameter, the focal distance f, into the original model to make it available for a multiposition measurement system. The results show that the modified model is robust and feasible for measuring the key parameter d(0) to simulate the transmission characteristics. The output focal ratio in the experiment does not follow the prediction trend but shows an interesting phenomenon: the output focal ratio increases first to the peak, then decreases and remains stable finally with increasing fibre length longer than 15 m. This provides a reference for choosing the appropriate length of fibre to improve the FRD performance for the design of the fibre system in a telescope.","Authors":"Yan, YX (Yan, Yunxiang) ; Wang, G (Wang, Gang) ; Sun, WM (Sun, Weimin) ; Luo, AL (Luo, A-Li) ; Ma, ZY (Ma, Zhenyu) ; Li, J (Li, Jian) ; Wang, SQ (Wang, Shuqing)","Title":"A modified method for determining the focal ratio degradation and length properties of optical fibres in astronomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398181000006 ISSN: 0067-0049 eISSN: 1538-4365","Keywords":"Galaxy: structure; ISM: clouds; ISM: molecules KeyWords Plus:MILKY-WAY; SPIRAL ARMS; CO SURVEY; INTERSTELLAR EXTINCTION; RADIO ASTRONOMY; CARBON-MONOXIDE; OUTER GALAXY; STELLAR DISK; WARP; GAS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL SUPPLEMENT SERIES Volume: 229 Issue: 2 Article Number: 24 DOI: 10.3847/1538-4365/aa5d9d Published: APR 2017","Abstract":"Using the Purple Mountain Observatory Delingha (PMODLH) 13.7m telescope, we report a 96 deg(2) (CO)-C-12/(CO)-C-13/(CO)-O-18 mapping observation toward the Galactic region of l = [139 degrees. 75,149 degrees. 75], b = [-5 degrees. 25, 5 degrees. 25]. The molecular structures of the Local Arm and Perseus Arm are presented. Combining H I data and part of the Outer Arm results, we obtain that the warp structure of both atomic and molecular gas is obvious, while the flare structure only exists in atomic gas in this observing region. In addition, five filamentary giant molecular clouds on the Perseus Arm are identified. Among them, four are newly identified. Their relations with the Milky Way large-scale structure are discussed.","Authors":"Du, XY (Du, Xinyu) ; Xu, Y (Xu, Ye) ; Yang, J (Yang, Ji) ; Sun, Y (Sun, Yan)","Title":"The Molecular Structures of the Local Arm and Perseus Arm in the Galactic Region of l = [139 degrees.75, 149 degrees.75], b = [-5 degrees.25, 5 degrees.25]"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394409100015 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Jupiter; Atmospheres; Composition; Atmospheres; Dynamics KeyWords Plus:GREAT-RED-SPOT; COLLISION-INDUCED ABSORPTION; PARA-HYDROGEN FRACTION; THERMAL STRUCTURE; JOVIAN ATMOSPHERE; TROPOSPHERIC TEMPERATURES; INFRARED OBSERVATIONS; OUTER PLANETS; CASSINI-CIRS; SPATIAL-ORGANIZATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 286 Pages: 223-240 DOI: 10.1016/j.icarus.2016.10.002 Published: APR 2017","Abstract":"Spatially resolved maps of Jupiter's far-infrared 17-37 pm hydrogen-helium collision-induced spectrum were acquired by the FORCAST instrument on the Stratospheric Observatory for Infrared Astronomy (SOFIA) in May 2014. Spectral scans in two grisms covered the broad S(0) and S(1) absorption lines, in addition to contextual imaging in eight broad-band filters (5-37 mu m) with spatial resolutions of 2-4\". The spectra were inverted to map the zonal-mean temperature and para-H-2 distribution (f(p), the fraction of the para spin isomer with respect to the ortho spin isomer) in Jupiter's upper troposphere (the 100700 mbar range). We compared these to a reanalysis of Voyager-1 and -2 IRIS spectra covering the same spectral range. Tropospheric temperature contrasts match those identified by Voyager in 1979, within the limits of temporal variability consistent with previous investigations. Para-H-2 increases from equator to pole, with low fp air at the equator representing sub-equilibrium conditions (i.e., less para-H-2 than expected from thermal equilibration), and high fp air and possible super-equilibrium at higher latitudes. In particular, we confirm the continued presence of a region of high f(p) air at high northern latitudes discovered by Voyager/IRIS, and an asymmetry with generally higher f(p) in the north than in the south. Far-IR aerosol opacity is not required to fit the data, but cannot be completely ruled out. We note that existing collision-induced absorption databases lack opacity from (H-2)(2) dimers, leading to under-prediction of the absorption near the S(0) and S(1) peaks. There appears to be no spatial correlation between para-H-2 and tropospheric ammonia, phosphine and cloud opacity derived from Voyager/IRIS at mid-infrared wavelengths (7-15 mu m). We note, however, that para-H-2 tracks the similar latitudinal distribution of aerosols within Jupiter's upper tropospheric and stratospheric hazes observed in reflected sunlight, suggesting that catalysis of hydrogen equilibration within the hazes (and not the main clouds) may govern the equator to-pole gradient, with conditions closer to equilibrium at higher latitudes. This gradient is superimposed onto smaller-scale variations associated with regional advection of para-H-2 at the equator and poles. (C) 2016 The Authors. Published by Elsevier Inc.","Authors":"Fletcher, LN (Fletcher, Leigh N.) ; de Pater, I (de Pater, I.) ; Reach, WT (Reach, W. T.) ; Wong, M (Wong, M.) ; Orton, GS (Orton, G. S.) ; Irwin, PGJ (Irwin, P. G. J.) ; Gehrz, RD (Gehrz, R. D.)","Title":"Jupiter's para-H-2 distribution from SOFIA/FORCAST and Voyager/IRIS 17-37 mu m spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394367700020 ISSN: 0923-6082 eISSN: 1573-0824","Keywords":"2-D; IIR; Beam filter; VLSI; WDF KeyWords Plus:RADIO ASTRONOMY; SYSTEMS; FILTERS; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIDIMENSIONAL SYSTEMS AND SIGNAL PROCESSING Volume: 28 Issue: 2 Pages: 771-789 DOI: 10.1007/s11045-016-0381-8 Published: APR 2017","Abstract":"A digital hardware architecture is proposed for computation of filter coefficients of 1st- and 2nd-order 2-D IIR beam/fan filters, which are capable of enhancement of RF plane-waves based on their direction of arrival, therefore having applications in steerable digital beamformers. Fan filters are designed using the WDF realization, which has superior sensitivity and stability properties since it is derived from the original passive continuous-domain prototype LC ladder network with impedance-matched resistive terminations. The orientation of the fan filter, which is determined by the look-direction of the radio beam, can be altered by the WDF coefficients. Custom computing parallel digital architectures are proposed for fast real-time updating of WDF coefficients as a function of beam angle and beam size. These coefficients are computed using algebraic approximation methods resulting in fast digital circuits. Digital designs are implemented on Xilinx Virtex-6 XC6VLX240T FPGA device and tested using on-chip hardware co-simulation. The designs are also synthesized, placed and routed for 45 nm standard cell ASIC technology using freePDK45 library to determine the area utilization, power consumption and the maximum speed of operation.","Authors":"Wijayaratna, S (Wijayaratna, Sewwandi) ; Rajapaksha, N (Rajapaksha, Nilanka) ; Madanayake, A (Madanayake, Arjuna) ; Bruton, LT (Bruton, Len T.)","Title":"Fast FPGA-architecture for fan/beam-steering in wave-digital RF aperture arrays"}]