[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369300013 ISSN: 1384-1076 eISSN: 1384-1092","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 54 Pages: 91-102 DOI: 10.1016/j.newast.2017.01.003 Published: JUL 2017","Abstract":"In time domain astronomy, recurrent transients present a special problem: how to infer total populations from limited observations. Monitoring observations may give a biassed view of the underlying population due to limitations on observing time, visibility and instrumental sensitivity. A similar problem exists in the life sciences, where animal populations (such as migratory birds) or disease prevalence, must be estimated from sparse and incomplete data. The class of methods termed Capture-Recapture is used to reconstruct population estimates from time-series records of encounters with the study population. This paper investigates the performance of Capture-Recapture methods in astronomy via a series of numerical simulations. The Blackbirds code simulates monitoring of populations of transients, in this case accreting binary stars (neutron star or black hole accreting from a stellar companion) under a range of observing strategies. We first generate realistic light-curves for populations of binaries with contrasting orbital period distributions. These models are then randomly sampled at observing cadences typical of existing and planned monitoring surveys. The classical capture-recapture methods, Lincoln-Peterson, Schnabel estimators, related techniques, and newer methods implemented in the Rcapture package are compared. A general exponential model based on the radioactive decay law is introduced which is demonstrated to recover (at 95% confidence) the underlying population abundance and duty cycle, in a fraction of the observing visits (10-50%) required to discover all the sources, in the simulation. Capture-Recapture is a promising addition to the toolbox of time domain astronomy, and, methods implemented in R by the biostats community can be readily called from within python. (C) 2017 Elsevier BM. All rights reserved.","Authors":"Laycock, SGT (Laycock, Silas G. T.)","Title":"From blackbirds to black holes: Investigating capture-recapture methods for time domain astronomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200033 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion; accretion discs; black hole physics; radiation mechanisms: non-thermal; galaxies: active; galaxies: jets; radio continuum: galaxies KeyWords Plus:X-RAY BINARIES; BLACK-HOLE BINARIES; DISTANCE-LIMITED SAMPLE; POWERFUL RADIO GALAXIES; SAGITTARIUS-A-ASTERISK; LINKING ACCRETION FLOW; HOST GALAXIES; SGR-A; PARTICLE-ACCELERATION; FUNDAMENTAL PLANE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 435-450 DOI: 10.1093/mnras/stx514 Published: JUN 2017","Abstract":"We have compiled a new multiwavelength spectral energy distribution (SED) for the closest obscured low-ionization emission-line region active galactic nucleus (AGN), NGC 4736, also known as M94. The SED comprises mainly high-resolution (mostly sub-arcsecond, or, at the distance to M94, less than or similar to 23 pc from the nucleus) observations from the literature, archival data, as well as previously unpublished sub-millimetre data from the Plateau de Bure Interferometer (PdBI) and the Combined Array for Research in Millimeter-wave Astronomy, in conjunction with new electronic MultiElement Radio Interferometric Network (e-MERLIN) L-band (1.5 GHz) observations. Thanks to the e-MERLIN resolution and sensitivity, we resolve for the first time a double structure composed of two radio sources separated by similar to 1 arcsec, previously observed only at higher frequency. We explore this data set, which further includes non-simultaneous data from the Very Large Array, the Gemini telescope, the Hubble Space Telescope and the Chandra X-ray observatory, in terms of an outflow-dominated model. We compare our results with previous trends found for other AGN using the same model (NGC 4051, M81*, M87 and Sgr A*), as well as hard-and quiescent-state X-ray binaries. We find that the nuclear broad-band spectrum of M94 is consistent with a relativistic outflow of low inclination. The findings in this work add to the growing body of evidence that the physics of weakly accreting black holes scales with mass in a rather straightforward fashion.","Authors":"van Oers, P (van Oers, Pieter) ; Markoff, S (Markoff, Sera) ; Uttley, P (Uttley, Phil) ; McHardy, I (McHardy, Ian) ; van der Laan, T (van der Laan, Tessel) ; Meyer, JD (Meyer, Jennifer Donovan) ; Connors, R (Connors, Riley)","Title":"A jet-dominated model for a broad-band spectral energy distribution of the nearby low-luminosity active galactic nucleus in M94"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400075 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"pulsars: general KeyWords Plus:ISOLATED NEUTRON-STARS; MAGNETIC-FIELD DECAY; GAMMA-RAY PULSARS; RADIO PULSARS; SPIN-DOWN; POPULATION; EVOLUTION; INDEX; EMISSION; STATISTICS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3493-3499 DOI: 10.1093/mnras/stx377 Published: JUN 2017","Abstract":"The location of radio pulsars in the period-period derivative (P-P) plane has been a key diagnostic tool since the early days of pulsar astronomy. Of particular importance is how pulsars evolve through the P-P diagram with time. Here we show that the decay of the inclination angle (alpha) between the magnetic and rotation axes plays a critical role. In particular, alpha strongly impacts on the braking torque, an effect that has been largely ignored in previous work. We carry out simulations that include a negative alpha term, and show that it is possible to reproduce the observational P-P diagram without the need for either pulsars with long birth periods or magnetic field decay. Our best model indicates a birth rate of one radio pulsar per century and a total Galactic population of similar to 20 000 pulsars beaming towards Earth.","Authors":"Johnston, S (Johnston, Simon) ; Karastergiou, A (Karastergiou, A.)","Title":"Pulsar braking and the P-P-. diagram"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396003700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"MKID; TLS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1502005 DOI: 10.1109/TASC.2016.2642834 Published: JUN 2017","Abstract":"The next generation of radiation detectors in high precision Cosmology, Astronomy, and particle-astrophysics experiments will rely heavily on superconducting microwave resonators and kinetic inductance devices. Understanding the physics of energy loss in these devices, in particular at low temperatures and powers, is vital. We present a comprehensive analysis framework, using Markov Chain Monte Carlo methods, to characterize loss due to two-level system in concert with quasi-particle dynamics in thin-film Nb resonators in the GHz range.","Authors":"Thakur, RB (Thakur, Ritoban Basu) ; Tang, QY (Tang, Qing Yang) ; McGeehan, R (McGeehan, Ryan) ; Carter, F (Carter, Faustin) ; Shirokoff, E (Shirokoff, Erik)","Title":"Characterizing Quality Factor of Niobium Resonators Using a Markov Chain Monte Carlo Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396105600001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Multi-pixel; HEB; silicon-on-insulator; horn array KeyWords Plus:ASTRONOMY","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 2300605 DOI: 10.1109/TASC.2017.2665585 Published: JUN 2017","Abstract":"We report on the development of a multipixel hot electron bolometer (HEB) receiver fabricated using silicon membrane technology. The receiver comprises a 2 x 2 array of four HEB mixers, fabricated on a single chip. The HEB mixer chip is based on a superconducting NbN thin-film deposited on top of the silicon-on-insulator (SOI) substrate. The thicknesses of the device layer and handling layer of the SOI substrate are 20 and 300 mu m, respectively. The thickness of the device layer is chosen such that it corresponds to a quarter-wave in silicon at 1.35 THz. The HEB mixer is integrated with a bow-tie antenna structure, in turn designed for coupling to a circular waveguide, fed by a monolithic drilled smooth-walled horn array.","Authors":"Trifonov, A (Trifonov, A.) ; Tong, CYE (Tong, C. -Y. E.) ; Grimes, P (Grimes, P.) ; Lobanov, Y (Lobanov, Y.) ; Kaurova, N (Kaurova, N.) ; Blundell, R (Blundell, R.) ; Goltsman, G (Goltsman, G.)","Title":"Development of a Silicon Membrane-Based Multipixel Hot Electron Bolometer Receiver"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396006400001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"HTS bulk; magnetic bearing; linear Maglev; mobile HTS; space application; earth magnetic field","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 3600905 DOI: 10.1109/TASC.2017.2652332 Published: JUN 2017","Abstract":"Practical REBCO bulk superconductor-based components and devices as rotational and linear magnetic bearings are well understood. A high-stiffness high temperature superconductor (HTS) magnetic bearing with 0.1 mm low-hysteresis is demonstrated for narrow-gap operation. Linear magnetic bearings up to 10-ton load have been successfully implemented in linear Maglev trains under real outside conditions. The REBCO bulk-based magnetic levitated (Maglev) trains are proposed for urban and low-speed transport concepts. On the contrary, high-mobile, lightweight, and flexible HTS bulk components are developed under the extreme and safe conditions of manned space-flight for astronomy and space application. YBCO bulk proton irradiation tests for space application are presented. In the International Space Station (ISS), the interaction of the earth magnetic field with a perfect fast-moving diamagnet within a project called Magvector/MFX is measured and investigated. We compare an anticipated model with space experiments performed in the last two years in the ISS. The paper will summarize recent progress in this field, and present how cryogenic and HTS component design can positively impact levitation and screening performance. Properties of cryogenic systems and devices of mobile applications in their complexity and required robustness will be compared to stationary HTS systems, and the effect of different cooling options has to been considered","Authors":"Werfel, FN (Werfel, Frank N.) ; Floegel-Delor, U (Floegel-Delor, Uta) ; Rothfeld, R (Rothfeld, Rolf) ; Riedel, T (Riedel, Thomas) ; Schirrmeister, P (Schirrmeister, Peter) ; Koenig, R (Koenig, Rene) ; Kantarbar, V (Kantarbar, Viktor)","Title":"Impact of Cryogenics and Superconducting Components for HTS Magnetic Levitation Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391318600001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Kinetic inductance detectors; reactive sputtering; superconducting device fabrication; superconducting thin films KeyWords Plus:MIXERS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1500505 DOI: 10.1109/TASC.2016.2631948 Published: JUN 2017","Abstract":"Uniformity in thickness and electronic properties of superconducting niobium titanium nitride (NbTiN) thin films is a critical issue for upscaling superconducting electronics, such as microwave kinetic inductance detectors for submillimeter wave astronomy. In this article we make an experimental comparison between the uniformity of NbTiN thin films produced by two DC magnetron sputtering systems with vastly different target sizes: the Nordiko 2000 equipped with a circular empty set 100 mm target, and the Evatec LLS801 with a rectangular target of 127 mm x 444.5 mm. In addition to the films deposited staticly in both systems, we have also deposited films in the LLS801 while shuttling the substrate in front of the target, with the aim of further enhancing the uniformity. Among these three setups, the LLS801 system with substrate shuttling has yielded the highest uniformity in film thickness (+/-2%), effective resistivity (decreasing by 5% fromcenter to edge), and superconducting critical temperature (T-c = 15.0 K-15.3 K) over a empty set 100 mm wafer. However, the shuttling appears to increase the resistivity by almost a factor of 2 compared to static deposition. Surface SEM inspections suggest that the shuttling could have induced a different mode of microstructural film growth.","Authors":"Thoen, DJ (Thoen, David Johannes) ; Bos, BGC (Bos, Boy Gustaaf Cornelis) ; Haalebos, EAF (Haalebos, E. A. F.) ; Klapwijk, TM (Klapwijk, T. M.) ; Baselmans, JJA (Baselmans, J. J. A.) ; Endo, A (Endo, Akira)","Title":"Superconducting NbTin Thin Films With Highly Uniform Properties Over a empty set 100 mm Wafer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693900001 ISSN: 0146-6410 eISSN: 1873-2224","Keywords":"Nuclear astrophysics; White paper; Nucleosynthesis","Categories":"Physics Web of Science Categories:Physics, Nuclear; Physics, Particles & Fields","Journal Information":"PROGRESS IN PARTICLE AND NUCLEAR PHYSICS Volume: 94 Pages: 1-67 DOI: 10.1016/j.ppnp.2016.12.003 Published: MAY 2017","Abstract":"This white paper informs the nuclear astrophysics community and funding agencies about the scientific directions and priorities of the field and provides input from this community for the 2015 Nuclear Science Long Range Plan. It summarizes the outcome of the nuclear astrophysics town meeting that was held on August 21-23, 2014 in College Station at the campus of Texas A&M University in preparation of the NSAC Nuclear Science Long Range Plan. It also reflects the outcome of an earlier town meeting of the nuclear astrophysics community organized by the Joint Institute for Nuclear Astrophysics (JINA) on October 9-10, 2012 Detroit, Michigan, with the purpose of developing a vision for nuclear astrophysics in light of the recent NRC decadal surveys in nuclear physics (NP2010) and astronomy (ASTRO2010). The white paper is furthermore informed by the town meeting of the Association of Research at University Nuclear Accelerators (ARUNA) that took place at the University of Notre Dame on June 12-13, 2014. In summary we find that nuclear astrophysics is a modern and vibrant field addressing fundamental science questions at the intersection of nuclear physics and astrophysics. These questions relate to the origin of the elements, the nuclear engines that drive life and death of stars, and the properties of dense matter. A broad range of nuclear accelerator facilities, astronomical observatories, theory efforts, and computational capabilities are needed. With the developments outlined in this white paper, answers to long standing key questions are well within reach in the coming decade. (C) 2016 Published by Elsevier B.V.","Authors":"Arcones, A (Arcones, Almudena)[ 1,2,37 ] ; Bardayan, DW (Bardayan, Dan W.)[ 3,4,37 ] ; Beers, TC (Beers, Timothy C.)[ 3,4,37 ] ; Bernstein, LA (Bernstein, Lee A.) ; Blackmon, JC (Blackmon, Jeffrey C.)[ 6,37 ] ; Messer, B (Messer, Bronson) ; Brown, BA (Brown, B. Alex)[ 9,10,37 ] ; Brown, EF (Brown, Edward F.)[ 9,10,37 ] ; Brune, CR (Brune, Carl R.)[ 11,37 ] ; Champagne, AE (Champagne, Art E.)[ 12,13 ] ; Chieffi, A (Chieffi, Alessandro)[ 14 ] ; Couture, AJ (Couture, Aaron J.)[ 15,37 ] ; Danielewicz, P (Danielewicz, Pawel)[ 9,10 ] ; Diehl, R (Diehl, Roland)[ 16,17,37 ] ; El-Eid, M (El-Eid, Mounib)[ 18 ] ; Escher, JE (Escher, Jutta E.) ; Fields, BD (Fields, Brian D.)[ 19,37 ] ; Frohlich, C (Frohlich, Carla)[ 20,37 ] ; Herwig, F (Herwig, Falk)[ 21,37 ] ; Hix, WR (Hix, William Raphael)[ 8,23 ] ; Iliadis, C (Iliadis, Christian)[ 12,13 ] ; Lynch, WG (Lynch, William G.)[ 9,10,37 ] ; McLaughlin, GC (McLaughlin, Gail C.)[ 20,37 ] ; Meyer, BS (Meyer, Bradley S.)[ 22 ] ; Mezzacappa, A (Mezzacappa, Anthony)[ 23,24 ] ; Nunes, F (Nunes, Filomena)[ 9,10,37 ] ; O'Shea, BW (O'Shea, Brian W.)[ 10,25,37 ] ; Prakash, M (Prakash, Madappa)[ 11,37 ] ; Pritychenko, B (Pritychenko, Boris)[ 26 ] ; Reddy, S (Reddy, Sanjay)[ 27,37 ] ; Rehm, E (Rehm, Ernst)[ 28,37 ] ; Rogachev, G (Rogachev, Grigory)[ 29,30 ] ; Rutledge, RE (Rutledge, Robert E.)[ 31,37 ] ; Schatz, H (Schatz, Hendrik)[ 9,10,37 ] ; Smith, MS (Smith, Michael S.) ; Stairs, IH (Stairs, Ingrid H.)[ 32 ] ; Steiner, AW (Steiner, Andrew W.)[ 8,37 ] ; Strohmayer, TE (Strohmayer, Tod E.)[ 33 ] ; Timmes, FX (Timmes, F. X.)[ 34,37 ] ; Townsley, DM (Townsley, Dean M.)[ 35 ] ; Wiescher, M (Wiescher, Michael)[ 3,4,37 ] ; Zegers, RGT (Zegers, Remco G. T.)[ 9,10,37 ] ; Zingale, M (Zingale, Michael)[ 36,37 ] ...More...Less","Title":"White paper on nuclear astrophysics and low energy nuclear physics Part 1: Nuclear astrophysics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536000033 PubMed ID: 28380873 ISSN: 1094-4087","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS EXPRESS Volume: 25 Issue: 7 Pages: 7520-7529 DOI: 10.1364/OE.25.007520 Published: APR 3 2017","Abstract":"Real-time electrical spectrum analysis is of great significance for applications involving radio astronomy and electronic warfare, e. g. the dynamic spectrum monitoring of outer space signal, and the instantaneous capture of frequency from other electronic systems. However, conventional electrical spectrum analyzer (ESA) has limited operation speed and observation bandwidth due to the electronic bottleneck. Therefore, a variety of photonics-assisted methods have been extensively explored due to the bandwidth advantage of the optical domain. Alternatively, we proposed and experimentally demonstrated an ultrafast ESA based on all-optical Fourier transform and temporal magnification in this paper. The radio-frequency (RF) signal under test is temporally multiplexed to the spectrum of an ultrashort pulse, thus the frequency information is converted to the time axis. Moreover, since the bandwidth of this ultrashort pulse is far beyond that of the state-of-the-art photo-detector, a temporal magnification system is applied to stretch the time axis, and capture the RF spectrum with 1-GHz resolution. The observation bandwidth of this ultrafast ESA is over 20 GHz, limited by that of the electro-optic modulator. Since all the signal processing is in the optical domain, the acquisition frame rate can be as high as 50 MHz. This ultrafast ESA scheme can be further improved with better dispersive engineering, and is promising for some ultrafast spectral information acquisition applications. (C) 2017 Optical Society of America","Authors":"Duan, YH (Duan, Yuhua) ; Chen, L (Chen, Liao) ; Zhou, HD (Zhou, Haidong) ; Zhou, X (Zhou, Xi) ; Zhang, C (Zhang, Chi) ; Zhang, XL (Zhang, Xinliang)","Title":"Ultrafast electrical spectrum analyzer based on all-optical Fourier transform and temporal magnification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398288000001 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"planets and satellites; terrestrial planets KeyWords Plus:CANDIDATE HOST STARS; SYSTEMATIC-ERROR CORRECTION; MULTI-PLANET SYSTEMS; EARTH-SIZED PLANET; HABITABLE ZONE; M DWARFS; TRANSITING EXOPLANET; BROWN DWARFS; LIGHT CURVES; COOL","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 4 Article Number: 162 DOI: 10.3847/1538-3881/aa615f Published: APR 2017","Abstract":"The Kepler mission has revealed that Earth-sized planets are common, and dozens have been discovered to orbit in or near their host star's habitable zone. A major focus in astronomy is to determine which of these exoplanets are likely to have Earth-like properties that are amenable to follow-up with both ground-and future space-based surveys, with an ultimate goal of probing their atmospheres to look for signs of life. Venus-like atmospheres will be of particular interest in these surveys. While Earth and Venus evolved to have similar sizes and densities, it remains unclear what factors led to the dramatic divergence of their atmospheres. Studying analogs to both Earth and Venus can thus shed light on the limits of habitability and the potential for life on known exoplanets. Here, we present the discovery and confirmation of Kepler-1649b, an Earth-sized planet orbiting a nearby M5V star that receives incident flux at a level similar to that of Venus. We present our methods for characterizing the star, using a combination of point-spread function photometry, ground-based spectroscopy, and imaging, to confirm the planetary nature of Kepler-1649b. Planets like Kepler-1649b will be prime candidates for atmospheric and habitability studies in the next generation of space missions.","Authors":"Angelo, I (Angelo, Isabel) ; Rowe, JF (Rowe, Jason F.) ; Howell, SB (Howell, Steve B.) ; Quintana, EV (Quintana, Elisa V.) ; Still, M (Still, Martin) ; Mann, AW (Mann, Andrew W.) ; Burningham, B (Burningham, Ben) ; Barclay, T (Barclay, Thomas) ; Ciardi, DR (Ciardi, David R.) ; Huber, D (Huber, Daniel)[ 1,10,11 ] ; Kane, SR (Kane, Stephen R.)[ 12 ] ...More...Less","Title":"Kepler-1649b: An Exo-Venus in the Solar Neighborhood"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398263900007 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"galaxies: luminosity function, mass function; galaxies: statistics; methods: data analysis; methods: statistical KeyWords Plus:STELLAR POPULATION SYNTHESIS; EVOLUTION SURVEY; REDSHIFT SURVEY; FIELD; QUASARS; SAMPLES; AGN; RESOLUTION; MODELS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 4 Article Number: 189 DOI: 10.3847/1538-3881/aa643a Published: APR 2017","Abstract":"The astronomy community has at its disposal a large back catalog of public spectroscopic galaxy redshift surveys that can be used for the measurement of luminosity functions (LFs). Utilizing the back catalog with new photometric surveys to maximum efficiency requires modeling the color selection bias imposed on the. selection of target galaxies by flux limits at multiple wavelengths. The likelihood derived herein can address, in principle, all possible color selection biases through the use of a generalization of the LF, Phi(L), over the space of all spectra: the spectro-luminosity functional, psi[L-nu]. It is, therefore, the first estimator capable of simultaneously analyzing multiple redshift surveys in a consistent way. We also propose a new way of parametrizing the evolution of the classic Schechter function parameters, L-* and phi(*), that improves both the physical realism and statistical performance of the model. The techniques derived in this paper are used in a companion paper by. Lake et al. to measure the LF of galaxies at the rest-frame wavelength of 2.4 mu m using the Widefield Infrared Survey Explorer (WISE).","Authors":"Lake, SE (Lake, S. E.) ; Wright, EL (Wright, E. L.) ; Tsai, CW (Tsai, C. -W.) ; Lam, A (Lam, A.)","Title":"The 2.4 mu m Galaxy Luminosity Function As Measured Using WISE. I. Measurement Techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397276600026 ISSN: 1366-8781 eISSN: 1468-4004","Categories":"Astronomy & Astrophysics; Geochemistry & Geophysics Web of Science Categories:Astronomy & Astrophysics; Geochemistry & Geophysics","Journal Information":"ASTRONOMY & GEOPHYSICS Volume: 58 Issue: 2 Pages: 24-25 Published: APR 1 2017","Authors":"Gonzalez, FA (Gonzalez, Fernando Alvarez) ; Badilita, AM (Badilita, Ana-Maria) ; Baker, A (Baker, Andrew) ; Cho, YH (Cho, Yun-Hang) ; Dhot, N (Dhot, Navtej) ; Fedun, V (Fedun, Viktor) ; Hare, C (Hare, Chris) ; He, TY (He, Tianyou) ; Hobbs, M (Hobbs, Megan) ; Javed, M (Javed, Mahed) ; Livesey, H (Livesey, Helena) ; Lord, C (Lord, Charles) ; Panoutsos, G (Panoutsos, George) ; Permyakov, A (Permyakov, Anton) ; Pope, S (Pope, Simon) ; Portnell, M (Portnell, Michael) ; Rhodes, L (Rhodes, Lauren) ; Sharma, R (Sharma, Rahul) ; Taras, P (Taras, Petrica) ; Taylor, J (Taylor, Jaye) ; Tilbrook, R (Tilbrook, Rosanna) ; Verth, G (Verth, Gary) ; Wrigley, SN (Wrigley, Stuart N.) ; Yaqoob, M (Yaqoob, Mohamed) ; Cook, R (Cook, Richard) ; McLaughlin, J (McLaughlin, James) ; Morton, R (Morton, Richard) ; Scullion, E (Scullion, Eamon) ; Shelyag, S (Shelyag, Sergiy) ; Hamilton, A (Hamilton, Alexander) ; Zharkov, S (Zharkov, Sergei) ; Jess, D (Jess, Dave) ; Wrigley, M (Wrigley, Mark) ...More...Less","Title":"Project SunbYte: solar astronomy on a budget"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398275400009 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"gravitational waves; methods: observational KeyWords Plus:NEUTRON-STAR MERGERS; ELECTROMAGNETIC COUNTERPARTS; FOLLOW-UP; ASTRONOMY; BURSTS; EVENTS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 838 Issue: 2 Article Number: 108 DOI: 10.3847/1538-4357/838/2/108 Published: APR 1 2017","Abstract":"The discovery and subsequent study of optical counterparts to transient sources is crucial for their complete astrophysical understanding. Various gamma-ray burst (GRB) detectors, and more notably the ground-based gravitational wave detectors, typically have large uncertainties in the sky positions of detected sources. Searching these large sky regions spanning hundreds of square degrees is a formidable challenge for most ground-based optical telescopes, which can usually image less than tens of square degrees of the sky in a single night. We present algorithms for better scheduling of such follow-up observations in order to maximize the probability of imaging the optical counterpart, based on the all-sky probability distribution of the source position. We incorporate realistic observing constraints such as the diurnal cycle, telescope pointing limitations, available observing time, and the rising/setting of the target at the observatory's location. We use simulations to demonstrate that our proposed algorithms outperform the default greedy observing schedule used by many observatories. Our algorithms are applicable for follow-up of other transient sources with large positional uncertainties, such as Fermi-detected GRBs, and can easily be adapted for scheduling radio or space-based X-ray follow-up.","Authors":"Rana, J (Rana, Javed) ; Singhal, A (Singhal, Akshat) ; Gadre, B (Gadre, Bhooshan) ; Bhalerao, V (Bhalerao, Varun) ; Bose, S (Bose, Sukanta)","Title":"An Enhanced Method for Scheduling Observations of Large Sky Error Regions for Finding Optical Counterparts to Transients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398491100005 ISSN: 0922-6435 eISSN: 1572-9508","Keywords":"FX correlator; Radio astronomy; CMAC; ASIC","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"EXPERIMENTAL ASTRONOMY Volume: 43 Issue: 2 Pages: 177-187 DOI: 10.1007/s10686-017-9527-4 Published: APR 2017","Abstract":"This paper presents the approach of using complex multiplier-accumulators (CMACs) with multiple accumulators to reduce the total number of memory operations in an input-buffered architecture for the X part of an FX correlator. A processing unit of this architecture uses an array of CMACs that are reused for different groups of baselines. The disadvantage of processing correlations in this way is that each input data sample has to be read multiple times from the memory because each input signal is used in many of these baseline groups. While a one-accumulator CMAC cannot switch to a different baseline until it is finished integrating the current one, a multiple-accumulator CMAC can. Thus, the array of multiple-accumulator CMACs can switch between processing different baselines that share some input signals at any moment to reuse the current data in the processing buffers. In this way significant reductions in the number of memory read operations are achieved with only a few accumulators per CMAC. For example, for a large number of input signals three-accumulator CMACs reduce the total number of memory operations by more than a third. Simulated energy measurements of four VLSI designs in a high-performance 28 nm CMOS technology are presented in this paper to demonstrate that using multiple accumulators can also lead to reduced power dissipation of the processing array. Using three accumulators as opposed to one has been found to reduce the overall energy of 8-bit CMACs by 1.4% through the reduction of the switching activity within their circuits, which is in addition to a more than 30% reduction in the memory.","Authors":"Lapshev, S (Lapshev, Stepan) ; Hasan, SMR (Hasan, S. M. Rezaul)","Title":"Using multiple-accumulator CMACs to improve efficiency of the X part of an input-buffered FX correlator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398112400026 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"polarization; methods: analytical; methods: data analysis; methods: numerical; methods: statistical KeyWords Plus:ROTATION MEASURE SYNTHESIS; X-RAY ASTRONOMY; LINEAR-POLARIZATION; PARAMETER-ESTIMATION; DETECTION THRESHOLDS; LIKELIHOOD RATIO; RADIATION; ANGLE; GENERATION; INTENSITY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 1 Pages: 378-391 DOI: 10.1093/mnras/stw3104 Published: APR 2017","Abstract":"We develop two algorithms, based on maximum likelihood inference, for estimating the parameters of polarized radio sources which emit at a single rotation measure (RM), e.g. pulsars. These algorithms incorporate the flux density spectrum of the source, either a power law or a scaled version of the Stokes I spectrum, and a variation in sensitivity across the observing band. We quantify the detection significance and measurement uncertainties in the fitted parameters, and we derive weighted versions of the RM synthesis algorithm which, under certain conditions, maximize the likelihood. We use Monte Carlo simulations to compare injected and recovered source parameters for a range of signal-to-noise ratios, investigate the quality of standard methods for estimating measurement uncertainties and search for statistical biases. These simulations consider one frequency band each for the Australia Telescope Compact Array, the Square Kilometre Array (SKA) and the Low Frequency Array. We find that results obtained for one frequency band cannot be easily generalized, and that methods that were developed in the past for correcting bias in individual frequency channels do not apply to wide-band data sets. The standard method for estimating the measurement uncertainty in RM is not accurate for sources with non-zero spectral indices. Furthermore, dividing Stokes Q and U by Stokes I to correct for spectral index effects, in combination with RM synthesis, does not maximize the likelihood.","Authors":"Schnitzeler, DHFM (Schnitzeler, D. H. F. M.) ; Lee, KJ (Lee, K. J.)","Title":"Finding a faint polarized signal in wide-band radio data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397384600010 ISSN: 0954-4100 eISSN: 2041-3025","Keywords":"Attitude determination; attitude control; balloon-borne astronomy; sub-arcsecond pointing stability; non-linear estimation","Categories":"Engineering Web of Science Categories:Engineering, Aerospace; Engineering, Mechanical","Journal Information":"PROCEEDINGS OF THE INSTITUTION OF MECHANICAL ENGINEERS PART G-JOURNAL OF AEROSPACE ENGINEERING Volume: 231 Issue: 4 Pages: 713-727 DOI: 10.1177/0954410016641451 Published: APR 2017","Abstract":"Balloon-borne astronomy offers an attractive option for experiments that require precise pointing and attitude stabilization, due to a large reduction in the atmospheric interference observed by ground-based systems as well as the low-cost and short development time-scale compared to space-borne systems. The Balloon-borne Imaging Testbed (BIT) is an instrument designed to meet the technological requirements of high-precision astronomical missions, and is a precursor to the development of a facility-class instrument with capabilities similar to the Hubble Space Telescope. The attitude determination and control systems (ADCS) for BIT, the design, implementation, and analysis of which are the focus of this paper, compensate for compound pendulation effects and other sub-orbital disturbances in the stratosphere to within 1-200 (rms), while back-end optics provide further image stabilization down to 0.0500 (not discussed here). During the inaugural test flight from Timmins, Canada in September 2015, BIT ADCS pointing and stabilization performed exceptionally, with coarse pointing and target acquisition to within <0.1 degrees and fine stabilization to 0.6800 (rms) over long (10-30 min) integrations. This level of performance was maintained during flight for several tracking runs that demonstrated pointing stability on the sky for more than an hour at a time. To refurbish and improve the system for the three-month flight from New Zealand in 2018, certain modifications to the ADCS need to be made to smooth pointing mode transitions and to correct for internal biases observed during the test flight. Furthermore, the level of autonomy must be increased for future missions to improve system reliability and robustness.","Authors":"Romualdez, LJ (Romualdez, L. Javier) ; Damaren, CJ (Damaren, Chris J.) ; Li, L (Li, Lun) ; Galloway, MN (Galloway, Mathew N.) ; Hartley, JW (Hartley, John W.) ; Netterfield, CB (Netterfield, C. Barth) ; Clark, P (Clark, Paul) ; Massey, RJ (Massey, Richard J.)","Title":"Precise pointing and stabilization performance for the balloon-borne imaging testbed: 2015 test flight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398667100001 ISSN: 0004-6280 eISSN: 1538-3873","Keywords":"methods: data analysis; techniques: image processing; astrometry KeyWords Plus:PRINCIPAL COMPONENT ANALYSIS; POINT-SPREAD FUNCTION; ASTRONOMICAL IMAGES; SOURCE EXTRACTION; OPTICAL SURVEYS; DECONVOLUTION; PRECISION; NOISE; ORBIT; EVOLUTION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"PUBLICATIONS OF THE ASTRONOMICAL SOCIETY OF THE PACIFIC Volume: 129 Issue: 974 Article Number: 044502 DOI: 10.1088/1538-3873/aa611a Published: APR 1 2017","Abstract":"Space debris is a special kind of fast-moving, near-Earth objects, and it is also considered to be an interesting topic in time-domain astronomy. Optical survey is the main technique for observing space debris, which contributes much to the studies of space environment. However, due to the motion of registered objects, image degradation is critical in optical space debris observations, as it affects the efficiency of data reduction and lowers the precision of astrometry. Therefore, the image restoration in the form of deconvolution can be applied to improve the data quality and reduction accuracy. To promote the image processing and optimize the reduction, the image degradation across the field of view is modeled statistically with principal component analysis and the efficient mean point-spread function (PSF) is derived from raw images, which is further used in the image restoration. To test the efficiency and reliability, trial observations were made for both low-Earth orbital and high-Earth orbital objects. The positions of all targets were measured using our novel approach and compared with the reference positions. The performance of image restoration employing our estimated PSF was compared with several competitive approaches. The proposed image restoration outperformed the others so that the influence of image degradation was distinctly reduced, which resulted in a higher signal-to-noise ratio and more precise astrometric measurements.","Authors":"Sun, RY (Sun, Rongyu) ; Jia, P (Jia, Peng)","Title":"Image Restoration Based on Statistic PSF Modeling for Improving the Astrometry of Space Debris"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395373100002 ISSN: 0218-2718 eISSN: 1793-6594","Keywords":"Astronomy; astrophysics; public outreach; image-making; visualization; color theory; art KeyWords Plus:CRAB-NEBULA; GALAXIES; IMAGE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"INTERNATIONAL JOURNAL OF MODERN PHYSICS D Volume: 26 Issue: 4 Article Number: 1730010 DOI: 10.1142/S0218271817300105 Published: APR 2017","Abstract":"Bold color images from telescopes act as extraordinary ambassadors for research astronomers because they pique the public's curiosity. But are they snapshots documenting physical reality? Or are we looking at artistic spacescapes created by digitally manipulating astronomy images? This paper provides a tour of how original black and white data, from all regimes of the electromagnetic spectrum, are converted into the color images gracing popular magazines, numerous websites, and even clothing. The history and method of the technical construction of these images is outlined. However, the paper focuses on introducing the scientific reader to visual literacy (e.g. human perception) and techniques from art (e.g. composition, color theory) since these techniques can produce not only striking but politically powerful public outreach images. When created by research astronomers, the cultures of science and visual art can be balanced and the image can illuminate scientific results sufficiently strongly that the images are also used in research publications. Included are reflections on how they could feedback into astronomy research endeavors and future forms of visualization as well as on the relevance of outreach images to visual art.","Authors":"English, J (English, Jayanne)","Title":"Canvas and cosmos: Visual art techniques applied to astronomy data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398284600027 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"instrumentation: miscellaneous; instrumentation: spectrographs; methods: data analysis; techniques: miscellaneous; techniques: spectroscopic KeyWords Plus:INSTRUMENTATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 2 Pages: 1669-1687 DOI: 10.1093/mnras/stw3137 Published: APR 2017","Abstract":"Focal ratio degradation (FRD) is a major contributor to throughput and light loss in a fibre spectroscopic telescope system. We combine the guided mode theory in geometric optics and a well-known model, the power distribution model (PDM), to predict and explain the FRD dependence properties. We present a robust method by modifying the energy distribution method with f-intercept to control the input condition. This method provides away to determine the proper position of the fibre end on the focal plane to improve energy utilization and FRD performance, which lifts the relative throughput up to 95 per cent with variation of output focal ratio less than 2 per cent. This method can also help to optimize the arrangement of the position of focal-plane plate to enhance the coupling efficiency in a telescope. To investigate length properties, we modified the PDM by introducing a new parameter, the focal distance f, into the original model to make it available for a multiposition measurement system. The results show that the modified model is robust and feasible for measuring the key parameter d(0) to simulate the transmission characteristics. The output focal ratio in the experiment does not follow the prediction trend but shows an interesting phenomenon: the output focal ratio increases first to the peak, then decreases and remains stable finally with increasing fibre length longer than 15 m. This provides a reference for choosing the appropriate length of fibre to improve the FRD performance for the design of the fibre system in a telescope.","Authors":"Yan, YX (Yan, Yunxiang) ; Wang, G (Wang, Gang) ; Sun, WM (Sun, Weimin) ; Luo, AL (Luo, A-Li) ; Ma, ZY (Ma, Zhenyu) ; Li, J (Li, Jian) ; Wang, SQ (Wang, Shuqing)","Title":"A modified method for determining the focal ratio degradation and length properties of optical fibres in astronomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398181000006 ISSN: 0067-0049 eISSN: 1538-4365","Keywords":"Galaxy: structure; ISM: clouds; ISM: molecules KeyWords Plus:MILKY-WAY; SPIRAL ARMS; CO SURVEY; INTERSTELLAR EXTINCTION; RADIO ASTRONOMY; CARBON-MONOXIDE; OUTER GALAXY; STELLAR DISK; WARP; GAS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL SUPPLEMENT SERIES Volume: 229 Issue: 2 Article Number: 24 DOI: 10.3847/1538-4365/aa5d9d Published: APR 2017","Abstract":"Using the Purple Mountain Observatory Delingha (PMODLH) 13.7m telescope, we report a 96 deg(2) (CO)-C-12/(CO)-C-13/(CO)-O-18 mapping observation toward the Galactic region of l = [139 degrees. 75,149 degrees. 75], b = [-5 degrees. 25, 5 degrees. 25]. The molecular structures of the Local Arm and Perseus Arm are presented. Combining H I data and part of the Outer Arm results, we obtain that the warp structure of both atomic and molecular gas is obvious, while the flare structure only exists in atomic gas in this observing region. In addition, five filamentary giant molecular clouds on the Perseus Arm are identified. Among them, four are newly identified. Their relations with the Milky Way large-scale structure are discussed.","Authors":"Du, XY (Du, Xinyu) ; Xu, Y (Xu, Ye) ; Yang, J (Yang, Ji) ; Sun, Y (Sun, Yan)","Title":"The Molecular Structures of the Local Arm and Perseus Arm in the Galactic Region of l = [139 degrees.75, 149 degrees.75], b = [-5 degrees.25, 5 degrees.25]"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394409100015 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Jupiter; Atmospheres; Composition; Atmospheres; Dynamics KeyWords Plus:GREAT-RED-SPOT; COLLISION-INDUCED ABSORPTION; PARA-HYDROGEN FRACTION; THERMAL STRUCTURE; JOVIAN ATMOSPHERE; TROPOSPHERIC TEMPERATURES; INFRARED OBSERVATIONS; OUTER PLANETS; CASSINI-CIRS; SPATIAL-ORGANIZATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 286 Pages: 223-240 DOI: 10.1016/j.icarus.2016.10.002 Published: APR 2017","Abstract":"Spatially resolved maps of Jupiter's far-infrared 17-37 pm hydrogen-helium collision-induced spectrum were acquired by the FORCAST instrument on the Stratospheric Observatory for Infrared Astronomy (SOFIA) in May 2014. Spectral scans in two grisms covered the broad S(0) and S(1) absorption lines, in addition to contextual imaging in eight broad-band filters (5-37 mu m) with spatial resolutions of 2-4\". The spectra were inverted to map the zonal-mean temperature and para-H-2 distribution (f(p), the fraction of the para spin isomer with respect to the ortho spin isomer) in Jupiter's upper troposphere (the 100700 mbar range). We compared these to a reanalysis of Voyager-1 and -2 IRIS spectra covering the same spectral range. Tropospheric temperature contrasts match those identified by Voyager in 1979, within the limits of temporal variability consistent with previous investigations. Para-H-2 increases from equator to pole, with low fp air at the equator representing sub-equilibrium conditions (i.e., less para-H-2 than expected from thermal equilibration), and high fp air and possible super-equilibrium at higher latitudes. In particular, we confirm the continued presence of a region of high f(p) air at high northern latitudes discovered by Voyager/IRIS, and an asymmetry with generally higher f(p) in the north than in the south. Far-IR aerosol opacity is not required to fit the data, but cannot be completely ruled out. We note that existing collision-induced absorption databases lack opacity from (H-2)(2) dimers, leading to under-prediction of the absorption near the S(0) and S(1) peaks. There appears to be no spatial correlation between para-H-2 and tropospheric ammonia, phosphine and cloud opacity derived from Voyager/IRIS at mid-infrared wavelengths (7-15 mu m). We note, however, that para-H-2 tracks the similar latitudinal distribution of aerosols within Jupiter's upper tropospheric and stratospheric hazes observed in reflected sunlight, suggesting that catalysis of hydrogen equilibration within the hazes (and not the main clouds) may govern the equator to-pole gradient, with conditions closer to equilibrium at higher latitudes. This gradient is superimposed onto smaller-scale variations associated with regional advection of para-H-2 at the equator and poles. (C) 2016 The Authors. Published by Elsevier Inc.","Authors":"Fletcher, LN (Fletcher, Leigh N.) ; de Pater, I (de Pater, I.) ; Reach, WT (Reach, W. T.) ; Wong, M (Wong, M.) ; Orton, GS (Orton, G. S.) ; Irwin, PGJ (Irwin, P. G. J.) ; Gehrz, RD (Gehrz, R. D.)","Title":"Jupiter's para-H-2 distribution from SOFIA/FORCAST and Voyager/IRIS 17-37 mu m spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394367700020 ISSN: 0923-6082 eISSN: 1573-0824","Keywords":"2-D; IIR; Beam filter; VLSI; WDF KeyWords Plus:RADIO ASTRONOMY; SYSTEMS; FILTERS; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIDIMENSIONAL SYSTEMS AND SIGNAL PROCESSING Volume: 28 Issue: 2 Pages: 771-789 DOI: 10.1007/s11045-016-0381-8 Published: APR 2017","Abstract":"A digital hardware architecture is proposed for computation of filter coefficients of 1st- and 2nd-order 2-D IIR beam/fan filters, which are capable of enhancement of RF plane-waves based on their direction of arrival, therefore having applications in steerable digital beamformers. Fan filters are designed using the WDF realization, which has superior sensitivity and stability properties since it is derived from the original passive continuous-domain prototype LC ladder network with impedance-matched resistive terminations. The orientation of the fan filter, which is determined by the look-direction of the radio beam, can be altered by the WDF coefficients. Custom computing parallel digital architectures are proposed for fast real-time updating of WDF coefficients as a function of beam angle and beam size. These coefficients are computed using algebraic approximation methods resulting in fast digital circuits. Digital designs are implemented on Xilinx Virtex-6 XC6VLX240T FPGA device and tested using on-chip hardware co-simulation. The designs are also synthesized, placed and routed for 45 nm standard cell ASIC technology using freePDK45 library to determine the area utilization, power consumption and the maximum speed of operation.","Authors":"Wijayaratna, S (Wijayaratna, Sewwandi) ; Rajapaksha, N (Rajapaksha, Nilanka) ; Madanayake, A (Madanayake, Arjuna) ; Bruton, LT (Bruton, Len T.)","Title":"Fast FPGA-architecture for fan/beam-steering in wave-digital RF aperture arrays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390514400006 ISSN: 1384-1076 eISSN: 1384-1092","Keywords":"Supervised classification; Anomaly detection; Statistical performance; Stellar variability KeyWords Plus:AUTOMATED CLASSIFICATION; STELLAR VARIABILITY; RANDOM FORESTS; MACHINE; CATALOG; SUPPORT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 52 Pages: 35-47 DOI: 10.1016/j.newast.2016.10.004 Published: APR 2017","Abstract":"With the advent of digital astronomy, new benefits and new problems have been presented to the modern day astronomer. While data can be captured in a more efficient and accurate manner using digital means, the efficiency of data retrieval has led to an overload of scientific data for processing and storage. This paper will focus on the construction and application Of a supervised pattern classification algorithm for the identification of variable stars. Given the reduction of a survey of stars into a standard feature space, the problem of using prior patterns to identify new observed patterns can be reduced to time tested classification methodologies and algorithms. Such supervised methods, so called because the user trains the algorithms prior to application using patterns with known classes or labels, provide a means to probabilistically determine the estimated class type of new observations. This paper will demonstrate the construction and application of a supervised classification algorithm on variable star data. The classifier is applied to a set of 192,744 LINEAR data points. Of the original samples, 34,451 unique stars were classified with high confidence (high level of probability of being the true class). (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Johnston, KB (Johnston, K. B.) ; Oluseyi, HM (Oluseyi, H. M.)","Title":"Generation of a supervised classification algorithm for time-series variable stars with an application to the LINEAR dataset"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398964500001 ISSN: 2190-5010 eISSN: 2190-5029","Categories":"Geology; History & Philosophy of Science Web of Science Categories:Geosciences, Multidisciplinary; History & Philosophy Of Science","Journal Information":"HISTORY OF GEO- AND SPACE SCIENCES Volume: 8 Issue: 1 Pages: 21-28 DOI: 10.5194/hgss-8-21-2017 Published: MAR 31 2017","Abstract":"A correlation between solar wind speed at Earth and the amount of magnetic field line expansion in the corona was verified in 1989 using 22 years of solar and interplanetary observations. We trace the evolution of this relationship from its birth 15 years earlier in the Skylab era to its current use as a space weather forecasting technique. This paper is the transcript of an invited talk at the joint session of the Historical Astronomy Division and the Solar Physics Division of the American Astronomical Society during its 224th meeting in Boston, MA, on 3 June 2014.","Authors":"Sheeley, NR (Sheeley, Neil R., Jr.)","Title":"Origin of the Wang-Sheeley-Arge solar wind model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399146000003 ISSN: 2470-0010 eISSN: 2470-0029","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"PHYSICAL REVIEW D Volume: 95 Issue: 6 Article Number: 063016 DOI: 10.1103/PhysRevD.95.063016 Published: MAR 27 2017","Abstract":"Merging binary neutron stars (BNSs) represent the ultimate targets for multimessenger astronomy, being among the most promising sources of gravitationalwaves (GWs), and, at the same time, likely accompanied by a variety of electromagnetic counterparts across the entire spectrum, possibly including short gamma-ray bursts (SGRBs) and kilonova/macronova transients. Numerical relativity simulations play a central role in the study of these events. In particular, given the importance ofmagnetic fields, various aspects of this investigation require general relativistic magnetohydrodynamics (GRMHD). So far, most GRMHD simulations focused the attention on BNS mergers leading to the formation of a hypermassive neutron star (NS), which, in turn, collapseswithin fewtens of ms into a black hole surrounded by an accretion disk. However, recent observations suggest that a significant fraction of these systems could form a long-lived NS remnant, which will either collapse on much longer time scales or remain indefinitely stable. Despite the profound implications for the evolution and the emission properties of the system, a detailed investigation of this alternative evolution channel is still missing. Here, we follow this direction and present a first detailed GRMHD study of BNS mergers forming a long-lived NS. We considermagnetized binarieswith different mass ratios and equations of state and analyze the structure of the NS remnants, the rotation profiles, the accretion disks, the evolution and amplification of magnetic fields, and the ejection of matter. Moreover, we discuss the connection with the central engine of SGRBs and provide order-of-magnitude estimates for the kilonova/macronova signal. Finally, we study the GW emission, with particular attention to the post-merger phase.","Authors":"Ciolfi, R (Ciolfi, Riccardo) ; Kastaun, W (Kastaun, Wolfgang) ; Giacomazzo, B (Giacomazzo, Bruno) ; Endrizzi, A (Endrizzi, Andrea) ; Siegel, DM (Siegel, Daniel M.) ; Perna, R (Perna, Rosalba)","Title":"General relativistic magnetohydrodynamic simulations of binary neutron star mergers forming a long-lived neutron star"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399146000004 ISSN: 2470-0010 eISSN: 2470-0029","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"PHYSICAL REVIEW D Volume: 95 Issue: 6 Article Number: 063017 DOI: 10.1103/PhysRevD.95.063017 Published: MAR 27 2017","Abstract":"Terrestrial searches for the conversion of dark matter axions or axionlike particles into photons inside magnetic fields are sensitive to the phase space structure of the local Milky Way halo. We simulate signals in a hypothetical future experiment based on the Axion Dark Matter Experiment that could be performed once the axion has been detected and a frequency range containing the axion mass has been identified. We develop a statistical analysis to extract astrophysical parameters, such as the halo velocity dispersion and laboratory velocity, from such data and find that with only a few days integration time a level of precision can be reached, matching that of astronomical observations. For longer experiments lasting up to a year in duration, we find that exploiting the modulation of the power spectrum in time allows accurate measurements of the Solar peculiar velocity with an accuracy that would improve upon astronomical observations. We also simulate signals based on results from N-body simulations and find that finer substructure in the form of tidal streams would show up prominently in future data, even if only a subdominant contribution to the local dark matter distribution. In these cases, it would be possible to reconstruct all the properties of a dark matter stream using the time and frequency dependence of the signal. Finally, we consider the detection prospects for a network of streams from tidally disrupted axion miniclusters. These features appear much more prominently in the resolved spectrum than suggested by calculations based on a scan over a range of resonant frequencies, making the detection of axion minicluster streams more viable than previously thought. These results confirm that haloscope experiments in a postdiscovery era are able to perform \"axion astronomy.\"","Authors":"O'Hare, CAJ (O'Hare, Ciaran A. J.) ; Green, AM (Green, Anne M.)","Title":"Axion astronomy with microwave cavity experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395924900002 ISSN: 0264-9381 eISSN: 1361-6382","Keywords":"gravitational waves; LIGO; detector characterization; citizen science; machine learning KeyWords Plus:GALAXY ZOO; PROJECT","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Multidisciplinary; Physics, Particles & Fields","Journal Information":"CLASSICAL AND QUANTUM GRAVITY Volume: 34 Issue: 6 Article Number: 064003 DOI: 10.1088/1361-6382/aa5cea Published: MAR 23 2017","Abstract":"With the first direct detection of gravitational waves, the advanced laser interferometer gravitational-wave observatory (LIGO) has initiated a new field of astronomy by providing an alternative means of sensing the universe. The extreme sensitivity required to make such detections is achieved through exquisite isolation of all sensitive components of LIGO from non-gravitational-wave disturbances. Nonetheless, LIGO is still susceptible to a variety of instrumental and environmental sources of noise that contaminate the data. Of particular concern are noise features known as glitches, which are transient and non-Gaussian in their nature, and occur at a high enough rate so that accidental coincidence between the two LIGO detectors is non-negligible. Glitches come in a wide range of time-frequency-amplitude morphologies, with new morphologies appearing as the detector evolves. Since they can obscure or mimic true gravitational-wave signals, a robust characterization of glitches is paramount in the effort to achieve the gravitational-wave detection rates that are predicted by the design sensitivity of LIGO. This proves a daunting task for members of the LIGO Scientific Collaboration alone due to the sheer amount of data. In this paper we describe an innovative project that combines crowdsourcing with machine learning to aid in the challenging task of categorizing all of the glitches recorded by the LIGO detectors. Through the Zooniverse platform, we engage and recruit volunteers from the public to categorize images of time-frequency representations of glitches into preidentified morphological classes and to discover new classes that appear as the detectors evolve. In addition, machine learning algorithms are used to categorize images after being trained on human-classified examples of the morphological classes. Leveraging the strengths of both classification methods, we create a combined method with the aim of improving the efficiency and accuracy of each individual classifier. The resulting classification and characterization should help LIGO scientists to identify causes of glitches and subsequently eliminate them from the data or the detector entirely, thereby improving the rate and accuracy of gravitational-wave observations. We demonstrate these methods using a small subset of data from LIGO's first observing run.","Authors":"Zevin, M (Zevin, M.) ; Coughlin, S (Coughlin, S.) ; Bahaadini, S (Bahaadini, S.) ; Besler, E (Besler, E.) ; Rohani, N (Rohani, N.) ; Allen, S (Allen, S.) ; Cabero, M (Cabero, M.) ; Crowston, K (Crowston, K.) ; Katsaggelos, AK (Katsaggelos, A. K.) ; Larson, SL (Larson, S. L.) ; Lee, TK (Lee, T. K.) ; Lintott, C (Lintott, C.) ; Littenberg, TB (Littenberg, T. B.) ; Lundgren, A (Lundgren, A.) ; Osterlund, C (Osterlund, C.) ; Smith, JR (Smith, J. R.)[ 10 ] ; Trouille, L (Trouille, L.) ; Kalogera, V (Kalogera, V.) ...More...Less","Title":"Gravity Spy: integrating advanced LIGO detector characterization, machine learning, and citizen science"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397018000009 PubMed ID: 28328913 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 543 Issue: 7646 Pages: S28-S29 Published: MAR 23 2017","Authors":"Nordling, L (Nordling, Linda)","Title":"A BEACON IN THE BUSH BECOMES AN ASTRONOMY POWERHOUSE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396129100001 ISSN: 0992-7689 eISSN: 1432-0576","Keywords":"Ionosphere (ionospheric disturbances); radio science (radar astronomy); solar physics astrophysics and astronomy (X rays and gamma rays) KeyWords Plus:SOFT GAMMA-REPEATERS; X-RAY-EMISSION; 1E 1547.0-5408; NEUTRON-STARS; SOLAR-FLARES; BURSTS; PULSARS; FIELD","Categories":"Astronomy & Astrophysics; Geology; Meteorology & Atmospheric Sciences Web of Science Categories:Astronomy & Astrophysics; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences","Journal Information":"ANNALES GEOPHYSICAE Volume: 35 Issue: 3 Pages: 345-351 DOI: 10.5194/angeo-35-345-2017 Published: MAR 7 2017","Abstract":"This paper presents observational evidence of frequent ionospheric perturbations caused by the magnetar flare of the source SGR J1550-5418, which took place on 22 January 2009. These ionospheric perturbations are observed in the relative change of the total electron content (Delta TEC/Delta t) measurements from the coherent ionospheric Doppler radar (CIDR). The CIDR system makes high-precision measurements of the total electron content (TEC) change along raypaths from ground receivers to low Earth-orbiting (LEO) beacon spacecraft. These measurements can be integrated along the orbital track of the beacon satellite to construct the relative spatial, not temporal, TEC profiles that are useful for determining the large-scale plasma distribution. The observed spatial TEC changes reveal many interesting features of the magnetar signatures in the ionosphere. The onset phase of the magnetar flare was during the CIDR's nighttime satellite passage. The nighttime small-scale perturbations detected by CIDR, with Delta TEC/Delta t >= 0.05 TECU s(-1), over the eastern Mediterranean on 22 January 2009 were synchronized with the onset phase of the magnetar flare and consistent with the emission of hundreds of bursts detected from the source. The maximum daytime large-scale perturbation measured by CIDR over northern Africa and the eastern Mediterranean was detected after similar to 6h from the main phase of the magnetar flare, with Delta TEC/Delta t <= 0.10 TECU s(-1). These ionospheric perturbations resembled an unusual poleward traveling ionospheric disturbance (TID) caused by the extraterrestrial source. The TID's estimated virtual velocity is 385.8 ms(-1), with Delta TEC/Delta t <= 0.10 TECU s(-1).","Authors":"Mahrous, A (Mahrous, Ayman)","Title":"Ionospheric response to magnetar flare: signature of SGR J1550-5418 on coherent ionospheric Doppler radar"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396031400001 ISSN: 2470-0010 eISSN: 2470-0029","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"PHYSICAL REVIEW D Volume: 95 Issue: 6 Article Number: 062001 DOI: 10.1103/PhysRevD.95.062001 Published: MAR 6 2017","Abstract":"With the recent detection of gravitational waves (GWs), marking the start of the new field of GW astronomy, the push for building more sensitive laser-interferometric gravitational wave detectors (GWDs) has never been stronger. Balanced homodyne detection (BHD) allows for a quantum-noise (QN) limited readout of arbitrary light field quadratures, and has therefore been suggested as a vital building block for upgrades to Advanced LIGO and third-generation observatories. In terms of the practical implementation of BHD, we develop a full framework for analyzing the static optical high-order modes (HOMs) occurring in the BHD paths related to the misalignment or mode matching at the input and output ports of the laser interferometer. We find the effects of HOMs on the quantum-noise limited sensitivity is independent of the actual interferometer configuration; e.g. Michelson and Sagnac interferometers are affected in the same way. We show that misalignment of the output ports of the interferometer (output misalignment) only affects the high-frequency part of the quantum-noise limited sensitivity (detection noise). However, at low frequencies, HOMs reduce the interferometer response and the radiation pressure noise (back-action noise) by the same amount and hence the quantum-noise limited sensitivity is not negatively affected in that frequency range. We show that the misalignment of the laser into the interferometer (input misalignment) produces the same effect as output misalignment and additionally decreases the power inside the interferometer. We also analyze dynamic HOM effects, such as beam jitter created by the suspended mirrors of the BHD. Our analyses can be directly applied to any BHD implementation in a future GWD. Moreover, we apply our analytical techniques to the example of the speed meter proof-of-concept experiment under construction in Glasgow. We find that for our experimental parameters, the performance of our seismic isolation system in the BHD paths is compatible with the design sensitivity of the experiment.","Authors":"Zhang, T (Zhang, Teng) ; Danilishin, SL (Danilishin, Stefan L.) ; Steinlechner, S (Steinlechner, Sebastian) ; Barr, BW (Barr, Bryan W.) ; Bell, AS (Bell, Angus S.) ; Dupej, P (Dupej, Peter) ; Graf, C (Graf, Christian) ; Hennig, JS (Hennig, Jan-Simon) ; Houston, EA (Houston, E. Alasdair) ; Huttner, SH (Huttner, Sabina H.) ; Leavey, SS (Leavey, Sean S.) ; Pascucci, D (Pascucci, Daniela) ; Sorazu, B (Sorazu, Borja) ; Spencer, A (Spencer, Andrew) ; Wright, J (Wright, Jennifer) ; Strain, KA (Strain, Kenneth A.) ; Hild, S (Hild, Stefan) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hild, Stefan A-3864-2010 ","Title":"Effects of static and dynamic higher-order optical modes in balanced homodyne readout for future gravitational waves detectors"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000398071700010 ISSN: 1000-3290","Keywords":"zone plate coding; high-resolution imaging; Fresnel zone plate; higher-order Gabor zone plate KeyWords Plus:FUSION-TARGETS; LASER","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ACTA PHYSICA SINICA Volume: 66 Issue: 5 Article Number: 054203 DOI: 10.7498/aps.66.054203 Published: MAR 5 2017","Abstract":"Zone plate coded imaging is an experimental technique for particle and strong X-ray imaging, which is widely applied to astronomy, nuclear medicine, and laser inertial confinement fusion researches. From conventional perspective, spatial resolution of zone plate depends on the encoding zone plate width of outermost ring. Delta r with a size greater than 1.22 Delta r. In X-ray region, however, the outermost ring width of Fresnel zone plate is limited by processing technology. Such a limitation makes it impossible to fabricate a sufficiently small zone plate, thus restricting the applications of Fresnel zone plate coded imaging. In this paper, we present a new reconstruction method of zone plate coded imaging by using a higher-order order Gabor zone plate. With the proposed method, higher spatial resolution can be achieved than with the regular methods, thus the spatial resolution is improved by 1/m times the width of outermost ring (where m is a positive integer). Consequently such a breakthrough goes beyond the limits of Rayleigh criterion in general.","Authors":"Xin-Yi, W (Wang Xin-Yi) ; Quan-Ping, F (Fan Quan-Ping) ; Lai, W (Wei Lai) ; Zu-Hua, Y (Yang Zu-Hua) ; Qiang-Qiang, Z (Zhang Qiang-Qiang) ; Yong, C (Chen Yong) ; Qian, P (Peng Qian) ; Zhuo-Yang, Y (Yan Zhuo-Yang) ; Sha-Li, X (Xiao Sha-Li) ; Lei-Feng, C (Cao Lei-Feng)","Title":"High-resolution reconstruction of Fresnel zone plate coded imaging"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000395181700011 PubMed ID: 28254890 ISSN: 0036-8075 eISSN: 1095-9203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENCE Volume: 355 Issue: 6328 Pages: 893-894 Published: MAR 3 2017","Authors":"Clery, D (Clery, Daniel)","Title":"ASTRONOMY Global telescope gears up to image black holes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398932100007 ISSN: 0038-0946 eISSN: 1608-3423","Keywords":"comets; comet Hale-Bopp; archives of astronomical negatives KeyWords Plus:C/1995 O1; DUST TAIL","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"SOLAR SYSTEM RESEARCH Volume: 51 Issue: 2 Pages: 157-164 DOI: 10.1134/S0038094617020071 Published: MAR 2017","Abstract":"We describe the archive of scans of the astronomical plates obtained in the observations of comet Hale-Bopp. The observations were carried out from August 17, 1996, to April 29, 1997, at the Zeiss-400/2000 astrograph of the Zvenigorod Observatory of the Institute of Astronomy of the Russian Academy of Sciences (INASAN). The archive contains the images that can be used in astrometric, photometric, and astrophysical studies. In some of the plates, the size of the comet reaches 6.3A degrees (23 cm). In many scans, the details of the cometary tail, including individual jets, vortexes, etc., are clearly distinguishable. The archive of the images is available free.","Authors":"Vereshchagin, SV (Vereshchagin, S. V.) ; Osipenko, VP (Osipenko, V. P.) ; Postnikova, ES (Postnikova, E. S.)","Title":"Photographic Observations of Comet Hale-Bopp at the Zvenigorod Observatory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395775100002 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"methods: data analysis; radiation mechanisms: non-thermal; radio continuum: general; stars; variables: general; techniques: interferometric KeyWords Plus:GAMMA-RAY BURST; GALACTIC-CENTER; LIMITS; REIONIZATION; ALGORITHM; ASTRONOMY; EVENTS; EPOCH; LOFAR; MHZ","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 3 Article Number: 98 DOI: 10.3847/1538-3881/153/3/98 Published: MAR 2017","Abstract":"Many astronomical sources produce transient phenomena at radio frequencies, but the transient sky at low frequencies (< 300 MHz) remains relatively unexplored. Blind surveys with new wide-field radio instruments are setting increasingly stringent limits on the transient surface density on various timescales. Although many of these instruments are limited by classical confusion noise from an ensemble of faint, unresolved sources, one can in principle detect transients below the classical confusion limit to the extent that the classical confusion noise is independent of time. We develop a technique for detecting radio transients that is based on temporal matched filters applied directly to time series of images, rather than relying on source-finding algorithms applied to individual images. This technique has well-defined statistical properties and is applicable to variable and transient searches for both confusion-limited and non-confusion-limited instruments. Using the Murchison Widefield Array as an example, we demonstrate that the technique works well on real data despite the presence of classical confusion noise, sidelobe confusion noise, and other systematic errors. We searched for transients lasting between 2 minutes and 3 months. We found no transients and set improved upper limits on the transient surface density at 182 MHz for flux densities between similar to 20 and 200 mJy, providing the best limits to date for hour-and month-long transients.","Authors":"Feng, L (Feng, L.) ; Vaulin, R (Vaulin, R.) ; Hewitt, JN (Hewitt, J. N.) ; Remillard, R (Remillard, R.) ; Kaplan, DL (Kaplan, D. L.) ; Murphy, T (Murphy, Tara) ; Kudryavtseva, N (Kudryavtseva, N.) ; Hancock, P (Hancock, P.) ; Bernardi, G (Bernardi, G.) ; Bowman, JD (Bowman, J. D.) ; Briggs, F (Briggs, F.)[ 10 ] ; Cappallo, RJ (Cappallo, R. J.)[ 11 ] ; Deshpande, AA (Deshpande, A. A.)[ 12 ] ; Gaensler, BM (Gaensler, B. M.)[ 4,5,13 ] ; Greenhill, LJ (Greenhill, L. J.)[ 14 ] ; Hazelton, BJ (Hazelton, B. J.)[ 15 ] ; Johnston-Hollitt, M (Johnston-Hollitt, M.)[ 16 ] ; Lonsdale, CJ (Lonsdale, C. J.)[ 11 ] ; McWhirter, SR (McWhirter, S. R.)[ 11 ] ; Mitchell, DA (Mitchell, D. A.)[ 5,17 ] ; Morales, MF (Morales, M. F.)[ 15 ] ; Morgan, E (Morgan, E.) ; Oberoi, D (Oberoi, D.)[ 18 ] ; Ord, SM (Ord, S. M.)[ 5,17 ] ; Prabu, T (Prabu, T.)[ 12 ] ; Shankar, NU (Shankar, N. Udaya)[ 12 ] ; Srivani, KS (Srivani, K. S.)[ 12 ] ; Subrahmanyan, R (Subrahmanyan, R.)[ 5,12 ] ; Tingay, SJ (Tingay, S. J.)[ 5,7,19 ] ; Wayth, RB (Wayth, R. B.) ; Webster, RL (Webster, R. L.)[ 5,20 ] ; Williams, A (Williams, A.) ; Williams, CL (Williams, C. L.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hancock, Paul http://orcid.org/0000-0002-4203-2946 Remillard, Ronald http://orcid.org/0000-0003-4815-0481 Kaplan, David http://orcid.org/0000-0001-6295-2881","Title":"A Matched Filter Technique for Slow Radio Transient Detection and First Demonstration with the Murchison Widefield Array"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398089700003 ISSN: 1063-7729 eISSN: 1562-6881","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY REPORTS Volume: 61 Issue: 3 Pages: 187-192 DOI: 10.1134/S1063772917030052 Published: MAR 2017","Abstract":"The results of studies of the dynamics and structure of plasma inhomogeneities in the Crab Nebula carried out during 2002-2015 at 111 MHz on the Large Phased Array of the Pushchino Radio Astronomy Observatory are presented. Giant pulses of the pulsar PSR B0531+21 were observed and analyzed using specialized software designed to enable characterization of the scattering of a pulse via modeling of its passage through the scattering medium. The results of this analysis for the scattering of giant pulses are compared to variations in the dispersion measure, derived using data from Jodrell Bank Observatory (United Kingdom). Numerous non-stationary events associated with enhanced scattering are identified during the indicated period. The strongest scattering was observed during 2012-2014. The corresponding data are interpreted as eclipses of the pulsar by filaments in the Crab Nebula. A correlation between the variations in the scattering and dispersion measure is observed.","Authors":"Losovskii, BY (Losovskii, B. Ya.)","Title":"The Dynamics and Structure of Plasma Inhomogeneities in the Crab Nebula"}, {"Keywords":"Arabian Sea; fishing stars; traditional star knowledge; folk astronomy; star calendars","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"INTERNATIONAL JOURNAL OF NAUTICAL ARCHAEOLOGY Volume: 46 Issue: 1 Pages: 179-191 DOI: 10.1111/1095-9270.12204 Published: MAR 2017","Abstract":"Ethnographic information collected by the authors on former star use along the Arabian Sea coast of Oman is presented and discussed. Although the stars were not observed directly, some were identified from detailed descriptions and astronomy software. Many are associated with winds warning of danger at sea, a few to tell the direction, and others to note productive fishing periods. Not all stars in the full-year calendars prepared by others had practical applications. To clarify the issues raised, it will be necessary to spend more time in the fishing settlements, where possible watching stars with people who still remember them. (C) 2016 The Authors","Authors":"Nash, H (Nash, Harriet) ; Agius, DA (Agius, Dionisius A.) ; Al-Mahrooqi, AH (Al-Mahrooqi, Ali H.) ; Al-Yahyai, SA (Al-Yahyai, Said A.)","Title":"Star Use by Fishermen in Oman"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395760800014 ISSN: 0303-6758 eISSN: 1175-8899","Keywords":"Arthur Stock; James Hector; Stephen Carkeek; 1885 total solar eclipse; 1882 transit of Venus","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"JOURNAL OF THE ROYAL SOCIETY OF NEW ZEALAND Volume: 47 Issue: 1 Pages: 88-93 DOI: 10.1080/03036758.2016.1207681 Published: MAR 2017","Abstract":"Although he qualified as a doctor, James Hector had a broad scientific training, and in the process would have learnt the rudiments of observational astronomy, particularly as they related to surveying. This should have come in handy when he moved to Wellington in 1865 and, in 1870, accepted the Directorship of the Colonial Observatory. However, he left all of the observing to Archdeacon Arthur Stock and his assistant John Kebbell, and it was only the 1882 transit of Venus and the 1885 total solar eclipse that finally allowed Hector the chance to carry out serious astronomical observations from New Zealand. This short communication examines the development of the Provincial and Colonial Observatories, Stock's pioneering vocational and avocational activities in astronomy, and Hector's attempts to observe the 1882 transit of Venus and the 1885 total solar eclipse.","Authors":"Orchiston, W (Orchiston, Wayne)","Title":"James Hector, Arthur Stock and early astronomy in Wellington"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395760800015 ISSN: 0303-6758 eISSN: 1175-8899","Keywords":"Astronomy; chronometry; Hector; longitude; place names; Thomson","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"JOURNAL OF THE ROYAL SOCIETY OF NEW ZEALAND Volume: 47 Issue: 1 Pages: 94-99 DOI: 10.1080/03036758.2016.1207679 Published: MAR 2017","Abstract":"This short communication traces James Hector and JT Thomson's sharp exchange over the longitude of Wellington in 1876 back to a disagreement over place naming dating back to 1863.","Authors":"Roche, M (Roche, M.)","Title":"James Hector and JT Thomson in strife over names and time"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395821900073 ISSN: 1432-0746","Keywords":"methods: data analysis; instrumentation: spectrographs; space vehicles: instruments KeyWords Plus:IN-ORBIT; SUBMILLIMETER; PERFORMANCE; ASTRONOMY; HIFI","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 599 Article Number: A115 DOI: 10.1051/0004-6361/201629553 Published: MAR 2017","Abstract":"Context. Heterodyne mixers are commonly used for high-resolution spectroscopy at radio telescopes. When used as a double sideband system, the accurate flux calibration of spectral lines acquired by those detectors is highly dependent on the system gains in the respective mixer sidebands via the so-called sideband gain ratio (SBR). As such, the SBR was one of the main contributors to the calibration uncertainty budget of the Herschel/HIFI instrument. Aims. We want to determine the HIFI instrument sideband gain ratio for all bands on a fine frequency grid and within an accuracy of a few percent. Methods. We introduce a novel technique involving in-orbit HIFI data that is bootstrapped onto standard methods involving laboratory data measurements of the SBR. We deconvolved the astronomical data to provide a proxy of the expected signal at every frequency channel, and extracted the sideband gain ratios from the residuals of that process. Results. We determine the HIFI sideband gain ratio to an accuracy varying between 1 and 4%, with degraded accuracy in higher frequency ranges, and at places where the reliability of the technique is lower. These figures were incorporated into the HIFI data processing pipeline and improved the overall flux uncertainty of the legacy data from this instrument. Conclusions. We demonstrate that a modified sideband deconvolution algorithm, using astronomical data in combination with gas cell measurements, can be used to generate an accurate and fine-granularity picture of the sideband gain ratio behaviour of a heterodyne receiver.","Authors":"Kester, D (Kester, Do) ; Higgins, R (Higgins, Ronan) ; Teyssier, D (Teyssier, David)","Title":"Derivation of sideband gain ratio for Herschel/HIFI"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395821900051 ISSN: 1432-0746","Keywords":"methods: data analysis; surveys; novae, cataclysmic variables; galaxies: individual: M31 KeyWords Plus:DIFFERENCE IMAGE PHOTOMETRY; STELLAR PHOTOMETRY; SUBTRACTION; SPACE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 599 Article Number: A48 DOI: 10.1051/0004-6361/201629368 Published: MAR 2017","Abstract":"Context. In the present era of large-scale surveys in the time domain, the processing of data, from procurement up to the detection of sources, is generally automated. One of the main challenges in the astrophysical analysis of their output is contamination by artifacts, especially in the regions of high surface brightness of unresolved emission. Aims. We present a novel method for identifying candidates for variable and transient sources from the outputs of optical time-domain survey data pipelines. We use the method to conduct a systematic search for novae in the intermediate Palomar Transient Factory (iPTF) observations of the bulge part of M31 during the second half of 2013. Methods. We demonstrate that a significant fraction of artifacts produced by the iPTF pipeline form a locally uniform background of false detections approximately obeying Poissonian statistics, whereas genuine variable and transient sources, as well as artifacts associated with bright stars, result in clusters of detections whose spread is determined by the source localization accuracy. This makes the problem analogous to source detection on images produced by grazing incidence X-ray telescopes, enabling one to utilize the arsenal of powerful tools developed in X-ray astronomy. In particular, we use a wavelet-based source detection algorithm from the Chandra data analysis package CIAO. Results. Starting from similar to 2 : 5 x 10(5) raw detections made by the iPTF data pipeline, we obtain approximately 4000 unique source candidates. Cross-matching these candidates with the source-catalog of a deep reference image of the same field, we find counterparts for similar to 90% of the candidates. These sources are either artifacts due to imperfect PSF matching or genuine variable sources. The remaining approximately 400 detections are transient sources. We identify novae among these candidates by applying selection cuts to their lightcurves based on the expected properties of novae. Thus, we recovered all 12 known novae ( not counting one that erupted toward the end of the survey) registered during the time span of the survey and discovered three nova candidates. Our method is generic and can be applied to mining any target out of the artifacts in optical time-domain data. As it is fully automated, its incompleteness can be accurately computed and corrected for.","Authors":"Soraisam, MD (Soraisam, Monika D.) ; Gilfanov, M (Gilfanov, Marat) ; Kupfer, T (Kupfer, Thomas) ; Masci, F (Masci, Frank) ; Shafter, AW (Shafter, Allen W.) ; Prince, TA (Prince, Thomas A.) ; Kulkarni, SR (Kulkarni, Shrinivas R.) ; Ofek, EO (Ofek, Eran O.) ; Bellm, E (Bellm, Eric)","Title":"A novel method for transient detection in high-cadence optical surveys Its application for a systematic search for novae in M31"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397919500005 ISSN: 1932-4553 eISSN: 1941-0484","Keywords":"Antenna array; radio astronomy; sidelobe blanking; time modulated array KeyWords Plus:LINEAR ARRAYS; SIDELOBE BLANKING; GENETIC ALGORITHMS; ANTENNA-ARRAYS; PASSIVE RADAR; OPTIMIZATION; SYSTEMS; SUPPRESSION; PERFORMANCE; SCENARIOS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE JOURNAL OF SELECTED TOPICS IN SIGNAL PROCESSING Volume: 11 Issue: 2 Pages: 271-281 DOI: 10.1109/JSTSP.2016.2615268 Published: MAR 2017","Abstract":"This paper presents experimental results using time modulation to implement inexpensive sidelobe blanking. The Allen Telescope Array is used to save time-series data for the L-band hydroxyl maser W3(OH), which presents a narrow-band source among significant narrow-band interference. A software beamformer processing these data rapidly switches between antenna weights composed of the sum and difference of the acquisition and sidelobe suppression beams. This switching both forms and multiplexes the two beams for the computational cost of a single beamformer, making this technique less expensive than similar approaches. Results show that this approach blanks most sidelobe interference in the experimental data, and also highlight the challenge of coefficient synthesis for sparse arrays.","Authors":"Barott, WC (Barott, William C.) ; Fucharoen, S (Fucharoen, Sugoon)","Title":"Experimental Time-Modulated Beamformer for Interference Mitigation in a Radio Spectrometer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397941800007 ISSN: 0250-6335 eISSN: 0973-7758","Keywords":"Benford's distribution; exoplanets; significant digit law KeyWords Plus:LAW","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"JOURNAL OF ASTROPHYSICS AND ASTRONOMY Volume: 38 Issue: 1 Article Number: 7 DOI: 10.1007/s12036-017-9427-z Published: MAR 2017","Abstract":"In many real life situations, it is observed that the first digits (i.e., 1, 2,..., 9) of a numerical data-set, which is expressed using decimal system, do not follow a uniform distribution. In fact, the probability of occurrence of these digits decreases in an almost exponential fashion starting from 30.1% for 1 to 4.6% for 9. Specifically, smaller numbers are favoured by nature in accordance with a logarithmic distribution law, which is referred to as Benford's law. The existence and applicability of this empirical law have been extensively studied by physicists, accountants, computer scientists, mathematicians, statisticians, etc., and it has been observed that a large number of data- sets related to diverse problems follow this distribution. However, except two recent works related to astronomy, applicability of Benford's law has not been tested for extrasolar objects. Motivated by this fact, this paper investigates the existence of Benford's distribution in the extrasolar world using Kepler data for exoplanets. The quantitative investigations have revealed the presence of Benford's distribution in various physical properties of these exoplanets. Further, some specific comments have been made on the possible generalizations of the obtained results, its potential applications in analysing the data- set of candidate exoplanets.","Authors":"Shukla, A (Shukla, Abhishek) ; Pandey, AK (Pandey, Ankit Kumar) ; Pathak, A (Pathak, Anirban)","Title":"Benford's Distribution in Extrasolar World: Do the Exoplanets Follow Benford's Distribution?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397941800011 ISSN: 0250-6335 eISSN: 0973-7758","Keywords":"Radio astronomy: radio telescope; receiver system; space weather watch: solar wind transients; cosmology: large scale structure of the Universe; fast radio bursts","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"JOURNAL OF ASTROPHYSICS AND ASTRONOMY Volume: 38 Issue: 1 Article Number: 11 DOI: 10.1007/s12036-017-9434-0 Published: MAR 2017","Abstract":"The legacy Ooty Radio Telescope ORT) is being reconfigured as a 264-element synthesis telescope, called the Ooty Wide Field Array OWFA). Its antenna elements are the contiguous 1.92 m sections of the parabolic cylinder. It will operate in a 38-MHz frequency band centred at 326.5 MHz and will be equipped with a digital receiver including a 264-element spectral correlator with a spectral resolution of 48 kHz. OWFA is designed to retain the benefits of equatorial mount, continuous 9-hour tracking ability and large collecting area of the legacy telescope and use of modern digital techniques to enhance the instantaneous field-of-view by more than an order of magnitude. OWFA has unique advantages for contemporary investigations related to large scale structure, transient events and space weather watch. In this paper, we describe the RF subsystems, digitizers and fibre optic communication of OWFA and highlight some specific aspects of the system relevant for the observations planned during the initial operation.","Authors":"Subrahmanya, CR (Subrahmanya, C. R.) ; Prasad, P (Prasad, P.) ; Girish, BS (Girish, B. S.) ; Somashekar, R (Somashekar, R.) ; Manoharan, PK (Manoharan, P. K.) ; Mittal, AK (Mittal, A. K.)","Title":"The Receiver System for the Ooty Wide Field Array"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397207200045 ISSN: 0091-3286 eISSN: 1560-2303","Keywords":"optomechanical design; astronomy; infrared KeyWords Plus:SPECTROGRAPH; SYSTEM; DESIGN","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICAL ENGINEERING Volume: 56 Issue: 3 Article Number: 034114 DOI: 10.1117/1.OE.56.3.034114 Published: MAR 2017","Abstract":"We present the design concept and validation of a cryogenic lens mount for a noncemented doublet for the near-infrared diffraction limited instrument FRIDA. The design uses an autocentering mount that maintains the relative alignment of the lenses, acting against any displacement that may be induced by external forces by automatically returning the lenses to their nominal positions. Autocentering techniques have been used for instruments at room temperature with relatively relaxed image quality requirements. We present in detail its application to a mount for a cryogenic instrument working at the diffraction limit. The design has been tested on the collimator of FRIDA, a noncemented doublet of CaF2 and S-FTM16. We describe the alignment requirements of the system, and we show the calculations that ensure that the lenses will suffer both appropriate stresses and temperature differences. We present the experimental validation of a prototype, demonstrating that the design delivers an excellent performance without inducing unnecessary stresses on the optical components, provided that the lenses are previously aligned with very high precision. (C) The Authors. Published by SPIE under a Creative Commons Attribution 3.0 Unported License. Distribution or reproduction of this work in whole or in part requires full attribution of the original publication, including its DOI.","Authors":"Sanchez, B (Sanchez, Beatriz) ; Keiman, C (Keiman, Carolina) ; Fuentes-Fernandez, J (Fuentes-Fernandez, Jorge) ; Cuevas, S (Cuevas, Salvador) ; Espejo, C (Espejo, Carlos) ; Chapa, O (Chapa, Oscar) ; Flores-Meza, R (Flores-Meza, Ruben) ; Alvarez, LC (Carlos Alvarez, Luis) ; Lara, G (Lara, Gerardo) ; Garces, L (Garces, Leonardo)","Title":"Cryogenic application of an autocentering mount working at the diffraction limit"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397854600003 ISSN: 0038-2353 eISSN: 1996-7489","Keywords":"mathematics; astronomy; engineering; interdependence; curricula","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SOUTH AFRICAN JOURNAL OF SCIENCE Volume: 113 Issue: 3-4 Article Number: a0202 DOI: 10.17159/sajs.2017/a0202 Published: MAR-APR 2017","Authors":"Reddy, D (Reddy, Daya)","Title":"Finding synergies between the mathematical and physical sciences"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397352600050 ISSN: 1000-0593","Keywords":"Echelle grating; Ultra precision single point diamond lathe; Straightness; Diffraction wave front","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROSCOPY AND SPECTRAL ANALYSIS Volume: 37 Issue: 3 Pages: 946-951 DOI: 10.3964/j.issn.1000-0593(2017)03-0946-06 Published: MAR 2017","Abstract":"Echelle grating is a kind of special diffraction grating. Working with high diffraction orders and big diffraction angle, which has the advantages of high resolution and full wave shining. It has been widely used in high-end spectrum instrument, which greatly promoted the development of aerospace, astronomy, medical, military, environment and other cutting-edge technology. However, professional scoring system needs to be customized, and the price is very expensive. The use of sophisticated ultra precision machining equipment to process in the ladder grating can greatly reduce the preparation cost of the mother plate of the ladder grating. Due to the bad straightness and high accumulative error of ultra precision single point diamond lathe, it can' t satisfy the demand of preparation when preparing the echelle grating, casuing the bad diffraction wave front. In order to reduce the straightness error, this paper comes up with the error compensation for the single point diamond lathe. Firstly, we make the first compensation based on the accumulative error curve. When the compensation ratio is 0.75 to 0.85, the peak valley value (pv) of the diffraction wave front is about 400 nm, reaching its greatest effect of the first straightness compensation. Secondly, we make the straightness compensation according to the diffraction wave front curve of the blazed order. The pv of the diffraction wave front is about 83nm. The results show that the diffraction wave front is greatly improved which is beneficial to improve the quality of the grating, and has a guiding role in the actual grating characterization.","Authors":"Huang, YS (Huang Yuan-shen) ; Dong, CC (Dong Cheng-cheng) ; Huang, YB (Huang Yun-bai) ; Sheng, B (Sheng Bin) ; Zhou, HY (Zhou Hong-yan) ; Sun, L (Sun Le) ; Yang, HM (Yang Hai-ma) ; Zhang, DW (Zhang Da-wei)","Title":"Research on Straightness Error Compensation of Grating Ruling Machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397418000010 ISSN: 0591-2385 eISSN: 1467-9744","Keywords":"astronomy; divine action; divine creation; embodied cognition; participatory perceptions; physicalism; universe KeyWords Plus:GODS ACTION; WORLD","Categories":"Social Issues; Religion Web of Science Categories:Social Issues; Religion","Journal Information":"ZYGON Volume: 52 Issue: 1 Pages: 186-195 DOI: 10.1111/zygo.12320 Published: MAR 2017","Abstract":"I explore how the notion of divine creation could be made understandable in a worldview dominated by empirical science. The crucial question concerns the empirical basis of belief in creation. Astronomical observations have changed our worldview in an exemplary manner. I show by an example from imaginative literature that human beings can perceive stars by means other than astronomical observation. This alternative mode may be described as \"participatory perception,\" in which a human experiences the world not by objectifying separation as in science, but by personal involvement. I relate such perceptions to \"embodied cognitive science,\" a topical interdisciplinary field of research in philosophy, psychology, and neuroscience. Embodied cognitions initiate processes that can convey personal experiences of the stars. Such cognitions may involve religious apprehensions and give rise to sophisticated values. It is argued that the knowledge available through astrophysics and interpretation of the universe as divine creation represent two different ways of perceiving the same reality and should thus be seen as mutually complementary.","Authors":"Benz, AO (Benz, Arnold O.)","Title":"ASTROPHYSICS AND CREATION: PERCEIVING THE UNIVERSE THROUGH SCIENCE AND PARTICIPATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395165900078 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"instrumentation; interferometers - techniques; interferometric - telescopes. KeyWords Plus:RADIO ASTRONOMY; ARRAY; DESIGN; OPTIMIZATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 3 Pages: 3680-3692 DOI: 10.1093/mnras/stw2814 Published: MAR 2017","Abstract":"The Square Kilometre Array's Low Frequency instrument (SKA-LOW) will operate in the undersampled regime for most of the frequency band where grating lobes pose particular challenges. To achieve the expected level of sensitivity for SKA-LOW, it is particularly important to understand how interfering sources in both near and far side- lobes of the station beam affect the imaging performance. In this study, we discuss options for station designs, and adopting a random element layout, we assess its effectiveness by investigating how sources far from the main lobe of the station beam degrade images of the target field. These sources have the effect of introducing a noise-like corruption to images, which is called the far sidelobe confusion noise (FSCN). Using OSKAR, a software simulator accelerated using graphics processing units, we carried out end-to-end simulations using an all-sky model and telescope configuration representative of the SKA- LOW instrument. The FSCN is a function of both the station beam and the interferometric point spread function, and decreases with increasing observation time until the coverage of the aperture plane no longer improves. Using apodizationto reduce the level of near-in sidelobes of the station beam had a notable improvement on the level of the FSCN at low frequencies. Our results indicate that the effects of picking up sources in the sidelobes are worse at low frequencies, where the array is less sparse.","Authors":"Mort, B (Mort, Benjamin) ; Dulwich, F (Dulwich, Fred) ; Razavi-Ghods, N (Razavi-Ghods, Nima) ; Acedo, ED (Acedo, Eloy de Lera) ; Grainge, K (Grainge, Keith)","Title":"Analysing the impact of far-out sidelobes on the imaging performance of the SKA-LOW telescope"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395645600008 ISSN: 0002-9505 eISSN: 1943-2909","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"AMERICAN JOURNAL OF PHYSICS Volume: 85 Issue: 3 Pages: 207-215 DOI: 10.1119/1.4967847 Published: MAR 2017","Abstract":"We have investigated the practicability of Aristarchus' method of determining the Sun's and the Moon's sizes and distances from Earth using a simple 8-in. telescope and a digital camera. Combining our astrometric observations made on October 20, 2012 with data from the lunar eclipse of June 15, 2011, and adopting a proper statistical approach, we obtain the two distances with errors of a few percent for the Moon and about 10% for the Sun. We also explain quantitatively why Aristarchus and his contemporaries, though able to measure the Moon's size and distance acceptably, could not be successful in determining the Sun's size and distance. Our experiment can be carried out in small semi-professional or amateur observatories and can be performed in an astronomy lab class. (C) 2017 American Association of Physics Teachers.","Authors":"Momeni, F (Momeni, F.) ; Papei, H (Papei, H.) ; Jamshidzadeh, R (Jamshidzadeh, R.) ; Bereliani, S (Bereliani, S.) ; Miri, A (Miri, A.) ; Aghababaei, A (Aghababaei, A.) ; Nikjoo, N (Nikjoo, N.) ; Mehdizadehi, E (Mehdizadehi, E.) ; Gurabi, MA (Gurabi, M. Akbari) ; Kondelaji, NG (Kondelaji, N. Ghasabi)","Title":"Determination of the Sun's and the Moon's sizes and distances: Revisiting Aristarchus' method"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395372600001 ISSN: 0218-2718 eISSN: 1793-6594","Keywords":"VHE gamma-ray astronomy","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"INTERNATIONAL JOURNAL OF MODERN PHYSICS D Volume: 26 Issue: 3 Article Number: 1730005 DOI: 10.1142/S0218271817300051 Published: MAR 2017","Abstract":"The Cherenkov telescope array (CTA) is a next-generation observatory for very high energy (VHE) gamma-ray astronomy. With one array of imaging atmospheric Cherenkov telescopes each in the Northern and Southern Hemispheres, CTA will provide full-sky coverage, enhance flux sensitivity by one order of magnitude compared to current instruments, cover gamma-ray energies from 20 GeV to 300 GeV, and provide a wide field of view with angular resolution of a few arc-minutes. Science themes to be addressed by the CTA observatory include (i) understanding the origin of relativistic cosmic particles, and the role these play in the evolution of star forming systems and galaxies, (ii) probing extreme environments such as neutron stars and black holes, but also the cosmic voids, and (iii) exploring frontiers in physics such as the nature of dark matter. With its superior performance, the prospects for CTA combine guaranteed science - the in-depth understanding of known objects and mechanisms - with anticipated detection of new classes of gamma-ray emitters and new phenomena, and a very significant potential for fundamentally new discoveries.","Authors":"Hofmann, W (Hofmann, Werner) Group Author(s): CTA Consortium","Title":"Perspectives from CTA in relativistic astrophysics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394894600002 ISSN: 1759-7684 eISSN: 1759-7692","Categories":"Developmental Biology Web of Science Categories:Developmental Biology","Journal Information":"WILEY INTERDISCIPLINARY REVIEWS-DEVELOPMENTAL BIOLOGY Volume: 6 Issue: 2 DOI: 10.1002/wdev.260 Published: MAR-APR 2017","Abstract":"Modern biological research particularly in the fields of developmental and cell biology has been transformed by the rapid evolution of the light microscope. The light microscope, long a mainstay of the experimental biologist, is now used for a wide array of biological experimental scenarios and sample types. Much of the great developments in advanced biological imaging have been driven by the digital imaging revolution with powerful processors and algorithms. In particular, this combination of advanced imaging and computational analysis has resulted in the drive of the modern biologist to not only visually inspect dynamic phenomena, but to quantify the involved processes. This need to quantitate images has become a major thrust within the bioimaging community and requires extensible and accessible image processing routines with corresponding intuitive software packages. Novel algorithms both made specifically for light microscopy or adapted from other fields, such as astronomy, are available to biologists, but often in a form that is inaccessible for a number of reasons ranging from data input issues, usability and training concerns, and accessibility and output limitations. The biological community has responded to this need by developing open source software packages that are freely available and provide access to image processing routines. One of the most prominent is the open-source image package ImageJ. In this review, we give an overview of prominent imaging processing approaches in ImageJ that we think are of particular interest for biological imaging and that illustrate the functionality of ImageJ and other open source image analysis software. (C) 2016 Wiley Periodicals, Inc.","Authors":"Arena, ET (Arena, Ellen T.) ; Rueden, CT (Rueden, Curtis T.) ; Hiner, MC (Hiner, Mark C.) ; Wang, S (Wang, Shulei) ; Yuan, M (Yuan, Ming) ; Eliceiri, KW (Eliceiri, Kevin W.)","Title":"Quantitating the cell: turning images into numbers with ImageJ"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395614500001 ISSN: 0927-6505 eISSN: 1873-2852","Keywords":"Multivariate analysis; gamma-ray astronomy; gamma/hadron discrimination; Cherenkov technique KeyWords Plus:MAGIC TELESCOPES; MAJOR UPGRADE; CRAB-NEBULA; ASTRONOMY; SYSTEM","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"ASTROPARTICLE PHYSICS Volume: 89 Pages: 1-9 DOI: 10.1016/j.astropartphys.2017.01.004 Published: MAR 2017","Abstract":"Imaging atmospheric Cherenkov telescopes record an enormous number of cosmic-ray background events. Suppressing these background events while retaining gamma-rays is key to achieving good sensitivity to faint gamma-ray sources. The differentiation between signal and background events can be accomplished using machine learning algorithms, which are already used in various fields of physics. Multivariate analyses combine several variables into a single variable that indicates the degree to which an event is gamma-ray-like or cosmic-ray-like. In this paper we will focus on the use of \"boosted decision trees\" for gamma/hadron separation. We apply the method to data from the Very Energetic Radiation Imaging Telescope Array System (VERITAS), and demonstrate an improved sensitivity compared to the VERITAS standard analysis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Krause, M (Krause, Maria) ; Pueschel, E (Pueschel, Elisa) ; Maier, G (Maier, Gernot)","Title":"Improved gamma/hadron separation for the detection of faint gamma-ray sources using boosted decision trees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395614500002 ISSN: 0927-6505 eISSN: 1873-2852","Keywords":"Gamma-ray astronomy; Statistics; Li&Ma statistics; Source detection; Selection cuts KeyWords Plus:CRAB-NEBULA","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"ASTROPARTICLE PHYSICS Volume: 89 Pages: 10-13 DOI: 10.1016/j.astropartphys.2017.01.005 Published: MAR 2017","Abstract":"Source detection in counting type experiments such as Cherenkov telescopes often involves the application of the classical Eq. (17) from the paper of Li & Ma (1983) to discrete on-and off-source regions. The on-source region is typically a circular area with radius theta in which the signal is expected to appear with the shape of the instrument point spread function (PSF). This paper addresses the question of what is the that maximises the probability of detection for a given PSF width and background event density. In the high count number limit and assuming a Gaussian PSF profile, the optimum is found to be at zeta(2)(infinity) approximate to 2.51 times the squared PSF width sigma(2)(PSF39). While this number is shown to be a good choice in many cases, a dynamic formula for cases of lower count numbers, which favour larger on-source regions, is given. The recipe to get to this parametrisation can also be applied to cases with a non-Gaussian PSF. This result can standardise and simplify analysis procedures, reduce trials and eliminate the need for experience-based ad hoc cut definitions or expensive case-by-case Monte Carlo simulations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Klepser, S (Klepser, S.)","Title":"The optimal on-source region size for detections with counting-type telescopes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067500009 ISSN: 0098-3004 eISSN: 1873-7803","Keywords":"Semantic web; Semantic technologies; Scientometrics; Semantic; e-science KeyWords Plus:DOMAIN-ANALYSIS; INDEX","Categories":"Computer Science; Geology Web of Science Categories:Computer Science, Interdisciplinary Applications; Geosciences, Multidisciplinary","Journal Information":"COMPUTERS & GEOSCIENCES Volume: 100 Pages: 87-93 DOI: 10.1016/j.cageo.2016.12.008 Published: MAR 2017","Abstract":"The Semantic Web is inherently multi-disciplinary and many domains have taken advantage of semantic technologies. Yet, the geosciences are one of the fields leading the way in Semantic Web adoption and validation. Astronomy, Earth science, hydrology, and solar-terrestrial physics have seen a noteworthy amount of semantic integration. The geoscience community has been willing early adopters of semantic technologies and have provided essential feedback to the broader semantic web community. Yet, there has been no systematic study of the community as a whole and there exists no quantitative data on the impact and status of semantic technologies in the geosciences. We explore the applicability of Linked Data to scientometrics in the geosciences. In doing so, we gain an initial understanding of the breadth and depth of the Semantic Web in the geosciences. We identify what appears to be a transitionary period in the applicability of these technologies.","Authors":"Narock, T (Narock, Tom) ; Wimmer, H (Wimmer, Hayden)","Title":"Linked data scientometrics in semantic e-Science"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394364400001 ISSN: 0369-8203 eISSN: 2250-1762","Keywords":"Optical and near-infrared telescopes; Multi-wavelength astronomy; Observational astronomy; Technological developments KeyWords Plus:RING-SYSTEM; TELESCOPE; DEVASTHAL; AFTERGLOW; SCIENCE; URANUS; RADIO","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES INDIA SECTION A-PHYSICAL SCIENCES Volume: 87 Issue: 1 Pages: 1-10 DOI: 10.1007/s40010-016-0287-8 Published: MAR 2017","Abstract":"A review of modernization and growth of ground based optical and near-infrared astrophysical observational facilities in the globe attributed to the recent technological developments in opto-mechanical, electronics and computer science areas is presented. Hubble Space Telescope and speckle and adaptive ground based imaging have obtained images better than 0.1 arc sec angular resolution bringing the celestial objects closer to us at least by a factor of 10 during the last two decades. From the light gathering point of view, building of large size (> 5 m aperture) ground based optical and near-infrared telescopes based on latest technology have become economical in recent years. Consequently, in the world, a few 8-10 m size ground-based optical and near-infrared telescopes are being used for observations of the celestial objects, three 25-40 m size are under design stage and making of a similar to 100 m size telescope is under planning stage. In India, the largest sized optical and near-infrared telescope is the modern 3.6-m located at Devasthal, Nainital. However, the existing Indian moderate size telescopes equipped with modern backend instruments have global importance due to their geographical location. Recently, the Government of India approved India's participation in the thirty meter telescope project.","Authors":"Sagar, R (Sagar, Ram)","Title":"A Global Prospective of the Indian Optical and Near-Infrared Observational Facilities in the Field of Astronomy and Astrophysics: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394440400002 ISSN: 0263-5143 eISSN: 1470-1138","Keywords":"Discrepant events; Lakatosian Conflict Map; teaching strategies and procedures; alternative conceptions; critical events KeyWords Plus:BASIC ASTRONOMY CONCEPTS; SCIENCE INSTRUCTION; EXPLANATIONS; CLASSROOM; FRAMEWORK; MODELS; CYCLE; AGE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"RESEARCH IN SCIENCE & TECHNOLOGICAL EDUCATION Volume: 35 Issue: 1 Pages: 17-41 DOI: 10.1080/02635143.2016.1222359 Published: MAR 2017","Abstract":"Background: Kuhn's model of science has been widely influential, but in this paper, it is argued that it is more appropriate to consider constructivist learning within science education as a research program in the sense used by Lakatos.Purpose/Hypothesis: This study offers teaching strategies and their corresponding instructional sequences based on Lakatosian Methodology, and examines the effects of a Lakatosian Conflict Map using pre-service elementary teachers' conceptual understandings of the causes of seasons.Design/Method: The Lakatosian Conflict Map was applied to concepts of seasonal change held by pre-service elementary teachers.Results: Most pre-service elementary teachers consistently protect their hard-core beliefs about seasonal change by offering auxiliary hypotheses related to earth's elliptical orbit and the tilt of its rotational axis in response to activities designed to promote conceptual change around knowledge related to the cause of the seasons. Specifically, the critical event rather than the discrepant event in the Lakatosian Conflict Map was conducted in a Lakatosian conflict group and these students were allowed to explicitly express their representations about the phenomena derived from these events. The result of this study is that instruction using the new Lakatosian Conflict Map produced more favorable outcomes in terms of conceptual change than traditional instruction.Conclusions: This research concludes that the Lakatosian Conflict Map can help science teachers and students resolve the conflicts between students' existing ideas and target scientific concepts.","Authors":"Oh, JY (Oh, Jun-Young) ; Lee, H (Lee, Hyonyong) ; Lee, SS (Lee, Sung-Soon)","Title":"Using the Lakatosian Conflict Map for conceptual change of pre-service elementary teachers about the seasons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396797500006 ISSN: 0018-7895 eISSN: 1544-399X","Keywords":"astronomy and the sublime; scientific lectures in eighteenth-century Britain; Philippe de Loutherbourg; eidophusikon; science as entertainment","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"HUNTINGTON LIBRARY QUARTERLY Volume: 80 Issue: 1 Pages: 135-157 Published: SPR 2017","Abstract":"In this essay, Jan Golinski explores the careers of Adam Walker and his sons, who delivered public lectures on astronomy in London and the English provinces from the 1780s to the 1820s. Golinski traces the Walkers' long-running success in the market for popular scientific lectures to their deployment of the \"eidouranion,\" or transparent orrery, and makes a suggestion about the design of this theatrical display apparatus. As the centerpiece of the Walkers' shows, the eidouranion was complemented by a presentation that emphasized the aesthetic appeal of astronomy, especially in terms of the sublime. By conveying the majesty of the cosmos in their lectures, the Walkers elicited quasi-religious feelings of wonder and awe in their audiences. The rhetorical accomplishment secured the eidouranion's place among the scientific spectacles of the Regency metropolis, and allowed the Walkers to discuss even the potentially controversial topic of the existence of life on other planets.","Authors":"Golinski, J (Golinski, Jan)","Title":"Sublime Astronomy: The Eidouranion of Adam Walker and His Sons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395170200035 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: formation; HII regions; ISM: kinematics and dynamics; ISM: lines and bands; radio lines: ISM KeyWords Plus:H-II REGIONS; RADIO RECOMBINATION LINES; STAR-FORMING REGIONS; MOLECULAR LINE; IONIZED-GAS; PHYSICAL-PROPERTIES; INITIAL CONDITIONS; VLA OBSERVATIONS; SOUTHERN-HEMISPHERE; CHEMICAL-PROPERTIES","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 4 Pages: 4219-4239 DOI: 10.1093/mnras/stw2997 Published: MAR 2017","Abstract":"We probe the structure and kinematics of two neighbouring HII regions identified as cometary and bipolar, using radio recombination lines (RRLs). The H172 alpha RRLs from theseHII regions: G351.69-1.15 and G351.63-1.25, are mapped using Giant Metrewave Radio Telescope, India. We also detect carbon RRLs C172 alpha towards both these regions. The hydrogen RRLs display the effects of pressure and dynamical broadening in the line profiles, with the dynamical broadening (similar to 15 km s(-1)) playing a major role in the observed profile of G351.69-1.15. We investigate the kinematics ofmolecular gas species towards this HII region from theMillimetre Astronomy Legacy Team 90 GHz Pilot Survey. The molecular gas ismostly distributed towards the north and north-west of the cometary head. The molecular line profiles indicate signatures of turbulence and outflow in this region. The ionized gas at the cometary tail is blueshifted by similar to 8 km s(-1) with respect to the ambient molecular cloud, consistent with the earlier proposed champagne flow scenario. The relative velocity of similar to 5 km s(-1) between the northern and southern lobes of the bipolar HII region G351.63-1.25 is consistent with the premise that the bipolar morphology is a result of the expanding ionized lobes within a flat molecular cloud.","Authors":"Veena, VS (Veena, V. S.) ; Vig, S (Vig, S.) ; Tej, A (Tej, A.) ; Kantharia, NG (Kantharia, N. G.) ; Ghosh, SK (Ghosh, S. K.)","Title":"Gas kinematics in the HII regions G351.69-1.15 and G351.63-1.25"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395170200040 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: numerical; methods: statistical; techniques: spectroscopic KeyWords Plus:DEEP NEURAL-NETWORKS; DIGITAL SKY SURVEY; STELLAR SPECTRA; 2-DIMENSIONAL CLASSIFICATION; TELESCOPE LAMOST; GALAXY; DIMENSIONALITY; ASTRONOMY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 4 Pages: 4311-4324 DOI: 10.1093/mnras/stw2894 Published: MAR 2017","Abstract":"Spectral feature extraction is a crucial procedure in automated spectral analysis. This procedure starts from the spectral data and produces informative and non-redundant features, facilitating the subsequent automated processing and analysis with machine-learning and data-mining techniques. In this paper, we present a new automated feature extraction method for astronomical spectra, with application in spectral classification and defective spectra recovery. The basic idea of our approach is to train a deep neural network to extract features of spectra with different levels of abstraction in different layers. The deep neural network is trained with a fast layer-wise learning algorithm in an analytical way without any iterative optimization procedure. We evaluate the performance of the proposed scheme on real-world spectral data. The results demonstrate that our method is superior regarding its comprehensive performance, and the computational cost is significantly lower than that for other methods. The proposed method can be regarded as a new valid alternative general-purpose feature extraction method for various tasks in spectral data analysis.","Authors":"Wang, K (Wang, Ke) ; Guo, P (Guo, Ping) ; Luo, AL (Luo, A-Li)","Title":"A new automated spectral feature extraction method and its application in spectral classification and defective spectra recovery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395170200057 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: statistical; galaxies: general; galaxies: peculiar KeyWords Plus:DIGITAL SKY SURVEY; ACTIVE GALACTIC NUCLEI; STAR-FORMING GALAXIES; PHOTOMETRIC SUPERNOVA CLASSIFICATION; SPECTROSCOPICALLY SELECTED SAMPLE; STELLAR POPULATION SYNTHESIS; EMISSION-LINE GALAXIES; DELTA-STRONG GALAXIES; PEAKED BALMER LINES; LENS ACS SURVEY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 4 Pages: 4530-4555 DOI: 10.1093/mnras/stw3021 Published: MAR 2017","Abstract":"How can we discover objects we did not know existed within the large data sets that now abound in astronomy? We present an outlier detection algorithm that we developed, based on an unsupervised Random Forest. We test the algorithm on more than two million galaxy spectra from the Sloan Digital Sky Survey and examine the 400 galaxies with the highest outlier score. We find objects which have extreme emission line ratios and abnormally strong absorption lines, objects with unusual continua, including extremely reddened galaxies. We find galaxy-galaxy gravitational lenses, double-peaked emission line galaxies and close galaxy pairs. We find galaxies with high ionization lines, galaxies that host supernovae and galaxies with unusual gas kinematics. Only a fraction of the outliers we find were reported by previous studies that used specific and tailored algorithms to find a single class of unusual objects. Our algorithm is general and detects all of these classes, and many more, regardless of what makes them peculiar. It can be executed on imaging, time series and other spectroscopic data, operates well with thousands of features, is not sensitive to missing values and is easily parallelizable.","Authors":"Baron, D (Baron, Dalya) ; Poznanski, D (Poznanski, Dovi)","Title":"The weirdest SDSS galaxies: results from an outlier detection algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393936900019 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Array processing; Spatial signature estimation; Tensor decomposition; Alternating least squares KeyWords Plus:PARALLEL FACTOR-ANALYSIS; 3-MODE FACTOR-ANALYSIS; PARAMETER-ESTIMATION; CHANNEL ESTIMATION; SENSOR ARRAY; SYSTEMS; IDENTIFIABILITY; RECEIVERS; ANTENNAS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 62 Pages: 197-210 DOI: 10.1016/j.dsp.2016.12.003 Published: MAR 2017","Abstract":"Spatial signature estimation is a problem encountered in several applications in signal processing such as mobile communications, sonar, radar, astronomy and seismology. In this paper, we propose higher order tensor methods to solve the blind spatial signature estimation problem using planar arrays. By assuming that sources' powers vary between successive time blocks, we recast the spatial and spatiotemporal covariance models for the received data as third-order PARATUCK2 and fourth-order Tucker4 tensor decompositions, respectively. Firstly, by exploiting the multilinear algebraic structure of the proposed tensor models, new iterative algorithms are formulated to blindly estimate the spatial signatures. Secondly, in order to achieve a better spatial resolution, we propose an expanded form of spatial smoothing that returns extra spatial dimensions in comparison with the traditional approaches. Additionally, by exploiting the higher-order structure of the resulting expanded tensor model, a multilinear noise reduction preprocessing step is proposed via higher-order singular value decomposition. We show that the increase on the tensor order provides a more efficient denoising, and consequently a better performance compared to existing spatial smoothing techniques. Finally, a solution based on a multi-stage Khatri-Rao factorization procedure is incorporated as the final stage of our proposed estimators. Our results demonstrate that the proposed tensor methods yield more accurate spatial signature estimates than competing approaches while operating in a challenging scenario where the source covariance structure is unknown and arbitrary (non-diagonal), which is actually the case when sample covariances are computed from a limited number of snapshots. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Gomes, PRB (Gomes, Paulo R. B.) ; de Almeida, ALP (de Almeida, Andre L. P.) ; da Costa, JPCL (da Costa, Joao Paulo C. L.) ; Del Galdo, G (Del Galdo, Giovanni)","Title":"Tensor-based methods for blind spatial signature estimation under arbitrary and unknown source covariance structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396056700053 ISSN: 0018-9383 eISSN: 1557-9646","Keywords":"Alternate operating mode; band offset; blocking impurity band; responsivity KeyWords Plus:IMPURITY-BAND DETECTORS; TERAHERTZ SPECTROSCOPY; ASTRONOMY; SILICON","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON ELECTRON DEVICES Volume: 64 Issue: 3 Pages: 1094-1099 DOI: 10.1109/TED.2017.2647840 Published: MAR 2017","Abstract":"We fabricate Si-based blocked impurity band (BIB) terahertz detectors using p-dopant through a standard silicon device fabrication technology. Comparison of photoresponse of the detectors under alternate operating mode and conventional operation mode (COM) is made. We demonstrate that the detectors can achieve high responsivity through positive bias on the active layer side, namely, alternate operating mode (AOM). The response of the detectors terminates at wavelength of 35 mu m (8.57 THz) under AOM; on the contrary, the response is cutoff at 31 mu m (9.68 THz) with a positive bias on the blocking layer, namely, COM. The relative responsivity at 0.6 V under AOM is 2.3 times of that under COM. By developing an energy band model, we find that the response difference under the two modes originates from the change of band offsets. The electric field in the blocking layer under AOM is much smaller than COM and most of the voltage drops in the active layer under AOM, which leads to the bigger multiplication of the photon-generated carriers than COM. By analyzing the origination of the dark current under the AOM, a method to improve the performance of BIB detectors under AOM is proposed.","Authors":"Zhu, H (Zhu, He) ; Weng, ZP (Weng, Zeping) ; Zhu, JQ (Zhu, Jiaqi) ; Wu, HZ (Wu, Huizhen) ; Li, N (Li, Ning) ; Dai, N (Dai, Ning)","Title":"Comparison of Photoresponse of Si-Based BIB THz Detectors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396388900007 ISSN: 2156-342X","Keywords":"IV-VI semiconductor materials; terahertz KeyWords Plus:TELLURIDE-BASED PHOTODETECTORS; SEMICONDUCTORS; PHOTOCONDUCTIVITY; PERFORMANCE; IMPURITIES; RADIATION; STATES; FIELD","Categories":"Engineering; Optics; Physics Web of Science Categories:Engineering, Electrical & Electronic; Optics; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON TERAHERTZ SCIENCE AND TECHNOLOGY Volume: 7 Issue: 2 Pages: 172-176 DOI: 10.1109/TTHZ.2017.2655880 Published: MAR 2017","Abstract":"We present results of an experimental study concentrated on performance optimization of highly sensitive Pb1-xSnxTe(In) terahertz photodetectors perspective for applications in the terahertz astronomy. The optimization was reached trough variation of the regime of persistent photoconductivity quenching by radio-frequency pulses. It is demonstrated that the quenching effectiveness rises rapidly with decreasing the radio-frequency in a quenching pulse. In certain regimes, the quenching boosts the photoresponse after the end of the radio-frequency pulse. Possible mechanisms of the radio-frequency quenching of the terahertz persistent photoconductivity in Pb1-xSnxTe( In) are discussed.","Authors":"Galeeva, AV (Galeeva, Alexandra V.) ; Chernichkin, VI (Chernichkin, Vladimir I.) ; Dolzhenko, DE (Dolzhenko, Dmitry E.) ; Nicorici, AV (Nicorici, Andrei V.) ; Ryabova, LI (Ryabova, Ludmila I.) ; Khokhlov, DR (Khokhlov, Dmitry R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Khokhlov, Dmitry F-3370-2010  Galeeva, Alexandra E-9877-2017 ","Title":"Optimization of the Operating Regime of Pb1-xSnxTe(In) Terahertz Photodetectors"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396413100012 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 3 Pages: 695-708 DOI: 10.1002/asi.23689 Published: MAR 2017","Abstract":"Citation measures, and newer altmetric measures such as downloads are now commonly used to inform personnel decisions. How well do or can these measures measure or predict the past, current, or future scholarly performance of an individual? Using data from the Smithsonian/NASA Astrophysics Data System we analyze the publication, citation, download, and distinction histories of a cohort of 922 individuals who received a U.S. PhD in astronomy in the period 1972-1976. By examining the same and different measures at the same and different times for the same individuals we are able to show the capabilities and limitations of each measure. Because the distributions are lognormal, measurement uncertainties are multiplicative; we show that in order to state with 95% confidence that one person's citations and downloads are significantly higher than another person's, the log difference in the ratio of counts must be at least 0.3dex, which corresponds to a multiplicative factor of 2.","Authors":"Kurtz, MJ (Kurtz, Michael J.) ; Henneken, EA (Henneken, Edwin A.)","Title":"Measuring Metrics - A 40-Year Longitudinal Cross-Validation of Citations, Downloads, and Peer Review in Astrophysics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393815400003 ISSN: 0895-2477 eISSN: 1098-2760","Keywords":"cryogenic HEMT transistor; low noise amplifier; high linearity; radio astronomy KeyWords Plus:PARAMETERS","Categories":"Engineering; Optics Web of Science Categories:Engineering, Electrical & Electronic; Optics","Journal Information":"MICROWAVE AND OPTICAL TECHNOLOGY LETTERS Volume: 59 Issue: 3 Pages: 500-505 DOI: 10.1002/mop.30334 Published: MAR 2017","Abstract":"This letter presents a novel L-band cryogenically- coolable low noise amplifier applied in radio astronomical receivers. This amplifier can be operated at temperatures of 300K to 4K. Its noise temperature is less than 6K at 20K physics temperature in the frequencies of 1.2 similar to 1.8 GHz. Over 30 dB gain, more than 10 dB input/output return loss and better than +/- 0.75 dB gain flatness are achieved; Especially, this LNA achieves extremely high large signal performance. Its three order intercepts and 1 dB compressed power referred to output is up to 25.5 dBm and 15 dBm, respectively. (C) 2017 Wiley Periodicals, Inc.","Authors":"Liu, HF (Liu, Hongfei) ; Jin, CJ (Jin, Chengjin) ; Cao, Y (Cao, Yang) ; Gan, HQ (Gan, Hengqian)","Title":"HIGH LINEARITY, LOW NOISE, L-BAND CRYOGENIC AMPLIFIER FOR RADIO ASTRONOMICAL RECEIVERS"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395814000012 ISSN: 1745-2473 eISSN: 1745-2481","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"NATURE PHYSICS Volume: 13 Issue: 3 Pages: 232-238 DOI: 10.1038/NPHYS3816 Published: MAR 2017","Abstract":"The chargeless, weakly interacting neutrinos are ideal astronomical messengers as they travel through space without scattering, absorption or deflection. But this weak interaction also makes them notoriously difficult to detect, leading to neutrino observatories requiring large-scale detectors. A few years ago, the IceCube experiment discovered neutrinos originating beyond the Sun with energies bracketed by those of the highest energy gamma rays and cosmic rays. I discuss how these high-energy neutrinos can be detected and what they can tell us about the origins of cosmic rays and about dark matter.","Authors":"Halzen, F (Halzen, Francis)","Title":"High-energy neutrino astrophysics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393950100001 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"simulation; celestial mechanics; planets","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 2 Article Number: 025602 DOI: 10.1088/1361-6404/aa5448 Published: MAR 2017","Abstract":"This paper describes a novel activity to model the dynamics of a Jupiter-mass, trans-Neptunian planet of a highly eccentric orbit. Despite a history rooted in modern astronomy, `Planet X', a hypothesised hidden planet lurking in our outer Solar System, has often been touted by conspiracy theorists as the cause of past mass extinction events on Earth, as well as other modern-day doomsday scenarios. Frequently dismissed as pseudoscience by astronomers, these stories continue to draw the attention of the public by provoking mass media coverage. Targeted at junior undergraduate levels, this activity allows students to debunk some of the myths surrounding Planet X by using simulation software to demonstrate that such a large-mass planet with extreme eccentricity would be unable to enter our Solar System unnoticed, let alone maintain a stable orbit.","Authors":"Cowley, M (Cowley, Michael) ; Hughes, S (Hughes, Stephen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cowley, Michael http://orcid.org/0000-0002-4653-8637","Title":"Modelling the dynamics of a hypothetical Planet X by way of gravitational N-body simulator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394653800001 PubMed ID: 28232720 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14569 DOI: 10.1038/ncomms14569 Published: FEB 24 2017","Abstract":"The generation of temporal cavity solitons in microresonators results in coherent low-noise optical frequency combs that are critical for applications in spectroscopy, astronomy, navigation or telecommunications. Breather solitons also form an important part of many different classes of nonlinear wave systems, manifesting themselves as a localized temporal structure that exhibits oscillatory behaviour. To date, the dynamics of breather solitons in microresonators remains largely unexplored, and its experimental characterization is challenging. Here we demonstrate the excitation of breather solitons in two different microresonator platforms based on silicon nitride and on silicon. We investigate the dependence of the breathing frequency on pump detuning and observe the transition from period-1 to period-2 oscillation. Our study constitutes a significant contribution to understanding the soliton dynamics within the larger context of nonlinear science.","Authors":"Yu, MJ (Yu, Mengjie) ; Jang, JK (Jang, Jae K.) ; Okawachi, Y (Okawachi, Yoshitomo) ; Griffith, AG (Griffith, Austin G.) ; Luke, K (Luke, Kevin) ; Miller, SA (Miller, Steven A.) ; Ji, XC (Ji, Xingchen) ; Lipson, M (Lipson, Michal) ; Gaeta, AL (Gaeta, Alexander L.)","Title":"Breather soliton dynamics in microresonators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395397900001 ISSN: 0264-9381 eISSN: 1361-6382","Keywords":"gravitational waves; cosmic explorer; LIGO KeyWords Plus:SQUEEZED VACUUM STATES; NEUTRON-STAR MASSES; QUANTUM OPTICS; BLACK-HOLES; LIGHT; INTERFEROMETRY; COLLAPSE; NOISE","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Multidisciplinary; Physics, Particles & Fields","Journal Information":"CLASSICAL AND QUANTUM GRAVITY Volume: 34 Issue: 4 Article Number: 044001 DOI: 10.1088/1361-6382/aa51f4 Published: FEB 23 2017","Abstract":"The second-generation of gravitational-wave detectors are just starting operation, and have already yielding their first detections. Research is now concentrated on how to maximize the scientific potential of gravitational-wave astronomy. To support this effort, we present here design targets for a new generation of detectors, which will be capable of observing compact binary sources with high signal-to-noise ratio throughout the Universe.","Authors":"Abbott, BP (Abbott, B. P.) ; Abbott, R (Abbott, R.) ; Abbott, TD (Abbott, T. D.) ; Abernathy, MR (Abernathy, M. R.) ; Ackley, K (Ackley, K.) ; Adams, C (Adams, C.) ; Addesso, P (Addesso, P.) ; Adhikari, RX (Adhikari, R. X.) ; Adya, VB (Adya, V. B.) ; Affeldt, C (Affeldt, C.) ; Aggarwal, N (Aggarwal, N.) ; Aguiar, OD (Aguiar, O. D.)[ 10 ] ; Ain, A (Ain, A.)[ 11 ] ; Ajith, P (Ajith, P.)[ 12 ] ; Allen, B (Allen, B.)[ 8,13,14 ] ; Altin, PA (Altin, P. A.)[ 15 ] ; Anderson, SB (Anderson, S. B.) ; Anderson, WG (Anderson, W. G.)[ 13 ] ; Arai, K (Arai, K.) ; Araya, MC (Araya, M. C.) ; Arceneaux, CC (Arceneaux, C. C.)[ 16 ] ; Areeda, JS (Areeda, J. S.)[ 17 ] ; Arun, KG (Arun, K. G.)[ 18 ] ; Ashton, G (Ashton, G.); Ast, M (Ast, M.)[ 20 ] ; Aston, SM (Aston, S. M.)[ 5,19 ] ; Aufmuth, P (Aufmuth, P.)[ 14 ] ; Aulbert, C (Aulbert, C.) ; Babak, S (Babak, S.)[ 21 ] ; Baker, PT (Baker, P. T.)[ 22 ] ; Ballmer, SW (Ballmer, S. W.)[ 23 ] ; Barayoga, JC (Barayoga, J. C.) ; Barclay, SE (Barclay, S. E.)[ 24 ] ; Barish, BC (Barish, B. C.) ; Barker, D (Barker, D.)[ 25 ] ; Barr, B (Barr, B.)[ 24 ] ; Barsotti, L (Barsotti, L.) ; Bartlett, J (Bartlett, J.)[ 25 ] ; Bartos, I (Bartos, I.)[ 26 ] ; Bassiri, R (Bassiri, R.)[ 27 ] ; Batch, JC (Batch, J. C.)[ 25 ] ; Baune, C (Baune, C.) ; Bell, AS (Bell, A. S.)[ 24 ] ; Berger, BK (Berger, B. K.) ; Bergmann, G (Bergmann, G.) ; Berry, CPL (Berry, C. P. L.)[ 28 ] ; Betzwieser, J (Betzwieser, J.) ; Bhagwat, S (Bhagwat, S.)[ 23 ] ; Bhandare, R (Bhandare, R.)[ 29 ] ; Bilenko, IA (Bilenko, I. A.)[ 30 ] ; Billingsley, G (Billingsley, G.) ; Birch, J (Birch, J.) ; Birney, R (Birney, R.)[ 31 ] ; Biscans, S (Biscans, S.) ; Bisht, A (Bisht, A.)[ 8,14 ] ; Biwer, C (Biwer, C.)[ 23 ] ; Blackburn, JK (Blackburn, J. K.) ; Blair, CD (Blair, C. D.)[ 32 ] ; Blair, DG (Blair, D. G.)[ 32 ] ; Blair, RM (Blair, R. M.)[ 25 ] ; Bock, O (Bock, O.) ; Bogan, C (Bogan, C.) ; Bohe, A (Bohe, A.)[ 21 ] ; Bond, C (Bond, C.)[ 28 ] ; Bork, R (Bork, R.) ; Bose, S (Bose, S.)[ 11,33 ] ; Brady, PR (Brady, P. R.)[ 13 ] ; Braginsky, VB (Braginsky, V. B.)[ 30 ] ; Brau, JE (Brau, J. E.)[ 34 ] ; Brinkmann, M (Brinkmann, M.) ; Brockill, P (Brockill, P.)[ 13 ] ; Broida, JE (Broida, J. E.)[ 35 ] ; Brooks, AF (Brooks, A. F.) ; Brown, DA (Brown, D. A.)[ 23 ] ; Brown, DD (Brown, D. D.)[ 28 ] ; Brown, NM (Brown, N. M.) ; Brunett, S (Brunett, S.) ; Buchanan, CC (Buchanan, C. C.) ; Buikema, A (Buikema, A.) ; Buonanno, A (Buonanno, A.)[ 21,36 ] ; Byer, RL (Byer, R. L.)[ 27 ] ; Cabero, M (Cabero, M.) ; Cadonati, L (Cadonati, L.)[ 37,38 ] ; Cahillane, C (Cahillane, C.) ; Bustillo, JC (Bustillo, J. Calderon)[ 37,38 ] ; Callister, T (Callister, T.) ; Camp, JB (Camp, J. B.)[ 39 ] ; Cannon, KC (Cannon, K. C.)[ 40 ] ; Cao, J (Cao, J.)[ 41 ] ; Capano, CD (Capano, C. D.) ; Caride, S (Caride, S.)[ 42 ] ; Caudill, S (Caudill, S.)[ 13 ] ; Cavaglia, M (Cavaglia, M.)[ 16 ] ; Cepeda, CB (Cepeda, C. B.) ; Chamberlin, SJ (Chamberlin, S. J.)[ 43 ] ; Chan, M (Chan, M.)[ 24 ] ; Chao, S (Chao, S.)[ 44 ] ; Charlton, P (Charlton, P.)[ 45 ] ; Cheeseboro, BD (Cheeseboro, B. D.)[ 46 ] ; Chen, HY (Chen, H. Y.)[ 47 ] ; Chen, Y (Chen, Y.)[ 48 ] ; Cheng, C (Cheng, C.)[ 44 ] ; Cho, HS (Cho, H. S.)[ 49 ] ; Cho, M (Cho, M.)[ 36 ] ; Chow, JH (Chow, J. H.)[ 15 ] ; Christensen, N (Christensen, N.)[ 35 ] ; Chu, Q (Chu, Q.)[ 32 ] ; Chung, S (Chung, S.)[ 32 ] ; Ciani, G (Ciani, G.) ; Clara, F (Clara, F.)[ 25 ] ; Clark, JA (Clark, J. A.)[ 37,38 ] ; Collette, CG (Collette, C. G.)[ 50 ] ; Cominsky, L (Cominsky, L.)[ 51 ] ; Constancio, M (Constancio, M., Jr.)[ 10 ] ; Cook, D (Cook, D.)[ 25 ] ; Corbitt, TR (Corbitt, T. R.) ; Cornish, N (Cornish, N.)[ 22 ] ; Corsi, A (Corsi, A.)[ 42 ] ; Costa, CA (Costa, C. A.)[ 10 ] ; Coughlin, MW (Coughlin, M. W.)[ 35 ] ; Coughlin, SB (Coughlin, S. B.)[ 52 ] ; Countryman, ST (Countryman, S. T.)[ 26 ] ; Couvares, P (Couvares, P.) ; Cowan, EE (Cowan, E. E.)[ 37,38 ] ; Coward, DM (Coward, D. M.)[ 32 ] ; Cowart, MJ (Cowart, M. J.) ; Coyne, DC (Coyne, D. C.) ; Coyne, R (Coyne, R.)[ 42 ] ; Craig, K (Craig, K.)[ 24 ] ; Creighton, JDE (Creighton, J. D. E.)[ 13 ] ; Cripe, J (Cripe, J.) ; Crowder, SG (Crowder, S. G.)[ 53 ] ; Cumming, A (Cumming, A.)[ 24 ] ; Cunningham, L (Cunningham, L.)[ 24 ] ; Dal Canton, T (Dal Canton, T.) ; Danilishin, SL (Danilishin, S. L.)[ 24 ] ; Danzmann, K (Danzmann, K.)[ 8,14 ] ; Darman, NS (Darman, N. S.)[ 54 ] ; Dasgupta, A (Dasgupta, A.)[ 55 ] ; Costa, CFD (Costa, C. F. Da Silva) ; Dave, I (Dave, I.)[ 29 ] ; Davies, GS (Davies, G. S.)[ 24 ] ; Daw, EJ (Daw, E. J.)[ 56 ] ; De, S (De, S.)[ 23 ] ; Debra, D (Debra, D.)[ 27 ] ; Del Pozzo, W (Del Pozzo, W.)[ 28 ] ; Denker, T (Denker, T.) ; Dent, T (Dent, T.) ; Dergachev, V (Dergachev, V.) ; DeRosa, RT (DeRosa, R. T.) ; DeSalvo, R (DeSalvo, R.) ; Devine, RC (Devine, R. C.)[ 46 ] ; Dhurandhar, S (Dhurandhar, S.)[ 11 ] ; Diaz, MC (Diaz, M. C.)[ 57 ] ; Di Palma, I (Di Palma, I.)[ 21 ] ; Donovan, F (Donovan, F.) ; Dooley, KL (Dooley, K. L.)[ 16 ] ; Doravari, S (Doravari, S.) ; Douglas, R (Douglas, R.)[ 24 ] ; Downes, TP (Downes, T. P.)[ 13 ] ; Drago, M (Drago, M.) ; Drever, RWP (Drever, R. W. P.) ; Driggers, JC (Driggers, J. C.)[ 25 ] ; Dwyer, SE (Dwyer, S. E.)[ 25 ] ; Edo, TB (Edo, T. B.)[ 56 ] ; Edwards, MC (Edwards, M. C.)[ 35 ] ; Effler, A (Effler, A.) ; Eggenstein, HB (Eggenstein, H-B) ; Ehrens, P (Ehrens, P.) ; Eichholz, J (Eichholz, J.) ; Eikenberry, SS (Eikenberry, S. S.) ; Engels, W (Engels, W.)[ 48 ] ; Essick, RC (Essick, R. C.) ; Etzel, T (Etzel, T.) ; Evans, M (Evans, M.) ; Evans, TM (Evans, T. M.) ; Everett, R (Everett, R.)[ 43 ] ; Factourovich, M (Factourovich, M.)[ 26 ] ; Fair, H (Fair, H.)[ 23 ] ; Fairhurst, S (Fairhurst, S.)[ 58 ] ; Fan, X (Fan, X.)[ 41 ] ; Fang, Q (Fang, Q.)[ 32 ] ; Farr, B (Farr, B.)[ 47 ] ; Farr, WM (Farr, W. M.)[ 28 ] ; Favata, M (Favata, M.)[ 59 ] ; Fays, M (Fays, M.)[ 58 ] ; Fehrmann, H (Fehrmann, H.) ; Fejer, MM (Fejer, M. M.)[ 27 ] ; Fenyvesi, E (Fenyvesi, E.)[ 60 ] ; Ferreira, EC (Ferreira, E. C.)[ 10 ] ; Fisher, RP (Fisher, R. P.)[ 23 ] ; Fletcher, M (Fletcher, M.)[ 24 ] ; Frei, Z (Frei, Z.)[ 60 ] ; Freise, A (Freise, A.)[ 28 ] ; Frey, R (Frey, R.)[ 34 ] ; Fritschel, P (Fritschel, P.) ; Frolov, VV (Frolov, V. V.) ; Fulda, P (Fulda, P.) ; Fyffe, M (Fyffe, M.) ; Gabbard, HAG (Gabbard, H. A. G.)[ 16 ] ; Gair, JR (Gair, J. R.)[ 61 ] ; Gaonkar, SG (Gaonkar, S. G.)[ 11 ] ; Gaur, G (Gaur, G.)[ 55,62 ] ; Gehrels, N (Gehrels, N.)[ 39 ] ; Geng, P (Geng, P.)[ 57 ] ; George, J (George, J.)[ 29 ] ; Gergely, L (Gergely, L.)[ 63 ] ; Ghosh, A (Ghosh, Abhirup)[ 12 ] ; Ghosh, A (Ghosh, Archisman)[ 12 ] ; Giaime, JA (Giaime, J. A.) ; Giardina, KD (Giardina, K. D.) ; Gill, K (Gill, K.)[ 64 ] ; Glaefke, A (Glaefke, A.)[ 24 ] ; Goetz, E (Goetz, E.)[ 25 ] ; Goetz, R (Goetz, R.) ; Gondan, L (Gondan, L.)[ 60 ] ; Gonzalez, G (Gonzalez, G.) ; Gopakumar, A (Gopakumar, A.)[ 65 ] ; Gordon, NA (Gordon, N. A.)[ 24 ] ; Gorodetsky, ML (Gorodetsky, M. L.)[ 30 ] ; Gossan, SE (Gossan, S. E.) ; Graef, C (Graef, C.)[ 24 ] ; Graff, PB (Graff, P. B.)[ 36 ] ; Grant, A (Grant, A.)[ 24 ] ; Gras, S (Gras, S.) ; Gray, C (Gray, C.)[ 25 ] ; Green, AC (Green, A. C.)[ 28 ] ; Grote, H (Grote, H.) ; Grunewald, S (Grunewald, S.)[ 21 ] ; Guo, X (Guo, X.)[ 41 ] ; Gupta, A (Gupta, A.)[ 11 ] ; Gupta, MK (Gupta, M. K.)[ 55 ] ; Gushwa, KE (Gushwa, K. E.) ; Gustafson, EK (Gustafson, E. K.) ; Gustafson, R (Gustafson, R.)[ 66 ] ; Hacker, JJ (Hacker, J. J.)[ 17 ] ; Hall, BR (Hall, B. R.)[ 33 ] ; Hall, ED (Hall, E. D.) ; Hammond, G (Hammond, G.)[ 24 ] ; Haney, M (Haney, M.)[ 65 ] ; Hanke, MM (Hanke, M. M.) ; Hanks, J (Hanks, J.)[ 25 ] ; Hanna, C (Hanna, C.)[ 43 ] ; Hannam, MD (Hannam, M. D.)[ 58 ] ; Hanson, J (Hanson, J.) ; Hardwick, T (Hardwick, T.) ; Harry, GM (Harry, G. M.) ; Harry, IW (Harry, I. W.)[ 21 ] ; Hart, MJ (Hart, M. J.)[ 24 ] ; Hartman, MT (Hartman, M. T.) ; Haster, CJ (Haster, C-J)[ 28 ] ; Haughian, K (Haughian, K.)[ 24 ] ; Heintze, MC (Heintze, M. C.) ; Hendry, M (Hendry, M.)[ 24 ] ; Heng, IS (Heng, I. S.)[ 24 ] ; Hennig, J (Hennig, J.)[ 24 ] ; Henry, J (Henry, J.)[ 67 ] ; Heptonstall, AW (Heptonstall, A. W.) ; Heurs, M (Heurs, M.)[ 8,14 ] ; Hild, S (Hild, S.)[ 24 ] ; Hoak, D (Hoak, D.)[ 68 ] ; Holt, K (Holt, K.) ; Holz, DE (Holz, D. E.)[ 47 ] ; Hopkins, P (Hopkins, P.)[ 58 ] ; Hough, J (Hough, J.)[ 24 ] ; Houston, EA (Houston, E. A.)[ 24 ] ; Howell, EJ (Howell, E. J.)[ 32 ] ; Hu, YM (Hu, Y. M.) ; Huang, S (Huang, S.)[ 44 ] ; Huerta, EA (Huerta, E. A.)[ 69 ] ; Hughey, B (Hughey, B.)[ 64 ] ; Husa, S (Husa, S.)[ 70 ] ; Huttner, SH (Huttner, S. H.)[ 24 ] ; Huynh-Dinh, T (Huynh-Dinh, T.) ; Indik, N (Indik, N.) ; Ingram, DR (Ingram, D. R.)[ 25 ] ; Inta, R (Inta, R.)[ 42 ] ; Isa, HN (Isa, H. N.)[ 24 ] ; Isi, M (Isi, M.) ; Isogai, T (Isogai, T.) ; Iyer, BR (Iyer, B. R.)[ 12 ] ; Izumi, K (Izumi, K.)[ 25 ] ; Jang, H (Jang, H.)[ 49 ] ; Jani, K (Jani, K.)[ 37,38 ] ; Jawahar, S (Jawahar, S.)[ 71 ] ; Jian, L (Jian, L.)[ 32 ] ; Jimenez-Forteza, F (Jimenez-Forteza, F.)[ 70 ] ; Johnson, WW (Johnson, W. W.) ; Jones, DI (Jones, D. I.)[ 19 ] ; Jones, R (Jones, R.)[ 24 ] ; Ju, L (Ju, L.)[ 32 ] ; Haris, K (Haris, K.)[ 72 ] ; Kalaghatgi, CV (Kalaghatgi, C. V.)[ 58 ] ; Kalogera, V (Kalogera, V.)[ 52 ] ; Kandhasamy, S (Kandhasamy, S.)[ 16 ] ; Kang, G (Kang, G.)[ 49 ] ; Kanner, JB (Kanner, J. B.) ; Kapadia, SJ (Kapadia, S. J.) ; Karki, S (Karki, S.)[ 34 ] ; Karvinen, KS (Karvinen, K. S.) ; Kasprzack, M (Kasprzack, M.) ; Katsavounidis, E (Katsavounidis, E.) ; Katzman, W (Katzman, W.) ; Kaufer, S (Kaufer, S.)[ 14 ] ; Kaur, T (Kaur, T.)[ 32 ] ; Kawabe, K (Kawabe, K.)[ 25 ] ; Kehl, MS (Kehl, M. S.)[ 73 ] ; Keitel, D (Keitel, D.)[ 70 ] ; Kelley, DB (Kelley, D. B.)[ 23 ] ; Kells, W (Kells, W.) ; Kennedy, R (Kennedy, R.)[ 56 ] ; Key, JS (Key, J. S.)[ 57 ] ; Khalili, FY (Khalili, F. Y.)[ 30 ] ; Khan, S (Khan, S.)[ 58 ] ; Khan, Z (Khan, Z.)[ 55 ] ; Khazanov, EA (Khazanov, E. A.)[ 74 ] ; Kijbunchoo, N (Kijbunchoo, N.)[ 25 ] ; Kim, CW (Kim, Chi-Woong)[ 49 ] ; Kim, C (Kim, Chunglee)[ 49 ] ; Kim, J (Kim, J.)[ 75 ] ; Kim, K (Kim, K.)[ 76 ] ; Kim, N (Kim, N.)[ 27 ] ; Kim, W (Kim, W.)[ 77 ] ; Kim, YM (Kim, Y-M)[ 75 ] ; Kimbrell, SJ (Kimbrell, S. J.)[ 37,38 ] ; King, EJ (King, E. J.)[ 77 ] ; King, PJ (King, P. J.)[ 25 ] ; Kissel, JS (Kissel, J. S.)[ 25 ] ; Klein, B (Klein, B.)[ 52 ] ; Kleybolte, L (Kleybolte, L.)[ 20 ] ; Klimenko, S (Klimenko, S.) ; Koehlenbeck, SM (Koehlenbeck, S. M.) ; Kondrashov, V (Kondrashov, V.) ; Kontos, A (Kontos, A.) ; Korobko, M (Korobko, M.)[ 20 ] ; Korth, WZ (Korth, W. Z.) ; Kozak, DB (Kozak, D. B.) ; Kringel, V (Kringel, V.) ; Krueger, C (Krueger, C.)[ 14 ] ; Kuehn, G (Kuehn, G.) ; Kumar, P (Kumar, P.)[ 73 ] ; Kumar, R (Kumar, R.)[ 55 ] ; Kuo, L (Kuo, L.)[ 44 ] ; Lackey, BD (Lackey, B. D.)[ 23 ] ; Landry, M (Landry, M.)[ 25 ] ; Lange, J (Lange, J.)[ 67 ] ; Lantz, B (Lantz, B.)[ 27 ] ; Lasky, PD (Lasky, P. D.)[ 78 ] ; Laxen, M (Laxen, M.) ; Lazzarini, A (Lazzarini, A.) ; Leavey, S (Leavey, S.)[ 24 ] ; Lebigot, EO (Lebigot, E. O.)[ 41 ] ; Lee, CH (Lee, C. H.)[ 75 ] ; Lee, HK (Lee, H. K.)[ 76 ] ; Lee, HM (Lee, H. M.)[ 79 ] ; Lee, K (Lee, K.)[ 24 ] ; Lenon, A (Lenon, A.)[ 23 ] ; Leong, JR (Leong, J. R.) ; Levin, Y (Levin, Y.)[ 78 ] ; Lewis, JB (Lewis, J. B.) ; Li, TGF (Li, T. G. F.)[ 80 ] ; Libson, A (Libson, A.) ; Littenberg, TB (Littenberg, T. B.)[ 81 ] ; Lockerbie, NA (Lockerbie, N. A.)[ 71 ] ; Lombardi, AL (Lombardi, A. L.)[ 68 ] ; London, LT (London, L. T.)[ 58 ] ; Lord, JE (Lord, J. E.)[ 23 ] ; Lormand, M (Lormand, M.) ; Lough, JD (Lough, J. D.)[ 8,14 ] ; Luck, H (Lueck, H.)[ 8,14 ] ; Lundgren, AP (Lundgren, A. P.) ; Lynch, R (Lynch, R.) ; Ma, Y (Ma, Y.)[ 32 ] ; Machenschalk, B (Machenschalk, B.) ; MacInnis, M (MacInnis, M.) ; Macleod, DM (Macleod, D. M.) ; Magana-Sandoval, F (Magana-Sandoval, F.)[ 23 ] ; Zertuche, LM (Zertuche, L. Magana)[ 23 ] ; Magee, RM (Magee, R. M.)[ 33 ] ; Mandic, V (Mandic, V.)[ 53 ] ; Mangano, V (Mangano, V.)[ 24 ] ; Mansell, GL (Mansell, G. L.)[ 15 ] ; Manske, M (Manske, M.)[ 13 ] ; Marka, S (Marka, S.)[ 26 ] ; Marka, Z (Marka, Z.)[ 26 ] ; Markosyan, AS (Markosyan, A. S.)[ 27 ] ; Maros, E (Maros, E.) ; Martin, IW (Martin, I. W.)[ 24 ] ; Martynov, DV (Martynov, D. V.) ; Mason, K (Mason, K.) ; Massinger, TJ (Massinger, T. J.)[ 23 ] ; Masso-Reid, M (Masso-Reid, M.)[ 24 ] ; Matichard, F (Matichard, F.) ; Matone, L (Matone, L.)[ 26 ] ; Mavalvala, N (Mavalvala, N.) ; Mazumder, N (Mazumder, N.)[ 33 ] ; McCarthy, R (McCarthy, R.)[ 25 ] ; McClelland, DE (McClelland, D. E.)[ 15 ] ; McCormick, S (McCormick, S.) ; McGuire, SC (McGuire, S. C.)[ 82,83 ] ; McIntyre, G (McIntyre, G.) ; McIver, J (McIver, J.) ; McManus, DJ (McManus, D. J.)[ 15 ] ; McRae, T (McRae, T.)[ 15 ] ; McWilliams, ST (McWilliams, S. T.)[ 46 ] ; Meacher, D (Meacher, D.)[ 43 ] ; Meadors, GD (Meadors, G. D.)[ 8,21 ] ; Melatos, A (Melatos, A.)[ 54 ] ; Mendell, G (Mendell, G.)[ 25 ] ; Mercer, RA (Mercer, R. A.)[ 13 ] ; Merilh, EL (Merilh, E. L.)[ 25 ] ; Meshkov, S (Meshkov, S.) ; Messenger, C (Messenger, C.)[ 24 ] ; Messick, C (Messick, C.)[ 43 ] ; Meyers, PM (Meyers, P. M.)[ 53 ] ; Miao, H (Miao, H.)[ 28 ] ; Middleton, H (Middleton, H.)[ 28 ] ; Mikhailov, EE (Mikhailov, E. E.)[ 84 ] ; Miller, AL (Miller, A. L.) ; Miller, A (Miller, A.)[ 52 ] ; Miller, BB (Miller, B. B.)[ 52 ] ; Miller, J (Miller, J.) ; Millhouse, M (Millhouse, M.)[ 22 ] ; Ming, J (Ming, J.)[ 21 ] ; Mirshekari, S (Mirshekari, S.)[ 85 ] ; Mishra, C (Mishra, C.)[ 12 ] ; Mitra, S (Mitra, S.)[ 11 ] ; Mitrofanov, VP (Mitrofanov, V. P.)[ 30 ] ; Mitselmakher, G (Mitselmakher, G.) ; Mittleman, R (Mittleman, R.) ; Mohapatra, SRP (Mohapatra, S. R. P.) ; Moore, BC (Moore, B. C.)[ 59 ] ; Moore, CJ (Moore, C. J.)[ 86 ] ; Moraru, D (Moraru, D.)[ 25 ] ; Moreno, G (Moreno, G.)[ 25 ] ; Morriss, SR (Morriss, S. R.)[ 57 ] ; Mossavi, K (Mossavi, K.) ; Mow-Lowry, CM (Mow-Lowry, C. M.)[ 28 ] ; Mueller, G (Mueller, G.) ; Muir, AW (Muir, A. W.)[ 58 ] ; Mukherjee, A (Mukherjee, Arunava)[ 12 ] ; Mukherjee, D (Mukherjee, D.)[ 13 ] ; Mukherjee, S (Mukherjee, S.)[ 57 ] ; Mukund, N (Mukund, N.)[ 11 ] ; Mullavey, A (Mullavey, A.) ; Munch, J (Munch, J.)[ 77 ] ; Murphy, DJ (Murphy, D. J.)[ 26 ] ; Murray, PG (Murray, P. G.)[ 24 ] ; Mytidis, A (Mytidis, A.) ; Nayak, RK (Nayak, R. K.)[ 87 ] ; Nedkova, K (Nedkova, K.)[ 68 ] ; Nelson, TJN (Nelson, T. J. N.) ; Neunzert, A (Neunzert, A.)[ 66 ] ; Newton, G (Newton, G.)[ 24 ] ; Nguyen, TT (Nguyen, T. T.)[ 15 ] ; Nielsen, AB (Nielsen, A. B.) ; Nitz, A (Nitz, A.) ; Nolting, D (Nolting, D.) ; Normandin, MEN (Normandin, M. E. N.)[ 57 ] ; Nuttall, LK (Nuttall, L. K.)[ 23 ] ; Oberling, J (Oberling, J.)[ 25 ] ; Ochsner, E (Ochsner, E.)[ 13 ] ; O'Dell, J (O'Dell, J.)[ 88 ] ; Oelker, E (Oelker, E.) ; Ogin, GH (Ogin, G. H.)[ 89 ] ; Oh, JJ (Oh, J. J.)[ 90 ] ; Oh, SH (Oh, S. H.)[ 90 ] ; Ohme, F (Ohme, F.)[ 58 ] ; Oliver, M (Oliver, M.)[ 70 ] ; Oppermann, P (Oppermann, P.) ; Oram, RJ (Oram, Richard J.) ; O'Reilly, B (O'Reilly, B.) ; O'Shaughnessy, R (O'Shaughnessy, R.)[ 67 ] ; Ottaway, DJ (Ottaway, D. J.)[ 77 ] ; Overmier, H (Overmier, H.) ; Owen, BJ (Owen, B. J.)[ 42 ] ; Pai, A (Pai, A.)[ 72 ] ; Pai, SA (Pai, S. A.)[ 29 ] ; Palamos, JR (Palamos, J. R.)[ 34 ] ; Palashov, O (Palashov, O.)[ 74 ] ; Pal-Singh, A (Pal-Singh, A.)[ 20 ] ; Pan, H (Pan, H.)[ 44 ] ; Pankow, C (Pankow, C.)[ 52 ] ; Pannarale, F (Pannarale, F.)[ 58 ] ; Pant, BC (Pant, B. C.)[ 29 ] ; Papa, MA (Papa, M. A.)[ 8,13,21 ] ; Paris, HR (Paris, H. R.)[ 27 ] ; Parker, W (Parker, W.) ; Pascucci, D (Pascucci, D.)[ 24 ] ; Patrick, Z (Patrick, Z.)[ 27 ] ; Pearlstone, BL (Pearlstone, B. L.)[ 24 ] ; Pedraza, M (Pedraza, M.) ; Pekowsky, L (Pekowsky, L.)[ 23 ] ; Pele, A (Pele, A.) ; Penn, S (Penn, S.)[ 91 ] ; Perreca, A (Perreca, A.) ; Perri, LM (Perri, L. M.)[ 52 ] ; Phelps, M (Phelps, M.)[ 24 ] ; Pierro, V (Pierro, V.) ; Pinto, IM (Pinto, I. M.) ; Pitkin, M (Pitkin, M.)[ 24 ] ; Poe, M (Poe, M.)[ 13 ] ; Post, A (Post, A.) ; Powell, J (Powell, J.)[ 24 ] ; Prasad, J (Prasad, J.)[ 11 ] ; Predoi, V (Predoi, V.)[ 58 ] ; Prestegard, T (Prestegard, T.)[ 53 ] ; Price, LR (Price, L. R.) ; Prijatelj, M (Prijatelj, M.) ; Principe, M (Principe, M.) ; Privitera, S (Privitera, S.)[ 21 ] ; Prokhorov, L (Prokhorov, L.)[ 30 ] ; Puncken, O (Puncken, O.) ; Purrer, M (Puerrer, M.)[ 21 ] ; Qi, H (Qi, H.)[ 13 ] ; Qin, J (Qin, J.)[ 32 ] ; Qiu, S (Qiu, S.)[ 78 ] ; Quetschke, V (Quetschke, V.)[ 57 ] ; Quintero, EA (Quintero, E. A.) ; Quitzow-James, R (Quitzow-James, R.)[ 34 ] ; Raab, FJ (Raab, F. J.)[ 25 ] ; Rabeling, DS (Rabeling, D. S.)[ 15 ] ; Radkins, H (Radkins, H.)[ 25 ] ; Raffai, P (Raffai, P.)[ 60 ] ; Raja, S (Raja, S.)[ 29 ] ; Rajan, C (Rajan, C.)[ 29 ] ; Rakhmanov, M (Rakhmanov, M.)[ 57 ] ; Raymond, V (Raymond, V.)[ 21 ] ; Read, J (Read, J.)[ 17 ] ; Reed, CM (Reed, C. M.)[ 25 ] ; Reid, S (Reid, S.)[ 31 ] ; Reitze, DH (Reitze, D. H.) ; Rew, H (Rew, H.)[ 84 ] ; Reyes, SD (Reyes, S. D.)[ 23 ] ; Riles, K (Riles, K.)[ 66 ] ; Rizzo, M (Rizzo, M.)[ 67 ] ; Robertson, NA (Robertson, N. A.)[ 1,24 ] ; Robie, R (Robie, R.)[ 24 ] ; Rollins, JG (Rollins, J. G.) ; Roma, VJ (Roma, V. J.)[ 34 ] ; Romanov, G (Romanov, G.)[ 84 ] ; Romie, JH (Romie, J. H.) ; Rowan, S (Rowan, S.)[ 24 ] ; Rudiger, A (Ruediger, A.) ; Ryan, K (Ryan, K.)[ 25 ] ; Sachdev, S (Sachdev, S.) ; Sadecki, T (Sadecki, T.)[ 25 ] ; Sadeghian, L (Sadeghian, L.)[ 13 ] ; Sakellariadou, M (Sakellariadou, M.)[ 92 ] ; Saleem, M (Saleem, M.)[ 72 ] ; Salemi, F (Salemi, F.) ; Samajdar, A (Samajdar, A.)[ 87 ] ; Sammut, L (Sammut, L.)[ 78 ] ; Sanchez, EJ (Sanchez, E. J.) ; Sandberg, V (Sandberg, V.)[ 25 ] ; Sandeen, B (Sandeen, B.)[ 52 ] ; Sanders, JR (Sanders, J. R.)[ 23 ] ; Sathyaprakash, BS (Sathyaprakash, B. S.)[ 58 ] ; Saulson, PR (Saulson, P. R.)[ 23 ] ; Sauter, OES (Sauter, O. E. S.)[ 66 ] ; Savage, RL (Savage, R. L.)[ 25 ] ; Sawadsky, A (Sawadsky, A.)[ 14 ] ; Schale, P (Schale, P.)[ 34 ] ; Schilling, R (Schilling, R.) ; Schmidt, J (Schmidt, J.) ; Schmidt, P (Schmidt, P.)[ 1,48 ] ; Schnabel, R (Schnabel, R.)[ 20 ] ; Schofield, RMS (Schofield, R. M. S.)[ 34 ] ; Schonbeck, A (Schoenbeck, A.)[ 20 ] ; Schreiber, E (Schreiber, E.) ; Schuette, D (Schuette, D.)[ 8,14 ] ; Schutz, BF (Schutz, B. F.)[ 21,58 ] ; Scott, J (Scott, J.)[ 24 ] ; Scott, SM (Scott, S. M.)[ 15 ] ; Sellers, D (Sellers, D.) ; Sengupta, AS (Sengupta, A. S.)[ 62 ] ; Sergeev, A (Sergeev, A.)[ 74 ] ; Shaddock, DA (Shaddock, D. A.)[ 15 ] ; Shaffer, T (Shaffer, T.)[ 25 ] ; Shahriar, MS (Shahriar, M. S.)[ 52 ] ; Shaltev, M (Shaltev, M.) ; Shapiro, B (Shapiro, B.)[ 27 ] ; Shawhan, P (Shawhan, P.)[ 36 ] ; Sheperd, A (Sheperd, A.)[ 13 ] ; Shoemaker, DH (Shoemaker, D. H.) ; Shoemaker, DM (Shoemaker, D. M.)[ 37,38 ] ; Siellez, K (Siellez, K.)[ 37,38 ] ; Siemens, X (Siemens, X.)[ 13 ] ; Sigg, D (Sigg, D.)[ 25 ] ; Silva, AD (Silva, A. D.)[ 10 ] ; Singer, A (Singer, A.) ; Singer, LP (Singer, L. P.)[ 39 ] ; Singh, A (Singh, A.)[ 8,14,21 ] ; Singh, R (Singh, R.) ; Sintes, AM (Sintes, A. M.)[ 70 ] ; Slagmolen, BJJ (Slagmolen, B. J. J.)[ 15 ] ; Smith, JR (Smith, J. R.)[ 17 ] ; Smith, ND (Smith, N. D.) ; Smith, RJE (Smith, R. J. E.) ; Son, EJ (Son, E. J.)[ 90 ] ; Sorazu, B (Sorazu, B.)[ 24 ] ; Souradeep, T (Souradeep, T.)[ 11 ] ; Srivastava, AK (Srivastava, A. K.)[ 55 ] ; Staley, A (Staley, A.)[ 26 ] ; Steinke, M (Steinke, M.) ; Steinlechner, J (Steinlechner, J.)[ 24 ] ; Steinlechner, S (Steinlechner, S.)[ 24 ] ; Steinmeyer, D (Steinmeyer, D.)[ 8,14 ] ; Stephens, BC (Stephens, B. C.)[ 13 ] ; Stone, R (Stone, R.)[ 57 ] ; Strain, KA (Strain, K. A.)[ 24 ] ; Strauss, NA (Strauss, N. A.)[ 35 ] ; Strigin, S (Strigin, S.)[ 30 ] ; Sturani, R (Sturani, R.)[ 85 ] ; Stuver, AL (Stuver, A. L.) ; Summerscales, TZ (Summerscales, T. Z.)[ 93 ] ; Sun, L (Sun, L.)[ 54 ] ; Sunil, S (Sunil, S.)[ 55 ] ; Sutton, PJ (Sutton, P. J.)[ 58 ] ; Szczepanczyk, MJ (Szczepanczyk, M. J.)[ 64 ] ; Talukder, D (Talukder, D.)[ 34 ] ; Tanner, DB (Tanner, D. B.) ; Tapai, M (Tapai, M.)[ 63 ] ; Tarabrin, SP (Tarabrin, S. P.) ; Taracchini, A (Taracchini, A.)[ 21 ] ; Taylor, R (Taylor, R.) ; Theeg, T (Theeg, T.) ; Thirugnanasambandam, MP (Thirugnanasambandam, M. P.) ; Thomas, EG (Thomas, E. G.)[ 28 ] ; Thomas, M (Thomas, M.) ; Thomas, P (Thomas, P.)[ 25 ] ; Thorne, KA (Thorne, K. A.) ; Thrane, E (Thrane, E.)[ 78 ] ; Tiwari, V (Tiwari, V.)[ 58 ] ; Tokmakov, KV (Tokmakov, K. V.)[ 71 ] ; Toland, K (Toland, K.)[ 24 ] ; Tomlinson, C (Tomlinson, C.)[ 56 ] ; Tornasi, Z (Tornasi, Z.)[ 24 ] ; Torres, CV (Torres, C. V.)[ 57 ] ; Torrie, CI (Torrie, C. I.) ; Toyra, D (Toyra, D.)[ 28 ] ; Traylor, G (Traylor, G.) ; Trifiro, D (Trifiro, D.)[ 16 ] ; Tse, M (Tse, M.) ; Tuyenbayev, D (Tuyenbayev, D.)[ 57 ] ; Ugolini, D (Ugolini, D.)[ 94 ] ; Unnikrishnan, CS (Unnikrishnan, C. S.)[ 65 ] ; Urban, AL (Urban, A. L.)[ 13 ] ; Usman, SA (Usman, S. A.)[ 23 ] ; Vahlbruch, H (Vahlbruch, H.)[ 14 ] ; Vajente, G (Vajente, G.) ; Valdes, G (Valdes, G.)[ 57 ] ; Vander-Hyde, DC (Vander-Hyde, D. C.)[ 23 ] ; van Veggel, AA (van Veggel, A. A.)[ 24 ] ; Vass, S (Vass, S.) ; Vaulin, R (Vaulin, R.) ; Vecchio, A (Vecchio, A.)[ 28 ] ; Veitch, J (Veitch, J.)[ 28 ] ; Veitch, PJ (Veitch, P. J.)[ 77 ] ; Venkateswara, K (Venkateswara, K.)[ 95 ] ; Vinciguerra, S (Vinciguerra, S.)[ 28 ] ; Vine, DJ (Vine, D. J.)[ 31 ] ; Vitale, S (Vitale, S.) ; Vo, T (Vo, T.)[ 23 ] ; Vorvick, C (Vorvick, C.)[ 25 ] ; Voss, DV (Voss, D. V.) ; Vousden, WD (Vousden, W. D.)[ 28 ] ; Vyatchanin, SP (Vyatchanin, S. P.)[ 30 ] ; Wade, AR (Wade, A. R.)[ 15 ] ; Wade, LE (Wade, L. E.)[ 96 ] ; Wade, M (Wade, M.)[ 96 ] ; Walker, M (Walker, M.) ; Wallace, L (Wallace, L.) ; Walsh, S (Walsh, S.)[ 8,21 ] ; Wang, H (Wang, H.)[ 28 ] ; Wang, M (Wang, M.)[ 28 ] ; Wang, X (Wang, X.)[ 41 ] ; Wang, Y (Wang, Y.)[ 32 ] ; Ward, RL (Ward, R. L.)[ 15 ] ; Warner, J (Warner, J.)[ 25 ] ; Weaver, B (Weaver, B.)[ 25 ] ; Weinert, M (Weinert, M.) ; Weinstein, AJ (Weinstein, A. J.) ; Weiss, R (Weiss, R.) ; Wen, L (Wen, L.)[ 32 ] ; Wessels, P (Wessels, P.) ; Westphal, T (Westphal, T.) ; Wette, K (Wette, K.) ; Whelan, JT (Whelan, J. T.)[ 67 ] ; Whiting, BF (Whiting, B. F.) ; Williams, RD (Williams, R. D.) ; Williamson, AR (Williamson, A. R.)[ 58 ] ; Willis, JL (Willis, J. L.)[ 97 ] ; Willke, B (Willke, B.)[ 8,14 ] ; Wimmer, MH (Wimmer, M. H.)[ 8,14 ] ; Winkler, W (Winkler, W.) ; Wipf, CC (Wipf, C. C.) ; Wittel, H (Wittel, H.)[ 8,14 ] ; Woan, G (Woan, G.)[ 24 ] ; Woehler, J (Woehler, J.) ; Worden, J (Worden, J.)[ 25 ] ; Wright, JL (Wright, J. L.)[ 24 ] ; Wu, DS (Wu, D. S.) ; Wu, G (Wu, G.) ; Yablon, J (Yablon, J.)[ 52 ] ; Yam, W (Yam, W.) ; Yamamoto, H (Yamamoto, H.) ; Yancey, CC (Yancey, C. C.)[ 36 ] ; Yu, H (Yu, H.) ; Zanolin, M (Zanolin, M.)[ 64 ] ; Zevin, M (Zevin, M.)[ 52 ] ; Zhang, L (Zhang, L.) ; Zhang, M (Zhang, M.)[ 84 ] ; Zhang, Y (Zhang, Y.)[ 67 ] ; Zhao, C (Zhao, C.)[ 32 ] ; Zhou, M (Zhou, M.)[ 52 ] ; Zhou, Z (Zhou, Z.)[ 52 ] ; Zhu, XJ (Zhu, X. J.)[ 32 ] ; Zucker, ME (Zucker, M. E.) ; Zuraw, SE (Zuraw, S. E.)[ 68 ] ; Zweizig, J (Zweizig, J.) ; Harms, J (Harms, J.)[ 71,98 ] ...More...Less Group Author(s): LIGO Sci Collaboration Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Danilishin, Stefan K-7262-2012 http://orcid.org/0000-0001-7758-7493 Sergeev, Alexander F-3027-2017  Harms, Jan J-4359-2012  Aggarwal, Nancy M-7203-2015  Hild, Stefan A-3864-2010  Palashov, Oleg G-3917-2017  Nitz, Alexander http://orcid.org/0000-0002-1850-4587 Davies, Gareth http://orcid.org/0000-0002-4289-3439 Principe, Maria http://orcid.org/0000-0002-6327-0628 Fairhurst, Stephen http://orcid.org/0000-0001-8480-1961 Strigin, Sergey I-8337-2012 ","Title":"Exploring the sensitivity of next generation gravitational wave detectors"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395094100023 PubMed ID: 28230129 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 542 Issue: 7642 Pages: 421-423 Published: FEB 23 2017","Authors":"Snellen, IAG (Snellen, Ignas A. G.)","Title":"ASTRONOMY Earth's seven sisters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395094100031 PubMed ID: 28230125 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 542 Issue: 7642 Pages: 456-+ DOI: 10.1038/nature21360 Published: FEB 23 2017","Abstract":"One aim of modern astronomy is to detect temperate, Earth-like exoplanets that are well suited for atmospheric characterization. Recently, three Earth-sized planets were detected that transit (that is, pass in front of) a star with a mass just eight per cent that of the Sun, located 12 parsecs away(1). The transiting configuration of these planets, combined with the Jupiter-like size of their host star-named TRAPPIST-1-makes possible in-depth studies of their atmospheric properties with present-day and future astronomical facilities(1-3). Here we report the results of a photometric monitoring campaign of that star from the ground and space. Our observations reveal that at least seven planets with sizes and masses similar to those of Earth revolve around TRAPPIST-1. The six inner planets form a near-resonant chain, such that their orbital periods (1.51, 2.42, 4.04, 6.06, 9.1 and 12.35 days) are near-ratios of small integers. This architecture suggests that the planets formed farther from the star and migrated inwards(4,5). Moreover, the seven planets have equilibrium temperatures low enough to make possible the presence of liquid water on their surfaces(6-8).","Authors":"Gillon, M (Gillon, Michael) ; Triaud, AHMJ (Triaud, Amaury H. M. J.) ; Demory, BO (Demory, Brice-Olivier) ; Jehin, E (Jehin, Emmanuel) ; Agol, E (Agol, Eric) ; Deck, KM (Deck, Katherine M.) ; Lederer, SM (Lederer, Susan M.) ; de Wit, J (de Wit, Julien) ; Burdanov, A (Burdanov, Artem) ; Ingalls, JG (Ingalls, James G.)[ 10 ] ; Bolmont, E (Bolmont, Emeline)[ 11,12 ] ; Leconte, J (Leconte, Jeremy)[ 13 ] ; Raymond, SN (Raymond, Sean N.)[ 13 ] ; Selsis, F (Selsis, Franck)[ 13 ] ; Turbet, M (Turbet, Martin)[ 14 ] ; Barkaoui, K (Barkaoui, Khalid)[ 15 ] ; Burgasser, A (Burgasser, Adam)[ 16 ] ; Burleigh, MR (Burleigh, Matthew R.)[ 17 ] ; Carey, SJ (Carey, Sean J.)[ 10 ] ; Chaushev, A (Chaushev, Aleksander)[ 17 ] ; Copperwheat, CM (Copperwheat, Chris M.)[ 18 ] ; Delrez, L (Delrez, Laetitia)[ 14 ] ; Fernandes, CS (Fernandes, Catarina S.); Holdsworth, DL (Holdsworth, Daniel L.)[ 19 ] ; Kotze, EJ (Kotze, Enrico J.)[ 20 ] ; Van Grootel, V (Van Grootel, Valerie); Almleaky, Y (Almleaky, Yaseen)[ 21,22 ] ; Benkhaldoun, Z (Benkhaldoun, Zouhair)[ 15 ] ; Magain, P (Magain, Pierre) ; Queloz, D (Queloz, Didier)[ 23 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Faculty of, Sciences, KAU E-7305-2017 ","Title":"Seven temperate terrestrial planets around the nearby ultracool dwarf star TRAPPIST-1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397317400131 PubMed ID: 28241639 ISSN: 1094-4087","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS EXPRESS Volume: 25 Issue: 4 Pages: 4356-4367 DOI: 10.1364/OE.25.004356 Published: FEB 20 2017","Abstract":"Multi-conjugate adaptive optics (MCAO) is the most promising technique currently developed to enlarge the corrected field of view of adaptive optics for astronomy. In this paper, we propose a new configuration of solar MCAO based on high order ground layer adaptive optics and low order high altitude correction, which result in a homogeneous correction effect in the whole field of view. An individual high order multiple direction Shack-Hartmann wavefront sensor is employed in the configuration to detect the ground layer turbulence for low altitude correction. Furthermore, the other low order multiple direction Shack-Hartmann wavefront sensor supplies the wavefront information caused by high layers' turbulence through atmospheric tomography for high altitude correction. Simulation results based on the system design at the 1-meter New Vacuum Solar Telescope show that the correction uniform of the new scheme is obviously improved compared to conventional solar MCAO configuration. (C) 2017 Optical Society of America","Authors":"Zhang, LQ (Zhang, Lanqiang) ; Guo, YM (Guo, Youming) ; Rao, CH (Rao, Changhui)","Title":"Solar multi-conjugate adaptive optics based on high order ground layer adaptive optics and low order high altitude correction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395921500006 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"galaxies: evolution; galaxies: high-redshift; galaxies: ISM; infrared: galaxies; quasars: individual (RXS J1131-1231); radio lines: ISM KeyWords Plus:ACTIVE GALACTIC NUCLEI; BLACK-HOLE MASS; LUMINOUS SUBMILLIMETER GALAXIES; HIGH-REDSHIFT GALAXIES; FORMING GALAXIES; EINSTEIN RING; DISK GALAXIES; ULTRALUMINOUS GALAXIES; SYSTEM RXS-J1131-1231; PHYSICAL-PROPERTIES","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 836 Issue: 2 Article Number: 180 DOI: 10.3847/1538-4357/aa5b98 Published: FEB 20 2017","Abstract":"We report observations of CO(J = 2 -> 1) and CO(J = 3 -> 2) line emission toward the quadruply-lensed quasar RXS J1131-1231 at z = 0.654 obtained using the Plateau de Bure Interferometer (PdBI) and the Combined Array for Research in Millimeter-wave Astronomy (CARMA). Our lens modeling shows that the asymmetry in the doublehorned CO(J = 2 -> 1) line profile is mainly a result of differential lensing, where the magnification factor varies from similar to 3 to similar to 9 across different kinematic components. The intrinsically symmetric line profile and a smooth source-plane velocity gradient suggest that the host galaxy is an extended rotating disk, with a CO size of R-CO similar to 6 kpc and a dynamical mass of M-dyn similar to 8 x 10(10) M-circle dot. We also find a secondary CO-emitting source near RXS J1131-1231, the location of which is consistent with the optically-faint companion reported in previous studies. The lensing-corrected molecular gas masses are M-gas = (1.4 +/- 0.3) x 10(10)M(circle dot) and (2.0 +/- 0.1) x 10(9)M(circle dot) for RXS J1131-1231 and the companion, respectively. We find a lensing-corrected stellar mass of M* = (3 +/- 1) x 10(10)M(circle dot) and a star formation rate of SFRFIR = (120 +/- 63) M-circle dot yr(-1), corresponding to a specific SFR and star formation efficiency comparable to z similar to 1 disk galaxies not hosting quasars. The implied gas mass fraction of similar to 18 +/- 4% is consistent with the previously observed cosmic decline since z similar to 2. We thus find no evidence for quenching of star formation in RXS J1131-1231. This agrees with our finding of an elevatedM(BH)/M-bulge ratio of > 0.27(-0.08)(+0.11)% compared to the local value, suggesting that the bulk of its black hole mass is largely in place while its stellar bulge is still assembling.","Authors":"Leung, TKD (Leung, T. K. Daisy) ; Riechers, DA (Riechers, Dominik A.) ; Pavesi, R (Pavesi, Riccardo)","Title":"Molecular Gas Kinematics and Star Formation Properties of the Strongly-lensed Quasar Host Galaxy RXS J1131-1231"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395797900012 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"gamma rays: general; methods: statistical KeyWords Plus:GAMMA-RAY EMISSION; CRAB-NEBULA; MAGIC TELESCOPE; FERMI-LAT; VERITAS; SEARCH; PULSAR; HESS; FLUX; TEV","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 836 Issue: 2 Article Number: 196 DOI: 10.3847/1538-4357/aa5b97 Published: FEB 20 2017","Abstract":"The high-energy non-thermal universe is dominated by power-law-like spectra. Therefore, results in high-energy astronomy are often reported as parameters of power-law fits, or, in the case of a non-detection, as an upper limit assuming the underlying unseen spectrum behaves as a power law. In this paper, I demonstrate a simple and powerful one-to-one relation of the integral upper limit in the two-dimensional power-law parameter space into the spectrum parameter space and use this method to unravel the so-far convoluted question of the sensitivity of astroparticle telescopes.","Authors":"Ahnen, ML (Ahnen, Max L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ahnen, Max Ludwig http://orcid.org/0000-0003-1000-0082","Title":"On Integral Upper Limits Assuming Power-law Spectra and the Sensitivity in High-energy Astronomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393945100003 ISSN: 2470-0010 eISSN: 2470-0029","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"PHYSICAL REVIEW D Volume: 95 Issue: 4 Article Number: 044017 DOI: 10.1103/PhysRevD.95.044017 Published: FEB 15 2017","Abstract":"Continuing work initiated in an earlier publication [A. Ishihara, Y. Suzuki, T. Ono, T. Kitamura, and H. Asada, Phys. Rev. D 94, 084015 (2016).], we discuss a method of calculating the bending angle of light in a static, spherically symmetric, and asymptotically flat spacetime, especially by taking into account the finite distance from a lens object to a light source and a receiver. For this purpose, we use the Gauss-Bonnet theorem to define the bending angle of light, such that the definition can be valid also in the strong deflection limit. Finally, this method is applied to Schwarzschild spacetime in order to discuss also possible observational implications. The proposed corrections for Sgr A* for instance are able to amount to similar to 10(-5) arcseconds for some parameter range, which may be within the capability of near-future astronomy, while also the correction for the Sun in the weak-field limit is similar to 10(-5) arcseconds.","Authors":"Ishihara, A (Ishihara, Asahi) ; Suzuki, Y (Suzuki, Yusuke) ; Ono, T (Ono, Toshiaki) ; Asada, H (Asada, Hideki)","Title":"Finite-distance corrections to the gravitational bending angle of light in the strong deflection limit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394097100005 PubMed ID: 28256847 ISSN: 0031-9007 eISSN: 1079-7114","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICAL REVIEW LETTERS Volume: 118 Issue: 7 Article Number: 072001 DOI: 10.1103/PhysRevLett.118.072001 Published: FEB 15 2017","Abstract":"The small-x gluon in global fits of parton distributions is affected by large uncertainties from the lack of direct experimental constraints. In this Letter, we provide a precision determination of the small-x gluon from the exploitation of forward charm production data provided by LHCb for three different center-ofmass (c.m.) energies: 5 TeV, 7 TeV, and 13 TeV. The LHCb measurements are included in the parton distribution function (PDF) fit by means of normalized distributions and cross-section ratios between data taken at different c.m. values, R-13/7 and R-13/5. We demonstrate that forward charm production leads to a reduction of the PDF uncertainties of the gluon down to x similar or equal to 10(-6) by up to an order of magnitude, with implications for high-energy colliders, cosmic ray physics, and neutrino astronomy.","Authors":"Gauld, R (Gauld, Rhorry) ; Rojo, J (Rojo, Juan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rojo, Juan http://orcid.org/0000-0003-4279-2192","Title":"Precision Determination of the Small-x Gluon from Charm Production at LHCb"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393782000037 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: abundances; stars: chemically peculiar; Galaxy: abundances; Galaxy: bulge; globular clusters: general; Galaxy: halo KeyWords Plus:MILKY-WAY BULGE; GALACTIC EVOLUTION EXPERIMENT; INITIAL MASS FUNCTION; DIGITAL SKY SURVEY; MULTIPLE STELLAR POPULATIONS; GLOBULAR-CLUSTER SYSTEMS; NEAR-INFRARED PHOTOMETRY; SDSS-III/APOGEE SURVEY; METAL-POOR STARS; GRAVITATIONAL LENSING EXPERIMENT.","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 1 Pages: 501-524 DOI: 10.1093/mnras/stw2162 Published: FEB 11 2017","Abstract":"Formation of globular clusters (GCs), the Galactic bulge, or galaxy bulges in general is an important unsolved problem in Galactic astronomy. Homogeneous infrared observations of large samples of stars belonging to GCs and the Galactic bulge field are one of the best ways to study these problems. We report the discovery by APOGEE (Apache Point Observatory Galactic Evolution Experiment) of a population of field stars in the inner Galaxy with abundances of N, C, and Al that are typically found in GC stars. The newly discovered stars have high [N/Fe], which is correlated with [Al/Fe] and anticorrelated with [C/Fe]. They are homogeneously distributed across, and kinematically indistinguishable from, other field stars within the same volume. Their metallicity distribution is seemingly unimodal, peaking at [Fe/H] similar to -1, thus being in disagreement with that of the Galactic GC system. Our results can be understood in terms of different scenarios. N-rich stars could be former members of dissolved GCs, in which case the mass in destroyed GCs exceeds that of the surviving GC system by a factor of similar to 8. In that scenario, the total mass contained in so-called 'first-generation' stars cannot be larger than that in 'second-generation' stars by more than a factor of similar to 9 and was certainly smaller. Conversely, our results may imply the absence of a mandatory genetic link between 'second-generation' stars and GCs. Last, but not least, N-rich stars could be the oldest stars in the Galaxy, the by-products of chemical enrichment by the first stellar generations formed in the heart of the Galaxy.","Authors":"Schiavon, RP (Schiavon, Ricardo P.) ; Zamora, O (Zamora, Olga) ; Carrera, R (Carrera, Ricardo) ; Lucatello, S (Lucatello, Sara) ; Robin, AC (Robin, A. C.) ; Ness, M (Ness, Melissa) ; Martell, SL (Martell, Sarah L.) ; Smith, VV (Smith, Verne V.) ; Garcia-Hernandez, DA (Garcia-Hernandez, D. A.) ; Manchado, A (Manchado, Arturo)[ 2,3,10 ] ; Schonrich, R (Schonrich, Ralph)[ 11 ] ; Bastian, N (Bastian, Nate) ; Chiappini, C (Chiappini, Cristina)[ 12 ] ; Shetrone, M (Shetrone, Matthew)[ 13 ] ; Mackereth, JT (Mackereth, J. Ted) ; Williams, RA (Williams, Rob A.) ; Meszaros, S (Meszaros, Szabolcs)[ 14 ] ; Prieto, CA (Allende Prieto, Carlos) ; Anders, F (Anders, Friedrich)[ 12 ] ; Bizyaev, D (Bizyaev, Dmitry)[ 15,16 ] ; Beers, TC (Beers, Timothy C.)[ 17,18 ] ; Chojnowski, SD (Chojnowski, S. Drew)[ 19 ] ; Cunha, K (Cunha, Katia)[ 8,20 ] ; Epstein, C (Epstein, Courtney)[ 21 ] ; Frinchaboy, PM (Frinchaboy, Peter M.)[ 22 ] ; Perez, AEG (Garcia Perez, Ana E.) ; Hearty, FR (Hearty, Fred R.)[ 23 ] ; Holtzman, JA (Holtzman, Jon A.)[ 24 ] ; Johnson, JA (Johnson, Jennifer A.)[ 21 ] ; Kinemuchi, K (Kinemuchi, Karen)[ 15 ] ; Majewski, SR (Majewski, Steven R.)[ 19 ] ; Muna, D (Muna, Demitri); Nidever, DL (Nidever, David L.)[ 25,26,27 ] ; Nguyen, DC (Duy Cuong Nguyen)[ 28 ] ; O'Connell, RW (O'Connell, Robert W.)[ 19 ] ; Oravetz, D (Oravetz, Daniel); Pan, K (Pan, Kaike); Pinsonneault, M (Pinsonneault, Marc)[ 21 ] ; Schneider, DP (Schneider, Donald P.)[ 23 ] ; Schultheis, M (Schultheis, Matthias)[ 29 ] ; Simmons, A (Simmons, Audrey)[ 15 ] ; Skrutskie, MF (Skrutskie, Michael F.)[ 19 ] ; Sobeck, J (Sobeck, Jennifer)[ 19 ] ; Wilson, JC (Wilson, John C.)[ 19 ] ; Zasowski, G (Zasowski, Gail)[ 30 ] ...More...Less","Title":"Chemical tagging with APOGEE: discovery of a large population of N-rich stars in the inner Galaxy"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000394556300022 ISSN: 0168-9002 eISSN: 1872-9576","Keywords":"Silicon photomultiplier; Multi-pixel avalanche photodiodes KeyWords Plus:MAJOR UPGRADE; TELESCOPES","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 89-92 DOI: 10.1016/j.nima.2016.06.102 Published: FEB 11 2017","Abstract":"The MAGIC collaboration operates two 17 m diameter Imaging Atmospheric Cherenkov Telescopes (IACTs) on the Canary Island of La Palma. Each of the two telescopes is currently equipped with a photomultiplier tube (PMT) based imaging camera. Due to the advances in the development of Silicon Photomultipliers (SiPMs), they are becoming a widely used alternative to PMTs in many research fields including gamma-ray astronomy. Within the Otto-Hahn group at the Max Planck Institute for Physics, Munich, we are developing a SiPM based detector module for a possible upgrade of the MAGIC cameras and also for future experiments as, e.g., the Large Size Telescopes (LST) of the Cherenkov Telescope Array (CTA). Because of the small size of individual SiPM sensors (6 mm x 6 mm) With respect to the 1-inch diameter PMTs currently used in MAGIC, we use a custom-made matrix of SiPMs to cover the same detection area. We developed an electronic circuit to actively sum up and amplify the SiPM signals. Existing non-imaging hexagonal light concentrators (Winston cones) used in MAGIC have been modified for the angular acceptance of the SiPMs by using C+ + based ray tracing simulations. The first prototype based detector module includes seven channels and was installed into the MAGIC camera in May 2015. We present the results of the first prototype and its performance as well as the status of the project and discuss its challenges. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Hahn, A (Hahn, A.) ; Mazin, D (Mazin, D.) ; Bangale, P (Bangale, P.) ; Dettlaff, A (Dettlaff, A.) ; Fink, D (Fink, D.) ; Grundner, F (Grundner, F.) ; Haberer, W (Haberer, W.) ; Maier, R (Maier, R.) ; Mirzoyan, R (Mirzoyan, R.) ; Podkladkin, S (Podkladkin, S.) ; Teshima, M (Teshima, M.) ; Wetteskind, H (Wetteskind, H.) ...More...Less","Title":"Development of a composite large-size SiPM (assembled matrix) based modular detector cluster for MAGIC"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000394556300030 ISSN: 0168-9002 eISSN: 1872-9576","Keywords":"DEPFET; Spectroscopy; Spectroscopic imaging; FEL; Sub-electron resolution KeyWords Plus:FRAME READOUT CAPABILITY; X-RAY IMAGER; SIGNAL COMPRESSION; EUROPEAN XFEL; DEVICES; SENSOR; RNDR","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 122-127 DOI: 10.1016/j.nima.2016.04.049 Published: FEB 11 2017","Abstract":"The DEPFET detector-amplifier structure possesses several unique properties which make it extremely useful as readout element in semiconductor detectors and in particular as building block of semiconductor pixel detectors. Variations of DEPFETs can be tuned to specific requirements as to be sensitive only in predetermined time intervals, to measure signal charge with sub-electron precision, dead-time free-readout and with signal compression. These devices have been shown to work in simulations and in prototypes. Recently the first two fully developed detector systems have been finished and installed in the MIXS (Mercury Image X-ray Spectrometer) instrument of the Mercury Planetary Orbiter scheduled to be launched in 2017. A further DEPFET detector system under development is the DSSC (Depfet Sensor with Signal Compression) that will be installed in one of the beam-lines of XFEL. The requirements of the two projects are rather different. While the MIXS sensors are supposed to measure precisely the energy and position of single photons down to very low energies but at moderate rates, the DSSC has to measure the number of photons arriving in each pixel within a time interval of 220 ns. Here the challenge is the capability of detecting single X-ray photons in one pixel simultaneously with up to 10,000 photons in some other pixels. Device functioning has been verified with sensors produced in a research laboratory. Now process and design have been adapted to an industrial type production line, allowing additional improvements. (C) 2016 Published by Elsevier B.V.","Authors":"Lutz, G (Lutz, G.) ; Aschauer, S (Aschauer, S.) ; Majewski, P (Majewski, P.) ; Holl, P (Holl, P.) ; Struder, L (Strueder, L.)","Title":"The DEPFET detector-amplifier structure for spectroscopic imaging in astronomy and for experiments at free electron lasers"}, {"Keywords":"Cosmic ray; Gamma astronomy; TAIGA KeyWords Plus:TELESCOPE; EMISSION","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 330-333 DOI: 10.1016/j.nima.2016.06.041 Published: FEB 11 2017","Abstract":"We present physical motivations and advantages of the new gamma-observatory TAIGA (Tunica Advanced Instrument for cosmic ray physics and gamma-ray astronomy). TAIGA will be located in the Tunka valley, 50 km to the west of Lake Baikal, at the same place as the integrating air Cherenkov detector for cosmic rays Tunka-133. The TAIGA array is a complex, hybrid detector for ground-based gamma-ray astronomy for energies from a few TeV to several PeV as well as for cosmic ray studies from 100 TeV to several EeV. The array will consist of a wide angle Cherenkov array - TAIGA-HiSCORE with 5 km(2) area, a net of 16 IACT telescopes (with FOV of about 9.72 x 9.72) as well as muon and other detectors. We present the current status of the array construction. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Budnev, N (Budnev, N.) ; Astapov, I (Astapov, I.)[ 12 ] ; Barbashina, N (Barbashina, N.)[ 12 ] ; Barnyakov, A (Barnyakov, A.)[ 2,15,16 ] ; Bezyazeekov, P (Bezyazeekov, P.) ; Bogdanov, A (Bogdanov, A.)[ 2,12 ] ; Boreyko, V (Boreyko, V.); Bruckner, M (Brueckner, M.)[ 14 ] ; Chiavassa, A (Chiavassa, A.) ; Chvalaev, O (Chvalaev, O.) ; Dyachok, A (Dyachok, A.) ; Epimakhov, S (Epimakhov, S.) ; Fedorov, O (Fedorov, O.) ; Fedoseev, E (Fedoseev, E.) ; Gafarov, A (Gafarov, A.) ; Gorbunov, N (Gorbunov, N.); Grebenyuk, V (Grebenyuk, V.); Gress, O (Gress, O.) ; Gress, T (Gress, T.) ; Grinyuk, A (Grinyuk, A.); Grishin, O (Grishin, O.) ; Haungs, A (Haungs, A.)[ 10,13 ] ; Hiller, R (Hiller, R.)[ 10,13 ] ; Horns, D (Horns, D.) ; Huege, T (Huege, T.)[ 10,13 ] ; Ivanova, A (Ivanova, A.) ; Karpov, N (Karpov, N.) ; Kalmykov, N (Kalmykov, N.) ; Kazarina, Y (Kazarina, Yu.) ; Kirilenko, P (Kirilenko, P.)[ 16 ] ; Kirichkov, N (Kirichkov, N.) ; Kiryuhin, S (Kiryuhin, S.) ; Kleifges, M (Kleifges, M.)[ 11 ] ; Kokoulin, R (Kokoulin, R.)[ 12 ] ; Kompaniets, K (Kompaniets, K.)[ 12 ] ; Korosteleva, E (Korosteleva, E.) ; Kostunin, D (Kostunin, D.)[ 1,10,13 ] ; Kozhin, V (Kozhin, V.) ; Kravchenko, E (Kravchenko, E.)[ 15,16 ] ; Kunnas, M (Kunnas, M.) ; Kuzmichev, L (Kuzmichev, L.) ; Lenok, V (Lenok, V.) ; Lubsandorzhiev, B (Lubsandorzhiev, B.) ; Lubsandorzhiev, N (Lubsandorzhiev, N.) ; Mirgazov, R (Mirgazov, R.) ; Mirzoyan, R (Mirzoyan, R.) ; Monkhoev, R (Monkhoev, R.) ; Nachtigall, R (Nachtigall, R.) ; Osipova, E (Osipova, E.) ; Pakhorukov, A (Pakhorukov, A.) ; Panasyuk, M (Panasyuk, M.) ; Pankov, L (Pankov, L.) ; Perevalov, A (Perevalov, A.) ; Petrukhin, A (Petrukhin, A.)[ 12 ] ; Pivovarov, S (Pivovarov, S.)[ 15 ] ; Platonov, V (Platonov, V.) ; Poleschuk, V (Poleschuk, V.) ; Popova, E (Popova, E.) ; Porelli, A (Porelli, A.) ; Postnikov, E (Postnikov, E.) ; Prosin, V (Prosin, V.) ; Ptuskin, V (Ptuskin, V.) ; Pushnin, A (Pushnin, A.) ; Rubtsov, G (Rubtsov, G.) ; Rybov, E (Rybov, E.) ; Samoliga, V (Samoliga, V.) ; Saunkin, A (Saunkin, A.) ; Schroder, F (Schroeder, F.)[ 10,13 ] ; Semeney, Y (Semeney, Yu.) ; Silaev, A (Silaev, A.) ; Silaev, A (Silaev, A., Jr.) ; Skurikhin, A (Skurikhin, A.) ; Sokolov, A (Sokolov, A.)[ 15,16 ] ; Spiering, C (Spiering, C.) ; Sveshnikova, L (Sveshnikova, L.) ; Tabolenko, V (Tabolenko, V.) ; Tarashchansky, B (Tarashchansky, B.) ; Tikhonov, Y (Tikhonov, Yu.)[ 15,16 ] ; Tkachenko, A (Tkachenko, A.); Tkachev, L (Tkachev, L.); Tluczykont, M (Tluczykont, M.) ; Voronin, D (Voronin, D.) ; Wischnewski, R (Wischnewski, R.) ; Yashin, I (Yashin, I.)[ 12 ] ; Yurin, K (Yurin, K.)[ 12 ] ; Zagorodnikov, A (Zagorodnikov, A.) ; Zirakashvili, V (Zirakashvili, V.) ; Zurbanov, V (Zurbanov, V.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kokoulin, Rostislav A-5689-2011  Astapov, Ivan B-7759-2014 http://orcid.org/0000-0002-6746-3910 Bogdanov, Alexey B-7551-2014 http://orcid.org/0000-0002-6212-5795 Yurin, Konstantin http://orcid.org/0000-0003-1151-0308","Title":"The TAIGA experiment: From cosmic-ray to gamma-ray astronomy in the Tunka valley"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000394556300085 ISSN: 0168-9002 eISSN: 1872-9576","Keywords":"Gravitational waves detector; Advanced Virgo; Optic fibre; Phase noise KeyWords Plus:FIBER","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 347-349 DOI: 10.1016/j.nima.2016.06.049 Published: FEB 11 2017","Abstract":"The second generation of Gravitational waves detectors are kilometric Michelson interferometers with additional recycling Fabry-Perot cavities on the arms and the addition of two more recycling cavities to enhance their sensitivity, with the particularity that all the mirrors are suspended. In order to control them a new technique, based on the use of auxiliary lasers, has been developed to bring the interferometer to its working point, with all the cavities on their resonance, in an adiabatic way. The implementation of this technique in Advanced Virgo is under preparation and the propagation of a stable laser through a 3-km optical fibre is one of the most problematic issues. A new technique of active phase noise cancellation based on the use of Electro Optical Modulators has been developed, and a first prototype has been successfully tested. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Arnaud, N (Arnaud, N.) ; Balembois, L (Balembois, L.) ; Bizouard, MA (Bizouard, M. A.) ; Brisson, V (Brisson, V.) ; Casanueva, J (Casanueva, J.) ; Cavalier, F (Cavalier, F.) ; Davier, M (Davier, M.) ; Frey, V (Frey, V.) ; Hello, P (Hello, P.) ; Huet, D (Huet, D.) ; Leroy, N (Leroy, N.) ; Loriette, V (Loriette, V.) ; Maksimovic, I (Maksimovic, I.) ; Robinet, F (Robinet, F.) ...More...Less","Title":"Controlling kilometre-scale interferometric detectors for gravitational wave astronomy: Active phase noise cancellation using EOMs"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000394556300086 ISSN: 0168-9002 eISSN: 1872-9576","Keywords":"SiPM; G-APD; CTA; SST-1 M; Gamma-ray Astronomy; FPGA; PhotoDetection; High-Speed electronics; ADC","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 350-354 DOI: 10.1016/j.nima.2016.05.130 Published: FEB 11 2017","Abstract":"The Cherenkov Telescope Array (CIA), the next generation very high energy gamma-rays observatory, will consist of three types of telescopes: large (LST), medium (MST) and small (SST) size telescopes. The SSTs are dedicated to the observation of gamma-rays with energy between a few TeV and a few hundreds of TeV. The SST array is expected to have 70 telescopes of different designs. The single-mirror small size telescope (SST-1 M) is one of the proposed telescope designs under consideration for the SST array. It will be equipped with a 4 m diameter segmented mirror dish and with an innovative camera based on silicon photomultipliers (SiPMs). The challenge is not only to build a telescope with exceptional performance but to do it foreseeing its mass production. To address both of these challenges, the camera adopts innovative solutions both for the optical system and readout. The Photo-Detection Plane (PDP) of the camera is composed of 1296 pixels, each made of a hollow, hexagonal light guide coupled to a hexagonal SiPM designed by the University of Geneva and Hamamatsu. As no commercial ASIC would satisfy the CTA requirements when coupled to such a large sensor, dedicated preamplifier electronics have been designed. The readout electronics also use an innovative approach in gamma-ray astronomy by adopting a fully digital approach. All signals coming from the PDP are digitized in a 250 MHz Fast ADC and stored in ring buffers waiting for a trigger decision to send them to the pre-processing server where calibration and higher level triggers will decide whether the data are stored. The latest generation of FPGAs is used to achieve high data rates and also to exploit all the flexibility of the system. As an example each event can be flagged according to its trigger pattern. All of these features have been demonstrated in laboratory measurements on realistic elements and the results of these measurements will be presented in this contribution. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Aguilar, JA (Aguilar, J. A.)[ 1,13,14 ] ; Bilnik, W (Bilnik, W.)[ 9,13 ] ; Blocki, J (Blocki, J.)[ 3,13 ] ; Bogacz, L (Bogacz, L.)[ 5,13 ] ; Borkowski, J (Borkowski, J.)[ 9,13 ] ; Bulik, T (Bulik, T.)[ 4,13 ] ; Cadoux, F (Cadoux, F.)[ 1,13 ] ; Christov, A (Christov, A.)[ 1,13 ] ; Curylo, M (Curylo, M.)[ 3,13 ] ; della Volpe, D (della Volpe, D.)[ 1,13 ] ; Dyrda, M (Dyrda, M.)[ 3,13 ] ; Favre, Y (Favre, Y.)[ 1,13 ] ; Frankowski, A (Frankowski, A.)[ 7,13 ] ; Grudnik, L (Grudnik, L.)[ 3,13 ] ; Grudzinska, M (Grudzinska, M.)[ 4,13 ] ; Heller, M (Heller, M.)[ 1,13 ] ; Idzkowski, B (Idzkowski, B.)[ 5,13 ] ; Jamrozy, M (Jamrozy, M.)[ 5,13 ] ; Janiak, M (Janiak, M.)[ 7,13 ] ; Kasperek, J (Kasperek, J.)[ 9,13 ] ; Lalik, K (Lalik, K.)[ 9,13 ] ; Lyard, E (Lyard, E.)[ 2,13 ] ; Mach, E (Mach, E.)[ 3,13 ] ; Mandat, D (Mandat, D.)[ 10,11,13 ] ; Marszalek, A (Marszalek, A.)[ 3,5,13 ] ; Miranda, LDM (Miranda, L. D. Medina)[ 1,13 ] ; Michalowski, J (Michalowski, J.)[ 3,13 ] ; Moderski, R (Moderski, R.)[ 7,13 ] ; Montaruli, T (Montaruli, T.)[ 1,13 ] ; Neronov, A (Neronov, A.)[ 2,13 ] ; Niemiec, J (Niemiec, J.)[ 3,13 ] ; Ostrowski, M (Ostrowski, M.)[ 5,13 ] ; Pasko, P (Pasko, P.)[ 6,13 ] ; Pech, M (Pech, M.)[ 10,11,13 ] ; Porcelli, A (Porcelli, A.)[ 1,13 ] ; Prandini, E (Prandini, E.)[ 2,13 ] ; Rajda, P (Rajda, P.)[ 9,13 ] ; Rameez, M (Rameez, M.)[ 1,13 ] ; Schioppa, EJ (Schioppa, E., Jr.)[ 1,13 ] ; Schovanek, P (Schovanek, P.)[ 10,11,13 ] ; Seweryn, K (Seweryn, K.)[ 6,13 ] ; Skowron, K (Skowron, K.)[ 3,13 ] ; Sliusar, V (Sliusar, V.)[ 8,13 ] ; Sowinski, M (Sowinski, M.)[ 3,13 ] ; Stawarz, L (Stawarz, L.)[ 5,13 ] ; Stodulska, M (Stodulska, M.)[ 3,5,13 ] ; Stodulski, M (Stodulski, M.)[ 3,13 ] ; Toscano, S (Toscano, S.)[ 2,12,13 ] ; Pujadas, IT (Pujadas, I. Troyano)[ 1,13 ] ; Walter, R (Walter, R.)[ 2,13 ] ; Wiecek, M (Wiecek, M.)[ 9,13 ] ; Zagdanski, A (Zagdanski, A.)[ 5,13 ] ; Zietara, K (Zietara, K.)[ 5,13 ] ; Zychowski, P (Zychowski, P.)[ 3,13 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Prandini, Elisa http://orcid.org/0000-0003-4502-9053","Title":"Characterization and commissioning of the SST-1M camera for the Cherenkov Telescope Array"}, {"Keywords":"IACT; Cherenkov telescopes; CTA; GCT; Schwarzschild-Couder telescope; Cherenkov detector KeyWords Plus:ASTRONOMY; CTA","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION A-ACCELERATORS SPECTROMETERS DETECTORS AND ASSOCIATED EQUIPMENT Volume: 845 Pages: 355-358 DOI: 10.1016/j.nima.2016.05.059 Published: FEB 11 2017","Abstract":"The Cherenkov Telescope Array (CIA) consortium aims to build the next-generation ground-based very high-energy gamma-ray observatory. The array will feature different sizes of telescopes allowing it to cover a wide gamma-ray energy band from about 20 GeV to above 100 TeV. The highest energies, above 5 TeV, will be covered by a large number of Small-Sized Telescopes (SSTs) with a field-of-view of around 9. The Gamma-ray Cherenkov Telescope (GCT), based on Schwarzschild-Couder dual-mirror optics, is one of the three proposed SST designs. The GCT is described in this contribution and the first images of Cherenkov showers obtained using the telescope and its camera are presented. These were obtained in November 2015 in Meudon, France. (C) 2016 Published by Elsevier B.V.","Authors":"Dournaux, JL (Dournaux, J. L.) ; De Franco, A (De Franco, A.) ; Laporte, P (Laporte, P.) ; White, R (White, R.) ; Greenshaw, T (Greenshaw, T.) ; Sol, H (Sol, H.) ; Abchiche, A (Abchiche, A.) ; Allan, D (Allan, D.) ; Amans, JP (Amans, J. P.) ; Armstrong, TP (Armstrong, T. P.) ; Balzer, A (Balzer, A.) ; Berge, D (Berge, D.) ; Boisson, C (Boisson, C.) ; Bousquet, JJ (Bousquet, J. J.) ; Brown, AM (Brown, A. M.) ; Bryan, M (Bryan, M.) ; Buchholtz, G (Buchholtz, G.) ; Chadwick, PM (Chadwick, P. M.) ; Costantini, H (Costantini, H.)[ 10 ] ; Cotter, G (Cotter, G.) ; Daniel, M (Daniel, M.) ; De Frondat, F (De Frondat, F.) ; Dumas, D (Dumas, D.) ; Ernenwein, JP (Ernenwein, J. P.)[ 10 ] ; Fasola, G (Fasola, G.) ; Funk, S (Funk, S.)[ 11 ] ; Gaudemard, J (Gaudemard, J.) ; Graham, JA (Graham, J. A.) ; Gironnet, J (Gironnet, J.) ; Hervet, O (Hervet, O.) ; Hidaka, N (Hidaka, N.)[ 12 ] ; Hinton, JA (Hinton, J. A.) ; Huet, JM (Huet, J. M.) ; Jegouzo, I (Jegouzo, I.) ; Jogler, T (Jogler, T.)[ 11 ] ; Kawashima, T (Kawashima, T.)[ 12 ] ; Kraus, M (Kraus, M.)[ 11 ] ; Lapington, JS (Lapington, J. S.)[ 13 ] ; Lefaucheur, J (Lefaucheur, J.) ; Markoff, S (Markoff, S.) ; Melse, T (Melse, T.) ; Morhrmann, L (Morhrmann, L.)[ 11 ] ; Molnyeux, P (Molnyeux, P.)[ 13 ] ; Nolan, SJ (Nolan, S. J.) ; Okumura, A (Okumura, A.)[ 3,12 ] ; Parsons, RD (Parsons, R. D.) ; Ross, D (Ross, D.)[ 13 ] ; Rowell, G (Rowell, G.)[ 14 ] ; Sato, Y (Sato, Y.)[ 12 ] ; Sayede, F (Sayede, F.) ; Schmoll, J (Schmoll, J.) ; Schoorlemmer, H (Schoorlemmer, H.) ; Servillat, M (Servillat, M.) ; Stamatescu, V (Stamatescu, V.)[ 14 ] ; Stephan, M (Stephan, M.) ; Stuik, R (Stuik, R.)[ 15 ] ; Sykes, J (Sykes, J.)[ 13 ] ; Tajima, H (Tajima, H.)[ 12 ] ; Thornhill, J (Thornhill, J.)[ 13 ] ; Tibaldo, L (Tibaldo, L.) ; Trichard, C (Trichard, C.)[ 10 ] ; Vinkh, J (Vinkh, J.) ; Watson, J (Watson, J.) ; Yamane, N (Yamane, N.)[ 12 ] ; Zech, A (Zech, A.) ; Zink, A (Zink, A.)[ 11 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rowell, Gavin http://orcid.org/0000-0002-9516-1581","Title":"Operating performance of the gamma-ray Cherenkov telescope: An end-to-end Schwarzschild-Couder telescope prototype for the Cherenkov Telescope Array"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397304500081 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"dust, extinction; ISM: general; ISM: individual objects (SNR G54.1+0.3); ISM: supernova remnants; pulsars: individual (PSR J1930+1852) KeyWords Plus:PULSAR-WIND NEBULA; II-P SUPERNOVAE; REMNANT G54.1+0.3; CRAB-NEBULA; EARLY UNIVERSE; STAR-FORMATION; HERSCHEL; 1987A; CASSIOPEIA; EVOLUTION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 836 Issue: 1 Article Number: 129 DOI: 10.3847/1538-4357/836/1/129 Published: FEB 10 2017","Abstract":"While theoretical models of dust condensation predict that most refractory elements produced in core-collapse supernovae (SNe) efficiently condense into dust, a large quantity of dust has so far only been observed in SN 1987A. We present an analysis of observations from the Spitzer Space Telescope, Herschel Space Observatory, Stratospheric Observatory for Infrared Astronomy, and AKARI of the infrared shell surrounding the pulsar wind nebula in the supernova remnant G54.1+0.3. We attribute a distinctive spectral feature at 21 mu m to a magnesium silicate grain species that has been invoked in modeling the ejecta-condensed dust in Cas A, which exhibits the same spectral signature. If this species is responsible for producing the observed spectral feature and accounts for a significant fraction of the observed infrared continuum, we find that it would be the dominant constituent of the dust in G54.1+0.3, with possible secondary contributions from other compositions, such as carbon, silicate, or alumina grains. The total mass of SN-formed dust required by this model is at least 0.3M(circle dot). We discuss how these results may be affected by varying dust grain properties and self-consistent grain heating models. The spatial distribution of the dust mass and temperature in G54.1+0.3 confirms the scenario in which the SN-formed dust has not yet been processed by the SN reverse shock and is being heated by stars belonging to a cluster in which the SN progenitor exploded. The dust mass and composition suggest a progenitor mass of 16-27M(circle dot) and imply a high dust condensation efficiency, similar to that found for Cas A and SN. 1987A. The study provides another example of significant dust formation in a Type IIP SN explosion and sheds light on the properties of pristine SN-condensed dust.","Authors":"Temim, T (Temim, Tea) ; Dwek, E (Dwek, Eli) ; Arendt, RG (Arendt, Richard G.) ; Borkowski, KJ (Borkowski, Kazimierz J.) ; Reynolds, SP (Reynolds, Stephen P.) ; Slane, P (Slane, Patrick) ; Gelfand, JD (Gelfand, Joseph D.) ; Raymond, JC (Raymond, John C.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gelfand, Joseph http://orcid.org/0000-0003-4679-1058 Arendt, Richard http://orcid.org/0000-0001-8403-8548 Temim, Tea http://orcid.org/0000-0001-7380-3144","Title":"A Massive Shell of Supernova-formed Dust in SNR G54.1+0.3"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397304500029 ISSN: 0004-637X eISSN: 1538-4357","Keywords":"spectroscopic; Supporting material: machine-readable tables KeyWords Plus:EXOPLANET HOST STARS; ASTROPHYSICAL PARAMETERS; ANGULAR DIAMETERS; ACCURATE MASSES; HABITABLE ZONE; CHARA ARRAY; COOL STARS; M DWARFS; K STARS; PLANET","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL Volume: 836 Issue: 1 Article Number: 77 DOI: 10.3847/1538-4357/836/1/77 Published: FEB 10 2017","Abstract":"Classification of stars, by comparing their optical spectra to a few dozen spectral standards, has been a workhorse of observational astronomy for more than a century. Here, we extend this technique by compiling a library of optical spectra of 404 touchstone stars observed with Keck/HIRES by the California Planet Search. The spectra have high resolution (R approximate to 60,000), high signal-to-noise ratio (S/N approximate to 150/pixel), and are registered onto a common wavelength scale. The library stars have properties derived from interferometry, asteroseismology, LTE spectral synthesis, and spectrophotometry. To address a lack of well-characterized late-K dwarfs in the literature, we measure stellar radii and temperatures for 23 nearby K dwarfs, using modeling of the spectral energy distribution and Gaiaparallaxes. This library represents a uniform data set spanning the spectral types similar to M5-F1 (T-eff approximate to 3000-7000 K, R-star approximate to 0.1-16 Re). We also present \"Empirical SpecMatch\" (SpecMatch-Emp), a tool for parameterizing unknown spectra by comparing them against our spectral library. For FGKM stars, SpecMatch-Emp achieves accuracies of 100 K in effective temperature ( Teff), 15% in stellar radius (R-star), and 0.09 dex in metallicity ([Fe/H]). Because the code relies on empirical spectra it performs particularly well for stars similar to K4 and later, which are challenging to model with existing spectral synthesizers, reaching accuracies of 70 K in Teff, 10% in R-star, and 0.12 dex in [Fe/H]. We also validate the performance of SpecMatch-Emp, finding it to be robust at lower spectral resolution and S/N, enabling the characterization of faint late-type stars. Both the library and stellar characterization code are publicly available.","Authors":"Yee, SW (Yee, Samuel W.) ; Petigura, EA (Petigura, Erik A.) ; Braun, K (von Braun, Kaspar) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yee, Samuel http://orcid.org/0000-0001-7961-3907","Title":"Precision Stellar Characterization of FGKM Stars using an Empirical Spectral Library"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393627800053 ISSN: 0370-2693 eISSN: 1873-2445","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Nuclear; Physics, Particles & Fields","Journal Information":"PHYSICS LETTERS B Volume: 765 Pages: 382-385 DOI: 10.1016/j.physletb.2016.12.048 Published: FEB 10 2017","Abstract":"With the advent of gravitational-wave astronomy marked by the aLIGO GW150914 and GW151226 observations, a measurement of the cosmological speed of gravity will likely soon be realised. We show that a confirmation of equality to the speed of light as indicated by indirect Galactic observations will have important consequences for a very large class of alternative explanations of the late-time accelerated expansion of our Universe. It will break the dark degeneracy of self-accelerated Horndeski scalar tensor theories in the large-scale structure that currently limits a rigorous discrimination between acceleration from modified gravity and from a cosmological constant or dark energy. Signatures of a self-acceleration must then manifest in the linear, unscreened cosmological structure. We describe the minimal modification required for self-acceleration with standard gravitational-wave speed and show that its maximum likelihood yields a 3 sigma poorer fit to cosmological observations compared to a cosmological constant. Hence, equality between the speeds challenges the concept of cosmic acceleration from a genuine scalar tensor modification of gravity. (C) 2016 The Author(s). Published by Elsevier B.V.","Authors":"Lombriser, L (Lombriser, Lucas) ; Lima, NA (Lima, Nelson A.)","Title":"Challenges to self-acceleration in modified gravity from gravitational waves and large-scale structure"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000393737500029 PubMed ID: 28179654 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 542 Issue: 7640 Pages: 175-176 Published: FEB 9 2017","Authors":"Gultekin, K (Gultekin, Kayhan)","Title":"ASTRONOMY Intermediate - mass black hole found"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000393183100012 PubMed ID: 28154028 ISSN: 0036-8075 eISSN: 1095-9203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENCE Volume: 355 Issue: 6324 Pages: 442-443 Published: FEB 3 2017","Authors":"Clery, D (Clery, Daniel)","Title":"ASTRONOMY U.S. observers seek a more perfect union"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393421100001 PubMed ID: 28155883 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 41972 DOI: 10.1038/srep41972 Published: FEB 3 2017","Abstract":"We have developed an Electron Tracking Compton Camera (ETCC), which provides a well-defined Point Spread Function (PSF) by reconstructing a direction of each gamma as a point and realizes simultaneous measurement of brightness and spectrum of MeV gamma-rays for the first time. Here, we present the results of our on-site pilot gamma-imaging-spectroscopy with ETCC at three contaminated locations in the vicinity of the Fukushima Daiichi Nuclear Power Plants in Japan in 2014. The obtained distribution of brightness (or emissivity) with remote-sensing observations is unambiguously converted into the dose distribution. We confirm that the dose distribution is consistent with the one taken by conventional mapping measurements with a dosimeter physically placed at each grid point. Furthermore, its imaging spectroscopy, boosted by Compton-edge-free spectra, reveals complex radioactive features in a quantitative manner around each individual target point in the background-dominated environment. Notably, we successfully identify a \"micro hot spot\" of residual caesium contamination even in an already decontaminated area. These results show that the ETCC performs exactly as the geometrical optics predicts, demonstrates its versatility in the field radiation measurement, and reveals potentials for application in many fields, including the nuclear industry, medical field, and astronomy.","Authors":"Tomono, D (Tomono, Dai) ; Mizumoto, T (Mizumoto, Tetsuya) ; Takada, A (Takada, Atsushi) ; Komura, S (Komura, Shotaro) ; Matsuoka, Y (Matsuoka, Yoshihiro) ; Mizumura, Y (Mizumura, Yoshitaka) ; Oda, M (Oda, Makoto) ; Tanimori, T (Tanimori, Toru)","Title":"First On-Site True Gamma-Ray Imaging-Spectroscopy of Contamination near Fukushima Plant"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393172700001 PubMed ID: 28155870 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"Scientific Reports Volume: 7 Article Number: 41511 DOI: 10.1038/srep41511 Published: FEB 3 2017","Abstract":"Since the discovery of nuclear gamma-rays, its imaging has been limited to pseudo imaging, such as Compton Camera (CC) and coded mask. Pseudo imaging does not keep physical information (intensity, or brightness in Optics) along a ray, and thus is capable of no more than qualitative imaging of bright objects. To attain quantitative imaging, cameras that realize geometrical optics is essential, which would be, for nuclear MeV gammas, only possible via complete reconstruction of the Compton process. Recently we have revealed that \"Electron Tracking Compton Camera\" (ETCC) provides a well-defined Point Spread Function (PSF). The information of an incoming gamma is kept along a ray with the PSF and that is equivalent to geometrical optics. Here we present an imaging-spectroscopic measurement with the ETCC. Our results highlight the intrinsic difficulty with CCs in performing accurate imaging, and show that the ETCC surmounts this problem. The imaging capability also helps the ETCC suppress the noise level dramatically by - 3 orders of magnitude without a shielding structure. Furthermore, full reconstruction of Compton process with the ETCC provides spectra free of Compton edges. These results mark the first proper imaging of nuclear gammas based on the genuine geometrical optics.","Authors":"Tanimori, T (Tanimori, Toru) ; Mizumura, Y (Mizumura, Yoshitaka) ; Takada, A (Takada, Atsushi) ; Miyamoto, S (Miyamoto, Shohei) ; Takemura, T (Takemura, Taito) ; Kishimoto, T (Kishimoto, Tetsuro) ; Komura, S (Komura, Shotaro) ; Kubo, H (Kubo, Hidetoshi) ; Kurosawa, S (Kurosawa, Shunsuke) ; Matsuoka, Y (Matsuoka, Yoshihiro) ; Miuchi, K (Miuchi, Kentaro) ; Mizumoto, T (Mizumoto, Tetsuya) ; Nakamasu, Y (Nakamasu, Yuma) ; Nakamura, K (Nakamura, Kiseki) ; Parker, JD (Parker, Joseph D.) ; Sawano, T (Sawano, Tatsuya) ; Sonoda, S (Sonoda, Shinya) ; Tomono, D (Tomono, Dai) ; Yoshikawa, K (Yoshikawa, Kei) ...More...Less","Title":"Establishment of Imaging Spectroscopy of Nuclear Gamma-Rays based on Geometrical Optics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397826200009 ISSN: 1748-0221","Keywords":"Analysis and statistical methods; Pattern recognition, cluster finding, calibration and fitting methods","Categories":"Instruments & Instrumentation Web of Science Categories:Instruments & Instrumentation","Journal Information":"JOURNAL OF INSTRUMENTATION Volume: 12 Article Number: P02009 DOI: 10.1088/1748-0221/12/02/P02009 Published: FEB 2017","Abstract":"Minimal spanning trees (MSTs) have been used in cosmology and astronomy to distinguish distributions of points in a multi-dimensional space. They are essentially unknown in particle physics, however. We briefly define MSTs and illustrate their properties through a series of examples. We show how they might be applied to study a typical event sample from a collider experiment and conclude that MSTs may prove useful in distinguishing different classes of events.","Authors":"Rainbolt, JL (Rainbolt, J. Lovelace) ; Schmitt, M (Schmitt, M.)","Title":"The use of minimal spanning trees in particle physics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394465000065 ISSN: 1432-0746","Keywords":"X-rays: binaries; X-rays: individuals: GRS 1915+105 KeyWords Plus:RADIATION PRESSURE INSTABILITY; RAY ASTRONOMY SATELLITE; BLACK-HOLE; COMPLEX BEHAVIOR; ACCRETION DISKS; RADIO-EMISSION; CYGNUS X-1; SOFT STATE; X-RAYS; GRS-1915+105","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 598 Article Number: A65 DOI: 10.1051/0004-6361/201629657 Published: FEB 2017","Abstract":"Context. BeppoSAX observed GRS 1915 + 105 during two variability classes at the same 2-10 keV flux level. The rho class is characterized by quasi-periodic flares recurring on a time-scale of 1 to 2 min, namely heartbeat, while the chi class is characterized by no strong temporal variability. Aims. The aim of this work is to coherently analyze the source spectrum in these two classes and to gain insight into the source conditions that inset the heartbeats. Methods. A single chi spectrum was accumulated, while rho data were split in runs where five phase-resolved spectra were selected. In addition to the multicolor disc black body, the fitting model includes a hybrid Comptonization plus a Compton reflection component. Results. Our results show that the emission in the rho class is dominated by the multi-temperature disk, while in the chi class the Comptonised component is dominant. The disk temperature varies between a maximum of 1.95 +/- 0.11 keV reached at the peak and a minimum of 0.95(-0.20)(+0.08) keV in the chi class. In both classes we detect a significant contribution from a non-thermal electron population to the total Comptonized emission. A broadened iron emission line is detected in the chi spectrum. We interpret the line shape as being due to reflection from an accretion disk extremely close to the black-hole (R-in = 4.1(-0.9)(+1.5) gravitational radii), with an equivalent width of 200 +/- 20 eV. Concomitantly, upper limits of similar to 150 eV can be derived from the rho spectra. Conclusions. In the framework of coupled disc-corona models, these results point out that the source emission is strongly a ff ected by the fractions of accretion energy distributed between the disk, the corona, and possibly the wind, with no indication on the conditions that inset the heartbeats.","Authors":"Mineo, T (Mineo, T.) ; Del Santo, M (Del Santo, M.) ; Massaro, E (Massaro, E.) ; Massa, F (Massa, F.) ; D'Ai, A (D'Ai, A.)","Title":"Comparing the rho and chi class spectra of the microquasar GRS 1915+105 observed with BeppoSAX"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394465000007 ISSN: 1432-0746","Keywords":"editorials, notices; line: identification; methods: analytical; methods: data analysis; methods: numerical KeyWords Plus:EXTRAORDINARY SOURCES ANALYSIS; ORION-KL; HERSCHEL OBSERVATIONS; SAGITTARIUS B2(N); MOLECULAR-SPECTROSCOPY; COLOGNE DATABASE; MILLIMETER; SUBMILLIMETER; CDMS; GAS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 598 Article Number: A7 DOI: 10.1051/0004-6361/201527203 Published: FEB 2017","Abstract":"The eXtended CASA Line Analysis Software Suite (XCLASS) is a toolbox for the Common Astronomy Software Applications package (CASA) containing new functions for modeling interferometric and single dish data. Among the tools is the myXCLASS program which calculates synthetic spectra by solving the radiative transfer equation for an isothermal object in one dimension, whereas the finite source size and dust attenuation are considered as well. Molecular data required by the myXCLASS program are taken from an embedded SQLite3 database containing entries from the Cologne Database for Molecular Spectroscopy (CDMS) and JPL using the Virtual Atomic and Molecular Data Center (VAMDC) portal. Additionally, the toolbox provides an interface for the model optimizer package Modeling and Analysis Generic Interface for eXternal numerical codes (MAGIX), which helps to find the best description of observational data using myXCLASS (or another external model program), that is, finding the parameter set that most closely reproduces the data.","Authors":"Moller, T (Moeller, T.) ; Endres, C (Endres, C.) ; Schilke, P (Schilke, P.)","Title":"eXtended CASA Line Analysis Software Suite (XCLASS)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394465000078 ISSN: 1432-0746","Keywords":"atlases; stars: atmospheres; stars: late-type; techniques: spectroscopic; infrared: stars; atmospheric effects KeyWords Plus:COOL STARS; FUNDAMENTAL PARAMETERS; STELLAR SPECTRA; M DWARFS; BAND; PHOTOMETRY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 598 Article Number: A79 DOI: 10.1051/0004-6361/201629244 Published: FEB 2017","Abstract":"Context. High resolution stellar spectral atlases are valuable resources to astronomy. They are rare in the 1-5 mu m region for historical reasons, but once available, high resolution atlases in this part of the spectrum will aid the study of a wide range of astrophysical phenomena. Aims. The aim of the CRIRES-POP project is to produce a high resolution near-infrared spectral library of stars across the H-R diagram. The aim of this paper is to present the fully reduced spectrum of the K giant 10 Leo that will form the basis of the first atlas within the CRIRES-POP library, to provide a full description of the data reduction processes involved, and to provide an update on the CRIRES-POP project. Methods. All CRIRES-POP targets were observed with almost 200 different observational settings of CRIRES on the ESO Very Large Telescope, resulting in a basically complete coverage of its spectral range as accessible from the ground. We reduced the spectra of 10 Leo with the CRIRES pipeline, corrected the wavelength solution and removed telluric absorption with Molecfit, then resampled the spectra to a common wavelength scale, shifted them to rest wavelengths, flux normalised, and median combined them into one final data product. Results. We present the fully reduced, high resolution, near-infrared spectrum of 10 Leo. This is also the first complete spectrum from the CRIRES instrument. The spectrum is available online. Conclusions. The first CRIRES-POP spectrum has exceeded our quality expectations and will form the centre of a state-of-the-art stellar atlas. This first CRIRES-POP atlas will soon be available, and further atlases will follow. All CRIRES-POP data products will be freely and publicly available online.","Authors":"Nicholls, CP (Nicholls, C. P.) ; Lebzelter, T (Lebzelter, T.) ; Smette, A (Smette, A.) ; Wolff, B (Wolff, B.) ; Hartman, H (Hartman, H.) ; Kaufl, HU (Kaeufl, H-U.) ; Przybilla, N (Przybilla, N.) ; Ramsay, S (Ramsay, S.) ; Uttenthaler, S (Uttenthaler, S.) ; Wahlgren, GM (Wahlgren, G. M.) ; Bagnulo, S (Bagnulo, S.) ; Hussain, GAJ (Hussain, G. A. J.) ; Nieva, MF (Nieva, M. -F.) ; Seemann, U (Seemann, U.)[ 10 ] ; Seifahrt, A (Seifahrt, A.)[ 11 ] ...More...Less","Title":"CRIRES-POP: a library of high resolution spectra in the near-infrared II. Data reduction and the spectrum of the K giant 10 Leonis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397825800044 ISSN: 1748-0221","Keywords":"Particle tracking detectors (Solid-state detectors); Performance of High Energy Physics Detectors; Radiation-hard detectors; Detector design and construction technologies and materials KeyWords Plus:SILICON NANOWIRE ARRAYS; 3D","Categories":"Instruments & Instrumentation Web of Science Categories:Instruments & Instrumentation","Journal Information":"JOURNAL OF INSTRUMENTATION Volume: 12 Article Number: C02044 DOI: 10.1088/1748-0221/12/02/C02044 Published: FEB 2017","Abstract":"We propose a novel high performance radiation detector and imaging sensor by a ground-breaking core-shell diode array design. This novel core-shell diode array are expected to have superior performance respect to ultrahigh radiation hardness, high sensitivity, low power consumption, fast signal response and high spatial resolution simultaneously. These properties are highly desired in fundamental research such as high energy physics (HEP) at CERN, astronomy and future x-ray based protein crystallography at x-ray free electron laser (XFEL) etc.. This kind of detectors will provide solutions for these fundamental research fields currently limited by instrumentations. In this work, we report our progress on the development of core-shell diode array for the applications as high performance imaging sensors and particle detectors. We mainly present our results in the preparation of high aspect ratio regular silicon rods by metal assisted wet chemical etching technique. Nearly 200 mu m deep and 2 mu m width channels with high aspect ratio have been etched into silicon. This result will open many applications not only for the core-shell diode array, but also for a high density integration of 3D microelectronics devices.","Authors":"Jia, G (Jia, G.) ; Hubner, U (Huebner, U.) ; Dellith, J (Dellith, J.) ; Dellith, A (Dellith, A.) ; Stolz, R (Stolz, R.) ; Plentz, J (Plentz, J.) ; Andra, G (Andrae, G.)","Title":"Core-shell diode array for high performance particle detectors and imaging sensors: status of the development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397209100007 ISSN: 1674-4527","Keywords":"minor planets; asteroids: general; techniques: spectroscopic KeyWords Plus:SOLAR NEBULA; PHASE-II; EVOLUTION; ORIGIN","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"RESEARCH IN ASTRONOMY AND ASTROPHYSICS Volume: 17 Issue: 2 Article Number: 17 DOI: 10.1088/1674-4527/17/2/17 Published: FEB 2017","Abstract":"We carried out low-resolution optical spectroscopy of 51 main-belt asteroids, most of which have highly-inclined orbits. They are selected from D-type candidates in the SDSS-MOC 4 catalog. Using the University of Hawaii 2.2m telescope and the Inter-University Centre for Astronomy and Astrophysics 2m telescope in India, we determined the spectral types of 38 asteroids. Among them, eight asteroids were classified as D-type asteroids. Fractions of D-type asteroids are 3.0 +/- 1.1% for low orbital inclination main-belt asteroids and 7.3 +/- 2.0% for high orbital inclination main-belt asteroids. The results of our study indicate that some D-type asteroids were formed within the ecliptic region between the main belt and Jupiter, and were then perturbed by Jupiter.","Authors":"Iwai, A (Iwai, Aya) ; Itoh, Y (Itoh, Yoichi) ; Terai, T (Terai, Tsuyoshi) ; Gupta, R (Gupta, Ranjan) ; Sen, A (Sen, Asoke) ; Takahashi, J (Takahashi, Jun)","Title":"Optical spectroscopy and photometry of main-belt asteroids with a high orbital inclination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397209100008 ISSN: 1674-4527","Keywords":"astrometry; space debris; atmospheric effects; image processing","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"RESEARCH IN ASTRONOMY AND ASTROPHYSICS Volume: 17 Issue: 2 Article Number: 18 DOI: 10.1088/1674-4527/17/2/18 Published: FEB 2017","Abstract":"Although tracking with a passive optical telescope is a powerful technique for space debris observation, it is limited by its sensitivity to dynamic background noise. Traditionally, in the field of astronomy, static background subtraction based on a median image technique has been used to extract moving space objects prior to the tracking operation, as this is computationally efficient. The main disadvantage of this technique is that it is not robust to variable illumination conditions. In this article, we propose an approach for tracking small and dim space debris in the context of a dynamic background via one of the optical telescopes that is part of the space surveillance network project, named the AsiaPacific ground-based Optical Space Observation System or APOSOS. The approach combines a fuzzy running Gaussian average for robust moving-object extraction with dim-target tracking using a particlefilter-based track-before-detect method. The performance of the proposed algorithm is experimentally evaluated, and the results show that the scheme achieves a satisfactory level of accuracy for space debris tracking.","Authors":"Torteeka, P (Torteeka, Peerapong) ; Gao, PQ (Gao, Peng-Qi) ; Shen, M (Shen, Ming) ; Guo, XZ (Guo, Xiao-Zhang) ; Yang, DT (Yang, Da-Tao) ; Yu, HH (Yu, Huan-Huan) ; Zhou, WP (Zhou, Wei-Ping) ; Zhao, Y (Zhao, You)","Title":"Space debris tracking based on fuzzy running Gaussian average adaptive particle filter track-before-detect algorithm"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397300600034 ISSN: 1000-3290","Keywords":"Antarctic astronomy; optical turbulence; estimating method; sensitivity analysis","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ACTA PHYSICA SINICA Volume: 66 Issue: 3 Article Number: 039201 DOI: 10.7498/aps.66.039201 Published: FEB 2017","Abstract":"Turbulence intensity in the near-surface layer and its decrease rate with height are closely related to the quality of potential sites. Astronomers have been pursuing a perfect astronomical site to place the large-aperture telescopes. Compared with the best mid-latitude sites, Antarctic plateau inevitably becomes an ideal site for building the nextgeneration large optical and infrared telescopes, which is because of its low infrared sky emission, low atmospheric precipitable water vapour content, low aerosol and dust content of the atmosphere, and light pollution. In this paper, we establish a model of the atmospheric optical turbulence in surface layer, and use it to estimate C-n(2) at Antarctic Taishan station for the first time. The meteorological parameters of the model input are the data measured by a mobile atmospheric parameter measurement system at Antarctic Taishan station from 30 December 2013 to 10 February 2014. The values of C-n(2), estimated by the model and measured by a micro-thermometer, are compared. Sensitivity analysis of the estimation method is also carried out. The measurement results and analyses show that C2n obtained at Taishan station has obvious diurnal variation characteristics, with well-behaved peaks in the daytime and nighttime, and minima near sunrise and sunset. C-n(2) obtained in the nighttime is stronger than that in daytime, more specifically, it is on the order of 2 *10(14)m(2/3). The comparison between model predictions and experimental data demonstrates that it is feasible to estimate C-n(2) in Antarctic by using this model. The biggest differences between C-n(2) values obtained from the model and measurement usually emerge at sunrise and sunset, respectively. Considering the fact that Antarctic atmosphere is in a stable state most of the time, the values of C-n(2) estimated by different nondimensional structure parameter functions are nearly the same. Thus, the measurement accuracy of air temperature difference from one height to another is the main factor that affects the estimated value of C-n(2).","Authors":"Wu, XQ (Wu Xiao-Qing) ; Tian, QG (Tian Qi-Guo) ; Jin, XM (Jin Xin-Miao) ; Jiang, P (Jiang Peng) ; Qing, C (Qing Chun) ; Cai, J (Cai Jun) ; Zhou, HY (Zhou Hong-Yan)","Title":"Estimating optical turbulence of atmospheric surface layer at Antarctic Taishan station from meteorological data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395432700001 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"methods: data analysis; techniques: image processing; techniques: photometric KeyWords Plus:HOT JUPITER; F-STAR; REPRESENTATIONS; COMPANION; PERIOD; KELT; FITS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 2 Article Number: 77 DOI: 10.3847/1538-3881/153/2/77 Published: FEB 2017","Abstract":"ImageJ is a graphical user interface (GUI) driven, public domain, Java-based, software package for general image processing traditionally used mainly in life sciences fields. The image processing capabilities of ImageJ are useful and extendable to other scientific fields. Here we present AstroImageJ (AIJ), which provides an astronomy specific image display environment and tools for astronomy specific image calibration and data reduction. Although AIJ maintains the general purpose image processing capabilities of ImageJ, AIJ is streamlined for time-series differential photometry, light curve detrending and fitting, and light curve plotting, especially for applications requiring ultra-precise light curves (e.g., exoplanet transits). AIJ reads and writes standard Flexible Image Transport System (FITS) files, as well as other common image formats, provides FITS header viewing and editing, and is World Coordinate System aware, including an automated interface to the astrometry. net web portal for plate solving images. AIJ provides research grade image calibration and analysis tools with a GUI driven approach, and easily installed cross-platform compatibility. It enables new users, even at the level of undergraduate student, high school student, or amateur astronomer, to quickly start processing, modeling, and plotting astronomical image data with one tightly integrated software package.","Authors":"Collins, KA (Collins, Karen A.) ; Kielkopf, JF (Kielkopf, John F.) ; Stassun, KG (Stassun, Keivan G.) ; Hessman, FV (Hessman, Frederic V.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Stassun, Keivan http://orcid.org/0000-0002-3481-9052","Title":"ASTROIMAGEJ: IMAGE PROCESSING AND PHOTOMETRIC EXTRACTION FOR ULTRA-PRECISE ASTRONOMICAL LIGHT CURVES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395780300001 ISSN: 2041-8205 eISSN: 2041-8213","Keywords":"radiation mechanisms: general; solar neighborhood; space vehicles; stars: individual (Alpha centauri, Proxima Centauri); stars: kinematics and dynamics KeyWords Plus:X-RAY BINARIES; BLACK-HOLE BINARIES; MWC 656; AGL J2241+4454; RADIO-EMISSION; LOW/HARD STATE; HD 215227; GX 339-4; ASTRONOMY; JETS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICAL JOURNAL LETTERS Volume: 835 Issue: 2 Article Number: L32 DOI: 10.3847/2041-8213/835/2/L32 Published: FEB 1 2017","Abstract":"At a distance of about 4.22 ly, it would take about 100,000 years for humans to visit our closest stellar neighbor Proxima Centauri using modern chemical thrusters. New technologies are now being developed that involve high-power lasers firing at 1 gram solar sails in near-Earth orbits, accelerating them to 20% the speed of light (c) within minutes. Although such an interstellar probe could reach Proxima 20 years after launch, without propellant to slow it down it would traverse the system within hours. Here we demonstrate how the stellar photon pressures of the stellar triple alpha Cen A, B, and C (Proxima) can be used together with gravity assists to decelerate incoming solar sails from Earth. The maximum injection speed at alpha Cen A to park a sail with a mass-to-surface ratio (sigma) similar to graphene (7.6 x 10(-4) gram m(-2)) in orbit around Proxima is about 13,800 km s(-1) (4.6% c), implying travel times from Earth to a Cen A and B of about 95 years and another 46 years (with a residual velocity of 1280 km s(-1)) to Proxima. The size of such a low-sigma sail required to carry a payload of 10 grams is about 105 m(2) = (316 m)(2). Such a sail could use solar photons instead of an expensive laser system to gain interstellar velocities at departure. Photogravitational assists allow visits of three stellar systems and an Earth-sized potentially habitable planet in one shot, promising extremely high scientific yields.","Authors":"Heller, R (Heller, Rene) ; Hippke, M (Hippke, Michael)","Title":"Deceleration of High-velocity Interstellar Photon Sails into Bound Orbits at alpha Centauri"}]