[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400002 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"revenue management; dynamic pricing; approximate dynamic programming KeyWords Plus:CUSTOMER-CHOICE BEHAVIOR; LINEAR-PROGRAMMING METHOD; NESTED LOGIT MODEL; YIELD-MANAGEMENT; BID PRICES; DEMAND; OPTIMIZATION; FLIGHTS","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 18-35 DOI: 10.1287/ijoc.2016.0713 Published: WIN 2017","Abstract":"Dynamic pricing for network revenue management has received considerable attention in research and practice. Based on data obtained from a major hotel, we use a large-scale numerical study to compare the performance of several heuristic approaches proposed in the literature. The heuristic approaches we consider include deterministic linear programming with resolving and three variants of dynamic programming decomposition. Dynamic programming decomposition is considered one of the strongest heuristics and is the method chosen in some recent commercial implementations, and remains a topic of research in the recent academic literature. In addition to a plain-vanilla implementation of dynamic programming decomposition, we consider two variants proposed in recent literature. For the base scenario generated from the real data, we show that the method based on Zhang (2011) [An improved dynamic programming decomposition approach for network revenue management. Manufacturing Service Oper. Management 13(1): 35-52.] leads to a small but significant lift in revenue compared with all other approaches. We generate many alternative problem scenarios by varying capacity-demand ratio and network structure and show that the performance of the different heuristics can be strongly influenced by both. Overall, our paper shows the promise of some recent proposals in the academic literature but also offers a cautionary tale on the choice of heuristic methods for practical network pricing problems.","Authors":"Zhang, D (Zhang, Dan) ; Weatherford, L (Weatherford, Larry)","Title":"Dynamic Pricing for Network Revenue Management: A New Approach and Application in the Hotel Industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900003 PubMed ID: 26880071 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"geriatrics; health services research; Medicare; pharmacy; policy KeyWords Plus:PRESCRIPTION DRUG BENEFIT; CHOICE SET SIZE; BENEFICIARIES KNOWLEDGE; PLAN CHOICE; IMPACT; COSTS; SATISFACTION; SELECTION; PROGRAM; CHOOSE","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 12-20 DOI: 10.1111/jrh.12175 Published: WIN 2017","Abstract":"PurposeAlthough much has been written about Medicare Part D enrollment, much less is known about beneficiaries' personal experiences with choosing a Part D plan, especially among rural residents. This study sought to address this gap by examining geographic differences in Part D enrollees' perceptions of the plan decision-making process, including their confidence in their choice, their knowledge about the program, and their satisfaction with available information. MethodsWe used data from the 2012 Medicare Current Beneficiary Survey and included adults ages 65 and older who were enrolled in Part D at the time of the survey (n = 3,706). We used ordered logistic regression to model 4 outcomes based on beneficiaries' perceptions of the Part D decision-making and enrollment process, first accounting only for differences by rurality, then adjusting for sociodemographic, health, and coverage characteristics. FindingsOverall, half of all beneficiaries were not very confident in their Part D knowledge. Rural beneficiaries had lower odds of being confident in the plan they chose and in being satisfied with the amount of information available to them during the decision-making process. After adjusting for all covariates, micropolitan residents continued to have lower odds of being confident in the plan that they chose. ConclusionsPolicy-makers should pay particular attention to making information about Part D easily accessible for all beneficiaries and to addressing unique barriers that rural residents have in accessing information while making decisions, such as reduced Internet availability. Furthermore, confidence in the decision-making process may be improved by simplifying the Part D program.","Authors":"Henning-Smith, C (Henning-Smith, Carrie) ; Casey, M (Casey, Michelle) ; Moscovice, I (Moscovice, Ira)","Title":"Does the Medicare Part D Decision-Making Experience Differ by Rural/Urban Location?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393675600012 ISSN: 2070-0733 eISSN: 2075-1354","Keywords":"Variable-order Schrodinger equation; quantum Riesz-Feller variable-order definition; weighted average non-standard finite difference method; Jon von Neumann stability analysis KeyWords Plus:FINITE-DIFFERENCE SCHEMES; DIFFUSION-EQUATIONS; SYSTEMS; MODEL; MECHANICS; ACCURACY","Categories":"Mathematics; Mechanics Web of Science Categories:Mathematics, Applied; Mechanics","Journal Information":"ADVANCES IN APPLIED MATHEMATICS AND MECHANICS Volume: 9 Issue: 4 Pages: 990-1011 DOI: 10.4208/aamm.2015.m1312 Published: AUG 2017","Abstract":"In this paper the space variable-order fractional Schrodinger equation (VOFSE) is studied numerically, where the variable-order fractional derivative is described here in the sense of the quantum Riesz-Feller definition. The proposed numerical method is the weighted average non-standard finite difference method (WANSFDM). Special attention is given to study the stability analysis and the convergence of the proposed method. Finally, two numerical examples are provided to show that this method is reliable and computationally efficient.","Authors":"Sweilam, NH (Sweilam, N. H.) ; Abou Hasan, MM (Abou Hasan, M. M.)","Title":"Numerical Simulation for the Variable-Order Fractional Schrodinger Equation with the Quantum Riesz-Feller Derivative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in maritime industry; Port container terminal; Unidirectional quay crane scheduling; problem; Risk aversion; Robustness KeyWords Plus:SPATIAL CONSTRAINTS; CONTAINER TERMINALS; TIME WINDOWS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 613-624 DOI: 10.1016/j.ejor.2017.01.007 Published: JUL 16 2017","Abstract":"As a special case of the quay crane scheduling problem, the unidirectional quay crane scheduling problem has been received more and more attention. In this paper, we analyze the computational complexity of the unidirectional quay crane scheduling problem and propose a tighter mixed integer programming formulation. Next, we develop three makespan-constrained models to obtain risk-averse solutions to mitigate the impacts of ship instability and solution infeasibility (thus, need to revamp or even reschedule the plans). Comprehensive numerical experiments are designed to investigate the benefits of the tighter formulation and the three optimization models for risk-aversion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, JH (Chen, Jiang Hang) ; Bierlaire, M (Bierlaire, Michel)","Title":"The study of the unidirectional quay crane scheduling problem: complexity and risk-aversion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900002 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"PMSQ microspheres; Waxy crude oil; Flow behavior; Exothermic character; Microstructure; Spacial hindrance KeyWords Plus:POUR-POINT DEPRESSANTS; STRUCTURAL CHARACTERISTICS; ASPHALTENE PRECIPITATION; DYNAMICS SIMULATION; SPHERES SYNTHESIS; AQUEOUS-SOLUTION; NANOPARTICLES; PARTICLES; MONODISPERSE; RHEOLOGY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 4-13 DOI: 10.1016/j.fuel.2017.02.062 Published: JUL 1 2017","Abstract":"Application of nanocomposite pour point depressants to improve the rheology of waxy crude oil is a novel and efficient technique and receives much attention. However, the effects of nano and microparticles alone on the rheology of waxy crude oil are unclear up to now. In this paper, monodispersed PMSQ microspheres with different sizes (200 nm-10 mm) were successfully synthesized through a two-step solgel route. Then the effect of the PMSQ microspheres on the flow behavior of two typical waxy crude oils was studied. The results showed that the PMSQ microspheres disperse well in oil phase as single spheres. A small dosage of the PMSQ microspheres significantly decreases the gelation point, elastic modulus G', viscous modulus G\", apparent viscosity and yield stress of the two oil samples, indicating that the PMSQ microspheres improve the flow behavior of waxy crude oil at temperatures below the wax appearance temperature. The flow improving efficiency of the PMSQ microspheres is greatly influenced by the size and dosage of the microspheres. Moreover, adding PMSQ microspheres in the oil samples also inhibits asphaltenes precipitation because the PMSQ microspheres are capable of adsorbing part of the asphaltenes. However, the PMSQ microspheres have little influence on the exothermic character and microstructure of the two oil samples. Similar tests on a model waxy oil further confirmed that the PMSQ microspheres cannot participate in wax precipitation process and change the morphology of precipitated wax crystals, but can impede the interactions of the precipitated wax crystals through spacial hindrance effect, which inhibits the development of wax crystal network structure and thus improves the flow behavior of the oil. This mechanism brings a new way to improve the flow behavior of waxy crude oil and favors the development of new-generation flow improvers based on nano or microparticles. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yang, F (Yang, Fei) ; Yao, B (Yao, Bo) ; Li, CX (Li, Chuanxian) ; Sun, GY (Sun, Guangyu) ; Ma, XB (Ma, Xiaobin)","Title":"Oil dispersible polymethylsilsesquioxane (PMSQ) microspheres improve the flow behavior of waxy crude oil through spacial hindrance effect"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800004 ISSN: 0736-5853","Keywords":"e-Government; Adoption; UTAUT2; GAM; Resistance to change; Developing countries; Mauritius KeyWords Plus:INFORMATION-TECHNOLOGY; BEHAVIORAL INTENTION; DIGITAL LIBRARIES; PERCEIVED EASE; UNIFIED THEORY; CRITICAL MASS; ACCEPTANCE; MODEL; RESISTANCE; SYSTEMS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 57-72 DOI: 10.1016/j.tele.2017.01.003 Published: JUL 2017","Abstract":"This research seeks to investigate the antecedents of e-Government adoption in a small island developing state. An extended model comprising of the unified theory of acceptance and use of technology 2 and the e-Government adoption model was employed. Results from a cross-sectional survey of 247 citizens show that performance expectancy, facilitating conditions, perceived value are positively related to behavioural intention. Computer self-efficacy is shown to have a significant negative relationship with behavioural intention and resistance to change. Our results further demonstrate that trustworthiness is inversely related to resistance to change. Small island developing states should engage in proper awareness campaigns of e-Government services offered and focusing their efforts on citizens aged 18-39 years old to obtain a critical mass of users. Website design and information quality should be improved paying particular attention to security and privacy, thereby increasing trust and reducing resistance to change. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lallmahomed, MZI (Lallmahomed, Muhammad Z. I.) ; Lallmahomed, N (Lallmahomed, Naguib) ; Lallmahomed, GM (Lallmahomed, Gias M.)","Title":"Factors influencing the adoption of e-Government services in Mauritius"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963100005 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Three-time level integration method; Global spectral analysis; Spurious mode; Adams-Bashforth method; Absolute instability; Effects of filtering KeyWords Plus:NAVIER-STOKES EQUATIONS; FINITE-DIFFERENCE SCHEMES; VELOCITY-VORTICITY FORMULATION; RAYLEIGH-TAYLOR INSTABILITY; TURBULENT HEAT-TRANSFER; CHANNEL FLOW; WAVE-PROPAGATION; REYNOLDS; DNS; SIMULATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 304 Pages: 41-57 DOI: 10.1016/j.amc.2017.01.026 Published: JUL 1 2017","Abstract":"An analysis is reported here for three-time level integration methods following the global spectral analysis (GSA) described in High Accuracy Computing Methods, T.K. Sengupta, Cambridge Univ. Press, USA. The focus is on the second order Adams-Bashforth (AB2) and the extrapolation in time (EXT2) methods. Careful distinction is made for the first time step at t = 0 by either Euler forward or four-stage, fourth order Runge-Kutta (RK4) time schemes. The latter is used to solve a benchmark aeroacoustic problem. Several one-dimensional wave propagation models are analyzed: pure advection and advection-diffUsion equations. Various spatial discretizations are discussed, including Fourier spectral method. Attention is paid to the presence of physical and numerical modes as noted in the quadratic equation obtained from the difference equation for the model 1D convection equation. It is shown that AB2 method is less stable and accurate than EXT2 method, with respect to numerical dissipation and dispersion. This is true for the methods, in which the physical mode dominates over the numerical mode. Presented analysis provides useful guide to analyze any three-time level methods. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Sengupta, TK (Sengupta, Tapan K.) ; Sengupta, A (Sengupta, Aditi) ; Saurabh, K (Saurabh, Kumar)","Title":"Global spectral analysis of multi-level time integration schemes: Numerical properties for error analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900028 ISSN: 0960-1481","Keywords":"Tidal stream turbine; Experimental testing; Instrumentation; Turbulence loading KeyWords Plus:MARINE CURRENT TURBINES; STREAM TURBINE; POWER; PERFORMANCE; BLOCKAGE; CHANNEL","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 312-326 DOI: 10.1016/j.renene.2017.01.068 Published: JUL 2017","Abstract":"Laboratory testing of tidal turbine models is an essential tool to investigate hydrodynamic interactions between turbines and the flow. Such tests can be used to calibrate numerical models and to estimate rotor loading and wake development to inform the design of full scale machines and array layout. The details of the design and manufacturing techniques used to develop a highly instrumented turbine model are presented. The model has a 1.2 m diameter, three bladed horizontal axis rotor and is bottom mounted. Particular attention is given to the instrumentation which can measure streamwise root bending moment for each blade and torque and thrust for the overall rotor. The model is mainly designed to investigate blade and shaft loads due to both turbulence and waves. Initial results from tests in a 2 m deep by 4 m wide flume are also presented. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Payne, GS (Payne, Gregory S.) ; Stallard, T (Stallard, Tim) ; Martinez, R (Martinez, Rodrigo)","Title":"Design and manufacture of a bed supported tidal turbine model for blade and shaft load measurement in turbulent flow and waves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900029 ISSN: 0960-1481","Keywords":"Wind turbine; Rapid-action pitch-control; Innovative load-control KeyWords Plus:FAULT-TOLERANT CONTROL; INDIVIDUAL PITCH; LOAD REDUCTION; BENCHMARK; DIAGNOSIS; MODEL","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 327-339 DOI: 10.1016/j.renene.2017.02.019 Published: JUL 2017","Abstract":"Pitch control comprises a significant proportion of current wind turbine load-control approaches. Collective pitching is used in restricting the overall power generation at high winds, whereas individual pitching has the added advantage of mitigating cyclic loads that are detrimental in fatigue damage of the turbines. Currently, there are many studies on conventional pitching control that account for long-term variations in wind speeds and associated high loads, but a smaller number of studies in short-term pitch action. The present study focuses on the use of rapid pitch control for handling short-term variations in wind conditions and load fluctuations within one cycle of rotation, with special attention to the prognosis of the aeroelastic response of the rotor. We use a numerical model capable of handling the complexities of the multi-physics dynamics of a wind turbine rotor. Based on a nonlinear adaptive ODE algorithm, it provides a natural way to integrate the various multi-physics aspects of wind turbine dynamics, including the control system and the coupled response of the aerodynamics and the structural deformations of the rotor. Results are presented for the case study of the NREL-5MW Reference Wind Turbine, and their significance for wind-turbine rotors in general is discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Menon, M (Menon, Muraleekrishnan) ; Ponta, FL (Ponta, Fernando L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Menon, Muraleekrishnan  http://orcid.org/0000-0002-6682-6732","Title":"Dynamic aeroelastic behavior of wind turbine rotors in rapid pitch-control actions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900046 ISSN: 0960-1481","Keywords":"Wind farm; Wind turbine; Layout optimization; Micro-siting; Operations research; Genetic algorithms KeyWords Plus:PARTICLE SWARM OPTIMIZATION; GENETIC ALGORITHM; TURBINE WAKES; PREDICTIVE CONTROL; PLACEMENT; DESIGN; POWER; NUMBER","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 531-541 DOI: 10.1016/j.renene.2017.02.017 Published: JUL 2017","Abstract":"The wind farm layout optimization problem has received considerable attention over the past two decades. The objective of this problem is to determine the wind farm layout that maximizes the annual energy generated. The majority of studies that have solved this problem simulated the velocity deficit using the Jensen wake model. However, this model is not in agreement with field measurements and computational fluid dynamics simulations. In this study, an approach to solve the wind farm layout optimization problem based on a Gaussian wake model is proposed. The Gaussian wake model uses an exponential function to evaluate the velocity deficit, in contrast to the Jensen wake model that assumes a uniform velocity profile inside the wake. The proposed approach minimizes the annual cost of energy of a wind farm using a genetic algorithm. The application of the proposed approach yields higher annual generation and a lower computational time for all wind scenarios under study. Under a more complex wind scenario, the improvement was relatively small. This suggests that the use of a more robust wake model in the WFLO problem, does not lead to greater efficiency in real wind cases. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parada, L (Parada, Leandro) ; Herrera, C (Herrera, Carlos) ; Flores, P (Flores, Paulo) ; Parada, V (Parada, Victor)","Title":"Wind farm layout optimization using a Gaussian-based wake model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398671600009 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Hydrogen; Hydrogen sulphide; H2S oxidation; Chemical kinetic model KeyWords Plus:H-2","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 198 Pages: 68-75 DOI: 10.1016/j.fuel.2016.12.038 Published: JUN 15 2017","Abstract":"Recent environmental and economic considerations have made the focus of attention new treatment processes of the residual (tail) gas of Claus plants, based on the oxidative decomposition of H2S to Sulphur and Hydrogen, In this work, the thermal, oxidative decomposition of H2S in an homogeneous phase has been studied by developing a comprehensive chemical kinetic model for the oxidation of H2S in a low oxygen atmosphere, by varying the O-2/H2S ratio (0.2-0.35), residence time (150-300 ms), and process temperatures (900-1100 C-omicron). The kinetic model has been developed by combining existing models for the oxidation of H2S, with no tuning of the parameters or kinetic constants and validated in relation to the experimental data. The results show a very good agreement with the experimental values at higher temperatures (1100 C-omicron). At 900 C-omicron, the H2S conversion is well predicted by the model, whereas the H-2 yield and SO2 selectivity are consistently higher than the experimental values. A sensitivity analysis for the complex kinetic system has highlighted the importance of the reaction (O-2 + S <-> O + SO) at lower temperatures. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Barba, D (Barba, D.) ; Cammarota, F (Cammarota, F.) ; Vaiano, V (Vaiano, V.) ; Salzano, E (Salzano, E.) ; Palma, V (Palma, V.)","Title":"Experimental and numerical analysis of the oxidative decomposition of H2S"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845500004 ISSN: 0950-3293 eISSN: 1873-6343","Keywords":"Food additive; Theory of planned behavior model; Attention to food safety scandal news; Perceived credibility of information; Perceived risk KeyWords Plus:SAFETY INFORMATION; RISK PERCEPTION; NEWS MEDIA; GM FOOD; TRUST; ATTITUDES; TAIWAN; CONSUMPTION; STRATEGIES; DECISIONS","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD QUALITY AND PREFERENCE Volume: 58 Pages: 24-33 DOI: 10.1016/j.foodqual.2017.01.002 Published: JUN 2017","Abstract":"Recent food safety scandals in Taiwan have caused panic among the Taiwanese public and have become a primary concern because foods were discovered containing a dangerous amount of illegal additives. The theory of planned behavior (TPB) model is extremely useful for predicting people's food choices and consumption habits. This study included an examination of the public attention to and perceived credibility of mass media food safety information and the perceived risk as background factors in the extended TPB model to predict public intention to take precautions to avoid consuming foods with additives. The empirical results of structural equation modeling analysis with 487 useful samples revealed that the extended TPB model has an increased explanatory power relative to the original model regarding the intention of the public in Taiwan to take precautions to avoid consuming foods that contain additives. In addition to attitudes toward and perceived behavioral control of the consumption of food with additives, the impact of risk perceptions plays an important role in determining an individual's intention to take precautions to avoid consuming foods that contain additives. The attention of an individual to food additive scandal news and their perceived risk determine their attitude toward consuming food with additives. An individual's perceived risk of consuming food with additives was determined through the attention paid to food additive scandal news and the perceived credibility of such news. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, MF (Chen, Mei-Fang)","Title":"Modeling an extended theory of planned behavior model to predict intention to take precautions to avoid consuming food with additives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800024 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Saliency detection; Diversity induced term; Matrix decompostion; Low rank; Group sparsity KeyWords Plus:VISUAL-ATTENTION; REGION DETECTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 253-267 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.012 Published: JUN 2017","Abstract":"Over the past decade, salient object detection has attracted a lot of interests in computer-vision. Although many models have been proposed to detect the salient object in an arbitrary image, this problem is still plagued with complex backgrounds and scattered objects. To address this issue, in this paper, we explore the information in cross features via a diversity-induced multi-view regularization under the Hilbert-Schmidt Independence Criterion (HSIC). Based on the diversity term, a new matrix decomposition based model is proposed for salient object detection. Furthermore, S-1/2 regularizer is introduced to constrain the background part. This regularizer will make the background much cleaner in the saliency map. A group sparsity induced norm is imposed on the salient part in order to involve the potential spatial relationships of image patches. Our method is solved through an augmented Lagrange multipliers method, and high-level priors are also integrated to boost the performance. Experiments on the four widely used datasets show that our method outperforms the state-of-the-art models.","Authors":"Sun, XL (Sun, Xiaoli) ; He, ZX (He, ZhiXiang) ; Xu, C (Xu, Chen) ; Zhang, XJ (Zhang, Xiujun) ; Zou, WB (Zou, Wenbin) ; Baciu, G (Baciu, George)","Title":"Diversity induced matrix decomposition model for salient object detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800025 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Superpixel; Segmentation; Salient region detection; Saliency map; Complex networks KeyWords Plus:VISUAL SALIENCY; OBJECT DETECTION; ATTENTION; MODEL; IMAGE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 268-279 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.010 Published: JUN 2017","Abstract":"In this paper, we propose an efficient method for salient region detection. First, the image is decomposed by using superpixel segmentation which groups similar pixels and generates compact regions. Based upon the generated superpixels, similarity between the regions is calculated by benefiting from color, location, histogram, intensity, and area information of each region as well as community identification via complex networks theory in the over-segmented image. Then, contrast, distribution and complex networks based saliency maps are generated by using the mentioned features. These saliency maps are used to create a final saliency map. The applicability, effectiveness and consistency of the proposed approach are illustrated by conducting some experiments using publicly available datasets. The tests have been used to compare the proposed method with some state-of-the-art methods. The reported results cover qualitative and quantitative assessments which demonstrate that our approach outputs high quality saliency maps and mostly achieves the highest precision rate compared to the other methods.","Authors":"Aksac, A (Aksac, Alper) ; Ozyer, T (Ozyer, Tansel) ; Alhajj, R (Alhajj, Reda)","Title":"Complex networks driven salient region detection based on superpixel segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200005 ISSN: 0191-8869","Keywords":"Perfectionism; Meaning in life; Well-being KeyWords Plus:MALADAPTIVE PERFECTIONISTS; ADAPTIVE PERFECTIONISTS; DEPRESSIVE SYMPTOMS; LIFE SATISFACTION; EXISTENTIAL MODEL; SELF-CRITICISM; SCALE; NONPERFECTIONISTS; HAPPINESS; SEARCH","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 25-30 DOI: 10.1016/j.paid.2017.01.041 Published: JUN 1 2017","Abstract":"Grounded in the tripartite model of perfectionism and previous empirical support, the current study explored qualitatively different types of perfectionists and their well-being. A total of 276 college students responded to measures of perfectionism, conscientiousness, neuroticism, and well-being. Latent Profile Analysis identified three distinct latent classes of perfectionists: adaptive, maladaptive, and non-perfectionists. Adaptive perfectionists exhibited highest levels of presence of meaning, subjective happiness, and life satisfaction; maladaptive perfectionists showed the highest levels of search for meaning. Findings call attention to the value of exploring the heterogeneity of perfectionists and their well-being. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Suh, H (Suh, Hanna) ; Gnilka, PB (Gnilka, Philip B.) ; Rice, KG (Rice, Kenneth G.)","Title":"Perfectionism and well-being: A positive psychology framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200020 ISSN: 0191-8869","Keywords":"Anxiety; Callous-unemotional traits; Developmental trajectories; Oppositionality; Preschool; Primary/secondary psychopathy KeyWords Plus:CONDUCT PROBLEMS; SECONDARY VARIANTS; EARLY-CHILDHOOD; PSYCHOMETRIC PROPERTIES; JUVENILE PSYCHOPATHY; TEMPORAL STABILITY; MISSING DATA; EYE CONTACT; ADOLESCENTS; SCALE","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 124-133 DOI: 10.1016/j.paid.2017.02.005 Published: JUN 1 2017","Abstract":"There is increasing interest in describing different variants and subtypes that characterize the heterogeneity of behavior, problems with the aim of supporting early detection and prevention, as well as facilitating research into etiological differences. This work examines the course of co-occurrence of callous-unemotional traits (CU), anxiety (ANX) and oppositionality (ODD-s) levels in a longitudinal community sample. A sample of 622 3 year-old preschoolers, followed up until age 7, was assessed annually with dimensional measures of callous-unemotional traits, oppositional defiant disorder and anxiety and related psychological constructs answered by parents, teachers and, performed by children. Growth-Mixture-Modeling yielded six trajectories (null 58.9%, ANXincreasing 4.9%, CU + ANX + ODD 2.4%, CU + ODD-decreasing 8.1%, ODD-increasing 16.4%, and ANX-decreasing 9.2%) that represent the variants previously described with older subjects. The specifier ODD \"with limited prosocial emotion\" (CU + ODD decreasing and increasing) showed deficits in executive functioning, attention, aggressive behavior and social cognition in comparison with null trajectory. The secondary variant showed a more severe clinical picture and presented more difficulties in executive functioning, worse environmental characteristics, and worse outcomes at age 7. It is possible to identify the heterogeneity of disruptive behavior problems from preschool age. The identification of homogeneous groups in this category of disorders may help to design more suitable treatments with specific components for specific difficulties, and to progress in the etiological research of each class. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ezpeleta, L (Ezpeleta, Lourdes) ; Granero, R (Granero, Roser) ; de la Osa, N (de la Osa, Nuria) ; Domenech, JM (Maria Domenech, Josep)","Title":"Developmental trajectories of callous-unemotional traits, anxiety and oppositionality in 3-7 year-old children in the general population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200025 ISSN: 0191-8869","Keywords":"Anxiety; Conflict; Distraction; Emotion; Attention; Stroop KeyWords Plus:GENERALIZED ANXIETY; IMPLICIT REGULATION; PERFORMANCE; ATTENTION; DISORDER; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 157-162 DOI: 10.1016/j.paid.2017.02.017 Published: JUN 1 2017","Abstract":"Research shows that anxiety may relate to any or all of the following: goal conflict resolution; distraction, and the automatic detection of threat-related stimuli. To investigate these relationships we used a modified Stroop task where fearful and happy emotional target faces are overlaid with either emotionally neutral, emotionally congruent or emotionally incongruent distracting words. A trait anxiety related speed-accuracy trade-off seemed to primarily reduce accuracy during incongruent trials with target fearful faces overlaid with the emotionally conflicting word happy. We offer an explanation of this effect based upon theories of how positive stimuli and threat-related stimuli differentially affect information processing. Future studies should seek to verify how the anxiety related speed-accuracy trade-off mechanism is activated, and elucidate how and when positive stimuli affect anxiety more than threat-related stimuli do. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"du Rocher, AR (du Rocher, Andrew R.) ; Pickering, AD (Pickering, Alan D.)","Title":"Trait anxiety, infrequent emotional conflict, and the emotional face Stroop task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200026 ISSN: 0191-8869","Keywords":"Grit; Five factor personality; Job performance; Counterproductive work behaviors; Job satisfaction KeyWords Plus:JOB-PERFORMANCE; PERSONNEL-SELECTION; ORGANIZATIONAL CITIZENSHIP; PERSONALITY; SATISFACTION; MODELS; WORK; PERSEVERANCE; PREDICTORS; ABILITY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 163-168 DOI: 10.1016/j.paid.2017.02.012 Published: JUN 1 2017","Abstract":"One of the recent developments in personality psychology is the emergence of a new construct, Grit. Its emergence led to a proliferation of studies advancing Grit as a significant predictor of various positive outcomes. So far, little attention has been paid to testing its relevance for various work-related outcomes. The present paper unraveled Grit's validity in predicting a series of work-relevant outcomes, namely, organizational citizenship behavior, in-role performance, counter-productive work behaviors and job satisfaction over the Five-Factor Model (FFM) of personality. These constructs were assessed on a sample including 170 worldng adults. Grit had limited predictive validity over the FFM dimensions in predicting the focal outcomes. Consequently, its relevance in the workplace should be treated with caution. More research should be conducted before using Grit as a basis for personnel selection or for interventions focusing on various aspects of performance or job satisfaction. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ion, A (Ion, Andrei) ; Mindu, A (Mindu, Alexandra) ; Gorbanescu, A (Gorbanescu, Adrian)","Title":"Grit in the workplace: Hype or ripe?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200044 ISSN: 0191-8869","Keywords":"Need for closure; Attention; Multitasking; Divided attention; Eye-tracking; Focused and distributed attention KeyWords Plus:INDIVIDUAL-DIFFERENCES; SUBCORTICAL CONTRIBUTIONS; DISTRIBUTED ATTENTION; SELECTIVE ATTENTION; DEFOCUSED ATTENTION; TASK PERFORMANCE; VISUAL-ATTENTION; FOCAL ATTENTION; INFORMATION; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 272-280 DOI: 10.1016/j.paid.2017.02.014 Published: JUN 1 2017","Abstract":"In two studies, we examine how need for cognitive closure (NFC), referring to an individual's tendency to reduce uncertainty via rigid processing style, relates to the way attentional resources are distributed while multitasking. Previous studies show that NFC is related to focused, rather than distributed, attention. High NFC individuals should thus process tasks serially rather than in parallel. That is, in order to maintain performance on an additional task, they would need to shift attentional focus to this task more often. Low NFC individuals, on the other hand, should be able to process both tasks in parallel, i.e. they would maintain performance on the additional task with fewer attentional shifts. To test our hypotheses, we asked participants to perform a main and additional task simultaneously. During task performance participants' eyes were tracked. In line with our predictions, the interest area analysis showed that NFC was related to more fixations and longer dwell time on the additional task. It was also associated with more runs to this task (Studies 1 and 2). The effects were stronger in difficult, compared to easy, condition (Study 2). The paper is the first one to directly test attention allocation during multitasking depending on NFC levels. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Szumowska, E (Szumowska, Ewa) ; Kossowska, M (Kossowska, Malgorzata)","Title":"Need for cognitive closure and attention allocation during multitasking: Evidence from eye-tracking studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963300040 ISSN: 0925-4005","Keywords":"Nano-heterostructures; Gas sensor; ZnO; In2O3; Interfaces KeyWords Plus:GAS-SENSING PROPERTIES; ULTRA-BROAD-BAND; ROOM-TEMPERATURE; NO2 GAS; HYDROTHERMAL SYNTHESIS; ZNO NANOSTRUCTURES; PERFORMANCE; SNO2; NANOWIRES; NANOPARTICLES","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 244 Pages: 344-356 DOI: 10.1016/j.snb.2016.12.044 Published: JUN 2017","Abstract":"Gas sensors play a vital role on many aspects in our society, and have gained much progress, propelled by the development of nanoscience and nanotechnology. In this regard, metal oxides with heterojunctions have attracted tremendous attention owing to their enhanced gas sensing properties. Herein, belt-tooth shape ZnO/In2O3 nano-heterostructures has been achieved through a chemical vapor deposition process. The gas sensor fabricated from the as-prepared nano-heterostructures exhibits superior sensing performances for C2H2 gas at low operating temperature (90 degrees C). Moreover, the Au decorated ZnO/In2O3 nano-heterostructures (Au-ZnO/In2O3) exhibit enhanced C2H2 sensing properties such as higher response, less response time, better selectivity and smaller deviation from the ideal value of power exponent. More significantly, the response to C2H2 gas is maintained well in 30 days, indicating good long-term stability. In addition, both the potential-barrier-controlled carrier transport model combining with the surface depletion model and the unique properties of Au are presented to describe the C2H2 gas sensing mechanism of Au-ZnO/In2O3. This study offers an innovative methodology to design novel gas sensing materials and enhance gas sensing performances. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, B (Wang, Bing) ; Jin, HT (Jin, Huan Tong) ; Zheng, ZQ (Zheng, Zhao Qiang) ; Zhou, YH (Zhou, Yong Heng) ; Gao, C (Gao, Cheng)","Title":"Low-temperature and highly sensitive C2H2 sensor based on Au decorated ZnO/In2O3 belt-tooth shape nano-heterostructures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395750900001 ISSN: 1350-4851 eISSN: 1466-4291","Keywords":"Unit root test; break; Great China Economic Area; real GDP KeyWords Plus:UNIT-ROOT TESTS; MODELS","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"APPLIED ECONOMICS LETTERS Volume: 24 Issue: 10 Pages: 663-667 DOI: 10.1080/13504851.2016.1218423 Published: JUN 2017","Abstract":"This article explores the difference in the time series property of economic output for the Great China Economic Area (GCEA) (Mainland China, Hong Kong and Taiwan). Using the powerful Kim and Perron (2009) unit root test and real GDPs over the period 1992-2014 as the study sample, results indicate the presence of a break for all economies that corresponds to the Asian financial crisis. Additionally, allowing for a break leads to the rejection of the unit root hypothesis for Taiwan only. Important implications are provided. First, considering the presence of a break in testing for nonstationarity is important or false conclusions can be drawn. Second, given the stationarity of GDP found for Taiwan only, investors should look beyond any local economic shocks and focus more on world economy development when investing in Taiwan. By contrast, investors in Mainland China and Hong Kong should pay attention to any shock because it is likely to be persistent. Third, relevant authorities should recognize that any government policy intended to promote long-run economic growth may be ineffective in Taiwan whereas it can be more effective in Mainland China and Hong Kong.","Authors":"Hong, H (Hong, Hui) ; Chen, NW (Chen, Naiwei)","Title":"New evidence on breaking trend functions in real GDPs from Great China Economic Area"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602400010 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"Assembly line balancing; Disabled workers; Worker integration; Regularity criterion KeyWords Plus:TIME PRODUCTION SYSTEMS; EVOLUTIONARY ALGORITHMS; HETEROGENEOUS WORKERS; DISABLED WORKERS; BOUND ALGORITHM; LEVEL SCHEDULES; JOB ROTATION; MODEL; ASSIGNMENT; HEURISTICS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 82 Pages: 114-125 DOI: 10.1016/j.cor.2017.01.003 Published: JUN 2017","Abstract":"The consideration of worker heterogeneity in assembly lines has received a fair amount of attention in the literature in the past decade. Most of this exploration uses as motivation the example of assembly lines in sheltered work centers for the disabled. Only recently has the community started looking at the situation faced in assembly lines in the general industrial park, when in the presence of worker heterogeneity. This step raises a number of questions around the best way to incorporate heterogeneous workers in the line, maximizing their integration while maintaining productivity levels. In this paper we propose the use of Miltenburg's regularity criterion and cycle time as metrics for integration of workers and productivity, respectively. We then define, model and develop heuristics for a line balancing problem with these two goals. Results obtained through an extensive set of computational experiments indicate that a good planning can obtain trade-off solutions that perform well in both objectives. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Moreira, MCO (Moreira, Mayron Cesar O.) ; Pastor, R (Pastor, Rafael) ; Costa, AM (Costa, Alysson M.) ; Miralles, C (Miralles, Cristobal)","Title":"The multi-objective assembly line worker integration and balancing problem of type-2"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600038 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Social contact; Tourist typology; Interaction; Tourist-host KeyWords Plus:INTERGROUP ANXIETY; EXPERIENCE; PREJUDICE; ATTITUDES; SOCIOLOGY; EMPATHY; IMPACT; MODEL","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 357-366 DOI: 10.1016/j.tourman.2016.12.021 Published: JUN 2017","Abstract":"Tourist-host social contact, as a unique type of social contact, is not getting sufficient attention in tourism academia considering its remarkable impacts on tourists' travel attitudes, behaviors and long-term perceptions. The objectives of the current study are to explore the dimensions of tourist-host social contact and to contribute to the theory of tourist typology according to their dynamic nature in tourist host social interaction. Forty-five in-depth interviews were conducted to generate insightful information. The software of NVivo 10 was applied to examine and code the transcripts. As a result, six dimensions were adopted to describe tourist-host social contact, which are purposes, determinants, activities, intensity, impacts and attitudes. Five types of tourists were pinpointed and theoretical and practical contributions of the study were discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fan, DXF (Fan, Daisy X. F.) ; Zhang, HQQ (Zhang, Hanqin Qiu) ; Jenkins, CL (Jenkins, Carson L.) ; Tavitiyaman, P (Tavitiyaman, Pimtong)","Title":"Tourist typology in social contact: An addition to existing theories"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372000005 PubMed ID: 28126511 ISSN: 0306-4603 eISSN: 1873-6327","Keywords":"Mindfulness meditation; Smoking cessation; Tobacco; Intervention; Meta-analysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; SMOKERS; REDUCTION; STRESS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"ADDICTIVE BEHAVIORS Volume: 69 Pages: 27-34 DOI: 10.1016/j.addbeh.2017.01.022 Published: JUN 2017","Abstract":"Background: Smokers increasingly seek alternative interventions to assist in cessation or reduction efforts. Mindfulness meditation, which facilitates detached observation and paying attention to the present moment with openness, curiosity, and acceptance, has recently been studied as a smoking cessation intervention. Aims: This review synthesizes randomized controlled trials (RCTs) of mindfulness meditation (MM) interventions for smoking cessation. Methods: Five electronic databases were searched from inception to October 2016 to identify English-language RCTs evaluating the efficacy and safety of MM interventions for smoking cessation, reduction, or a decrease in nicotine cravings. Two independent reviewers screened literature using predetermined eligibility criteria, abstracted study-level information, and assessed the quality of included studies. Meta-analyses used the Hartung-KnappSidik-jonlonan method for random-effects models. The quality of evidence was assessed Using the GRADE approach. Findings: Ten RCTs of MM interventions for tobacco use met inclusion criteria. Intervention duration, intensity, and comparison conditions varied considerably. Studies used diverse comparators such as the American Lung Association's Freedom from Smoking (FFS) program, quitline counseling, interactive learning, or treatment as usual (TAU). Only one RCT was rated as good quality and reported power calculations indicating sufficient statistical power. Publication bias was detected. Overall, mindfulness meditation did not have significant effects on abstinence or cigarettes per day, relative to comparator groups. The small number of studies and heterogeneity in interventions, comparators, and outcomes precluded detecting systematic differences between adjunctive and monotherapy interventions. No serious adverse events were reported. Conclusions: MM did not differ significantly from comparator interventions in their effects on tobacco use. Low-quality evidence, variability in study design among the small number of existing studies, and publication bias suggest that additional, high-quality adequately powered RCTs should be conducted. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Maglione, MA (Maglione, Margaret A.) ; Maher, AR (Maher, Alicia Ruelaz) ; Ewing, B (Ewing, Brett) ; Colaiaco, B (Colaiaco, Benjamin) ; Newberry, S (Newberry, Sydne) ; Kandrack, R (Kandrack, Ryan) ; Shanman, RM (Shanman, Roberta M.) ; Sorbero, ME (Sorbero, Melony E.) ; Hempel, S (Hempel, Susanne)","Title":"Efficacy of mindfulness meditation for smoking cessation: A systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396959700006 ISSN: 0305-0483","Keywords":"Mixed methods; Causal mapping; Decision tree; Evaluation; Case study; Risk analysis KeyWords Plus:PROBLEM STRUCTURING METHODS; MANAGEMENT SCIENCE; MULTIMETHODOLOGY; SOFT; FRAMEWORK; HARD; MAPS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"OMEGA-INTERNATIONAL JOURNAL OF MANAGEMENT SCIENCE Volume: 69 Pages: 70-81 DOI: 10.1016/j.omega.2016.08.003 Published: JUN 2017","Abstract":"Despite continued interest in the use of mixed OR/MS methods, limited attention has been paid in the literature to generic lessons that could be gained from mixing methods in practice. Many organisational problems demand the use of a mixed method approach and thus recognising and sharing lessons could prove beneficial to both practitioners and researchers. This paper reports on an in-depth evaluation of a case study involving risk identification and quantification of the Northern Isles New Energy Solutions (NINES) project which sought to trial and plan a new energy system. The intervention involved a mixed method approach and client feedback on the efficacy of the approach was sought. The evaluation reported in this paper is carried out using a set of themes taken from the literature and seeks to highlight transferable lessons. The set of lessons that emerge are presented along with their implications for both general OR modelling practice and the specific situation of mixing OR/MS methods. The paper concludes by discussing the implications of the work and directions for future work which will be of interest to both practitioners and researchers interested in mixed method OR/MS work. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Howick, S (Howick, Susan) ; Ackermann, F (Ackermann, Fran) ; Walls, L (Walls, Lesley) ; Quigley, J (Quigley, John) ; Houghton, T (Houghton, Tom) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number howick, susan  http://orcid.org/0000-0002-0796-7981","Title":"Learning from mixed OR method practice: The NINES case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200014 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Cellular automaton; Floor field model; Counterflow; Swapping KeyWords Plus:DYNAMICS; TRANSITION; SIMULATION; FIELD","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 155-168 DOI: 10.1016/j.physa.2017.02.008 Published: JUN 1 2017","Abstract":"In this paper, we propose a new floor field Cellular Automaton (CA) model with considering the swapping behaviors of pedestrians. The neighboring pedestrians in opposite directions take swapping in a probability decided by the linear density of pedestrian flow. The swapping which happens simultaneously with the normal movement is introduced to eliminate the gridlock in low density region. Numerical results show that the fundamental diagram is in good agreement with the measured data. Then the model is applied to investigate the counterflow and four typical states such as free flow, lane, intermediate and congestion states are found. More attention is paid on the intermediate state which lane-formation and local congestions switch in an irregular manner. The swapping plays a vital role in reducing the gridlock. Furthermore, the influence of the corridor size and individual's eyesight on counterflow are discussed in detail. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tao, YZ (Tao, Y. Z.) ; Dong, LY (Dong, L. Y.)","Title":"A Cellular Automaton model for pedestrian counterflow with swapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300003 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Multidimensional data visualization; Space-filling data visualization; Visual data analysis; Linear correlation; Data pattern; Usability study KeyWords Plus:PARALLEL; MAPS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 32-53 DOI: 10.1016/j.ins.2015.06.031 Published: JUN 2017","Abstract":"The space-filling visualization model was first invented by Ben Shneiderman [28] for maximizing the utilization of display space in relational data (or graph) visualization, especially for tree visualization. It uses the concept of Enclosure which dismisses the \"edges\" in the graphic representation that are all too frequently used in traditional node-link based graph visualizations. Therefore, the major issue in graph visualization which is the edge crossing can be naturally solved through the adoption of a space filling approach. However in the past, the space-filling concept has not attracted much attention from researchers in the field of multidimensional visualization. Although the problem of 'edge crossing' has also occurred among polylines which are used as the basic visual elements in the parallel coordinates visualization, it is problematic if those 'edge crossings' among polylines are not evenly distributed on the display plate as visual clutter will occur. This problem could significantly reduce the human readability in terms of reviewing a particular region of the visualization. In this study, we propose a new Space-Filling Multidimensional Data Visualization (SFMDVis) that for the first-time introduces a space-filling approach into multidimensional data visualization. The main contributions are: (1) achieving the maximization of space utilization in multidimensional visualization (i.e. 100% of the display area is fully used), (2) eliminating visual clutter in SFMDVis through the use of the non-classic geometric primitive and (3) improving the quality of visualization for the visual perception of linear correlations among different variables as well as recognizing data patterns. To evaluate the quality of SFMDVis, we have conducted a usability study to measure the performance of SFMDVis in comparison with parallel coordinates and a scatterplot matrix for finding linear correlations and data patterns. The evaluation results have suggested that the accuracy of SFMDVis is better than both in terms of perceiving linear correlations and also that the SFMDVis is more efficient (less time is required) than both when recognizing data patterns. 2015 Elsevier Inc. (C) All rights reserved.","Authors":"Huang, TH (Huang, Tze-Haw) ; Huang, ML (Huang, Mao Lin) ; Nguyen, QV (Quang Vinh Nguyen) ; Zhao, LP (Zhao, Laiping) ; Huang, WD (Huang, Weidong) ; Chen, JJ (Chen, Jinjun)","Title":"A Space-Filling Multidimensional Visualization (SFMDVis) for Exploratory Data Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396104800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Coil voltage pulse; fast discharge; high temperature; superconductor; no-insulation coil","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4602705 DOI: 10.1109/TASC.2017.2662598 Published: JUN 2017","Abstract":"This paper presents a study on the coil voltage of the no-insulation (NI) high-temperature superconductor (HTS) pan-cake coils during fast discharging operations. Fast discharging tests are performed on both a double pancake (DP) and an sin-gle pancake (SP) NI coil. The measured coil voltages are compared with that from an equivalent circuit model, which has been widely used in previous studies. A voltage pulse is observed on both the NI coils at the beginning of the fast-discharging operation. It is much higher than that from the modeling. The peak value of the voltage pulse increases linearly with the initial current. Compar-ison tests show that the coupling iron core has little influence on this coil voltage pulse though the inductance of the coils is enlarged seven times by coupling iron core. This coil voltage pulse shows that, during the fast discharging operation, the NI coil has a much higher turn-to-turn resistivity at the beginning stage than that in following process. Since the coil voltage pulse can be 600 times of the modeling estimation, it may be a potential risk to the coil protection system and measuring instruments. Therefore, special attentions are required on this aspect in the design of NI magnets.","Authors":"Li, K (Li, Ke) ; Wang, YW (Wang, Yawei) ; Yang, P (Yang, Ping) ; Ma, C (Ma, Chao) ; Qiu, DR (Qiu, Derong) ; Pan, YH (Pan, Yunhao) ; Li, ZY (Li, Zhuyong) ; Jin, ZJ (Jin, Zhijian) ; Hong, ZY (Hong, Zhiyong)","Title":"Coil Voltage Pulse at the Beginning of the Fast Discharge Operation of No-Insulation REBCO Coils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395878800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Superconducting magnets; Young's modulus; resonance testing; stress-strain behavior; mechanical anisotropy KeyWords Plus:SUPERCONDUCTING DIPOLE; STEEL; COMPOSITE","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4003007 DOI: 10.1109/TASC.2016.2638046 Published: JUN 2017","Abstract":"A test campaign was launched to determine the mechanical properties of the High Luminosity-Large Hadron Collider (HL-LHC) 11 T Nb3Sn magnet components. The results can be used to accurately represent the mechanical properties in finite element models that predict the stress and strain distribution in these magnets. Particular attention is paid to anisotropic mechanical behavior of the different magnet materials. Static and dynamic test methods have been applied for determining elastic materials' behavior, and highly accurate Young's moduli are obtained with the nondestructive dynamic methods resonance and impulse excitation at ambient temperature and during in situ heat cycles.","Authors":"Scheuerlein, C (Scheuerlein, Christian) ; Lackner, F (Lackner, Friedrich) ; Savary, F (Savary, Frederic) ; Rehmer, B (Rehmer, Birgit) ; Finn, M (Finn, Monika) ; Uhlemann, P (Uhlemann, Patrick)","Title":"Mechanical Properties of the HL-LHC 11 T Nb3Sn Magnet Constituent Materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395741900021 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Active damping; doubly fed induction generator (DFIG) system impedance; high-frequency resonance (HFR); subsynchronous resonance (SSR); weak network impedance KeyWords Plus:GRID-CONNECTED INVERTER; SERIES-COMPENSATED NETWORK; ENERGY-CONVERSION SYSTEMS; FED INDUCTION GENERATOR; OF-THE-ART; SSR ANALYSIS; REPETITIVE CONTROL; VOLTAGE; TURBINES; ELECTRONICS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 6 Pages: 4370-4394 DOI: 10.1109/TPEL.2016.2601643 Published: JUN 2017","Abstract":"The wind power generation techniques are continuing to develop and increasing numbers of doubly fed induction generator (DFIG)-based wind power systems are connecting to the on-shore and off-shore grids, local standalone weak networks, and microgrid applications. The impedances of the weak networks are too large to be neglected and require careful attention. Due to the impedance interaction between the weak network and the DFIG system, both subsynchronous resonance (SSR) and high-frequency resonance (HFR) may occur when the DFIG system is connected to the series or parallel compensated weak network. This paper will discuss the SSR and the HFR phenomena based on the impedance modeling of the DFIG system and the weak networks, and the cause of these two resonances will be explained in details. The following factors will be discussed in this paper: 1) transformer configuration; 2) different power scale of DFIG system with different parameters; 3) L or LCL filter adopted in the grid side converter (GSC); 4) rotor speed; 5) current closed-loop controller parameters; and 6) digital control delay. On the basis of the analysis, active damping strategies for HFR using virtual impedance concept will be proposed.","Authors":"Song, YP (Song, Yipeng) ; Blaabjerg, F (Blaabjerg, Frede)","Title":"Overview of DFIG-Based Wind Power System Resonances Under Weak Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100009 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Ubiquitous manufacturing; Synchronized production and logistics; RFID KeyWords Plus:MANUFACTURING EXECUTION SYSTEM; IN-PROGRESS MANAGEMENT; REAL-TIME; SUPPLY CHAIN; INTEGRATED PRODUCTION; CONCEPTUAL-FRAMEWORK; AIR-TRANSPORTATION; COORDINATION; ENVIRONMENT; MODEL","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 99-115 Special Issue: SI DOI: 10.1016/j.rcim.2016.01.008 Published: JUN 2017","Abstract":"The integration of manufacturing and logistics has drawn widespread research attentions in recent years. This paper focuses on the Synchronized Production and Logistics (SPL), which is operational level integration. SPL is defined as synchronizing the processing, moving and storing of raw Material, WIP and finished product within one manufacturing unit by high level information sharing and joint scheduling to achieve synergic decision, execution and overall performance improvement Through analysing the requirements and challenges in real life industry, the ubiquitous computing is adopted as an enabling technology and an Ubi-SPL (Synchronized Production and Logistics via Ubiquitous Technology) framework is proposed. This framework is consists of four layers, which creates a close decision-execution loop by linking the frontline real time data, user feedback and optimized decision together. A real life case study of applying Ubi-SPL solution in a chemical industry has been conducted. The implementation results show that the proposed Ubi-SPL solution can significantly improve the overall performance in both production and logistics service. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Luo, H (Luo, Hao) ; Wang, K (Wang, Kai) ; Kong, XTR (Kong, Xiang T. R.) ; Lu, SP (Lu, Shaoping) ; Qu, T (Qu, Ting)","Title":"Synchronized production and logistics via ubiquitous computing technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390103500006 ISSN: 1937-5093 eISSN: 1937-5077","Keywords":"Structured populations; age-structured equation; size-structured equation; eigenproblem; Malthus parameter; cell division; piecewise-deterministic Markov process; continuous-time tree KeyWords Plus:LIMIT-THEOREMS; MODEL; POPULATION; DIVISION; AGE; PROLIFERATION; BACTERIA","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"KINETIC AND RELATED MODELS Volume: 10 Issue: 2 Pages: 481-512 DOI: 10.3934/krm.2017019 Published: JUN 2017","Abstract":"Recent biological studies draw attention to the question of variability between cells. We refer to the study of Kiviet et al. published in 2014 [15]. A cell in a controlled culture grows at a constant rate v > 0, but this rate can differ from one individual to another. The biological question we address here states as follows. How does individual variability in the growth rate influence the growth speed of the population? The growth speed of the population is measured by the Malthus parameter we define thereafter, also called in the literature fitness. Even if the variability in the growth rate among cells is small, with a distribution of coefficient of variation around 10%, and even if its influence on the Malthus parameter would be still smaller, such an influence may become determinant since it characterises the exponential growth speed of the population.","Authors":"Olivier, A (Olivier, Adelaide)","Title":"HOW DOES VARIABILITY IN CELL AGING AND GROWTH RATES INFLUENCE THE MALTHUS PARAMETER?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300007 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Tracking; Perceptual hashing; Compressive sensing KeyWords Plus:VISUAL TRACKING; IMAGE SEARCH; OBJECT; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 69-80 DOI: 10.1016/j.neucom.2017.02.004 Published: MAY 24 2017","Abstract":"This paper proposes a novel compressive sensing based perceptual hashing algorithm for visual tracking. A tracking object is represented by dimensionality reduced feature projected from perceptual hashing feature through a sparse measurement matrix. Besides, an updating weight map is assigned for each object and the weight map is updated according to the accumulation of foreground block and the distance between the foreground block and the center of the weight map. Based oh above object representation and its weight map, our tracker searches the local region with the maximum similarity in coarse-to-fine way. In addition, we introduce a visual attention knowledge that the object, namely foreground, should be always located in the center of the weight map, to handle the model drift problem. Extensive experiments demonstrate that the proposed tracking method outperforms state-of-the-art methods in challenging scenarios and our tracker is especially insensitive to the location of the initial box. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, L (Chen, Long) ; Li, Z (Li, Zheng) ; Yang, JF (Yang, Jian-Fei)","Title":"Compressive perceptual hashing tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"High-dimensional problem; Machine learning; Oracle inequality; Penalized risk minimization; Sparse model; U-process KeyWords Plus:GENERALIZATION BOUNDS; CORRELATION ESTIMATOR; SELECTION; MINIMIZATION; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 214-222 DOI: 10.1016/j.neucom.2017.02.018 Published: MAY 24 2017","Abstract":"We investigate properties of estimators obtained by minimization of U-processes with the Lasso penalty in the high-dimensional setting. Our attention is focused on the ranking problem that is popular in machine learning. It is related to guessing the ordering between objects on the basis of their observed predictors. We prove the oracle inequality for the excess risk of the considered estimator as well as the bound for the l(1) distance \\(theta) over cap-theta*\\(1) between the estimator and the oracle. Besides, we study properties of estimators on simulated data sets. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rejchel, W (Rejchel, Wojciech)","Title":"Oracle inequalities for ranking and U-processes with Lasso penalty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Pedestrian detection; Feature learning; Latent semantics; Discriminative power KeyWords Plus:OBJECT DETECTION; SPARSE REPRESENTATION; ADAPTATION; MOTION; CUE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 126-138 DOI: 10.1016/j.neucom.2017.01.043 Published: MAY 17 2017","Abstract":"Features act as a key factor in pedestrian detection task. Most widely-used ones like HOG are manually designed and hard to be adaptive, thus now more attention has been paid to the features automatically learned on data. In this paper, a novel approach of learning discriminative features is proposed, addressing two main limitations of the methods in the literature. On one hand, unlike those methods of learning features on low-level pixels, we propose to learn features via a particular sparse coding algorithm enhanced on mid-level image representation, in order to obtain higher-level latent semantics and robustness; On the other hand, those methods usually utilize label information in model training such as deformable part model (DPM) with high computation cost. Instead, we propose to extend the learning process via a maximum margin criterion, in order to better encode discriminative information directly in features by optimizing them to be close to each other if from the same class and far from each other if from different classes. Furthermore, a boosted detection framework rather than the complex DPM is adopted to achieve both high accuracy and efficiency. The proposed approach achieves promising results on several standard pedestrian detection benchmarks. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhu, C (Zhu, Chao) ; Peng, YX (Peng, Yuxin)","Title":"Discriminative latent semantic feature learning for pedestrian detection"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393530000001 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Routing; Traveling Purchaser Problem; Supplier selection; Exact and heuristic methods KeyWords Plus:SALESMAN PROBLEM; ROUTING PROBLEM; CUT ALGORITHM; RESOURCE CONSTRAINTS; HEURISTIC APPROACH; MULTIPLE STACKS; OPTIMIZATION; FORMULATION; POLYTOPE; NETWORK","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 1-18 DOI: 10.1016/j.ejor.2016.12.017 Published: MAY 16 2017","Abstract":"The Traveling Purchaser Problem (TPP) has been one of the most studied generalizations of the Traveling Salesman Problem. In recent decades, the TPP attracted the attention of both researchers in combinatorial optimization and practitioners, thanks to its double nature of procurement and transportation problem. The problem has been used to model several application contexts and is computationally challenging, dealing at the same time with the suppliers selection, the optimization of the purchasing plan and the routing decisions of the purchaser. For the first time after 50 years from its birth, we survey all the research done on the TPP including the most interesting and best performing solution methods proposed so far. We conclude providing some interesting future developments. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Manerba, D (Manerba, Daniele) ; Mansini, R (Mansini, Renata) ; Riera-Ledesma, J (Riera-Ledesma, Jorge) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Manerba, Daniele  http://orcid.org/0000-0002-3502-5289 Riera-Ledesma, Jorge  http://orcid.org/0000-0003-3848-3151","Title":"The Traveling Purchaser Problem and its variants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000017 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"System dynamics; Queuing systems; Capacity adjustment management; Experimental economics; Behavioural operations management KeyWords Plus:DETERMINISTIC CHAOS; MISPERCEPTIONS; FEEDBACK; MODEL; CUSTOMERS; BEHAVIOR; MARKETS; ARRIVAL; SYSTEMS; QUEUES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 216-228 DOI: 10.1016/j.ejor.2016.09.056 Published: MAY 16 2017","Abstract":"Most research in queuing has focused on the optimisation of performance and equilibrium analysis, with little attention to the understanding of how managers actually make decisions. In this paper, we use an experimental set-up to investigate the decision-making process in a queuing capacity expansion problem, in the presence of capacity adjustment delays. The experiment represents a queuing system with one facility and virtual customers who decide whether or not to patronise the facility. Subjects play the role of facility managers who adjust the facility's service capacity to maximise profits. We analyse the actions of the manager to provide new insights into how their behaviour affects the evolution and success of the service system. Our results identify three types of managers: incremental, lumpy and reactive investors, and indicate that these groups use different decision rules. The first group achieved the best performance, and the last group the worst. While managers' decisions are influenced by the backlog of work and the available service capacity, they do not correctly account for their past, but not-yet-implemented, decisions. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Delgado-Alvarez, CA (Delgado-Alvarez, Carlos A.) ; van Ackere, A (van Ackere, Ann) ; Larsen, ER (Larsen, Erik R.) ; Arango-Aramburo, S (Arango-Aramburo, Santiago) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Arango Aramburo, Santiago  http://orcid.org/0000-0002-5009-0986","Title":"Managing capacity at a service facility: An experimental approach"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398436000002 PubMed ID: 28390482 ISSN: 0003-2670 eISSN: 1873-4324","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 967 Pages: 12-32 DOI: 10.1016/j.aca.2017.01.060 Published: MAY 15 2017","Abstract":"Hydrophilic interaction chromatography (HILIC) is a rapidly developing liquid chromatography mode suitable for separation of strongly or moderately polar samples on polar columns in highly organic mixed mobile phases. In the past five years many new types of columns appeared based on silica gel, organic polymers and other types of supports. The present work reviews the new additions to their family. Further, the progress in the understanding of theoretical principles of the HILIC mode, especially of the role of the mobile phase, and of the adsorbed water are addressed. The amount of adsorbed water strongly depends on the type of the polar column and may be used to distinguish between \"conventional HILIC\" and \" aqueous normal phase chromatography (ANP)\". Further, sample structural effects on the retention are treated in terms of the Linear Solvation Energy Relationship model adopted for partially ionized polar compounds. The impact of dual HILIC-reversed phase (RP) mechanism on a possible increase of the applications of some polar columns is discussed. Attention is paid also to the increasing role of the HILIC mode in various two-dimensional LC techniques and the related mobile phase compatibility problems. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Jandera, P (Jandera, Pavel) ; Janas, P (Janas, Petr)","Title":"Recent advances in stationary phases and understanding of retention in hydrophilic interaction chromatography. A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398436000010 PubMed ID: 28390490 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Reactive oxygen species; Plasmonic nanoparticles; Plasmon resonance energy transfer; Cytochrome c; Hydrogen peroxide; Optical sensor KeyWords Plus:NEMATODE CAENORHABDITIS-ELEGANS; AMYOTROPHIC-LATERAL-SCLEROSIS; HYDROGEN-PEROXIDE; GRAPHENE OXIDE; DIRECT ELECTROCHEMISTRY; OXIDATIVE DAMAGE; IN-VIVO; TOXICITY; STRESS; MODEL","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 967 Pages: 85-92 DOI: 10.1016/j.aca.2017.03.012 Published: MAY 15 2017","Abstract":"Reactive oxygen species (ROS) are strong oxidants, and have attracted considerable attention in both biological and environmental fields. Although various methods for ROS detection, including optical and electrochemical techniques, have been developed, they still face challenging issues in terms of poor sensitivity, reproducibility, stability, and in vivo applicability. Here, we present a sensitive and selective optical sensor for ROS detection, based on single plasmonic nanoprobes and redox-active cytochrome c (Cyt c)-mediated plasmon resonance energy transfer. By measuring the spectral changes of plasmonic nanoprobes, derived from the unique molecular absorption of Cyt c in accordance with the redox state, calibration curves for H2O2, a representative ROS, in various media were obtained over a wide concentration range from 100 mM to 1 nM. Limit of detection and limit of quantification in accordance with the used medium were determined from 8.3 to 12.8 nM and from 27.6 to 42.7 nM, respectively. Selectivity coefficients for major interfering solutes were much lower than 0.1 indicating a good selectivity for ROS. From the dynamic spectral changes, we sensitively monitored ROS generated in Caenorhabditis elegans (C. elegans) exposed to graphene oxide. Based on the calibration curves, we also determined ROS levels in various aquatic environments, such as river streams and a small pond, as a way of environmentalmonitoring. We believe that our approach could provide an avenue for achieving dynamic and sensitive monitoring of ROS in toxicological, biological, and environmental fields in the future. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kim, Y (Kim, Yura) ; Kim, Y (Kim, Youngho) ; Choi, J (Choi, Jinhee) ; Kang, T (Kang, Taewook) ; Choi, I (Choi, Inhee)","Title":"Determination of nanomolar levels of reactive oxygen species in microorganisms and aquatic environments using a single nanoparticle-based optical sensor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552300034 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Anisotropy; ReS2; Raman scattering; Mobility; Strain engineering KeyWords Plus:FIELD-EFFECT TRANSISTORS; BLACK PHOSPHORUS; FEW-LAYER; CRYSTALS; HETEROSTRUCTURES; OPTOELECTRONICS; SEMICONDUCTOR; ELECTRONICS","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 404 Pages: 276-281 DOI: 10.1016/j.apsusc.2017.01.305 Published: MAY 15 2017","Abstract":"Regulation of electronic structure and mobility cut-on rate in two-dimensional transition metal dichalcogenides (TMDs) has attracted much attention because of its potential in electronic device design. The anisotropic Raman scattering and mobility cut-on rate of monolayer unique distorted-1T (1T(d)) ReS2 with external strain are determined theoretically based on the density function theory. The angle-dependent Raman spectrum of A(g)-like, E-g-like and C-p models are used to discriminate and analysis structural anisotropy; the strain is exploited to adjust the structural symmetry and electronic structure of ReS2 so as to enhance mobility cut-on rate to almost 6 times of the original value. Our results suggest the use of the strain engineering in high-quality semiconductor switch device. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhou, ZH (Zhou, Z. H.) ; Wei, BC (Wei, B. C.) ; He, CY (He, C. Y.) ; Min, YM (Min, Y. M.) ; Chen, CH (Chen, C. H.) ; Liu, LZ (Liu, L. Z.) ; Wu, XL (Wu, X. L.)","Title":"Anisotropic Raman scattering and mobility in monolayer 1T(d)-ReS2 controlled by strain engineering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200034 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Ammonia/methane combustion; Detailed kinetic mechanisms; Gas turbine; Ignition delay; NOx KeyWords Plus:REACTION-MECHANISMS; SI-ENGINE; AMMONIA; COMBUSTION; HYDROGEN; FLAMES; EMISSIONS; PRESSURE; FUEL; CHEMISTRY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 344-351 DOI: 10.1016/j.fuel.2017.01.095 Published: MAY 15 2017","Abstract":"Ammonia as an alternative fuel and hydrogen carrier has received increased attention in recent years. To explore the potential of co-firing ammonia with methane for power generation, studies involving robust mathematical analyses are required to progress towards industrial implementation. To explore a best suited mechanism for ammonia/methane combustion in gas turbines, five different detailed mechanisms were compared to identify their accuracy to represent the reaction kinetics under real gas turbine combustor conditions. Ignition delay time was compared with recent literature showing that the mechanisms of Tian and Teresa exhibit the best accuracy over a large range of conditions. A 1D simulation was also conducted using a Chemical Reactor Network (CRN) model, thus providing a relatively quick estimation of the combustion mechanisms under swirling combustion conditions. The simulation of NOx emissions indicates that Tian mechanism has better performance than the others compared. Hence, the Tian mechanism was selected as the most appropriate for further studies of ammonia/methane combustion through a set of experiments carried out at various equivalence ratios and pressure conditions. Finally, sensitivity and pathway analyses were also performed to identify important reactions and species under high pressurized conditions, areas that need more attention for model development and emission control in future studies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Xiao, H (Xiao, Hua) ; Valera-Medina, A (Valera-Medina, Agustin) ; Marsh, R (Marsh, Richard) ; Bowen, PJ (Bowen, Philip J.)","Title":"Numerical study assessing various ammonia/methane reaction models for use under gas turbine conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200036 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Co-processing; FCC; Bio-oil; Reactor model KeyWords Plus:CATALYTIC CRACKING; PYROLYSIS LIQUIDS; RISER REACTOR; BIO-GASOLINE; GAS-OIL; BIOMASS; FEEDSTOCK; FUELS; REFINERIES; MIXTURES","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 362-370 DOI: 10.1016/j.fuel.2017.01.112 Published: MAY 15 2017","Abstract":"As environmental policies drive to increase the renewables participation in the transportation sector, biomass-derived fuels are becoming an attractive alternative to replace, totally or partially, fossil ones. Taking into account the sustainability concerns about first generation biofuels, attention is paid to second generation ones. Their main drawbacks are the high CAPEX and OPEX required if high quality fuels are required as final product due to the current deployment of its technology. In this way, co-processing of biomass-derived feedstocks in oil refineries can be a good solution and can pave the way for the introduction of biofuels in the market, since it reduces environmental impacts from fossil fuels, decreases the oil dependency of countries and, the most important one, takes advantage of existing facilities avoiding the erection of new plants. In this work, the co-processing of hydrodeoxigenated pyrolysis oil (FIDC:1-oil, from lignocellulosic biomass) with vacuum gas oil (VGO) in a FCC unit is modelled and implemented in a calculation block in MS Excel inside Aspen Plus. 40 pseudocomponents and 10 real components are defined to represent both feedstocks and their possible cracking products. These components are used in a pseudoreaction mechanism of more than 12,000 single reactions, developed from a probabilistic reaction system. Such a large number of reactions is handled by considering key parameters for the estimation of each reaction rate constant and integrated along the riser which is modelled using a finite volume method. Tuning parameters are used to fit the model depending on the feedstock and the riser conditions, and have to be estimated using experimental data. Thereby, the kinetic reactor model allows to work with different feedstocks and conditions. Material, heat and hydrodynamic balances are performed in all volume elements of the modelled riser reactor, which results in a composition and temperature profiles along the riser. The model is validated with experimental data, showing a low relative error. Therefore, this model can be used to predict product yields, according to different feedstocks and experimental conditions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cruz, PL (Cruz, Pedro L.) ; Montero, E (Montero, Esperanza) ; Dufour, J (Dufour, Javier)","Title":"Modelling of co-processing of HDO-oil with VGO in a FCC unit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100019 PubMed ID: 28222351 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Wet system; Floodplains; Land morphology; Flood risk; Portugal; Trancao River basin KeyWords Plus:ECOSYSTEM SERVICES; RIVER; VULNERABILITY; MANAGEMENT","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 172-187 DOI: 10.1016/j.jenvman.2017.01.077 Published: MAY 15 2017","Abstract":"In the last decades, the increasing vulnerability of floodplains is linked to societal changes such as population density growth, land use changes, water use patterns, among other factors. Land morphology directly influences surface water flow, transport of sediments, soil genesis, local climate and vegetation distribution. Therefore, the land morphology, the land used and management directly influences flood risks genesis. However, attention is not always given to the underlying geomorphological and ecological processes that influence the dynamic of rivers and their floodplains. Floodplains are considered a part of a larger system called Wet System (WS). The WS includes permanent and temporary streams, water bodies, wetlands and valley bottoms. Valley bottom is a broad concept which comprehends not only floodplains but also flat and concave areas, contiguous to streams, in which slope is less than 5%. This will be addressed through a consistent method based on a land morphology approach that classifies landforms according to their hydrological position in the watershed. This method is based on flat areas (slopes less than 5%), surface curvature and hydrological features. The comparison between WS and flood risk data from the Portuguese Environmental Agency for the main rivers of mainland Portugal showed that in downstream areas of watersheds, valley bottoms are coincident with floodplains modelled by hydrological methods. Mapping WS has a particular interest in analysing river ecosystems position and function in the landscape, from upstream to downstream areas in the watershed. This morphological approach is less demanding data and time-consuming than hydrological methods and can be used as the preliminary delimitation of floodplains and potential flood risk areas in situations where there is no hydrological data available. The results were also compared with the land use/cover map at a national level and detailed in Trancao river basin, located in Lisbon metropolitan area, an urbanized basin that suffered heavy flooding in the last decades. This study also contributes to a better understanding of the basin morphology at a local scale and the effects of soil sealing in downstream flood risks. This work will contribute to the understanding of the morphology, ecology and land use of watersheds that could be used to reduce runoff and downstream flood risk. This can be accomplished by using natural water retention and infiltration methods or higher-level based planning instead of a reaction to local decisions on flood hazards. This morphological approach to map landforms, including wet system, is a valuable tool to assist policy makers and planners in flood risk and land use management, floodplain restoration, agricultural land management practices, and location of human activities according to ecological suitability. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cunha, NS (Cunha, N. S.) ; Magalhaes, MR (Magalhaes, M. R.) ; Domingos, T (Domingos, T.) ; Abreu, MM (Abreu, M. M.) ; Kupfer, C (Kuepfer, C.)","Title":"The land morphology approach to flood risk mapping: An application to Portugal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100043 PubMed ID: 28237222 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Inundation depth; Inundation area; Hazard level; Modeling; Flo-2D model KeyWords Plus:PERMEABLE PAVEMENT SYSTEMS; POROUS PAVEMENT; POTABLE WATER; STORM EVENTS; RAINWATER; RUNOFF; AREA; TERM; PERFORMANCE; SIMULATION","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 430-438 DOI: 10.1016/j.jenvman.2017.02.020 Published: MAY 15 2017","Abstract":"Low impact development (LID) has attracted growing attention as an important approach for urban flood mitigation. Most studies evaluating LID performance for mitigating floods focus on the changes of peak flow and runoff volume. This paper assessed the performance of LID practices for mitigating flood inundation hazards as retrofitting technologies in an urbanized watershed in Nanjing, China. The findings indicate that LID practices are effective for flood inundation mitigation at the watershed scale, and especially for reducing inundated areas with a high flood hazard risk. Various scenarios of LID implementation levels can reduce total inundated areas by 2%-17% and areas with a high flood hazard level by 6%-80%. Permeable pavement shows better performance than rainwater harvesting against mitigating urban waterlogging. The most efficient scenario is combined rainwater harvesting on rooftops with a cistern capacity of 78.5 mm and permeable pavement installed on 75% of non -busy roads and other impervious surfaces. Inundation modeling is an effective approach to obtaining the information necessary to guide decision-making for designing LID practices at watershed scales. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hu, M (Hu, Maochuan) ; Sayama, T (Sayama, Takahiro) ; Zhang, XQ (Zhang, Xingqi) ; Tanaka, K (Tanaka, Kenji) ; Takara, K (Takara, Kaoru) ; Yang, H (Yang, Hong)","Title":"Evaluation of low impact development approach for mitigating flood inundation at a watershed scale in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400017 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Panic evacuation; Social force model; Clogging delay KeyWords Plus:PEDESTRIAN DYNAMICS; MODEL","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 172-185 DOI: 10.1016/j.physa.2017.01.079 Published: MAY 15 2017","Abstract":"Current regulations demand that at least two exits should be available for a safe evacuation during a panic situation. The second exit is expected to reduce the overall clogging, and consequently, improve the evacuation time. However, rooms having contiguous doors not always reduce the leaving time as expected. We investigated the relation between the door's separation and the evacuation performance. We found that there exists a separation distance range that does not really improve the evacuation time, or it can even worsen the process performance. To our knowledge, no attention has been given to this issue in the literature. This work reports how the pedestrian's dynamics differ when the separation distance between two exit doors changes and how this affects the overall performance. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sticco, IM (Sticco, I. M.) ; Frank, GA (Frank, G. A.) ; Cerrotta, S (Cerrotta, S.) ; Dorso, CO (Dorso, C. O.)","Title":"Room evacuation through two contiguous exits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multiple seeds based genetic algorithm; Initial population; Boolean association rules; Conditional probability; Search efficiency KeyWords Plus:TRAVELING SALESMAN PROBLEM; FREQUENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 55-69 DOI: 10.1016/j.eswa.2017.01.001 Published: MAY 15 2017","Abstract":"Association rule mining algorithms mostly use a randomly generated single seed to initialize a population without paying attention to the effectiveness of that population in evolutionary learning. Recently, research has shown significant impact of the initial population on the production of good solutions over several generations of a genetic algorithm. Single seed based genetic algorithms suffer from the following major challenges (1) solutions of a genetic algorithm are varied, since different seeds generate different initial population, (2) difficulty in defining a good seed for a specific application. To avoid these problems, in this paper we propose the MSGA, a new multiple seeds based genetic algorithm which generates multiple seeds from different domains of a solution space to discover high quality rules from a large data set. This scheme introduces m-domain model and m-seeds selection process through which the whole solution space is subdivided into m-number of same size domains, selecting a seed from each domain. Use of these seeds enables this method to generate an effective initial population for evolutionary learning of the fitness value of each rule. As a result, strong searching efficiency is obtained at the beginning of the evolution, achieving fast convergence. The MSGA is tested with different mutation arid crossover operators for mining interesting Boolean association rules from four real world data sets. The results are compared to different single seeds based genetic algorithms under the same conditions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kabir, MMJ (Kabir, Mir Md. Jahangir) ; Xu, SX (Xu, Shuxiang); Kang, BH (Kang, Byeong Ho); Zhao, ZY (Zhao, Zongyuan)","Title":"A new multiple seeds based genetic algorithm for discovering a set of interesting Boolean association rules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700017 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Feature selection; Hypergraph; Sparse; Classification KeyWords Plus:HYPERSPECTRAL IMAGE CLASSIFICATION; TEXTURE CLASSIFICATION; VARIABLE SELECTION; LASSO; CONSISTENCY; THRESHOLDS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 185-192 DOI: 10.1016/j.neucom.2016.10.031 Published: MAY 10 2017","Abstract":"As an important pre-processing stage in many machine learning and pattern recognition domains, feature selection deems to identify the most discriminate features for a compact data representation. As typical feature selection methods, Lasso and its variants using the l(1)-norm based regularization have received much attention in recent years. However, most of existing l(1)-norm based sparse feature selection methods ignore the structure information of data or only consider the pairwise relationships among samples. In this paper, we propose a hypergraph regularized sparse feature learning method, where the high-order relationships among samples are modeled and incorporated into the learning process. Specifically, we first construct a hypergraph with multiple hyperedges to capture the high-order relationships among samples, followed by the computation of a hypergraph Laplacian matrix. Then, we propose a hypergraph regularization term, and a hypergraph regularized Lasso model. We conduct a series of experiments on a number of data sets from UCI machine learning repository, and two real-world neuroimaging based classification tasks. Experimental results demonstrate that the proposed method achieves promising classification results, compared with several well known feature selection approaches.","Authors":"Liu, MX (Liu, Mingxia) ; Zhang, J (Zhang, Jun) ; Guo, XC (Guo, Xiaochun) ; Cao, LJ (Cao, Liujuan)","Title":"Hypergraph regularized sparse feature learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397844300008 ISSN: 0098-1354 eISSN: 1873-4375","Keywords":"Agent-based model; Forward osmosis; FO mode; NetLogo; Simulation KeyWords Plus:INTERNAL CONCENTRATION POLARIZATION; MUTUAL DIFFUSION-COEFFICIENTS; AMMONIA-CARBON DIOXIDE; FLUX BEHAVIOR; RAYLEIGH INTERFEROMETRY; DESALINATION PROCESS; PROCESS PERFORMANCE; WATER; 25-DEGREES-C; MEMBRANES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Chemical","Journal Information":"COMPUTERS & CHEMICAL ENGINEERING Volume: 100 Pages: 104-118 DOI: 10.1016/j.compchemeng.2017.05.005 Published: MAY 8 2017","Abstract":"In recent years forward osmosis (FO) process has attracted considerable attention in the field of water treatment and desalination. However, the lack of sufficient information on all possible parameters, affecting the process performance, is a major obstacle that avoids improving the function of this method. In this study, an algorithm based upon a reliable model was developed for osmosis through asymmetric membrane oriented in FO mode to be applied in agent-based model. This model was built in the NetLogo platform, which is a programmable modeling environment for simulating natural phenomena. The feasibility of this modeling was proven by comparing the simulation results and empirical data obtained from literature. The influence of net bulk osmotic pressure difference between the draw solution (DS) and the feed solution (FS) on average water flux was studied for various draw solutes. Furthermore, the effects of process parameters, including temperature, length of module, FS cross-flow velocity, pure water permeability coefficient, and structural parameter of membrane on average water flux were investigated. As a result, it could be concluded that Netlogo agent-based model had the quite well potential to simulate the FO process. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Taherian, M (Taherian, Mostafa) ; Mousavi, SM (Mousavi, Seyed Mahmoud)","Title":"Modeling and simulation of forward osmosis process using agent-based model system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398603700018 PubMed ID: 28010052 ISSN: 0965-2140 eISSN: 1360-0443","Keywords":"Adolescents; drug use; dual-processes; habit; implicit associations; longitudinal; working memory KeyWords Plus:WORKING-MEMORY CAPACITY; STRUCTURAL EQUATION MODELS; INDIVIDUAL-DIFFERENCES PERSPECTIVE; GENERAL FLUID INTELLIGENCE; IMPLICIT COGNITION; SUBSTANCE USE; MARIJUANA USE; FIT INDEXES; ALCOHOL-USE; EXECUTIVE ATTENTION","Categories":"Substance Abuse; Psychiatry Web of Science Categories:Substance Abuse; Psychiatry","Journal Information":"ADDICTION Volume: 112 Issue: 5 Pages: 852-863 DOI: 10.1111/add.13742 Published: MAY 2017","Abstract":"AimsTo test longitudinal additive and synergistic dual-process models in youth at documented risk for drug use. The specific dual-process approach examined suggests that engaging in drug use behaviors results from a dynamic interplay between automatically activated associative memory processes and executive reflective/control processes. DesignThis 3-year, three-wave population-based prospective study used mobile computer-based assessments. SettingSelf-directed computer assessments were completed in school settings in the Los Angeles metropolitan area, California, USA. ParticipantsSeven hundred and twenty-five at-risk adolescents (44% female) in continuation high schools were recruited during 9th grade (age at recruitment, 14-16). MeasurementsKey outcome measures included past year alcohol, marijuana and cigarette use at each assessment. Predictors included working memory capacity (WMC), associative memory, the interaction term WMC by associative memory, sex, age, ethnicity and acculturation. FindingsA significant cross-sectional interaction revealed tobacco-relevant associations were weaker predictors of cigarette use among males with higher WMC than among those with lower WMC (P<0.004). Alternatively, drug-relevant associations were stronger predictors of past year alcohol (P<0.001) and marijuana use (P=0.02) among females with higher WMC than among those with lower WMC. Longitudinal analyses revealed no significant interactions after adjusting for predictive effects of previous drug use. With respect to WMC, females with higher WMC were less likely to use marijuana at 2-year follow-up (P=0.03). First-order effects of drug-related associations predicted greater alcohol and marijuana use prospectively in males at 1- and 2-year follow up (P0.03), and greater past year alcohol and marijuana use in females at 1-year follow up (P0.03). ConclusionsDrug-relevant memory associations play a key role in drug use behavior in at-risk youth.","Authors":"Ames, SL (Ames, Susan L.) ; Xie, B (Xie, Bin) ; Shono, Y (Shono, Yusuke) ; Stacy, AW (Stacy, Alan W.)","Title":"Adolescents at risk for drug abuse: a 3-year dual-process analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688400002 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Coupled model; Field experiment; Salinity stress; Soil salinity; Winter wheat evapotranspiration KeyWords Plus:NORTH CHINA PLAIN; YELLOW-RIVER BASIN; WINTER-WHEAT; DRIP IRRIGATION; SOIL-SALINITY; LOESS PLATEAU; ROOT-ZONE; MANAGEMENT; SYSTEM; MAIZE","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 185 Pages: 13-26 DOI: 10.1016/j.agwat.2017.01.012 Published: MAY 1 2017","Abstract":"Numerical simulation is an efficient approach for investigating the salt and water movement through soil profile and predicting of crop response to soil water deficit and salinity. In this study a coupled model that describes the soil water and solute transport by means of HYDRUS-1D model and crop grOWth process by means of growth module of EPIC was used. The model was calibrated and validated against field data, collected during two growing seasons in field plots of winter wheat irrigated with four levels of irrigation amount and water salinity of 5 ds m(-1) at the Fengqiu State Key Agro-Ecological Experimental Station, in North China Plain. The model was also used to evaluate the salinity stress on evapotranspiration (ET), grain yield and water use efficiency (WUE) and long-term use of saline Water on grain yield and salt accumulation. Visual inspection and the obtained statistical parameters values showed that good agreement between measured and simulated data of soil water content, salt concentration, ET and grain yield. Evapotranspiration values of winter wheat were reduced under salinity stress conditions, mainly by reducing crop transpiration. The grain yields were reduced due to salinity stress, but the change trend of WUE was associated with precipitation amount. Increasing per saline water irrigation amount is an effective way to reduce the WUE decline rate under the low rainfall growing season as like that in simulation year. The average of ten years grain yield confirmed that a yield potential exceeding 86% could be maintained by saline water with 5 ds m(-1) when per irrigation volume more than 0.8 E, E denotes evaporation from an uncovered, 20 cm diameter pan positioned 0-5 cm above the crop canopy. There has a slight salt build-up after ten years simulation, and the quantity of salt accumulation decreased with the increase of irrigation volume. Thus, more attention should be paid to the sustainability of irrigated agriculture with low irrigation volume when using saline water irrigation. On the whole, field observations combined with the coupled model could be used to evaluate different agricultural managements on grain yield and soil salinity. (C) 2017 Published by Elsevier B.V.","Authors":"Wang, XP (Wang, Xiangping) ; Liu, GM (Liu, Guangming) ; Yang, JS (Yang, Jingsong) ; Huang, GH (Huang, Guanhua) ; Yao, RJ (Yao, Rongjiang)","Title":"Evaluating the effects of irrigation water salinity on water movement, crop yield and water use efficiency by means of a coupled hydrologic/crop growth model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200030 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Economic-financial diagnosis; Forecast; Symptoms; Causes; Fuzzy relations; Business failure; OWA operators KeyWords Plus:GROUP DECISION-MAKING; INDUCED AGGREGATION OPERATORS; BANKRUPTCY PREDICTION; NEURAL-NETWORK; FAILURE; INFORMATION; FIRMS; MODEL; SETS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 440-448 DOI: 10.1016/j.asoc.2016.06.026 Published: MAY 2017","Abstract":"The paper aims to develop an adjustment index based on OWA operators to enrich the results of diagnostic fuzzy models of business failure. A proposal to verify the diseases prediction accuracy of the models is also added. This allows a reduction of the map of causes or diseases detected in strategic defined areas. At the same time, these key areas can be disaggregated when an alert indicator is identified, and shows which of the causes need special attention. This application of OWA can encourage the development of suitable computer systems for monitoring companies' problems, warn of failures and facilitate decision-making. In addition, taking Vigier and Terceho's 2008 model as a benchmark, causes aggregation operators are introduced to evaluate alternative groupings, and the adjustment measure using approximate solutions is proposed to test the model's prediction. The empirical estimation and the verification of the improvement proposals in a set of small and medium- sized enterprises (SMEs) in the construction industry are also presented. The functionality and the prediction capacity are thus measured and detected by monitoring key areas that warn about insolvency situations in the firm. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vigier, HP (Vigier, Hernan P.) ; Scherger, V (Scherger, Valeria) ; Terceno, A (Terceno, Antonio)","Title":"An application of OWA operators in fuzzy business diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100012 PubMed ID: 28212945 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Attention; C57131/6; Interval timing; Mouse; Sex differences KeyWords Plus:AUTISM SPECTRUM DISORDERS; COINCIDENCE DETECTION; RECEPTORS; DISEASE; RATS; SCHIZOPHRENIA; DYSFUNCTION; MOTIVATION; MEMORY; MODEL","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 96-99 DOI: 10.1016/j.bbr.2017.02.023 Published: MAY 1 2017","Abstract":"Interval timing is crucial for decision-making and motor control and is impaired in many neuropsychiatric disorders. Previous studies examined timing in various strains or genetically-altered mice, but not in parallel in male and female mice in the same experimental setting. We investigated timing and attention to time in male and female C57B1/6J mice, when presented with gaps in the timed stimulus, novel auditory distracters presented during the un-interrupted timed stimulus, and gap + distracter combinations. No sex differences were found in regard to timing accuracy and precision. However, presentation of the gap + distracter combination over-reset timing in males but had a much smaller effect in females. The over-reset strategy was reported previously with emotional distracters (e.g., previously paired with footshocic) but not with neutral distracters. These results reveal sex differences in attentional gating/switching or working memory for time. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Buhusi, M (Buhusi, Mona) ; Bartlett, MJ (Bartlett, Mitchell J.) ; Buhusi, CV (Buhusi, Catalin V.)","Title":"Sex differences in interval timing and attention to time in C57B1/6J mice"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398647300001 PubMed ID: 27432634 ISSN: 0889-1591 eISSN: 1090-2139","Keywords":"Blood-brain barrier; Cytokine; Granulocyte -macrophage colony-stimulating factor; Interleukin-1; Macrophage; Multiple sclerosis; Neuroimmunology; Neutrophil; Nervous system; T cell KeyWords Plus:CENTRAL-NERVOUS-SYSTEM; EXPERIMENTAL ALLERGIC ENCEPHALOMYELITIS; MICROVESSEL ENDOTHELIAL-CELLS; T-CELLS; RECEPTOR ANTAGONIST; CEREBROSPINAL-FLUID; DISEASE SEVERITY; SPINAL-CORD; I RECEPTOR; DENDRITIC CELLS","Categories":"Immunology; Neurosciences & Neurology Web of Science Categories:Immunology; Neurosciences","Journal Information":"BRAIN BEHAVIOR AND IMMUNITY Volume: 62 Pages: 1-8 DOI: 10.1016/j.bbi.2016.07.146 Published: MAY 2017","Abstract":"Multiple sclerosis (MS) is an autoimmune disease that affects hundreds of thousands of people world-wide. Given the autoimmune nature of the disease, a large part of the research has focused on autoreactive T and B cells. However, research on the involvement of myeloid cells in the pathophysiology of MS has received a strong and renewed attention over the recent years. Despite the multitude of inflammatory mediators involved in innate immunity, only a select group of cytokines are absolutely critical to the development of CNS autoimmunity, among which is interleukin (IL)-1. While the importance of the IL 1 system in experimental autoimmune encephalomyelitis (EAE) and MS has been recognized for about 20 years, it is only recently that we have begun to understand that IL -1 plays multifaceted roles in disease initiation, development, amplification and chronicity. Here, we review the recent findings showing an implication of the IL -1 system in EAE and MS, and introduce a model that highlights how IL -beta p and granulocyte-macrophage colony-stimulating factor (GM-CSF) are interacting together to create a vicious feedback cycle of CNS inflammation that ultimately leads to myelin and neuronal damage. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Pare, A (Pare, Alexandre); Mailhot, B (Mailhot, Benoit); Levesque, SA (Levesque, Sebastien A.); Lacroix, S (Lacroix, Steve)","Title":"Involvement of the IL-1 system in experimental autoimmune encephalomyelitis and multiple sclerosis: Breaking the vicious cycle between IL-1 beta and GM-CSF"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563400010 ISSN: 0007-1013 eISSN: 1467-8535","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH JOURNAL OF EDUCATIONAL TECHNOLOGY Volume: 48 Issue: 3 Pages: 860-877 DOI: 10.1111/bjet.12458 Published: MAY 2017","Abstract":"The challenge in serious games is to improve the effectiveness of learning by stimulating relevant cognitive processes. In this paper, we investigate the potential of surprise in two experiments with prevocational students in the domain of proportional reasoning. Surprise involves an emotional reaction, but it also serves a cognitive goal as it directs attention to explain why the surprise occurred and can play a key role in learning. In our experiments, surprises were triggered by a surprising event, ie, a nonplaying character who suddenly appeared and changed characteristics of a problem. In Experiment 1comparing a surprise condition with a control conditionwe found no overall differences, but the results suggested that surprise may be beneficial for higher level students. In Experiment 2, we combined Expectancy strength (Strong vs. Weak) with Surprise (Present vs. Absent) using higher level students. We found a marginal overall effect of surprising events on learning indicating that students who experienced surprises learned more than students who were not exposed to these surprises but we found a stronger effect of surprise when we included existing proportional reasoning skill as factor. These results provide some evidence that a narrative technique as surprise can be used in game-based learning for the purpose of learning.","Authors":"Wouters, P (Wouters, Pieter) ; van Oostendorp, H (van Oostendorp, Herre) ; ter Vrugte, J (ter Vrugte, Judith) ; Vandercruysse, S (vandercruysse, Sylke) ; de Jong, T (de Jong, Ton) ; Elen, J (Elen, Jan)","Title":"The effect of surprising events in a serious game on learning mathematics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200017 PubMed ID: 28211328 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Tetrabromobisphenol-A; Inhalation exposure; Excretion route; Respiratory minute volume KeyWords Plus:BROMINATED FLAME-RETARDANT; ONE-GENERATION REPRODUCTION; IN-VITRO; TBBPA; TOXICITY; CHINA; MICE; DISPOSITION; METABOLISM; HUMANS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 147-152 DOI: 10.1016/j.chemosphere.2017.01.108 Published: MAY 2017","Abstract":"Tetrabromobisphenol-A (TBBPA), a brominated flame retardant with the largest production volume worldwide, is employed as a reactive and additive flame retardant, and also as an intermediate in the production of other retardants. The constant release of TBBPA into the environment has attracted increasing attention to its potent health effects, To date, the vast majority of health-related research on TBBPA has focused on oral exposure. This study aims to explore the excretion characteristics of TBBPA in living organisms following inhalation exposure. An inhalation exposure system was established in which the experimental animal model was exposed to inhalable particles (diameter < 10 mu m) of TBBPA. The TBBPA aerosol doses used were 12.9, 54.6, 121.6, and 455.0 mg/m(3) according to tuning system parameters. Following 14 d (2 h/d) of repeated inhalational exposure, the primary route of elimination was in feces for all exposed groups, and the values showed a significant positive linear relationship with exposure dose. In contrast, the elimination amount in urine was less than 0.4% of the inhaled dose. Trace levels of TBBPA (less than 0.1% of the inhaled dose) were also detected in serum, with amounts varying from 0 to 844 ng (per rat) among all groups. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yu, YJ (Yu, Yunjiang) ; Wang, ZD (Wang, Zhengdong) ; Wang, Q (Wang, Qiong); Xiang, MD (Xiang, Mingdeng) ; Zhang, YP (Zhang, Yanping) ; Ge, QZ (Ge, Qingzhi) ; Li, LZ (Li, Liangzhong) ; Li, H (Li, Hui) ; Ma, RX (Ma, Ruixue)","Title":"Excretion characteristics of tetrabromobisphenol-A in Wistar rats following mouth and nose inhalation exposure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398581900002 ISSN: 1093-9687 eISSN: 1467-8667","Categories":"Computer Science; Construction & Building Technology; Engineering; Transportation Web of Science Categories:Computer Science, Interdisciplinary Applications; Construction & Building Technology; Engineering, Civil; Transportation Science & Technology","Journal Information":"COMPUTER-AIDED CIVIL AND INFRASTRUCTURE ENGINEERING Volume: 32 Issue: 5 Pages: 379-396 DOI: 10.1111/mice.12248 Published: MAY 2017","Abstract":"A Bayesian network model is developed, in which all the items or safety related elements encountered when traveling along a highway or road, such as terrain, infrastructure, light signals, speed limit signs, intersections, roundabouts, curves, tunnels, viaducts, and any other safety relevant elements are reproduced. Since human error is the main cause of accidents, special attention is given to modeling the driver behavior variables (driver's tiredness and attention) and to how they evolve with time or travel length. The sets of conditional probabilities of variables given their parents, which permit to quantify the Bayesian network joint probability, are obtained and written as closed formulas, which allow us to identify the particular contribution of each variable to safety and facilitate the computer implementation of the proposed method. In particular, the probabilities of incidents affecting safety are calculated so that a probabilistic safety assessment of the road can be done and its most critical elements can be identified and sorted by importance. This permits the improvement of road safety making adequate corrections to save time and money in the maintenance program by concentrating on the most critical elements and effective investments. Some real examples of a Spanish highway and a conventional road are provided to illustrate the proposed methodology and show its advantages and performance.","Authors":"Grande, Z (Grande, Zacarias) ; Castillo, E (Castillo, Enrique) ; Mora, E (Mora, Elena) ; Lo, HK (Lo, Hong K.)","Title":"Highway and Road Probabilistic Safety Assessment Based on Bayesian Network Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400029 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Virtual reality; Social exclusion; Avatar; Agent; Agency; Prosocial behavior; Basic needs; Social presence KeyWords Plus:IMMERSIVE VIRTUAL ENVIRONMENTS; SELF-ESTEEM; OSTRACISM; EXCLUSION; REJECTION; COPRESENCE; ACCEPTANCE; DEPRESSION; CYBERBALL; RESPONSES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 261-269 DOI: 10.1016/j.chb.2016.12.059 Published: MAY 2017","Abstract":"The concept of social exclusion has recently gained more attention in the context of online social interactions. However, there is only little data regarding the impact of virtual social exclusion on subsequent real-life social behaviors. Thus, this study set out to examine a virtual version of the common social exclusion scenario, the Cyberball-Paradigm (Williams & Jarvis, 2006), and test for behavioral consequences in a sample of 45 students. Both the virtual characters' agency and the experience of social presence were controlled for. Findings indicate that ostracized individuals show less prosocial behavior in a helping task and keep more seating distance to a confederate than included participants. Also, virtual social exclusion constitutes a significant threat to fundamental human needs like social control, selfesteem and belonging and causes an increase in uncertainty, sadness and anger as well as a decrease in happiness. Avatars and agents seemed to equally endanger human needs and lead to the same seating distance. However, avatar excluded persons also had higher levels of sadness and were less helpful than avatar included persons, who in turn were more confident. Thus, while the Media Equation Concept (Nass & Moon, 2000) holds true for the immediate reaction to social exclusion (i.e., avatars and agents equally threaten fundamental needs), the delayed emotional and behavioral reactions differ for avatars and agents, possibly because they are preceded by cognitive evaluation (c.f.,Temporal Need-Threat Model; Williams, 2009). Implications of these findings for everyday online social interactions (i.e., in MMORPG5) are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kothgassner, OD (Kothgassner, Oswald D.) ; Griesinger, M (Griesinger, Mirjam) ; Kettner, K (Kettner, Kathrin) ; Wayan, K (Wayan, Katja) ; Volkl-Kernstock, S (Voelkl-Kernstock, Sabine) ; Hlavacs, H (Hlavacs, Helmut) ; Beutl, L (Beutl, Leon) ; Felnhofer, A (Felnhofer, Anna)","Title":"Real-life prosocial behavior decreases after being socially excluded by avatars, not agents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400033 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Perceived ad relevance; Privacy concern; Advertising effectiveness KeyWords Plus:PRODUCT RECOMMENDATIONS; ELABORATION LIKELIHOOD; CONSUMER PRIVACY; SELF-REFERENCE; INFORMATION; PERSUASION; ATTITUDES; MODEL; PERSONALIZATION; PERCEPTIONS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 303-309 DOI: 10.1016/j.chb.2017.01.008 Published: MAY 2017","Abstract":"Todays, in order to break out of cluttered ad environment, advertisers provide customized ad messages for an individual consumer based on personal information. The targeting technique is a successful way for advertisers to increase advertising effectiveness, but it also causes privacy concern. Using an online survey, the current study examines the influence of perceived ad relevance and privacy concern on social media ads. The results confirmed that perceived ad relevance influences advertising effectiveness such as increased attention to ads and decreased ad avoidance. However, perceived relevance also increases privacy concern which ultimately raises ad avoidance in social media. Theoretical and practical implications of findings are discussed. (C) 2017 Published by Elsevier Ltd.","Authors":"Jung, AR (Jung, A-Reum)","Title":"The influence of perceived ad relevance on social media advertising: An empirical examination of a mediating role of privacy concern"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400053 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Video; Statistics; Demonstration-Based Training (DBT); Reviews KeyWords Plus:TASK-PERFORMANCE; USER ACCEPTANCE; COGNITIVE LOAD; ANIMATIONS; INFORMATION; TUTORIALS; VISUALIZATIONS; SEGMENTATION; MATHEMATICS; TECHNOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 475-485 DOI: 10.1016/j.chb.2017.01.014 Published: MAY 2017","Abstract":"This article investigates the design and effect of optimized video for statistics instruction. In addition, the use of video reviews to further optimize video instruction is examined. A Demonstration-Based Training (DBT) model was proposed and followed for the construction of the video. The videos were tested in a university-level statistics course. Students were randomly assigned to an experimental condition with demonstration and review videos and control condition with only demonstration videos. Video activity was logged to collect engagement data (coverage and commitment), and a knowledge and performance test were administered. The data showed that the videos were successful at gaining and maintaining the motivation and attention of students. Knowledge scores were moderate and there was no main effect for condition. Regression analysis showed overall coverage arid review commitment were predictors for knowledge scores. Performance scores remained high when compared to the previous cohort, however there was a significant positive difference in the current study. There was no main effect for condition on performance scores. The DBT-model and its implementation in the videos was considered successful. In addition, it is suggested that video instruction can play an important role in statistics courses where theory and practice are separated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Brar, J (Brar, Jagvir) ; van der Meij, H (van der Meij, Hans)","Title":"Complex software training: Harnessing and optimizing video instruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000039 PubMed ID: 28264781 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Cities; Climate change; Energy balance; Flux modelling KeyWords Plus:SURFACE-ENERGY FLUXES; CENTRAL-EUROPEAN CITY; BALANCE SCHEME SUEWS; WATER-BALANCE; HEAT-STORAGE; IBERIAN PENINSULA; BOUNDARY-LAYER; SENSITIVITY; TEMPERATURE; IMPACT","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 321-334 DOI: 10.1016/j.envres.2017.02.033 Published: MAY 2017","Abstract":"Climate change and the growth of urban populations are two of the main challenges facing Europe today. These issues are linked as climate change results in serious challenges for cities. Recent attention has focused on how urban surface-atmosphere exchanges of heat and water will be affected by climate change and the implications for urban planning and sustainability. In this study energy fluxes for Greater Porto area, Portugal, were estimated and the influence of the projected climate change evaluated. To accomplish this, the Weather Research and Forecasting Model (WRF) and the Surface Urban Energy and Water Balance Scheme (SUEWS) were applied for two climatological scenarios: a present (or reference, 1986-2005) scenario and a future scenario (2046-2065), in this case the Representative Concentration Pathway RCP8.5, which reflects the worst set of expectations (with the most onerous impacts). The results show that for the future climate conditions, the incoming shortwave radiation will increase by around 10%, the sensible heat flux around 40% and the net storage heat flux around 35%. In contrast, the latent heat flux will decrease about 20%. The changes in the magnitude of the different fluxes result in an increase of the net all-wave radiation by 15%. The implications of the changes of the energy balance on the meteorological variables are discussed, particularly in terms of temperature and precipitation.","Authors":"Rafael, S (Rafael, S.) ; Martins, H (Martins, H.) ; Marta-Almeida, M (Marta-Almeida, M.) ; Sa, E (Sa, E.) ; Coelho, S (Coelho, S.) ; Rocha, A (Rocha, A.) ; Borrego, C (Borrego, C.) ; Lopes, M (Lopes, M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Coelho, Silvia  D-7098-2017 http://orcid.org/0000-0002-4830-6266 Rafael, Sandra  http://orcid.org/0000-0002-6559-4802","Title":"Quantification and mapping of urban fluxes under climate change: Application of WRF-SUEWS model to Greater Porto area (Portugal)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398585700002 ISSN: 0016-8505 eISSN: 1751-7656","Keywords":"design; elasticity; finite-element modelling; in situ testing; piles & piling; temperature effects KeyWords Plus:HEAT-EXCHANGER PILE; MECHANICAL-BEHAVIOR; THERMOMECHANICAL BEHAVIOR; DESIGN; CYCLES; SOILS; CLAY; FOUNDATIONS; SAND","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"GEOTECHNIQUE Volume: 67 Issue: 5 Pages: 374-393 DOI: 10.1680/jgeot.16.P.039 Published: MAY 2017","Abstract":"The behaviour of conventional pile groups (e.g. closely spaced) that are subjected to mechanical loads has been shown to be different from the behaviour of single isolated piles. The so-called 'group effects' are responsible for this behaviour and must be considered for an optimal design of pile foundations. In recent years, energy piles have shown potential towork as both structural supports and geothermal heat exchangers, and thus are subjected to both mechanical and thermal loads. An increasing amount of research has investigated the previously unexplored impact of thermal loads on the thermo-mechanical behaviour of energy piles. However, no field data over typical timescales of practical geothermal applications have been available to analyse the development and impact of thermally induced group effects between energy piles (e.g. closely spaced) on their thermo-mechanical behaviour. To investigate this problem, a full-scale in situ test of a group of energy piles and coupled three-dimensional thermo-mechanical finite-element analyses were performed and are presented in this paper. This work demonstrates that significant thermally induced group effects characterise closely spaced energy piles. Attention must be devoted to these effects throughout the design process (e.g. geotechnical, structural and energy) of energy piles because they play an important role in the serviceability performance of these foundations.","Authors":"Loria, AFR (Loria, A. F. Rotta) ; Laloui, L (Laloui, L.)","Title":"Thermally induced group effects among energy piles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900004 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA); Rock-mass dynamics; Review; User-supplied control parameter; Rock blasting KeyWords Plus:ERH-SHAN LANDSLIDE; JOINTED ROCK; NUMERICAL-SIMULATION; ANALYSIS FRAMEWORK; RESPONSE ANALYSIS; WAVE-PROPAGATION; DDA METHOD; MODEL; CONTACT; FAILURE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E6016001 DOI: 10.1061/(ASCE)GM.1943-5622.0000654 Published: MAY 2017","Abstract":"This paper contains a summary of the developments and applications of the two-dimensional discontinuous deformation analysis (DDA2D) method regarding the modeling of rock-mass dynamics problems. Reviews on the control parameter value selections in DDA2D calculations and the developments and applications of the DDA2D regarding the analysis of rock slope failures, landslides, rockfall, some earthquake-related problems, and so forth, are performed. Research on the DDA2D for three basic rock-mass dynamics problems, such as block dynamic sliding, stress wave propagation, and dynamic fracturing, are specially stated. The modeling of rock blasting, a typical exact rock dynamics problem, is selected as a representative application example of the DDA method to be presented. Generally, the DDA2D has shown to be a powerful numerical method for the modeling of rock-mass dynamics. However, one should pay enough attention to the value selections of those important user-supplied control parameters, as well as to other important factors, such as block size and boundary conditions, for rock dynamics simulations, which have been specially addressed in the paper. (C) 2016 American Society of Civil Engineers.","Authors":"Ning, YJ (Ning, Youjun) ; Yang, Z (Yang, Zheng) ; Wei, B (Wei, Bin) ; Gu, B (Gu, Bin)","Title":"Advances in Two-Dimensional Discontinuous Deformation Analysis for Rock-Mass Dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211300012 PubMed ID: 28130833 ISSN: 1549-3296 eISSN: 1552-4965","Keywords":"bone morphogenetic protein-2; bone regeneration; polyrotaxane; cyclodextrin; polyelectrolyte complex KeyWords Plus:MORPHOGENETIC PROTEIN-2; IN-VIVO; OSTEOGENIC DIFFERENTIATION; CELLS; VITRO; CYCLODEXTRINS; FRAMEWORK; MC3T3-E1; ENZYMES; BINDING","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF BIOMEDICAL MATERIALS RESEARCH PART A Volume: 105 Issue: 5 Pages: 1355-1363 DOI: 10.1002/jbm.a.36016 Published: MAY 2017","Abstract":"Bone reconstruction is a challenging issue in the regeneration of surgically removed bone and disease-related bone defects. Although bone morphogenetic protein-2 (BMP-2) has received considerable attention as a bone regeneration inducer, a high dose of BMP-2 is typically required due to its short life-time under in vivo conditions. We have proposed a method to enhance the osteogenetic differentiation ability of BMP-2 in vitro that is based on supramolecular polyelectrolyte complexation with sulfonated polyrotaxanes (PRXs) consisting of sulfopropyl ether (SPE)-modified alpha-cyclodextrins threaded along a poly(ethylene glycol) chain capped with terminal bulky stopper molecules. In this study, we evaluated the in vivo bone regeneration ability of the SPE-PRX/BMP-2 complexes in a mouse calvarial defect model in comparison to free BMP-2 and heparin/BMP-2 complexes. The regenerated bone area was determined by X-ray computed microtomography, and the mice implanted with sulfonated PRX/BMP-2 complexes exhibited rapid and significant bone regeneration compared to those implanted with free BMP-2 and heparin/BMP-2 complexes. We concluded that the sulfonated PRX/BMP-2 complexes are a promising candidate for clinical bone regeneration. (C) 2017 Wiley Periodicals, Inc.","Authors":"Terauchi, M (Terauchi, Masahiko) ; Inada, T (Inada, Takasuke) ; Kanemaru, T (Kanemaru, Tomoki) ; Ikeda, G (Ikeda, Go) ; Tonegawa, A (Tonegawa, Asato) ; Nishida, K (Nishida, Kei) ; Arisaka, Y (Arisaka, Yoshinori) ; Tamura, A (Tamura, Atsushi) ; Yamaguchi, S (Yamaguchi, Satoshi) ; Yui, N (Yui, Nobuhiko)","Title":"Potentiating bioactivity of BMP-2 by polyelectrolyte complexation with sulfonated polyrotaxanes to induce rapid bone regeneration in a mouse calvarial defect"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398543400002 ISSN: 0090-4392 eISSN: 1520-6629","Categories":"Public, Environmental & Occupational Health; Psychology; Social Work Web of Science Categories:Public, Environmental & Occupational Health; Psychology, Multidisciplinary; Social Work","Journal Information":"JOURNAL OF COMMUNITY PSYCHOLOGY Volume: 45 Issue: 4 Pages: 459-472 DOI: 10.1002/jcop.21858 Published: MAY 2017","Abstract":"There is substantial evidence linking child health and neighborhood of residence. However, most studies focus on poverty, paying less attention to other social and environmental factors that vary across low-income neighborhoods. Using data from the Making Connections initiative, we examine the relationship between child health and neighborhood factors, including safety, social cohesion, informal social control, collective efficacy, disorder, and poverty, across a sample of children living in low-income neighborhoods (N = 3,013). We use multilevel modeling to account for clustering at the household and block level. Results show that neighborhood disorder is related to child health in an unexpected direction: More disorder is related to lower odds of a child having fair or poor health. Similarly, informal social control and safety are related to greater odds of child fair or poor health. We underscore the importance of neighborhood conditions for child health and highlight the unexpected direction of these relationships.","Authors":"Zuberi, A (Zuberi, Anita) ; Teixeira, S (Teixeira, Samantha)","Title":"Child health in low-income neighborhoods: The unexpected relationship with neighborhood disorder and other aspects of distress"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900014 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Safety management; Safety behavior; Social norms; Social identity; Social influence; Labor and personnel issues KeyWords Plus:GROUP SELF-ESTEEM; PLANNED BEHAVIOR; DISTINCT ASPECTS; PERCEIVED RISK; IDENTITY; CLIMATE; ATTITUDES; ORGANIZATION; CATEGORIZATION; PERFORMANCE","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016124 DOI: 10.1061/(ASCE)CO.1943-7862.0001271 Published: MAY 2017","Abstract":"During the last several decades, behavior-based safety (BBS) has drawn a considerable amount of attention in the construction industry. The focus of BBS is on improving construction workers' safety behavior through feedback and increased self-awareness and motivation. Among the influencing factors of safety behavior, social norm is known to be a powerful mechanism that regulates workers' safety behavior. However, it is unclear how social norms are developed and through which process social norms influence an individual worker's safety behavior in construction projects. Additionally, the temporary and contract-based nature of employment in construction projects makes understanding the influence of different social norms on workers' safety behavior in construction projects especially difficult. Given this background, this paper aims to better understand the process by which different social norms exert control over construction workers' safety behavior. To achieve this goal, empirical data were collected from 284 workers from eight construction sites in the United States, Korea, and Saudi Arabia using surveys, and the data were analyzed. The results demonstrate that workers' safety behavior is influenced by perceived management norm, perceived workgroup norm, and personal attitude, and perceived workgroup norm mediates the relationship between perceived management norm and safety behavior. In addition, it is shown that social identification with the project intensifies the relationship between perceived management norm and safety behavior and attenuates the relationship between perceived workgroup norm and safety behavior. These findings contribute to the body of knowledge on construction safety by providing an explicative model for how social norms influence workers' safety behavior, and suggest that a sociopsychological approach to promote project identity and reinforce favorable social norms in construction workers can be an effective means of improving construction safety. (C) 2016 American Society of Civil Engineers.","Authors":"Choi, B (Choi, Byungjoo) ; Ahn, S (Ahn, Seungjun) ; Lee, S (Lee, SangHyun)","Title":"Role of Social Norms and Social Identifications in Safety Behavior of Construction Workers. I: Theoretical Model of Safety Behavior under Social Influence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900009 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction safety; Safety training; Safety management; Hazard identification; Hazard recognition; Training methods; Personalized training; Safety intervention; Labor and personnel issues KeyWords Plus:VISUAL-SEARCH; EYE-TRACKING; SAFETY; STRATEGIES; MODEL; IDENTIFICATION; PERFORMANCE; VALIDATION; DATABASE; DESIGNS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016120 DOI: 10.1061/(ASCE)CO.1943-7862.0001256 Published: MAY 2017","Abstract":"Unrecognized or unmanaged hazards can expose workers to unanticipated safety risk and can potentially result in catastrophic safety incidents. Unfortunately, recent research has demonstrated that a large proportion of safety hazards remain unrecognized in construction workplaces. To improve hazard-recognition levels, employers adopt a variety of safety and hazard-recognition training programs. However, desirable levels of hazard recognition have not been achieved, and the expected benefits from training have not been attained. Such failure in training efforts have generally been attributed to the adoption of poor and ineffective training practices. While efforts are being undertaken to address these issues, construction research has not focused on developing or evaluating personalized training solutions that are customized to the learning needs of individual workers. To advance theory and practice, the objective of this study was to develop the first personalized training strategy targeted at improving hazard-recognition levels. The objective was accomplished by a collaborative effort involving two industry experts and three academic researchers, along with guidance from training literature. The training strategy incorporates important elements known to improve stimuli or threat detection in domains including medicine, the military, and aviation. The elements include (1)visual cues to aid systematic hazard search, (2)personalized hazard-recognition performance feedback, (3)personalized eye-tracking visual attention feedback, and (4)metacognitive prompts that trigger the adoption of remedial measures. After development, the effectiveness of the training strategy in improving hazard recognition was empirically evaluated using the nonconcurrent multiple-baseline testing approach. The findings of the study showed that the participating workers on average were able to identify only 42% of hazards prior to the introduction of the intervention; but were able to recognize 77% of hazards in the intervention phase. The findings of this study will be of interest to practicing professionals seeking to improve hazard-recognition levels within construction. (C) 2016 American Society of Civil Engineers.","Authors":"Jeelani, I (Jeelani, Idris) ; Albert, A (Albert, Alex) ; Azevedo, R (Azevedo, Roger) ; Jaselskis, EJ (Jaselskis, Edward J.)","Title":"Development and Testing of a Personalized Hazard-Recognition Training Intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537700001 ISSN: 0742-597X eISSN: 1943-5479","Keywords":"Construction; Innovation; Learning transfer climate KeyWords Plus:ORGANIZATIONAL CULTURE; ABSORPTIVE-CAPACITY; ENVIRONMENT; CREATIVITY; BEHAVIOR; STRATEGY; SYSTEMS; SECTOR; LEVEL; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF MANAGEMENT IN ENGINEERING Volume: 33 Issue: 3 Article Number: 04016050 DOI: 10.1061/(ASCE)ME.1943-5479.0000482 Published: MAY 2017","Abstract":"Because learning is a key antecedent to innovative activities, more attention needs to be paid to the climate, within the organization or project settings, that supports learning. The objectives of this paper are (1)to empirically examine the influences of the learning transfer climate on innovation and (2)to investigate how the between-group variability in the learning transfer climates of clients, contractors, and consultants affects innovation. The learning transfer climates are assessed in terms of the task-support and motivational elements adopted from the well-tested questionnaire of the Learning Transfer System Inventory. Based on the 147 survey returns collected from construction participants, factor analysis, correlation analysis, and regression analysis are conducted (the latter two using the total sample and the subsamples of client developers, contractors, and consultants). It is found from the total sample that openness to change (task-support element), performance-outcome expectations, and performance self-efficacy (motivational elements) are significant predictors of innovation. Whereas a successful construction project requires the interaction of multiple waves of innovation, contributed by various construction participants throughout the project, it is important to acknowledge the heterogeneity of these participants in considering the innovation process. The results also indicate that, with regard to their innovations, the different groups are influenced by different learning transfer climate factors: clients are affected by openness to change and performance self-efficacy; contractors are affected by openness to change; and consultants are affected by performance-outcome expectations. Analysis of these findings leads to a conceptual model of learning transfer climate and interactions between the clients, contractors, and consultants. From the theoretical perspective, the findings of this study lay ground for an interorganizational framework for further innovation-learning transfer studies. From the managerial perspective, this study provides empirical confirmation of the importance of measuring the learning transfer climate in construction organizations and of developing strategies for facilitating an innovation-conducive climate that fits each particular organization.","Authors":"Liu, AMM (Liu, Anita M. M.) ; Chan, IYS (Chan, Isabelle Y. S.)","Title":"Critical Role of the Learning Transfer Climate in Fostering Innovation in Construction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855000004 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"MoS2 Nanosheets; Amyloid Diseases; Hen Egg White Lysozyme; Fibrillar Formation KeyWords Plus:ATOMIC-FORCE MICROSCOPY; POLYMERIC NANOPARTICLES; PROTEIN FIBRILLATION; SENSITIVE DETECTION; MOS2 NANOSHEETS; GRAPHENE OXIDE; AGGREGATION; CANCER; FLUORESCENCE; SPECTROSCOPY","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 5 Pages: 2892-2898 DOI: 10.1166/jnn.2017.13072 Published: MAY 2017","Abstract":"Since molybdenum disulfide has attracted considerable attention as a result of its promising applications in vivo, it is of great importance to investigate the potential effects of MoS2 on the biomolecules. Here, we paid attention to explore the relationship between MoS2 nanosheets and the protein amyloid fibrillation. Hen egg white lysozyme was used as a model protein. By using atomic force microscopy and thioflavin T fluorescence spectroscopy, it was found that two kinds of MoS2 nanosheets led to an enhancement at the fibrillation stage by decreasing the lag time. Compared with few-layer MoS2 nanosheets, the role of single-layer MoS2 nanosheets in accelerating lysozyme fibrillation was much significant. In addition, according to the decreased intrinsic fluorescence signals and the increased beta-sheet content of lysozyme in circular dichroism, we speculated that a mechanism might be due to strong noncovalent interactions and protein conformational changes, which might induce a local high concentration of lysozyme on the nanosheet surface and then favor the nucleation. The work may lay a good foundation for the research of interactions between MoS2 and proteins. Furthermore, it can enrich our understanding of the possibility of inducing diseases, especially amyloidosis, by nanomaterials as an environmental factor.","Authors":"Du, SS (Du, Shasha) ; Wang, Q (Wang, Qing) ; Yang, XH (Yang, Xiaohai) ; Wang, KM (Wang, Kemin) ; Liu, L (Liu, Lin) ; Li, Q (Li, Qing) ; Li, ZP (Li, Zhiping)","Title":"Acceleration of Hen Egg White Lysozyme Amyloid Fibrillation by Single- or Few-Layer Molybdenum Disulfide Nanosheets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427100013 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Eye tracking; Visual attention; Fixation; Area of interest; Random walks KeyWords Plus:SALIENCY DETECTION MODEL; BIT ALLOCATION; VIDEO; SENSITIVITY; IMAGE; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 45 Pages: 147-155 DOI: 10.1016/j.jvcir.2017.02.005 Published: MAY 2017","Abstract":"Identifying visual attention plays an important role in understanding human behavior and optimizing relevant multimedia applications. In this paper, we propose a visual attention identification method based on random walks. In the proposed method, fixations recorded by the eye tracker are partitioned into clusters where each cluster presents a particular area of interest (AoI). In each cluster, we estimate the transition probabilities of the fixations based on their point-to-point adjacency in their spatial positions. We obtain the initial coefficients for the fixations according to their density. We utilizing random walks to iteratively update the coefficients until their convergency. Finally, the center of the AOI is calculated according to the convergent coefficients of the fixations. Experimental results demonstrate that our proposed method which combines the fixations' spatial and temporal relations, highlights the fixations of higher densities and eliminates the errors inside the cluster. It is more robust and accurate than traditional methods.(C) 2017 Published by Elsevier Inc.","Authors":"Chen, X (Chen, Xiu) ; Chen, ZZ (Chen, Zhenzhong)","Title":"Exploring visual attention using random walks based eye tracking protocols"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398561100001 ISSN: 1527-6988 eISSN: 1527-6996","Keywords":"Disasters; Long-term recovery; Housing and community development; Local government; Developer nonprofits; Hurricane Katrina KeyWords Plus:HURRICANE-KATRINA; NEW-ORLEANS; DISASTER RESPONSE; RECOVERY; FRAMEWORK; POLICY; MODEL","Categories":"Engineering; Environmental Sciences & Ecology; Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Engineering, Civil; Environmental Studies; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS REVIEW Volume: 18 Issue: 2 Article Number: UNSP 05016004 DOI: 10.1061/(ASCE)NH.1527-6996.0000225 Published: MAY 2017","Abstract":"Current disaster scholarship examines critical roles that nonprofits play in both immediate postdisaster emergency response and long-term recovery. These studies focus on narrative accounts of nonprofits' accomplishments and in some cases the strategies they employ to complete recovery-related work. Far less attention has been paid, however, to the specific capacities critical for developer nonprofit and philanthropic organizations to carry out their strategies and projects. This article is a case study focused on critical capacities. Using interviews and primary sources documenting New Orleans' advanced stage long-term recovery from Hurricane Katrina, this article isolates key organizational, legal, and operational capacities that enabled developer nonprofit and philanthropic organizations' successful involvement in the city's long-term housing and community redevelopment projects. (C) 2016 American Society of Civil Engineers.","Authors":"Marshall, JT (Marshall, John Travis) ; Rowberry, RM (Rowberry, Ryan Max) ; Esnard, AM (Esnard, Ann-Margaret)","Title":"Core Capabilities and Capacities of Developer Nonprofits in Postdisaster Community Rebuilding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399193200004 PubMed ID: 28263644 ISSN: 0033-2909 eISSN: 1939-1455","Keywords":"trading; endowment effect; loss aversion; loss attention; meta-analysis KeyWords Plus:WILLINGNESS-TO-PAY; SELLING EXCHANGE GOODS; WTA-WTP DISPARITY; LOSS-AVERSION; DECISION-MAKING; PREFERENCE REVERSALS; LABORATORY EVIDENCE; MEASURING UTILITY; PROSPECT-THEORY; EXPECTED VALUE","Categories":"Psychology Web of Science Categories:Psychology; Psychology, Multidisciplinary","Journal Information":"PSYCHOLOGICAL BULLETIN Volume: 143 Issue: 5 Pages: 543-563 DOI: 10.1037/bul0000095 Published: MAY 2017","Abstract":"A large body of empirical research has examined the impact of trading perspective on pricing of consumer products, with the typical finding being that selling prices exceed buying prices (i.e., the endowment effect). Using a meta-analytic approach, we examine to what extent the endowment effect also emerges in the pricing of monetary lotteries. As monetary lotteries have a clearly defined normative value, we also assess whether one trading perspective is more biased than the other. We consider several indicators of bias: absolute deviation from expected values, rank correlation with expected values, overall variance, and per-unit variance. The meta-analysis, which includes 35 articles, indicates that selling prices considerably exceed buying prices (Cohen's d = 0.58). Importantly, we also find that selling prices deviate less from the lotteries' expected values than buying prices, both in absolute and in relative terms. Selling prices also exhibit lower variance per unit. Hierarchical Bayesian modeling with cumulative prospect theory indicates that buyers have lower probability sensitivity and a more pronounced response bias. The finding that selling prices are more in line with normative standards than buying prices challenges the prominent account whereby sellers' valuations are upward biased due to loss aversion, and supports alternative theoretical accounts.","Authors":"Yechiam, E (Yechiam, Eldad) ; Ashby, NJS (Ashby, Nathaniel J. S.) ; Pachur, T (Pachur, Thorsten)","Title":"Who's Biased? A Meta-Analysis of Buyer-Seller Differences in the Pricing of Lotteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398572000008 ISSN: 1363-6669 eISSN: 1467-9361","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"REVIEW OF DEVELOPMENT ECONOMICS Volume: 21 Issue: 2 Pages: 383-403 DOI: 10.1111/rode.12263 Published: MAY 2017","Abstract":"Empirical evidence suggests that use of child labor as domestic help has increased significantly in recent years although the overall incidence of child labor across the globe has declined satisfactorily. This should draw the attention of economists and policymakers because domestic child labor is considered as exploitative and in many cases hazardous. This paper purports to explain this apparently perplexing finding theoretically in terms of a three-sector general equilibrium model with a nontraded sector where only child labor is used to render services to the richer section of the society. The analysis shows how FDI-led economic growth increases the size of the services sector although it lowers the overall incidence of child labor in the economy and improves the welfare of the poor families that supply child labor. Finally, a composite policy has been recommended that can deal with all three aspects favorably.","Authors":"Chaudhuri, S (Chaudhuri, Sarbajit) ; Dwibedi, JK (Dwibedi, Jayanta Kumar)","Title":"Foreign Direct Investment and Domestic Child Labor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573700005 ISSN: 0038-0644 eISSN: 1097-024X","Keywords":"SIMD; SSE; AVX/AVX2; order-preserving pattern matching KeyWords Plus:ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SOFTWARE-PRACTICE & EXPERIENCE Volume: 47 Issue: 5 Pages: 731-739 DOI: 10.1002/spe.2433 Published: MAY 2017","Abstract":"The order-preserving pattern matching problem has gained attention in recent years. It consists in finding all substrings in the text, which have the same length and relative order as the input pattern. Typically, the text and the pattern consist of numbers. Since recent times, there has been a tendency to utilize the ability of the word RAM model to increase the efficiency of string matching algorithms. This model works on computer words, reading and processing blocks of characters at once, so that usual arithmetic and logic operations on words can be performed in one unit of time. In this paper, we present a fast order-preserving pattern matching algorithm, which uses specialized word-size packed string matching instructions, grounded on the single instruction multiple data instruction set architecture. We show with experimental results that the new proposed algorithm is more efficient than the previous solutions. (C) 2016 The Authors. Software: Practice and Experience Published by John Wiley & Sons Ltd.","Authors":"Chhabra, T (Chhabra, Tamanna) ; Faro, S (Faro, Simone) ; Kulekci, MO (Kulekci, M. Oguzhan) ; Tarhio, J (Tarhio, Jorma)","Title":"Engineering order-preserving pattern matching with SIMD parallelism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398785800002 PubMed ID: 27637567 ISSN: 1063-5157 eISSN: 1076-836X","Keywords":"Ancient hybridization; chloroplast capture; incongruence; phylogenomics; reticulation KeyWords Plus:MULTISPECIES COALESCENT MODEL; HEUCHERA GROUP SAXIFRAGACEAE; CHLOROPLAST-DNA VARIATION; SPECIES TREE ESTIMATION; LAND PLANT ORIGINS; KARYOTYPIC RELATIONSHIPS; CYTOPLASMIC INHERITANCE; TOLMIEA SAXIFRAGACEAE; CLADISTIC-ANALYSIS; HYBRID SPECIATION","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 320-337 DOI: 10.1093/sysbio/syw083 Published: MAY 2017","Abstract":"While hybridization has recently received a resurgence of attention from systematists and evolutionary biologists, there remains a dearth of case studies on ancient, diversified hybrid lineages-clades of organisms that originated through reticulation. Studies on these groups are valuable in that they would speak to the long-term phylogenetic success of lineages following gene flow between species. We present a phylogenomic view of Heuchera, long known for frequent hybridization, incorporating all three independent genomes: targeted nuclear (similar to 400,000 bp), plastid (similar to 160,000 bp), and mitochondrial (similar to 470,000 bp) data. We analyze these data using multiple concatenation and coalescence strategies. The nuclear phylogeny is consistent with previous work and with morphology, confidently suggesting a monophyletic Heuchera. By contrast, analyses of both organellar genomes recover a grossly polyphyletic Heuchera, consisting of three primary clades with relationships extensively rearranged within these as well. A minority of nuclear loci also exhibit phylogenetic discord; yet these topologies remarkably never resemble the pattern of organellar loci and largely present low levels of discord inter alia. Two independent estimates of the coalescent branch length of the ancestor of Heuchera using nuclear data suggest rare or nonexistent incomplete lineage sorting with related clades, inconsistent with the observed gross polyphyly of organellar genomes (confirmed by simulation of gene trees under the coalescent). These observations, in combination with previous work, strongly suggest hybridization as the cause of this phylogenetic discord.","Authors":"Folk, RA (Folk, Ryan A.) ; Mandel, JR (Mandel, Jennifer R.) ; Freudenstein, JV (Freudenstein, John V.)","Title":"Ancestral Gene Flow and Parallel Organellar Genome Capture Result in Extreme Phylogenomic Discord in a Lineage of Angiosperms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396955000010 ISSN: 0263-8231 eISSN: 1879-3223","Keywords":"Bubble experiment; ETFE cushion; Flat-patterning; Inflated membrane structure; Mechanical properties; Nonlinear structural behavior; Plastic strain KeyWords Plus:MECHANICAL-PROPERTIES; PERFORMANCE; FOILS; ROOF; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"THIN-WALLED STRUCTURES Volume: 114 Pages: 107-115 DOI: 10.1016/j.tws.2016.12.027 Published: MAY 2017","Abstract":"Ethylene tetrafluoroethylene (ETFE) cushion structures with the capacities of aesthetical appearance, excellent insulation and high strength-to-weight ratio have attracted considerable attention in recent years. Conventional ETFE cushion structures need fundamental form finding and cutting patterns, resulting in complex analysis and necessary strain compensation. For this reason, this paper focused on a new approach for form finding of flat-patterning ETFE cushions and corresponding nonlinear structural behavior. To achieve these goals, experiments for identifying mechanical properties of ETFE foils and structural behavior of a bubble prototype were carried out. Meanwhile, numerical simulations with Peirce model were performed to evaluate deformation, stress, total strain and plastic strain of flat-patterning ETFE cushions in the development of form finding. Comparisons between experimental and numerical results could obtain following conclusions. Deformation evolution with pressure increment indicated that nonlinear structural behavior was critical for understanding detailed structural behavior. The maximum stress and strain were larger than yield stress and strain, meaning that this form finding approach could consider hardening effects and thus get designed forms of ETFE. cushions. The propagation mechanisms of stress and strain were characterized, which originated from edge middle area and propagated toward central area of the ETFE cushion. Moreover, it is found that plastic strain originated at 2000 Pa and reached a maximum value of 2.33% at 4000 Pa. In general, this study could provide useful observations and values for understanding nonlinear structural behavior of flat-patterning ETFE cushions in the development of form finding.","Authors":"Hu, JH (Hu, Jianhui) ; Yin, Y (Yin, Yue) ; Chen, WJ (Chen, Wujun) ; Zhao, B (Zhao, Bing) ; Yang, DQ (Yang, Deqing)","Title":"Nonlinear structural behavior of flat-patterning ETFE cushion structures: Experimental observations and numerical simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613900006 ISSN: 0148-2963 eISSN: 1873-7978","Keywords":"Sales; Event systems theory; Case study; Social capital; Ethics KeyWords Plus:PERSPECTIVE; PERCEPTIONS; PERFORMANCE; MODEL","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF BUSINESS RESEARCH Volume: 74 Pages: 66-76 DOI: 10.1016/j.jbusres.2017.01.011 Published: MAY 2017","Abstract":"While the literature recognizes that sales organizations evolve as they seek to improve their effectiveness, little is known about this evolutionary process. As a first step toward remedying this important knowledge gap, this case study uses event systems theory to explain the process through which critical events shaped the evolution of a sales organization over the course of a thirty-year period. The results reveal that (1) shifts in the sales organization were prompted by events that focused the unit's attention on the desire for growth or on the need to curb excesses, (2) the primary mechanism for effecting change in the sales organization was the flattening and de-flattening of organizational structures, and (3) a high degree of correspondence exists between shifts in organizational structure and, both, a salesperson's level of social capital and the incidence of unethical salesperson behaviors. The theoretical and practical implications of these findings are discussed. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Beeler, L (Beeler, Lisa) ; Zablah, A (Zablah, Alex) ; Johnston, WJ (Johnston, Wesley J.)","Title":"How critical events shape the evolution of sales organizations: A case study of a business-to-business services firm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395206400059 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 10 Pages: 6120-6137 DOI: 10.1007/s10853-017-0851-x Published: MAY 2017","Abstract":"Based on the unified creep and plasticity theory, an improved constitutive model is proposed in this study to describe the uniaxial mechanical behaviour of Sn3.0Ag0.5Cu (SAC305) solder alloy subjected to a wide range of strain rates. In the usual service condition of electronic devices, the strain rates of solder material are far less than 1.0 s(-1) at which the creep deformation is dominant, especially at higher working temperatures. However, the strain rate could range from 1.0 to 300 s(-1) under drop impact in electronic packaging structures, which is drawing more attention due to lack of experimental data, especially on dynamic mechanical properties of lead-free solder alloys. In extreme impact conditions, the solder material may experience even higher strain rates. As different mechanisms dominate the respective regime of strain rates, the developed constitutive model is calibrated to be applicable to most of the strain rate regimes by properly considering the coupled effect of creep and plasticity. Moreover, the parameters in the proposed model are defined with clear physical meanings and reasonably determined by regression to the published experimental studies. Lastly, the developed model is compared with other constitutive models from the literature, including the power-law equation for creep deformation at low strain rates and the Johnson-Cook model for plastic deformation at high strain rates. It is concluded that the proposed model is more generalized and capable of predicting uniaxial mechanical behaviour of SAC305 solder at low, medium and high strain rates with reasonable accuracy.","Authors":"Long, X (Long, Xu) ; He, X (He, Xu) ; Yao, Y (Yao, Yao) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yao, Yao  K-3129-2012  ","Title":"An improved unified creep-plasticity model for SnAgCu solder under a wide range of strain rates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500006 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Critical security studies; Climate change mitigation; Militarization; Securitization; War analogy KeyWords Plus:SECURITY; POLITICS; CONTEXT","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 50-55 DOI: 10.1016/j.enpol.2017.01.026 Published: MAY 2017","Abstract":"Notable studies have suggested the potentiality of the WWII wartime mobilization as a model for climate change adaptation and/or mitigation. The argument being that we need a similar rapid and total shift in our industrial social and economic environment to prevent or at least address the pending impacts of climate change. This argument and these studies have inspired us to think with them on what it means to use the WWII war analogy as a security claim in energy and climate change debates. Here, we would like to use this opportunity to draw attention to some of the implicit dangers of a call to war in such discussions. Among others we observe, first, the absence of any attention to the actual mobilization policies, in terms of garnishing public support. Second, based on the insights from Critical Security Studies, we question the historical incongruence of the case study especially by comparing the perceived enemy in both cases. Lastly, building on that same security literature, we point to some undesirable and perhaps unintended consequences of the use of war analogies in climate change debates.","Authors":"Kester, J (Kester, Johannes) ; Sovacool, BK (Sovacool, Benjamin K.)","Title":"Torn between war and peace: Critiquing the use of war to mobilize peaceful climate action"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397071100020 PubMed ID: 27486932 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 5 Pages: 1079-1085 DOI: 10.1002/jcp.25510 Published: MAY 2017","Abstract":"Diabetic macular edema (DME), characterized by an increase of thickness in the eye macular area, is due to breakdown of the blood-retinal barrier (BRB). Hypoxia plays a key role in the progression of this pathology by activating the hypoxia-inducible factors. In the last years, various studies have put their attention on the role of pituitary adenylate cyclase-activating polypeptide (PACAP) and vasoactive intestinal peptide (VIP) in retinal dysfunction. However, until now, no study has investigated their protective role against the harmful combined effect of both hyperglycemia and hypoxia on outer BRB. Therefore, in the present study, we have analyzed the role of these peptides on permeability, restoration of tight junctions expression and inhibition of hyperglycemia/hypoxia-induced apoptosis, in an experimental in vitro model of outer BRB. Our results have demonstrated that the peptides' treatment have restored the integrity of outer BRB induced by cell exposure to hyperglycemia/hypoxia. Their effect is mediated through the activation of phosphoinositide 3 kinase (PI3K)/Akt and mammalian mitogen activated protein kinase/Erk kinase (MAPK/ERK) signaling pathways. In conclusion, our study further clarifies the mechanism through which PACAP and VIP perform the beneficial effect on retinal damage induced by hyperglycemic/hypoxic insult, responsible of DME progression. (C) 2016 Wiley Periodicals, Inc.","Authors":"Maugeri, G (Maugeri, Grazia) ; D'Amico, AG (D'Amico, Agata Grazia) ; Gagliano, C (Gagliano, Caterina) ; Saccone, S (Saccone, Salvatore) ; Federico, C (Federico, Concetta) ; Cavallaro, S (Cavallaro, Sebastiano) ; D'Agata, V (D'Agata, Velia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cavallaro, Sebastiano  http://orcid.org/0000-0001-7590-1792 D'Agata, Velia  http://orcid.org/0000-0003-1114-8265","Title":"VIP Family Members Prevent Outer Blood Retinal Barrier Damage in a Model of Diabetic Macular Edema"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211600003 ISSN: 0741-7136 eISSN: 1552-3047","Keywords":"lifelong learning; volunteerism; aging; quality of life KeyWords Plus:SOCIOEMOTIONAL SELECTIVITY THEORY; CIVIC ENGAGEMENT; ADULTS; EDUCATION; SERVICE; PERSPECTIVE; TRANSITION; STUDENTS; PROGRAM; BENEFIT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ADULT EDUCATION QUARTERLY Volume: 67 Issue: 2 Pages: 118-135 DOI: 10.1177/0741713616688957 Published: MAY 2017","Abstract":"In recent years, volunteering has received increasing attention as a unique form of learning, one which may complement lifelong learning programs for older adults. This study examined the underlying volunteer motivations as well as formal volunteer behaviors among older adult lifelong learners. Data from 277 members of the Osher Lifelong Learning Institute in an urban community in the western part of the United States were analyzed using exploratory factor analysis and binary logistic regression models. Results showed that generativity (i.e., a desire to help next generations or communities), personal development, and well-being are salient underlying volunteer motivators. However, only generativity was associated with actual volunteering among older lifelong learners (odds ratio = 1.55; standard error = .17; p < .05). These findings suggested that existing lifelong learning programs might consider incorporating volunteer-based service learning components into their curricula in order to further promote the benefits of lifelong learning among older adults.","Authors":"Yamashita, T (Yamashita, Takashi) ; Lopez, EB (Lopez, Erick B.) ; Soligo, M (Soligo, Marta) ; Keene, JR (Keene, Jennifer R.)","Title":"Older Lifelong Learners' Motivations for Participating in Formal Volunteer Activities in Urban Communities"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200012 PubMed ID: 26923215 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"archipelago; diversity theory; general dynamic model; island biogeography; island evolution; trait evolution; volcanic islands KeyWords Plus:SPECIES ABUNDANCE DISTRIBUTIONS; LEAFHOPPERS CICADELLIDAE NESOPHROSYNE; ARTHROPOD COMMUNITY STRUCTURE; MIXED EFFECT MODELS; ADAPTIVE RADIATION; CANARY-ISLANDS; VOLCANIC ISLANDS; LONG-TERM; MACARONESIAN ARCHIPELAGOS; AREA RELATIONSHIPS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 830-853 DOI: 10.1111/brv.12256 Published: MAY 2017","Abstract":"The general dynamic model of oceanic island biogeography (GDM) has added a new dimension to theoretical island biogeography in recognizing that geological processes are key drivers of the evolutionary processes of diversification and extinction within remote islands. It provides a dynamic and essentially non-equilibrium framework generating novel predictions for emergent diversity properties of oceanic islands and archipelagos. Its publication in 2008 coincided with, and spurred on, renewed attention to the dynamics of remote islands. We review progress, both in testing the GDM's predictions and in developing and enhancing ecological-evolutionary understanding of oceanic island systems through the lens of the GDM. In particular, we focus on four main themes: (i) macroecological tests using a space-for-time rationale; (ii) extensions of theory to islands following different patterns of ontogeny; (iii) the implications of GDM dynamics for lineage diversification and trait evolution; and (iv) the potential for downscaling GDM dynamics to local-scale ecological patterns and processes within islands. We also consider the implications of the GDM for understanding patterns of non-native species diversity. We demonstrate the vitality of the field of island biogeography by identifying a range of potentially productive lines for future research.","Authors":"Borregaard, MK (Borregaard, Michael K.) ; Amorim, IR (Amorim, Isabel R.) ; Borges, PAV (Borges, Paulo A. V.) ; Cabral, JS (Cabral, Juliano S.) ; Fernadez-Palacios, JM (Fernandez-Palacios, Jose M.) ; Field, R (Field, Richard) ; Heaney, LR (Heaney, Lawrence R.) ; Kreft, H (Kreft, Holger) ; Matthews, TJ (Matthews, Thomas J.) ; Olesen, JM (Olesen, Jens M.)[ 10 ] ; Price, J (Price, Jonathan)[ 11 ] ; Rigal, F (Rigal, Francois)[ 3,4,12 ] ; Steinbauer, MJ (Steinbauer, Manuel J.)[ 13 ] ; Triantis, KA (Triantis, Konstantinos A.)[ 1,3,4,14 ] ; Valente, L (Valente, Luis)[ 15 ] ; Weigelt, P (Weigelt, Patrick) ; Whittaker, RJ (Whittaker, Robert J.) ...More...Less","Title":"Oceanic island biogeography through the lens of the general dynamic model: assessment and prospect"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076800021 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Periodic lattices; Elastic moduli; Multiscale approaches; Seismic isolation KeyWords Plus:FINITE-ELEMENT-ANALYSIS; CONFINEMENT PLATES; METALLIC FIBERS; CEMENT MORTARS; PENALTY MODEL; METAMATERIALS; REINFORCEMENT; ISOLATORS; NETWORKS; LATTICES","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 167 Pages: 219-226 DOI: 10.1016/j.compstruct.2017.01.073 Published: MAY 1 2017","Abstract":"This work deals with the multiscale modeling of the mechanical response of pentamode lattices, and a preliminary study on engineering applications of structural bearings formed by pentamode lattices confined between stiffening plates. Numerical and experimental results show that the confinement effect played by the stiffening plates, the geometry and mechanical properties of the junctions strongly influence the overall stiffness properties of such structures. As a result, the mechanics of confined pentamode lattices significantly differs from that of unconfined lattices, being able to accommodate compression and tension vertical loads, and featuring performance-based response under shear loading. Their application for use in anti-seismic system development and/or as shear-wave band gap systems awaits attention. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fabbrocino, F (Fabbrocino, Francesco) ; Amendola, A (Amendola, Ada)","Title":"Discrete-to-continuum approaches to the mechanics of pentamode bearings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072700040 ISSN: 0022-3697 eISSN: 1879-2553","Keywords":"Ba2Bi3 superconductor; Mechanical properties; Electronic properties; Thermodynamic properties; First-principle calculations KeyWords Plus:ELASTIC-CONSTANTS; 1ST PRINCIPLES; SUPERCONDUCTIVITY; TEMPERATURE; CRYSTALS; PDTE","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Multidisciplinary; Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS AND CHEMISTRY OF SOLIDS Volume: 104 Pages: 293-303 DOI: 10.1016/j.jpcs.2017.01.026 Published: MAY 2017","Abstract":"The newly discovered Ba2Bi3 phase has attracted attentions in search of new superconductors, mainly because of the layered structure with two-dimensional superconducting Bi planes intercalated by Ba atoms. To clearly reveal what features the layered structure of the Ba2Bi3 phase correlates with, especially under pressure, we have systematically investigated the structural, mechanical, electronic and thermodynamic properties under the equivalent hydrostatic pressures up to 14 GPa by means of first-principle calculations with the Local Density Approximation (LDA) and Generalized Gradient Approximation (GGA) approaches. The results indicate that the pressure effect on the crystal structure is performed as a compression of the unit-cell volume, mainly along the c-axis. Specifically for the mechanical related properties, the elastic constants and polycrystalline elastic moduli monotonically increase with the pressure. The calculated ductile factors show that the Ba2Bi3 lies in between the brittle and ductile border line at 0 GPa and the pressure makes the ductility enhancement. Besides, the anisotropic properties of the Ba2Bi3 under various pressures are discussed. The electronic energy band structure and density of states under pressure are analyzed. Moreover, the pressure and temperature dependence of the thermodynamic properties through the quasi-harmonic Debye model, together with the pressure dependence of the Debye temperature calculated from elastic constants has been obtained. The calculated results of the variation of the Debye temperature and total density of states at Fermi level show that the pressure can lead to the superconducting transition temperature (T-c) of the Ba2Bi3 decreasing.","Authors":"Cao, JJ (Cao, Jin-Jin) ; Gou, XF (Gou, Xiao-Fan)","Title":"Pressure effect on the mechanical, electronic and thermodynamic properties of Ba2Bi3: First-principle calculations"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396961000008 ISSN: 1369-8001 eISSN: 1873-4081","Keywords":"Laser Annealing; Phase field modeling; Non equilibrium diffusion KeyWords Plus:MONTE-CARLO-SIMULATION; PHASE-FIELD MODEL; IRREVERSIBLE-PROCESSES; RAPID SOLIDIFICATION; RECIPROCAL RELATIONS; POINT-DEFECTS; SILICON; SOLUTE; CLUSTERS; DISORDER","Categories":"Engineering; Materials Science; Physics Web of Science Categories:Engineering, Electrical & Electronic; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"MATERIALS SCIENCE IN SEMICONDUCTOR PROCESSING Volume: 62 Pages: 80-91 Special Issue: SI DOI: 10.1016/j.mssp.2016.10.047 Published: MAY 2017","Abstract":"Laser annealing of semiconductor materials is a processing technique offering interesting application features when intense, transient and localized heat sources are needed for electronic device manufacturing or other nano-technological applications. The space-time localization of the induced thermal field (in the nanoseconds/nanometers scale) promotes interesting non-equilibrium phenomena in the processed material which only recently have been systematically investigated and modelled. In this review paper we discuss the current knowledge on anomalous kinetics occurring in implanted silicon and germanium (i.e. thin layers of disorder diluted alloys of Si and Ge, with variable initial disorder status according to the implantation conditions) during the pulsed laser irradiation. In particular, we focus our attention on the anomalous impurity redistribution in the transient melting stage and on the formation of non conventional and metastable extended defects.","Authors":"Lombardo, SF (Lombardo, S. F.) ; Boninelli, S (Boninelli, S.) ; Cristiano, F (Cristiano, F.) ; Fisicaro, G (Fisicaro, G.) ; Fortunato, G (Fortunato, G.) ; Grimaldi, MG (Grimaldi, M. G.) ; Impellizzeri, G (Impellizzeri, G.) ; Italia, M (Italia, M.) ; Marino, A (Marino, A.) ; Milazzo, R (Milazzo, R.) ; Napolitani, E (Napolitani, E.) ; Privitera, V (Privitera, V.) ; La Magna, A (La Magna, A.) ...More...Less","Title":"Laser annealing in Si and Ge: Anomalous physical aspects and modeling approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361700006 ISSN: 0191-8869","Keywords":"Trait emotional intelligence; Authoritarianism; Racial prejudice; Social Dominance Orientation; Empathy KeyWords Plus:SOCIAL-DOMINANCE ORIENTATION; GENERALIZED PREJUDICE; PERSPECTIVE-TAKING; AUTHORITARIANISM; PERSONALITY; EMPATHY; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 110 Pages: 27-30 DOI: 10.1016/j.paid.2017.01.017 Published: MAY 1 2017","Abstract":"Although a lot of research attention has already been devoted to the personality and emotional basis of right-wing attitudes and racial prejudice, the relationships between trait Emotional Intelligence (El) and the latter variables have been largely neglected. In the present study conducted in a heterogeneous sample of adults (N = 419), we aim to fill this gap in the literature. It was revealed that trait El is negatively related to Right-Wing Authoritarianism, Social Dominance Orientation, and subtle racial prejudice. These relationships can be partly explained by empathy, and more specifically the component of perspective taking. Trait El is negatively related to the ability to take the perspective of others, which in turn is associated with increased right-wing attitudes and subtle racial prejudice. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Onraet, E (Onraet, Emma) ; Van Hiel, A (Van Hiel, Alain) ; De Keersmaecker, J (De Keersmaecker, Jonas) ; Fontaine, JRJ (Fontaine, Johnny R. J.)","Title":"The relationship of trait emotional intelligence with right-wing attitudes and subtle racial prejudice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398030400023 ISSN: 0002-9947 eISSN: 1088-6850","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"TRANSACTIONS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 369 Issue: 5 Pages: 3707-3740 DOI: 10.1090/tran/6937 Published: MAY 2017","Abstract":"Function clones are sets of functions on a fixed domain that are closed under composition and contain the projections. They carry a natural algebraic structure, provided by the laws of composition which hold in them, as well as a natural topological structure, provided by the topology of pointwise convergence, under which composition of functions becomes continuous. Inspired by recent results indicating the importance of the topological ego of function clones even for originally algebraic problems, we study questions of the following type: In which situations does the algebraic structure of a function clone determine its topological structure? We pay particular attention to function clones which contain an oligomorphic permutation group, and discuss applications of this situation in model theory and theoretical computer science.","Authors":"Bodirsky, M (Bodirsky, Manuel) ; Pinsker, M (Pinsker, Michael) ; Pongracz, A (Pongracz, Andras)","Title":"RECONSTRUCTING THE TOPOLOGY OF CLONES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398188700009 ISSN: 0042-0980 eISSN: 1360-063X","Keywords":"contagion; housing bubble; housing price KeyWords Plus:RATIONAL BUBBLES; PRICE VOLATILITY; STOCK-MARKET; HONG-KONG; UK; DYNAMICS; DIFFUSION; ECONOMY; DEMAND; TAIWAN","Categories":"Environmental Sciences & Ecology; Urban Studies Web of Science Categories:Environmental Studies; Urban Studies","Journal Information":"URBAN STUDIES Volume: 54 Issue: 6 Pages: 1463-1481 DOI: 10.1177/0042098016631297 Published: MAY 2017","Abstract":"Most previous studies have reported that housing prices diffuse from the city centre to surrounding areas. However, these studies have overlooked the fact that housing prices comprise fundamental and bubble prices. We investigated whether bubble prices also diffuse from the city centre to suburbs and whether fundamental or bubble prices promote housing price diffusion. We focused on the movement of housing bubbles from the city centre to the suburbs. Using data for the Taipei metropolitan area from 1973 to 2014 for empirical analysis, our state-space model estimates statistically significant fundamental and bubble prices in Taipei City (city centre) and New Taipei City (suburbs). Engle-Granger cointegration test results reveal that the housing and bubble prices of the two cities are cointegrated; however, fundamental prices are not. F statistics reveal that the Granger causality of bubble prices (the central city Granger causing changes in the suburbs) is more significant and powerful than that of the fundamental prices. Therefore, we demonstrate that housing bubbles force housing price diffusion. In addition, when bubble prices spread from the city centre to the suburbs, the housing bubble in the suburbs is larger than that in the city centre, implying that the suburbs have greater potential for a bubble burst crisis called the bubble contagion. Authorities should pay more attention to the bubble contagion and must address the problem of high housing prices in the suburbs to prevent this bubble from bursting","Authors":"Teng, HJ (Teng, Hsiao-Jung) ; Chang, CO (Chang, Chin-Oh) ; Chen, MC (Chen, Ming-Chi)","Title":"Housing bubble contagion from city centre to suburbs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395089800008 ISSN: 1523-0406 eISSN: 1545-0465","Keywords":"Surface network; terrain analysis; topology; Warntz network KeyWords Plus:DIGITAL ELEVATION MODELS; SURFACE NETWORKS; TERRAIN FEATURES; CRITICAL-POINTS; CONTOUR MAP; COMPUTATION; EXTRACTION; INFORMATION; ALGORITHMS; COMPLEXES","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CARTOGRAPHY AND GEOGRAPHIC INFORMATION SCIENCE Volume: 44 Issue: 3 Pages: 271-282 DOI: 10.1080/15230406.2016.1164625 Published: MAY 2017","Abstract":"In the field of terrain analysis, a primary goal is to effectively identify topographic features for a better understanding of their associated processes. The relationships among features are, therefore, of particular importance. The concept of the surface network, involving and defined by such features as peaks, pits, various saddles, ridge lines, and the opposite course lines, can be a beneficial construct for describing and modeling any mathematical surface and, perhaps, topographic surfaces, as well. However, limitations of terrain data collection, storage, and computational processing have presented difficulties when attempting to make the jump from such logical constructs and their supporting mathematical theories to the development of tools and mapped products representing the measured topography of a landscape. Compared to feature extraction, less attention has been given to the topological relationships among topographic features. This article provides a chronological review of the development of surface network and critical point theory, the study of topography, and the progression of terrain analysis with particular consideration given to the application of surface network theory to represent the topology of topography. Any possible true computed surface network is concluded to be scale-dependent, fuzzy, and vague and its undisputed calculation elusive.","Authors":"Clarke, KC (Clarke, Keith C.) ; Romero, BE (Romero, Boleslo E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Clarke, Keith  http://orcid.org/0000-0001-5805-6056","Title":"On the topology of topography: a review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218600004 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Soil loss; Soil and water conservation; Bounded plots; Field measurements KeyWords Plus:DIFFERENT TILLAGE SYSTEMS; MINAS-GERAIS STATE; WATER EROSION; MANAGEMENT-SYSTEMS; NUTRIENT LOSSES; LAND-USE; EUCALYPTUS FORESTS; AGRICULTURAL LAND; SOUTHERN BRAZIL; SURFACE RUNOFF","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 152 Pages: 29-39 DOI: 10.1016/j.catena.2017.01.003 Published: MAY 2017","Abstract":"Research to measure soil erosion rates in the United States from natural rainfall runoff plots began in the early 1900's. In Brazil, the first experimental study at the plot-scale was conducted in the 1940's; however, the monitoring process and the creation of new experimental field plots have not continued through the years in either country, and are relatively rare in other parts of the world. To better understand runoff and soil erosion rates in Brazil, we review the plot-scale studies that have been conducted across the country. We also evaluated trends, challenges, and perspectives of plot-scale studies in Brazil. Runoff and soil loss records under natural rainfall were compiled from peer-reviewed journals, books, M.Sc. theses, and Ph.D. dissertations, and we organized a database containing the following information: geographic coordinates, region, rainfall, runoff, soil erosion, length of record (plot-years), land cover, tillage system, slope length, and slope gradient. We found mean values of observed annual soil loss ranging from 0.1 t ha y(-1) (grassland and pasture in the southern region) to as great as 136.0 t ha y(-1) (tilled fallow plots, without plant cover, in the northeastern region). Our findings indicated that the southern and southeastern regions of Brazil have the greatest number bf runoff and soil 1058 monitoring sites and length of records (plot-years), corresponding to 67% and 88% of the totals, respectively. In addition, the number of plot-years of data collected has decreased 86% in the last 15 years. However, the number of published documents has increased 10 times in the same period. Around 50% of the experimental studies have 2 years or less of monitored data. In order to reduce the variability of the observed data, develop models, and support decisions, it is important to increase the monitoring period of the experimental sites. Moreover, efforts should continue to allow field observations in all regions of Brazil where data is scarce, in particular paying special attention to the central-western region, where crop production is the main land-use, and along the largest Brazilian agricultural expansion frontier (northern region). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Anache, JAA (Anache, Jamil A. A.) ; Wendland, EC (Wendland, Edson C.) ; Oliveira, PTS (Oliveira, Paulo T. S.) ; Flanagan, DC (Flanagan, Dennis C.) ; Nearing, MA (Nearing, Mark A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Paulo Tarso  http://orcid.org/0000-0003-2806-0083","Title":"Runoff and soil erosion plot-scale studies under natural rainfall: A meta-analysis of the Brazilian experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605700004 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Bayesian Net; Bridge; Damage; Pier; Scour; Model; Non-parametric; Overturning KeyWords Plus:DAMS RISK-ASSESSMENT; SCOUR DEPTH; PREDICTION; NETWORKS; MASONRY","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 161 Pages: 38-52 DOI: 10.1016/j.ress.2017.01.005 Published: MAY 2017","Abstract":"A flood occurs when water and other materials such as woody debris overflow dry areas. If there is infrastructure present, woody fragments could be transported downstream and eventually trapped, leading to increments in the hydrodynamic forces over, say, a bridge. Moreover, local scour can be developed in the structure piers. The purpose of this research is to investigate the bridge pier scour phenomena induced by woody debris from a probabilistic point of view. A Non Parametric Bayesian Belief Network comprising seven nodes has consequently been developed. They are: water level, Froude number, blockage amount, drag force, scour depth, damage and overturning. Through both Monte Carlo Simulation and data from a real structure, the nodes' non parametric probability distributions have been established, an area that has, to date, received very little attention in the literature. By combining the variables under study, it was possible to determine their interaction and dependencies, showing that the depth of the approaching flow is correlated with two nodes: damage and overturning. The results are useful for bridge managers willing to rank investments in maintenance actions within the industry, and to develop optimal risk based strategies for efficiently employing the scarce resources used to that end.","Authors":"Martinez-Martinez, LH (Horacio Martinez-Martinez, Luis) ; Delgado-Hernandeza, DJ (Joaquin Delgado-Hernandeza, David) ; de-Leon-Escobedo, D (de-Leon-Escobedo, David) ; Flores-Gomora, J (Flores-Gomora, Jhonnatan) ; Arteaga-Arcos, JC (Carlos Arteaga-Arcos, Juan)","Title":"Woody debris trapping phenomena evaluation in bridge piers: A Bayesian perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605700006 ISSN: 0951-8320 eISSN: 1879-0836","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 161 Pages: 61-68 DOI: 10.1016/j.ress.2017.01.003 Published: MAY 2017","Abstract":"Management of safety systems often receives high attention due to the potential for industrial accidents. In risk and reliability literature concerning such systems, and particularly concerning safety-instrumented systems, one frequently comes across the term 'safety critical failure'. It is a term associated with the term 'critical failure', and it is often deduced that a safety critical failure refers to a failure occurring in a safety critical system. Although this is correct in some situations, it is not matching with for example the mathematical definition given in ISO/TR 12489:2013 on reliability modeling, where a clear distinction is made between 'safe failures' and 'dangerous failures'. In this article, we show that different interpretations of the term 'safety critical failure' exist, and there is room for misinterpretations and misunderstandings regarding risk and reliability assessments where failure information linked to safety systems are used, and which could influence decision making. The article gives some examples from the oil and gas industry, showing different possible interpretations of the term. In particular we discuss the link between criticality and failure. The article points in general to the importance of adequate risk communication when using the term, and gives some clarification on interpretation in risk and reliability assessments.","Authors":"Selvik, JT (Selvik, Jon Tommeras) ; Signoret, JP (Signoret, Jean-Pierre)","Title":"How to interpret safety critical failures in risk and reliability assessments"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394920600070 ISSN: 1364-0321","Keywords":"Community energy; Renewable energy; Islands; Energy planning KeyWords Plus:GRASS-ROOTS INNOVATIONS; SUSTAINABLE ENERGY; KEY ISSUES; POWER; SYSTEMS; OPPORTUNITIES; INITIATIVES; TRANSITION","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 71 Pages: 884-897 DOI: 10.1016/j.rser.2016.12.116 Published: MAY 2017","Abstract":"Community energy projects have been one of the pillars of Denmark's remarkable renewable energy history. The island of Samso has received worldwide attention as a model community in this regard, having been able to transform large parts of its energy system in a period of 10 years. Much of this attention is focused on the end results of this transformation, on what Samso has achieved to date, including the technical infrastructure and the fact that the local community participated actively. Little attention has so far been paid to how these results were achieved in practice. In this paper, we examine the concrete contextual conditions that made the success of the Samso Renewable Energy Island project possible. As external contextual conditions, we identify guiding visions and plans, governmental technology support, governmental process support, and expert assistance. Internal contextual conditions include local traditions and history of cooperative projects, sense of locality and responsibility, community spirit, entrepreneurial individuals, networks, as well as guiding visions and plans. The results clearly show that the success of the REI project can be attributed to the combination of these varied contextual conditions, which in their entirety made the island's transformation possible. However, in order for these favourable contextual conditions to lead to a successful project, it required alignment through intermediaries between the external and internal context, as well as internally on Samso. Most importantly this alignment entailed the integration of the Renewable Energy Island project into the structure and needs of the local community through intensive processes of sensing and priming linked to the local population.","Authors":"Sperling, K (Sperling, Karl)","Title":"How does a pioneer community energy project succeed in practice? The case of the Samso Renewable Energy Island"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394475700001 ISSN: 0303-2434","Keywords":"Monitoring; Multi-temporal landsat NDVI; Age; Coffee; Crop condition KeyWords Plus:TIME-SERIES; VEGETATION INDEXES; CROP CLASSIFICATION; GLOBAL CHANGE; CLOUD SHADOW; WATER-STRESS; MODIS IMAGES; WINTER-WHEAT; REFLECTANCE; BIOMASS","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 57 Pages: 1-13 DOI: 10.1016/j.jag.2016.12.007 Published: MAY 2017","Abstract":"The development of cost-effective, reliable and easy to implement crop condition monitoring methods is urgently required for perennial tree crops such as coffee (Coffea arabica), as they are grown over large areas and represent long term and higher levels of investment. These monitoring methods are useful in identifying farm areas that experience poor crop growth, pest infestation, diseases outbreaks and/or to monitor response to management interventions. This study compares field level coffee mean NDVI and LSWI anomalies and age-adjusted coffee mean NDVI and LSWI anomalies in identifying and mapping incongruous patches across perennial coffee plantations. To achieve thiS objective, we first derived deviation of coffee pixels from the global coffee mean NDVI and LSWI values of nine sequential 'Landsat 8 OLI image scenes. We then evaluated the influence of coffee age class (young, mature and old) on Landsat-scale NDVI and LSWI values using a one-way ANOVA and since resultS showed significant differences, we adjusted NDVI and LSWI anomalies for age-class. We then used the cumulative inverse distribution function (alpha <= 0.05) to identify fields and within field areas with excessive deviation of NDVI and LSWI from the global and the age-expected mean for each of the Landsat 8 OLI scene dates spanning three seasons. Results from accuracy assessment indicated that it was possible to separate incongruous and healthy patches using these anomalies and that using NDVI performed better than using LSWI for both global and age-adjusted mean anomalies. Using the age-adjusted anomalies performed better in separating incongruous and healthy patches than using the global mean for both NDVI (Overall accuracy =80.9% and 68.1% respectively) and for LSWI (Overall accuracy=68.1% and 48.9% respectively). When applied to other Landsat 8 OLI scenes, the results showed that the proportions of coffee fields that were modelled incongruent decreased with time for the young age category and while it increased for the mature and old age classes with time. We concluded that the method could be useful for the identification of anomalous patches using Landsat scale time series data to monitor large coffee plantations and provide an indication of areas requiring particular field attention. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chemura, A (Chemura, Abel) ; Mutanga, O (Mutanga, Onisimo) ; Dube, T (Dube, Timothy)","Title":"Integrating age in the detection and mapping of incongruous patches in coffee (Coffea arabica) plantations using multi-temporal Landsat 8 NDVI anomalies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500014 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Variable mass; Poisson white noise; Stochastic averaging; Stochastic response KeyWords Plus:HAMILTONIAN-SYSTEMS; ENERGY ENVELOPE; EXCITATIONS; OSCILLATOR; STABILITY; MOTION; MEMS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 122-134 DOI: 10.1016/j.physa.2017.01.039 Published: MAY 1 2017","Abstract":"Variable-mass systems have received widespread attention and show prominent significance with the explosive development of micro- and nanotechnologies, so there is a growing need to study the influences of mass disturbances on systems. This paper is devoted to investigating the stochastic response of a variable-mass system subject to weakly random excitation, in which the mass disturbance is modeled as a Poisson white noise. Firstly, the original system is approximately replaced by the associated conservative system with small disturbance based on the Taylor expansion technique. Then the stationary response of the approximate system is obtained by applying the stochastic averaging method. At last, a representative variable-mass oscillator is worked out to illustrate the effectiveness of the analytical solution by comparing with Monte Carlo simulation. The relative change of mean-square displacement is used to measure the influences of mass disturbance on system responses. Results reveal that the stochastic responses are more sensitive to mass disturbance for some system parameters. It is also found that the influences of Poisson white noise as the mass disturbance on system responses are significantly different from that of Gaussian white noise of the same intensity. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Qiao, Y (Qiao, Yan) ; Xu, W (Xu, Wei) ; Jia, WT (Jia, Wantao) ; Han, Q (Han, Qun)","Title":"Stochastic stationary response of a variable-mass system with mass disturbance described by Poisson white noise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500051 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Rating systems; Reputation evaluation; Ranking method; Iterative refinement; Spamming attack KeyWords Plus:RECOMMENDER SYSTEMS; TRUST; NETWORKS; SIMILARITY; BEHAVIOR; QUALITY; ATTACKS; MODEL; BIAS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 546-560 DOI: 10.1016/j.physa.2017.01.055 Published: MAY 1 2017","Abstract":"Reputation is a valuable asset in online social lives and it has drawn increased attention. Due to the existence of noisy ratings and spamming attacks, how to evaluate user reputation in online rating systems is especially significant. However, most of the previous ranking-based methods either follow a debatable assumption or have unsatisfied robustness. In this paper, we propose an iterative group-based ranking method by introducing an iterative reputation allocation process into the original group-based ranking method. More specifically, the reputation of users is calculated based on the weighted sizes of the user rating groups after grouping all users by their rating similarities, and the high reputation users' ratings have larger weights in dominating the corresponding user rating groups. The reputation of users and the user rating group sizes are iteratively updated until they become stable. Results on two real data sets with artificial spammers suggest that the pro, posed method has better performance than the state-of-the-art methods and its robustness is considerably improved comparing with the original group-based ranking method. Our work highlights the positive role of considering users' grouping behaviors towards a better online user reputation evaluation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gao, J (Gao, Jian) ; Zhou, T (Zhou, Tao) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gao, Jian  http://orcid.org/0000-0001-6659-5770","Title":"Evaluating user reputation in online rating systems via an iterative group-based ranking method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500052 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Variational methods; Stochastic processes; Lagrangian densities; Poisson-Kac processes; Time reversal; Reversibility KeyWords Plus:EXTENDED IRREVERSIBLE THERMODYNAMICS; NONEQUILIBRIUM THERMODYNAMICS; TELEGRAPHERS EQUATION; HYPERBOLIC TRANSPORT; FLOW; SYSTEMS; MODELS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 561-577 DOI: 10.1016/j.physa.2017.01.024 Published: MAY 1 2017","Abstract":"A variational Lagrangian formulation for stochastic processes and for the evolution equations of the associated probability density functions is developed. Particular attention is dedicated to Poisson-Kac processes possessing finite propagation velocity. The variational formulation in terms of Lagrangian and Hamiltonian densities permits to address different forms of \"reversibility\" characterizing these processes with respect to processes driven by nowhere differentiable Wiener fluctuations, and associated with the concepts of dynamic and statistical reversibility. The latter property, i.e. the statistical reversibility, implies that the extended Markov operator associated with Poisson-Kac and Generalized Poisson-Kac processes forms a group, continuously parametrized with respect to time. (C) 2017 Elsevier BA. All rights reserved.","Authors":"Giona, M (Giona, Massimiliano)","Title":"Variational principles and Lagrangian functions for stochastic processes and their dissipative statistical descriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869700004 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Deception detection; multimodal processing; thermal features; linguistic features; physiological features","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 5 Pages: 1042-1055 DOI: 10.1109/TIFS.2016.2639344 Published: MAY 2017","Abstract":"Deception detection has received an increasing amount of attention in recent years, due to the significant growth of digital media, as well as increased ethical and security concerns. Earlier approaches to deception detection were mainly focused on law enforcement applications and relied on polygraph tests, which had proved to falsely accuse the innocent and free the guilty in multiple cases. In this paper, we explore a multimodal deception detection approach that relies on a novel data set of 149 multimodal recordings, and integrates multiple physiological, linguistic, and thermal features. We test the system on different domains, to measure its effectiveness and determine its limitations. We also perform feature analysis using a decision tree model, to gain insights into the features that are most effective in detecting deceit. Our experimental results indicate that our multimodal approach is a promising step toward creating a feasible, non-invasive, and fully automated deception detection system.","Authors":"Abouelenien, M (Abouelenien, Mohamed) ; Perez-Rosas, V (Perez-Rosas, Veronica) ; Mihalcea, R (Mihalcea, Rada) ; Burzo, M (Burzo, Mihai)","Title":"Detecting Deceptive Behavior via Integration of Discriminative Features From Multiple Modalities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394068100005 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Trajectory search; Distributed R-tree; Activity trajectory; Spark KeyWords Plus:EXPERIENCES; DATABASES; MAPREDUCE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 388 Pages: 62-83 DOI: 10.1016/j.ins.2017.01.016 Published: MAY 2017","Abstract":"With the massive location-based information contained in public available GPS enabled mobile devices, there are problems of storage and queries processing. Trajectory search processing has received increasing attention in recent years. To organize the huge information, many studies have used indexing large trajectory data sets. However, the majority of existing studies have focused on a centralized system, while Spatial Hadoop is proposed to handle the spatial data by MapReduce method in a distributed system. However, this method is not suitable for reusing data without storing it on a disk. Therefore, we have developed a new R-tree index in the distributed system called the Distributed Trajectory R-Tree (DTR-Tree) with Apache Spark based on the MapReduce model. Furthermore, we have investigated a novel problem of a distributed trajectory query search with activities. Where a query q is given with a set of activities involved in each point of the trajectory and a threshold of distance, then the trajectory, which includes all the activities required with a minimal distance, is returned as a result. To optimize the trajectory processing search, we have used a novel strategy on separated smaller R-trees to obtain the sub-trajectories matching by q based on the spatial distance. In this paper, a balanced distributed index DTR-Tree is proposed to ensure the scalability and fault tolerance. Experimental results show the high efficiency of the proposed algorithms. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wang, HZ (Wang, Hongzhi) ; Belhassena, A (Belhassena, Amina) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Hongzhi  http://orcid.org/0000-0002-7521-2871","Title":"Parallel trajectory search based on distributed index"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393009700001 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"Listeria monocytogenes; Listeriosis; Outbreaks; Whole genome sequencing; Virulence; Dose response; Ecology; Growth/no growth; Risk assessment KeyWords Plus:DEPENDENT PHAGE RESISTANCE; TO-EAT FOODS; GENETIC-CHARACTERIZATION; RETAIL DELICATESSENS; BIOFILM FORMATION; FETAL MORTALITY; UNITED-STATES; STRAIN; MODEL; GROWTH","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 75 Pages: 1-13 DOI: 10.1016/j.foodcont.2016.12.016 Published: MAY 2017","Abstract":"Improved control measures starting in the 1990s have greatly reduced the prevalence of L. monocytogenes in many food categories, particularly in meats and meat products. However, the rate of listeriosis has remained constant during the last decade and the more severe, systemic (invasive) form of listeriosis is now recognized as occurring more frequently in small outbreaks than previously recognized. This review addresses the recent advances in epidemiology and virulence, in growth and modelling, and insights from the risk assessments. Recognition of recent outbreaks from food vehicles not traditionally associated with L monocytogenes (celery, cantaloupe, mung bean sprouts, stone fruits, caramel apples and ice cream) was facilitated by PFGE and, increasingly, whole genome sequencing. The Key Events framework, an understanding of the key individual biochemical steps from ingestion to infection, provides a structure for relating new knowledge on strain variability, mutations, and host susceptibility to the probability of illness. Guidance for determination of the growth/no growth potential of a food has been issued by several regulatory authorities and the risk assessments indicate that prevention of growth remains a principle control element. The recognition of biofilm formation and the possible existence of dormant, non-dividing persister cells will require additional attention. The recent outbreaks underscored the individual characteristics of specific foods (melons vs all fruit; microenvironments in the caramel apples) and raised questions about the current understanding of infectivity of lower doses and the susceptibility of specific individuals. Advances have been made in these areas, but further research is clearly necessary to control this pathogen. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Buchanan, RL (Buchanan, Robert L.) ; Gorris, LGM (Gorris, Leon G. M.) ; Hayman, MM (Hayman, Melinda M.) ; Jackson, TC (Jackson, Timothy C.) ; Whiting, RC (Whiting, Richard C.)","Title":"A review of Listeria monocytogenes: An update on outbreaks, virulence, dose-response, ecology, and risk assessments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267400001 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Salient-region detection; Object segmentation; Regional feature KeyWords Plus:IMAGE SEGMENTATION; ATTENTION; ALGORITHM; NETWORKS; SYSTEMS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 387 Pages: 1-18 DOI: 10.1016/j.ins.2017.01.019 Published: MAY 2017","Abstract":"In the past decade, contrast features, which focus on rarity and uniqueness, have been widely used in the saliency-detection field, but the extreme dependency on the most highlighted region remains as a limitation for the detection of multiple and complex objects. In particular, the difficulties are commonly observed when a high inter-object dissimilarity exists. Based on this observation, we present a new paradigm for the detection of the salient-object region, whereby only the spatial-saliency clues are interpreted from a multiple-level clustering framework; for this reason, in contrast to the previous methods, the proposed model is not dependent upon the contrast features. The proposed model can be roughly decomposed into the following four main phases: regional feature extraction, homogeneous-region clustering, saliency-score computation, and recursive processing. In particular, a recursive processing for which the salient region is optimized through the improvement of its clustering results is introduced. According to the experiment results, the proposed scheme outperforms the state-of-the-art methods on various benchmark datasets consisting of single, multiple, and complex object images; furthermore, the proposed model is more effective for the detection of multiple objects. To validate the contributions of this study, a multiple salient-object dataset (MSOD) that contains 100 images with more than two objects with a higher dissimilarity was also constructed. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Oh, K (Oh, Kanghan) ; Lee, M (Lee, Myungeun) ; Lee, Y (Lee, Yura) ; Kirna, S (Kirna, Soohyung)","Title":"Salient object detection using recursive regional feature clustering"}]