[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Shipping containers; Tree augmented naive Bayes (TAN); Bag of visual words (BOVW); Scale Invariant Feature Transform (SIFT)","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 57-65 DOI: 10.1016/j.eswa.2017.01.030 Published: JUL 1 2017","Abstract":"Smuggling has long played an important role in the inefficiency of economies. To secure the borders against this illegal act, X-Ray Inspection Systems are often deployed at the borders and customs. In this paper, we present a new method for classification of shipping containers X-Ray images, produced in the inspection lines. The aim is to improve the matching accuracy of the presented manifest, which lists the claimed contents of the shipping containers, with the real contents of the container. The proposed method is based on utilizing Scale Invariant Feature Transforms (SIFT) feature vectors, Bag of visual words (BOVW) and tree augmented naive Bayes (TAN) approach for classifying containers X-Ray images. The prior research on classification of X-Ray images of shipping containers has focused mostly on working with greedy algorithms such as sliding windows for task of classification. More recent studies introduced filter banks and visual words for extraction of features. The proposed method for the first time considers the salient points and keypoints for the task of feature extraction. In addition, this paper presents a framework using the tree augmented naive Bayes based on the theory of learning Bayesian networks, which is proved to have a significant improvements upon the prior designed systems by considering the correlations among the extracted features. For experimental evaluations, our method is compared with two recently proposed methods on containers X-Ray images categorization. The results show that the proposed method is more accurate and time-efficient in categorization of X-Ray images. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Abdolshah, M (Abdolshah, Majid) ; Teimouri, M (Teimouri, Mehdi) ; Rahmani, R (Rahmani, Rohallah)","Title":"Classification of X-Ray images of shipping containers"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687400011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Fault tree analysis; Reliability; Risk analysis; Safety analysis; Dynamic fault trees; Model based dependability analysis; Expert systems KeyWords Plus:MONTE-CARLO-SIMULATION; FUZZY-SET-THEORY; RELIABILITY-ANALYSIS; BAYESIAN NETWORKS; SAFETY EVALUATION; QUANTITATIVE-ANALYSIS; ANALYSIS FRAMEWORK; PETRI NETS; SYSTEMS; LOGIC","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 114-135 DOI: 10.1016/j.eswa.2017.01.058 Published: JUL 1 2017","Abstract":"Fault Tree Analysis (FTA) is a well-established and well-understood technique, widely used for dependability evaluation of a wide range of systems. Although many extensions of fault trees have been proposed, they suffer from a variety of shortcomings. In particular, even where software tool support exists, these analyses require a lot of manual effort. Over the past two decades, research has focused on simplifying dependability analysis by looking at how we can synthesise dependability information from system models automatically. This has led to the field of model-based dependability analysis (MBDA). Different tools and techniques have been developed as part of MBDA to automate the generation of dependability analysis artefacts such as fault trees. Firstly, this paper reviews the standard fault tree with its limitations. Secondly, different extensions of standard fault trees are reviewed. Thirdly, this paper reviews a number of prominent MBDA techniques where fault trees are used as a means for system dependability analysis and provides an insight into their working mechanism, applicability, strengths and challenges. Finally, the future outlook for MBDA is outlined, which includes the prospect of developing expert and intelligent systems for dependability analysis of complex open systems under the conditions of uncertainty. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kabir, S (Kabir, Sohag)","Title":"An overview of fault tree analysis and its application in model based dependability analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900017 ISSN: 0960-1481","Keywords":"Biodiesel system; Risk analysis; Safety analysis; Interpretive structural modelling; Dependence analysis KeyWords Plus:LIFE-CYCLE ASSESSMENT; RISKS; OIL; MICROALGAE; BIOFUELS","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 194-203 DOI: 10.1016/j.renene.2017.01.058 Published: JUL 2017","Abstract":"The performance of a biodiesel system can be affected by varied risk factors. The numbers of such risk factors are large and their interdependencies are vague and complex. The purpose of this study is to define relationships among such risk factors and integrate them with an objective risk analysis approach. In the present study, an interpretive structural modelling (ISM) approach was used to identify relationships among risk factors while a Bayesian Network (BN) approach was employed to define the strength of dependence and conduct a risk analysis. The results indicate that among 25 risk factors, operational safety is a key biodiesel performance factor. The analysis also highlights that the impacts of occupational health and natural resources depletion are strongly dependent on environmental parameters. Occupational health is also strongly dependent on plant safety. The results show that the interdependency between occupational health and natural resources depletion is weak. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sajid, Z (Sajid, Zaman) ; Khan, F (Khan, Faisal) ; Zhang, Y (Zhang, Yan)","Title":"Integration of interpretive structural modelling with Bayesian network for biodiesel performance analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100010 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Source estimation; Inverse modelling; Boundary tracking; Atmospheric dispersion; Optimisation; Bayesian inference; Source localisation; Dispersion modelling KeyWords Plus:ENVIRONMENTAL BOUNDARY TRACKING; MULTIPLE-POINT RELEASES; URBAN-LIKE ENVIRONMENT; GENETIC ALGORITHM; SOURCE LOCALIZATION; INVERSION TECHNIQUE; PARAMETER-ESTIMATION; BAYESIAN-INFERENCE; NETWORK CONTROL; SOURCE LOCATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 130-148 DOI: 10.1016/j.inffus.2016.11.010 Published: JUL 2017","Abstract":"Understanding atmospheric transport and dispersal events has an important role in a range of scenarios. Of particular importance is aiding in emergency response after an intentional or accidental chemical, biological or radiological (CBR) release. In the event of a CBR release, it is desirable to know the current and future spatial extent of the contaminant as well as its location in order to aid decision makers in emergency response. Many dispersion phenomena may be opaque or clear, thus monitoring them using visual methods will be difficult or impossible. In these scenarios, relevant concentration sensors are required to detect the substance where they can form a static. network on the ground or be placed upon mobile platforms. This paper presents a review of techniques used to gain information about atmospheric dispersion events using static or mobile sensors. The review is concluded with a discussion on the current limitations of the state of the art and recommendations for future research. (C) 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Hutchinson, M (Hutchinson, Michael) ; Oh, H (Oh, Hyondong) ; Chen, WH (Chen, Wen-Hua)","Title":"A review of source term estimation methods for atmospheric dispersion events using static or mobile sensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100021 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Decision fusion; Distributed detection; GLRT; LOD; Bayesian approach; Target detection KeyWords Plus:VOTE DECISION FUSION; SENSOR NETWORKS; PARAMETERS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 261-274 DOI: 10.1016/j.inffus.2016.12.006 Published: JUL 2017","Abstract":"In this paper we tackle distributed detection of a non-cooperative target with a Wireless Sensor Network (WSN). When the target is present, sensors observe an unknown random signal with amplitude attenuation depending on the distance between the sensor and the target (unknown) positions, embedded in white Gaussian noise. The Fusion Center (FC) receives sensors decisions through error-prone Binary Symmetric Channels (BSCs) and is in charge of performing a (potentially) more-accurate global decision. The resulting problem is a one-sided testing with nuisance parameters present only under the target-present hypothesis. We first focus on fusion rules based on Generalized Likelihood Ratio Test (GLRT), Bayesian and hybrid approaches. Then, aimed at reducing the computational complexity, we develop fusion rules based on generalizations of the well-known Locally-Optimum Detection CLOD) framework. Finally, all the proposed rules are compared in terms of performance and complexity. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ciuonzo, D (Ciuonzo, D.) ; Rossi, PS (Rossi, P. Salvo)","Title":"Distributed detection of a non-cooperative target via generalized locally-optimum approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396134300048 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Bayesian networks; fault diagnosis; open-circuit; permanent magnet synchronous motor (PMSM); three-phase inverter KeyWords Plus:OPEN-CIRCUIT FAULT; VOLTAGE-SOURCE INVERTERS; INDUCTION-MOTOR DRIVES; SINGLE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 7 Pages: 5590-5600 DOI: 10.1109/TPEL.2016.2608842 Published: JUL 2017","Abstract":"Permanent magnet synchronous motor and power electronics-based three-phase inverter are the major components in the modern industrial electric drive system, such as electrical actuators in an all-electric subsea Christmas tree. Inverters are the weakest components in the drive system, and power switches are the most vulnerable components in inverters. Fault detection and diagnosis of inverters are extremely necessary for improving drive system reliability. Motivated by solving the uncertainty problem in fault diagnosis of inverters, which is caused by various reasons, such as bias and noise of sensors, this paper proposes a Bayesian network-based data-driven fault diagnosis methodology of three-phase inverters. Two output line-to-line voltages for different fault modes are measured, the signal features are extracted using fast Fourier transform, the dimensions of samples are reduced using principal component analysis, and the faults are detected and diagnosed using Bayesian networks. Simulated and experimental data are used to train the fault diagnosis model, as well as validate the proposed fault diagnosis methodology.","Authors":"Cai, BP (Cai, Baoping) ; Zhao, YB (Zhao, Yubin) ; Liu, HL (Liu, Hanlin) ; Xie, M (Xie, Min) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Xie, Min  A-5552-2011 http://orcid.org/0000-0002-8500-8364","Title":"A Data-Driven Fault Diagnosis Methodology in Three-Phase Inverters for PMSM Drive Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200019 ISSN: 0303-2434","Keywords":"Handheld spectroradiometer; Statistical and machine learning techniques; Reflectance data; Vegetation indices; Vineyard; Crop water deficit KeyWords Plus:REGULARIZED NEURAL-NETWORKS; STRESS DETECTION; NITROGEN CONCENTRATION; VEGETATION INDEXES; AIRBORNE IMAGERY; REFLECTANCE; FLUORESCENCE; REGRESSION; VINEYARDS; PRI","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 177-190 DOI: 10.1016/j.jag.2017.02.013 Published: JUN 2017","Abstract":"In this study, hyperspectral reflectance (HySR) data derived from a handheld spectroradiometer were used to assess the water status of three grapevine cultivars in two sub-regions of Douro wine region during two consecutive years. A large set of potential predictors derived from the HySR data were considered for modelling/predicting the predawn leaf water potential (Psi(pd)) through different statistical and machine learning techniques. Three HySR vegetation indices were selected as final predictors for the computation of the models and the in-season time trend was removed from data by using a time predictor. The vegetation indices selected were the Normalized Reflectance Index for the wavelengths 554 nm and 561 nm (NRI554;561), the water index (WI) for the wavelengths 900 nm and 970 nm, and the D1 index which is associated with the rate of reflectance increase in the wavelengths of 706 nm and 730 nm. These vegetation indices covered the green, red edge and the near infrared domains of the electromagnetic spectrum. A large set of state-of-the-art analysis and statistical and machine-learning modelling techniques were tested. Predictive Modelling techniques based on generalized boosted model (GBM), bagged multivariate adaptive regression splines (B-MARS), generalized additive model (GAM), and Bayesian regularized neural networks (BRNN) showed the best performance for predicting Psi(pd), with an average determination coefficient (R-2) ranging between 0.78 and 0.80 and RMSE varying between 0.11 and 0.12 MPa. When cultivar Touriga Nacional was used for training the models and the cultivars Touriga Franca and Tinta Barroca for testing (independent validation), the models performance was good, particularly for GBM (R-2 = 0.85; RMSE = 0.09 MPa). Additionally, the comparison of Psi(pd) observed and predicted showed an equitable dispersion of data from the various cultivars. The results achieved show a good potential of these predictive models based on vegetation indices to support irrigation scheduling in vineyard. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pocas, I (Pocas, Isabel) ; Goncalves, J (Goncalves, Joao) ; Costa, PM (Costa, Patricia Malva) ; Goncalves, I (Goncalves, Igor) ; Pereira, LS (Pereira, Luis S.) ; Cunha, M (Cunha, Mario)","Title":"Hyperspectral-based predictive modelling of grapevine water status in the Portuguese Douro wine region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947900011 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Dempster-Shafer theory; Reliability assessment; Linguistic data; Basic probability assignment; Classification KeyWords Plus:LEARNING BAYESIAN NETWORKS; DEMPSTER-SHAFER THEORY; SYSTEM RELIABILITY; EVOLUTIONARY ALGORITHMS; INFORMATION FUSION; FAULT-DIAGNOSIS; DECISION-MAKING; UNCERTAINTY; OPTIMIZATION; RISK","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 162 Pages: 111-121 DOI: 10.1016/j.ress.2017.01.009 Published: JUN 2017","Abstract":"In practical applications of reliability assessment of a system in-service, information about the condition of a system and its components is often available in text form, e.g., inspection reports. Estimation of the system reliability from such text-based records becomes a challenging problem. In this paper, we propose a four-step framework to deal with this problem. In the first step, we construct an evidential network with the consideration of available knowledge and data. Secondly, we train a Naive Bayes text classification algorithm based on the past records. By using the trained Naive Bayes algorithm to classify the new records, we build interval basic probability assignments (BPA) for each new record available in text form. Thirdly, we combine the interval BPAs of multiple new records using an evidence combination approach based on evidence theory. Finally, we propagate the interval BPA through the evidential network constructed earlier to obtain the system reliability. Two numerical examples are used to demonstrate the efficiency of the proposed method. We illustrate the effectiveness of the proposed method by comparing with Monte Carlo Simulation (MCS) results.","Authors":"Zhang, XG (Zhang, Xiaoge) ; Mahadevan, S (Mahadevan, Sankaran) ; Deng, XY (Deng, Xinyang)","Title":"Reliability analysis with linguistic data: An evidential network approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336700005 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Web Service; Bayesian Network Structure Learning; Bayesian Estimation; Service Organization KeyWords Plus:MANAGEMENT; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 3-4 Pages: 252-276 Published: JUN 1 2017","Abstract":"How to organize and manage Web services, and help users to select the atomic and a set of services with correlations to meet their functional and non-functional requirements quickly is a key problem to be solved in the era of services computing. Firstly, it uses the three-stage dependency Bayesian network structure learning method to organize service clusters which realize different functions. Then it uses the maximum likelihood estimation and Bayesian estimation methods to do the parameter learning, and the conditional probability table (CPT) of all the nodes can be got. This method can help users select a set of services with better function in the organized services quickly and accurately. Finally, the effectiveness of the proposed method is validated through experiments and case study.","Authors":"Liu, JX (Liu, Jianxiao) ; Xia, ZH (Xia, Zhihua)","Title":"AN APPROACH OF WEB SERVICE ORGANIZATION USING BAYESIAN NETWORK LEARNING"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400005 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Decision making; Voice User Interface; Markov Logic Network; Smart home; Ambient assisted living KeyWords Plus:ACTIVITY RECOGNITION; BAYESIAN NETWORKS; LOGIC; INFORMATION; SENSORS; SYSTEM; AUDIO","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 63-79 DOI: 10.1016/j.eswa.2017.01.014 Published: JUN 1 2017","Abstract":"This paper presents a framework to build home automation systems reactive to voice for improved comfort and autonomy at home. The focus of this paper is on the context-aware decision process which must reason from uncertain facts inferred from real sensor data. This framework for building context aware systems uses a hierarchical knowledge model so that different inference modules can communicate and reason with same concepts and relations. The context-aware decision module is based on a Markov Logic Network, a recent approach which make it possible to benefit from formal logical representation and to model uncertainty of this knowledge. In this work, uncertainty of the decision model has been learned from data. Although some expert systems are able to deal with uncertainty, the Markov Logic Network approach brings a unified theory for dealing with logical entailment, uncertainty and missing data. Moreover, the ability to use a priori knowledge and to learn weights and structure from data make this model appealing to address the challenge of adaptation of expert systems to new applications. Finally, the framework has been implemented in an on-line system which has been evaluated in a real smart home with real naive users. Results of the experiment show the interest of context-aware decision making and the advantages of a statistical relational model for the framework. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chahuara, P (Chahuara, Pedro) ; Portet, F (Portet, Francois) ; Vacher, M (Vacher, Michel)","Title":"Context-aware decision making under uncertainty for voice-based control of smart home"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Brain-computer interface (BCI); Electroencephalogram (EEG); Rapid serial visual presentation (RSVP); Target image retrieval; Convolutional neural network (CNN); Bayesian brain-computer interaction KeyWords Plus:BRAIN-COMPUTER-INTERFACE; EEG SIGNAL CLASSIFICATION; COMPONENT ANALYSIS; VISION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 255-268 DOI: 10.1016/j.neucom.2017.01.061 Published: MAY 17 2017","Abstract":"To combine the complementary strengths of human vision (HV) and computer vision (CV) in target image retrieval, we proposed a brain-computer interface framework, Bayesian HV-CV Retrieval (BHCR), which couples HV with CV by a Bayesian method to retrieve target images in rapid serial visual presentation (RSVP) sequences. To construct a well-suited electroencephalogram (EEG) decoding module for BHCR, we conducted a comparative inspection on the selection of classification algorithms, and adopted linear discriminant analysis and random forests as a feature extraction method and classification algorithm, respectively. We also introduced a CV system based on convolutional neural network (CNN) as a component of BHCR. A Bayesian brain-computer interaction (BBC') module was carefully designed so that for each presented image, a Bayesian model that takes HV insight as prior information and CV insights as sample information is built up to present retrieval results. Unlike existing HV-CV coupled works that usually require extra manual labor, BHCR directly enhanced retrieval performance with the help of CV insights. As an auxiliary work and a natural extension of BHCR, we then proposed a probability propagation scheme that incorporates EEG decoding insights to improve the CV system and a one-shot image database retrieval scheme. We demonstrated the effectiveness of BHCR by extensive experiments and simulations on both the entire framework and its sub-components. The results showed the following: (1) The performance of BHCR was significantly better than the EEG-only mechanism in both receiver operating characteristic (ROC) and classification aspects; (2) The robustness of BHCR was ensured by its process flow and the steady performances of its sub-components. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, LT (Huang, Liangtao) ; Zhao, YQ (Zhao, Yaqun) ; Zeng, Y (Zeng, Ying) ; Lin, ZM (Lin, Zhimin)","Title":"BHCR: RSVP target retrieval BCI framework coupling with CNN by a Bayesian method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000015 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply chain risk management; Bayesian Belief Networks; Failure Modes and Effects Analysis; Risk measures; Risk mitigation strategies KeyWords Plus:RELIABILITY; MANAGEMENT; DISRUPTIONS; NETWORKS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 189-204 DOI: 10.1016/j.ejor.2016.10.023 Published: MAY 16 2017","Abstract":"In this paper, we introduce an integrated supply chain risk management process that is grounded in the theoretical framework of Bayesian Belief Networks capturing interdependency between risks and risk mitigation strategies, and integrating all stages of the risk management process. The proposed process is unique in four different ways: instead of mapping the supply network, it makes use of Failure Modes and Effects Analysis to model the risk network which is feasible for modelling global supply chains; it is driven by new dependency based risk measures that can effectively capture the network wide impact of risks for prioritisation; it utilises the concept of Shapley value from the field of cooperative game theory to determine a fair allocation of resources to the critical risks identified; and the process helps in prioritising potential risk mitigation strategies (both preventive and reactive) subject to budget and resource constraints. We demonstrate its application through a simulation study. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qazi, A (Qazi, Abroon) ; Quigley, J (Quigley, John) ; Dickson, A (Dickson, Alex) ; Ekici, SO (Ekici, Sule Onsel)","Title":"Exploring dependency based probabilistic supply chain risk measures for prioritising interdependent risks and strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300018 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Markov random fields; Approximate inference; Neural network implementation; Hopfield network; Probability coding KeyWords Plus:BELIEF PROPAGATION; BAYESIAN-INFERENCE; MODEL","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 193-200 DOI: 10.1016/j.amc.2016.12.025 Published: MAY 15 2017","Abstract":"Markov random fields (MRF) underpin the solution to many problems in computational neuroscience. However, how the inference for MRF could be implemented with neural network is still an important open question. In this paper, we build the relationship between inference equation of MRF and the dynamic equation of the Hopfield network with probability coding. We prove that the membrane potential in the Hopfield network varying with respect to time can implement marginal probabilities inference on binary MRF. Theoretical analysis and experimental results show that our neural network can get comparable results as that of loopy belief propagation (LBP). (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yu, ZF (Yu, Zhaofei) ; Chen, F (Chen, Feng) ; Dong, JW (Dong, Jianwu)","Title":"Neural network implementation of inference on binary Markov random fields with probability coding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397800300013 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"Bayesian hierarchical model; ungulates; nematodes; Botswana; bipartite; negative binomial KeyWords Plus:PENNISETUM-CLANDESTINUM PASTURES; SOUTH-AFRICA; HELMINTH-PARASITES; WILD ANIMALS; ANTIDORCAS-MARSUPIALIS; NORTHERN TRANSVAAL; CATTLE; SPECIFICITY; COMMUNITIES; NEMATODES","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1719 Article Number: 20160095 DOI: 10.1098/rstb.2016.0095 Published: MAY 5 2017","Abstract":"For many parasites, the full set of hosts that are susceptible to infection is not known, and this could lead to a bias in estimates of transmission. We used counts of individual adult parasites from historical parasitology studies in southern Africa to map a bipartite network of the nematode parasites of herbivore hosts that occur in Botswana. Bipartite networks are used in community ecology to represent interactions across trophic levels. We used a Bayesian hierarchical model to predict the full set of host-parasite interactions from existing data on parasitic gastrointestinal nematodes of wild and domestic ungulates given assumptions about the distribution of parasite counts within hosts, while accounting for the relative uncertainty of less sampled species. We used network metrics to assess the difference between the observed and predicted networks, and to explore the connections between hosts via their shared parasites using a host-host unipartite network projected from the bipartite network. The model predicts a large number of missing links and identifies red hartebeest, giraffe and steenbok as the hosts that have the most uncertainty in parasite diversity. Further, the unipartite network reveals clusters of herbivores that have a high degree of parasite sharing, and these clusters correspond closely with phylogenetic distance rather than with the wild/domestic boundary. These results provide a basis for predicting the risk of cross-species transmission of nematode parasites in areas where livestock and wildlife share grazing land. This article is part of the themed issue 'Opening the black box: re-examining the ecology and evolution of parasite transmission'.","Authors":"Walker, JG (Walker, Josephine G.) ; Plein, M (Plein, Michaela) ; Morgan, ER (Morgan, Eric R.) ; Vesk, PA (Vesk, Peter A.)","Title":"Uncertain links in host-parasite networks: lessons for parasite transmission in a multi-host system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300010 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"User profiling; Multi-Level Latent Dirichlet Allocation (MLLDA); Jensen-Shannon Divergence","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 73-81 Special Issue: SI DOI: 10.1016/j.neucom.2016.08.114 Published: MAY 2 2017","Abstract":"User analysis is an important part of social network analysis. Most existing studies model users separately using either user-generated contents or social links among users. In this paper we propose to model users on the Content Curation Social Network (CCSN) in a unified framework by mining User-generated contents as well as social links. We propose a latent Bayesian model Multi-level LDA (MLLDA) that represents users with latent user interests discovered from user-contributed textual description and social links formed by information sharing. We demonstrate that MLLDA can produce accurate user models for community discovery and recommendation on the CCSN.","Authors":"Wu, LF (Wu, Lifang) ; Wang, D (Wang, Dan) ; Zhang, XZ (Zhang, Xiuzhen) ; Liu, S (Liu, Shuang) ; Zhang, L (Zhang, Lei) ; Chen, CW (Chen, Chang Wen)","Title":"MLLDA: Multi-level LDA for modelling users on content curation social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200012 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Fine tuning Naive Bayes; Differential evolution; Text classification; Improving estimated probabilities; Multi-parent mutation; Multi-parent crossover; Genetic algorithm; Simulated annealing; Bernoulli NB; Multinomial NB KeyWords Plus:GLOBAL OPTIMIZATION; ALGORITHM; NETWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 183-199 DOI: 10.1016/j.asoc.2016.12.043 Published: MAY 2017","Abstract":"The Naive Bayes (NB) learning algorithm is simple and effective in many domains including text classification. However, its performance depends on the accuracy of the estimated conditional probability terms. Sometimes these terms are hard to be accurately estimated especially when the training data is scarce. This work transforms the probability estimation problem into an optimization problem, and exploits three metaheuristic approaches to solve it. These approaches are Genetic Algorithms (GA), Simulated Annealing (SA), and Differential Evolution (DE). We also propose a novel DE algorithm that uses multi -parent mutation and crossover operations (MPDE) and three different methods to select the final solution. We create an initial population by manipulating the solution generated by a method used for fine tuning the NB. We evaluate the proposed methods by using their resulted solutions to build NB classifiers and compare their results with the results of obtained from classical NB and Fine -Tuning Naive Bayesian (FTNB) algorithm, using 53 UCI benchmark data sets. We name these obtained classifiers NBGA, NBSA, NBDE, and NB-MPDE respectively. We also evaluate the performance NB-MPDE for text -classification using 18 text -classification data sets, and compare its results with the results of obtained from FTNB, BNB, and MNB. The experimental results show that using DE in general and the proposed MPDE algorithm in particular are more convenient for fine-tuning NB than all other methods, including the other two metaheuristic methods (GA, and SA). They also indicate that NB-MPDE achieves superiority over classical NB, FTNB, NBDE, NBGA, NBSA, MNB, and BNB. (C) 2016 Published by Elsevier B.V.","Authors":"Diab, DM (Diab, Diab M.) ; El Hindi, KM (El Hindi, Khalil M.)","Title":"Using differential evolution for fine tuning naive Bayesian classifiers and its application for text classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398581900002 ISSN: 1093-9687 eISSN: 1467-8667","Categories":"Computer Science; Construction & Building Technology; Engineering; Transportation Web of Science Categories:Computer Science, Interdisciplinary Applications; Construction & Building Technology; Engineering, Civil; Transportation Science & Technology","Journal Information":"COMPUTER-AIDED CIVIL AND INFRASTRUCTURE ENGINEERING Volume: 32 Issue: 5 Pages: 379-396 DOI: 10.1111/mice.12248 Published: MAY 2017","Abstract":"A Bayesian network model is developed, in which all the items or safety related elements encountered when traveling along a highway or road, such as terrain, infrastructure, light signals, speed limit signs, intersections, roundabouts, curves, tunnels, viaducts, and any other safety relevant elements are reproduced. Since human error is the main cause of accidents, special attention is given to modeling the driver behavior variables (driver's tiredness and attention) and to how they evolve with time or travel length. The sets of conditional probabilities of variables given their parents, which permit to quantify the Bayesian network joint probability, are obtained and written as closed formulas, which allow us to identify the particular contribution of each variable to safety and facilitate the computer implementation of the proposed method. In particular, the probabilities of incidents affecting safety are calculated so that a probabilistic safety assessment of the road can be done and its most critical elements can be identified and sorted by importance. This permits the improvement of road safety making adequate corrections to save time and money in the maintenance program by concentrating on the most critical elements and effective investments. Some real examples of a Spanish highway and a conventional road are provided to illustrate the proposed methodology and show its advantages and performance.","Authors":"Grande, Z (Grande, Zacarias) ; Castillo, E (Castillo, Enrique) ; Mora, E (Mora, Elena) ; Lo, HK (Lo, Hong K.)","Title":"Highway and Road Probabilistic Safety Assessment Based on Bayesian Network Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000014 PubMed ID: 28208075 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Asthma; Air pollution; Heart disease; Stroke; Environmental exposure; Causality; Bayesian networks KeyWords Plus:EXPOSURE","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 92-107 DOI: 10.1016/j.envres.2017.01.003 Published: MAY 2017","Abstract":"Asthma in the United States has become an important public health issue, with many physicians, regulators, and scientists elsewhere expressing concern that criterion air pollutants have contributed to a rising tide of asthma cases and symptoms. This paper studies recent associations (from 2008 to 2012) between self-reported asthma experiences and potential predictors, including age, sex, income, education, smoking, and county-level average annual ambient concentrations of ozone (03) and fine particulate matter (PM2.5) levels recorded by the U.S. Environmental Protection Agency, for adults 50 years old or older for whom survey data are available from the Centers for Disease Control and Prevention (CDC) Behavioral Risk Factor Surveillance System (BRFSS). We also examine associations between these variables and self-reported heart attack and stroke experience; all three health outcomes are positively associated with each other. Young divorced women with low incomes are at greatest risk of asthma, especially if they are ever-smokers. Income is an important confounder of other relations. For example, in logistic regression modeling, PM2.5 is positively associated (p < 0.06) with both stroke risk and heart attack risk when these are regressed only against PM2.5, sex, age, and ever-smoking status, but not when they are regressed against these variables and income. In this data set, PM2.5 is significantly negatively associated with asthma risk in regression models, with a 10 mu g/m(3) decrease in PM2.5 corresponding to about a 6% increase in the probability of asthma, possibly because of confounding by smoking, which is negatively associated with PM2.5 and positively associated with asthma risk. A variety of non-parametric methods are used to quantify these associations and to explore potential causal interpretations.","Authors":"Cox, LA (Cox, Louis Anthony (Tony), Jr.)","Title":"Socioeconomic and air pollution correlates of adult asthma, heart attack, and stroke risks in the United States, 2010-2013"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368500005 ISSN: 0969-6997 eISSN: 1873-2089","Keywords":"Threat; Error; Undesired states; Bayesian network; Relevance","Categories":"Transportation Web of Science Categories:Transportation","Journal Information":"JOURNAL OF AIR TRANSPORT MANAGEMENT Volume: 60 Pages: 45-48 DOI: 10.1016/j.jairtraman.2017.01.001 Published: MAY 2017","Abstract":"We have realized that the quantitative analysis of safety data is an advanced technology of unsafely events research. Based on the analysis and statistical research on Air Traffic Control irregular events of 2011 using The Threat and Error Management (TEM) model, we have established the Bayesian network model to perform a precise quantitative analysis on the relevance between the threat, error and undesired states in Air Traffic Control operation. This analysis, based on the prior probability, obtained the relevance of the three kinds of safety information above through studying the respective posterior probabilities of threats or errors under undesired states. The result showed that the relevance of controller communication error and undesired states was 75%, and the relevance of Air Traffic Control threats as well as communication error with undesired states in Air Traffic Control was 13.3% and 25%, respectively. Therefore, this research method is of great significance for improving the mechanism of the Air Traffic Control operation risk management. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhao, YF (Zhao, Yifei) ; Hua, SS (Hua, Shanshan) ; Ren, XH (Ren, Xinhui)","Title":"Relevance research of threat/error and undesired states in air traffic management based on Bayesian Network Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362800012 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Surrogate models; Metamodel; Dynamic kriging; Bayesian kriging; Multiscale; Particle-laden flows; Shocks; Drag KeyWords Plus:REPRESENTATIVE VOLUME ELEMENT; GHOST FLUID METHOD; HETEROGENEOUS MULTISCALE METHOD; TO-DETONATION TRANSITION; NAVIER-STOKES EQUATIONS; METAMODELING TECHNIQUES; MULTIMATERIAL FLOWS; EULERIAN APPROACH; MULTIGRID METHOD; NEURAL-NETWORKS","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 336 Pages: 235-260 DOI: 10.1016/j.jcp.2017.01.046 Published: MAY 1 2017","Abstract":"Macro-scale computations of shocked particulate flows require closure laws that model the exchange of momentum energy between the fluid and particle phases. Closure laws are constructed in this work in the form of surrogate models derived from highly resolved mesoscale computations of shock-particle interactions. The mesoscale computations are performed to calculate the drag force on a cluster of particles for different values of Mach Number and particle volume fraction. Two Kriging-based methods, viz. the Dynamic Kriging Method (DKG) and the Modified Bayesian Kriging Method (MBKG) are evaluated for their ability to construct surrogate models with sparse data; i.e. using the least number of mesoscale simulations. It is shown that if the input data is noise-free, the DKG method converges monotonically; convergence is less robust in the presence of noise. The MBKG method converges monotonically even with noisy input data and is therefore more suitable for surrogate model construction from numerical experiments. This work is the first step towards a full multiscale modeling of interaction of shocked particle laden flows. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Sen, O (Sen, Oishik) ; Gaul, NJ (Gaul, Nicholas J.) ; Choi, KK (Choi, K. K.) ; Jacobs, G (Jacobs, Gustaaf) ; Udaykumar, HS (Udaykumar, H. S.)","Title":"Evaluation of kriging based surrogate models constructed from mesoscale computations of shock interaction with particles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000007 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Bayesian network; Effort prediction; Agile software development KeyWords Plus:SIMULATION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 109-119 DOI: 10.1016/j.jss.2017.01.027 Published: MAY 2017","Abstract":"Even though the use of agile methods in software development is increasing, the problem of effort estimation remains quite a challenge, mostly due to the lack of many standard metrics to be used for effort prediction in plan-driven software development. The Bayesian network model presented in this paper is suitable for effort prediction in any agile method. Simple and small, with inputs that can be easily gathered, the suggested model has no practical impact on agility. This model can be used as early as possible, during the planning stage. The structure of the proposed model is defined by the authors, while the parameter estimation is automatically learned from a dataset. The data are elicited from completed agile projects of a single software company. This paper describes various statistics used to assess the precision of the model: mean magnitude of relative error, prediction at level m, accuracy (the percentage of successfully predicted instances over the total number of instances), mean absolute error, root mean squared error, relative absolute error and root relative squared error. The obtained results indicate very good prediction accuracy. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Dragicevic, S (Dragicevic, Srdjana) ; Celar, S (Celar, Stipe) ; Turic, M (Turic, Mili)","Title":"Bayesian network model for task effort estimation in agile software development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600011 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"chain graphs; Gaussian graphical models; group action; equivariant estimator; invariant test; transformation family KeyWords Plus:CHAIN GRAPH MODELS; MARKOV EQUIVALENCE CLASSES; COMPONENTS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 1102-1129 DOI: 10.3150/15-BEJ771 Published: MAY 2017","Abstract":"In this paper, we extend earlier work on groups acting on Gaussian graphical models to Gaussian Bayesian networks and more general Gaussian models defined by chain graphs with no induced subgraphs of the form i -> j - k. We fully characterise the maximal group of linear transformations which stabilises a given model and we provide basic statistical applications of this result. This includes equivariant estimation, maximal invariants for hypothesis testing and robustness. In our proof, we derive simple necessary and sufficient conditions on vanishing subminors of the concentration matrix in the model. The computation of the group requires finding the essential graph. However, by applying Studeny's theory of imsets, we show that computations for DAGs can be performed efficiently without building the essential graph.","Authors":"Draisma, J (Draisma, Jan) ; Zwiernik, P (Zwiernik, Piotr)","Title":"Automorphism groups of Gaussian Bayesian networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605700003 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Bowtie model; Blowout model; Drilling; Kick detection; Risk assessment; Harsh environment KeyWords Plus:BAYESIAN NETWORK; DRILLING OPERATIONS; SAFETY; BLOWOUTS; OIL","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 161 Pages: 25-37 DOI: 10.1016/j.ress.2016.12.014 Published: MAY 2017","Abstract":"Oil and gas development is moving into harsh and remote locations where the highest level of safety is required. A blowout is one of the most feared accidents in oil and gas developments projects. The main objective of this paper is to test and validate the kick detection of blowout risk assessment model using uniquely developed experimental results. Kick detection is a major part of the blowout risk assessment model. The accuracy and timeliness of kick detection are dependent on the monitoring of multiple downhole parameters such as downhole pressure, fluid density, fluid conductivity and mass flow rate. In the present study these four parameters are considered in different logical combinations to assess the occurrence of kick and associated blowout risk. The assessed results are compared against the experimental observations. It is observed that simultaneous monitoring of mass flow rate combined with any one the three parameters provides most reliable detection of kick and potential blowout likelihood. The current work presents the framework for a dynamic risk assessment and management model. Upon success testing of this approach at the pilot and field levels, this approach could provide a paradigm shift in drilling safety.","Authors":"Islam, R (Islam, Rakibul) ; Khan, F (Khan, Faisal) ; Venkatesan, R (Venkatesan, Ramchandran)","Title":"Real time risk analysis of kick detection: Testing and validation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605700004 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Bayesian Net; Bridge; Damage; Pier; Scour; Model; Non-parametric; Overturning KeyWords Plus:DAMS RISK-ASSESSMENT; SCOUR DEPTH; PREDICTION; NETWORKS; MASONRY","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 161 Pages: 38-52 DOI: 10.1016/j.ress.2017.01.005 Published: MAY 2017","Abstract":"A flood occurs when water and other materials such as woody debris overflow dry areas. If there is infrastructure present, woody fragments could be transported downstream and eventually trapped, leading to increments in the hydrodynamic forces over, say, a bridge. Moreover, local scour can be developed in the structure piers. The purpose of this research is to investigate the bridge pier scour phenomena induced by woody debris from a probabilistic point of view. A Non Parametric Bayesian Belief Network comprising seven nodes has consequently been developed. They are: water level, Froude number, blockage amount, drag force, scour depth, damage and overturning. Through both Monte Carlo Simulation and data from a real structure, the nodes' non parametric probability distributions have been established, an area that has, to date, received very little attention in the literature. By combining the variables under study, it was possible to determine their interaction and dependencies, showing that the depth of the approaching flow is correlated with two nodes: damage and overturning. The results are useful for bridge managers willing to rank investments in maintenance actions within the industry, and to develop optimal risk based strategies for efficiently employing the scarce resources used to that end.","Authors":"Martinez-Martinez, LH (Horacio Martinez-Martinez, Luis) ; Delgado-Hernandeza, DJ (Joaquin Delgado-Hernandeza, David) ; de-Leon-Escobedo, D (de-Leon-Escobedo, David) ; Flores-Gomora, J (Flores-Gomora, Jhonnatan) ; Arteaga-Arcos, JC (Carlos Arteaga-Arcos, Juan)","Title":"Woody debris trapping phenomena evaluation in bridge piers: A Bayesian perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601700009 ISSN: 0378-8733 eISSN: 1879-2111","Keywords":"Actor attributes; Bayesian estimation; Social influence; Spatial autoregressive model KeyWords Plus:SPATIAL AUTOREGRESSIVE MODELS; BAYESIAN-ESTIMATION; AUTO-CORRELATION; COMMUNICATION; DISTURBANCES; LEVEL; BIAS","Categories":"Anthropology; Sociology Web of Science Categories:Anthropology; Sociology","Journal Information":"SOCIAL NETWORKS Volume: 49 Pages: 113-123 DOI: 10.1016/j.socnet.2017.01.001 Published: MAY 2017","Abstract":"Network autocorrelation models have been widely used for decades to model the joint distribution of the attributes of a network's actors. This class of models can estimate both the effect of individual characteristics as well as the network effect, or social influence, on some actor attribute of interest. Collecting data on the entire network, however, is very often infeasible or impossible if the network boundary is unknown or difficult to define. Obtaining egocentric network data overcomes these obstacles, but as of yet there has been no clear way to model this type of data and still appropriately capture the network effect on the actor attributes in a way that is compatible with a joint distribution on the full network data. This paper adapts the class of network autocorrelation models to handle egocentric data. The proposed methods thus incorporate the complex dependence structure of the data induced by the network rather than simply using ad hoc measures of the egos' networks to model the mean structure, and can estimate the network effect on the actor attribute of interest. The vast quantities of unknown information about the network can be succinctly represented in such a way that only depends on the number of alters in the egocentric network data and not on the total number of actors in the network. Estimation is done within a Bayesian framework. A simulation study is performed to evaluate the estimation performance, and an egocentric data set is analyzed where the aim is to determine if there is a network effect on environmental mastery, an important aspect of psychological well-being. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sewell, DK (Sewell, Daniel K.)","Title":"Network autocorrelation models with egocentric data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700007 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"AU recognition; AU intensity estimation; AU relation modeling; Multi-task feature learning; Bayesian network KeyWords Plus:RECOGNITION; EXPRESSIONS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 71-81 DOI: 10.1016/j.patcog.2016.12.007 Published: MAY 2017","Abstract":"In this paper, we propose multiple facial Action Unit (AU) recognition and intensity estimation by modeling their relations in both feature and label spaces. First, a multi-task feature learning method is adopted to learn the shared features among the group of facial action units, and recognize or estimate their intensity simultaneously. Second, a Bayesian network is used to model the co-existent and mutual-exclusive semantic relations among action units. Finally, through probabilistic inference, the learned Bayesian network combines the results of the multi-task learning with the AU relations it captures to perform multiple AU recognition and AU intensity estimation. Experiments on the extended Cohn-Kanade database, the MMI database, the McMaster database and the DISFA database demonstrate the effectiveness of our method for both AU classification and AU intensity estimation.","Authors":"Wang, SF (Wang, Shangfei) ; Yang, JJ (Yang, Jiajia) ; Gao, Z (Gao, Zhen) ; Ji, Q (Ji, Qiang)","Title":"Feature and label relation modeling for multiple-facial action unit classification and intensity estimation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392770800001 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Risk analysis; Uncertainty modelling; Dependence elicitation; Structured expert judgement; Dependence modelling KeyWords Plus:MULTIVARIATE NORMAL-DISTRIBUTION; UNCERTAINTY ANALYSIS; DECISION-MAKING; BAYESIAN NETWORKS; LINEAR-MODELS; RISK ANALYSIS; INTERACTING CRITERIA; BINARY VARIABLES; ELICITATION; DISTRIBUTIONS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 3 Pages: 801-819 DOI: 10.1016/j.ejor.2016.10.018 Published: MAY 1 2017","Abstract":"Many applications in decision making under uncertainty and probabilistic risk assessment require the assessment of multiple, dependent uncertain quantities, so that in addition to marginal distributions, interdependence needs to be modelled in order to properly understand the overall risk. Nevertheless, relevant historical data on dependence information are often not available or simply too costly to obtain. In this case, the only sensible option is to elicit this uncertainty through the use of expert judgements. In expert judgement studies, a structured approach to eliciting variables of interest is desirable so that their assessment is methodologically robust. One of the key decisions during the elicitation process is the form in which the uncertainties are elicited. This choice is subject to various, potentially conflicting, desiderata related to e.g. modelling convenience, coherence between elicitation parameters and the model, combining judgements, and the assessment burden for the experts. While extensive and systematic guidance to address these considerations exists for single variable uncertainty elicitation, for higher dimensions very little such guidance is available. Therefore, this paper offers a systematic review of the current literature on eliciting dependence. The literature on the elicitation of dependence parameters such as correlations is presented alongside commonly used dependence models and experience from case studies. From this, guidance about the strategy for dependence assessment is given and gaps in the existing research are identified to determine future directions for structured methods to elicit dependence. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Werner, C (Werner, Christoph) ; Bedford, T (Bedford, Tim) ; Cooke, RM (Cooke, Roger M.) ; Hanea, AM (Hanea, Anca M.) ; Morales-Napoles, O (Morales-Napoles, Oswaldo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Morales Napoles, Oswaldo  http://orcid.org/0000-0002-6764-4674","Title":"Expert judgement for dependence in probabilistic modelling: A systematic literature review and future research directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data Augmentation; Face Recognition; Convolutional Neural Network; Support Vector Machine","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 10-14 DOI: 10.1016/j.neucom.2016.12.013 Published: APR 26 2017","Abstract":"Face recognition remains a challenging problem. While one-to-one face verification has been largely tackled, verification-based classification problem still demands effort. To further enhance the verification models, one solution is to fully utilize the unbalanced training sets, where, while abundant samples are provided for some subjects, there are often so few samples available for the rest. These subjects with too few samples can contribute little to the model learning. Therefore, before training a model, algorithms usually perform data augmentation on the whole dataset, especially on subjects with insufficient samples. In this paper, a new augmentation method is proposed, targeting on data augmentation for face classification algorithms. Instead of directly manipulating the input image, we perform virtual sample generating on feature level. The distribution of feature maps is first estimated, then random noise consistent to the distribution is applied to the feature vectors of training samples. Our method is based on Joint Bayesian Face Analysis, and we also develop an algorithm to boost the whole procedure. We conduct experiments based on high dimensional LBP features and features extracted by a shallow Convolutional Neural Network, and succeed to verify the effectiveness of this method, using image data from benchmark dataset LFW.","Authors":"Long, B (Long, Biao) ; Yu, K (Yu, Kai) ; Qin, JY (Qin, Jingyan)","Title":"Data augmentation for unbalanced face recognition training sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400014 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Investment analysis; Bayesian statistics; Black-Litterman; Portfolio optimization KeyWords Plus:CROSS-SECTION; RETURNS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 564-572 DOI: 10.1016/j.ejor.2016.10.027 Published: APR 16 2017","Abstract":"We present the most general model of the type considered by Black and Litterman (1991) after fully clarifying the duality between Black Litterman optimization and Bayesian regression. Our generalization is itself a special case of a Bayesian network or graphical model. As an example, we work out in full detail the treatment of views on factor risk premia in the context of APT. We also consider a more speculative example in which the portfolio manager specifies a view on realized volatility by trading a variance swap. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kolm, P (Kolm, Petter) ; Ritter, G (Ritter, Gordon)","Title":"On the Bayesian interpretation of Black-Litterman"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398404200002 PubMed ID: 28381221 ISSN: 1476-069X","Keywords":"Children's environmental health; Bayesian; Meta-analysis; Air pollution; Asthma; Socioeconomic status; Environmental epidemiology KeyWords Plus:EMERGENCY-DEPARTMENT VISITS; AMBIENT AIR-POLLUTION; FINE PARTICULATE MATTER; TIME-SERIES; HOSPITAL ADMISSIONS; DAILY MORTALITY; CASE-CROSSOVER; ASTHMA; CHILDREN; HEALTH","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH Volume: 16 Article Number: 36 DOI: 10.1186/s12940-017-0244-2 Published: APR 5 2017","Abstract":"Background: Ground-level ozone is a potent airway irritant and a determinant of respiratory morbidity. Susceptibility to the health effects of ambient ozone may be influenced by both intrinsic and extrinsic factors, such as neighborhood socioeconomic status (SES). Questions remain regarding the manner and extent that factors such as SES influence ozone-related health effects, particularly across different study areas. Methods: Using a 2-stage modeling approach we evaluated neighborhood SES as a modifier of ozone-related pediatric respiratory morbidity in Atlanta, Dallas, & St. Louis. We acquired multi-year data on emergency department (ED) visits among 5-18 year olds with a primary diagnosis of respiratory disease in each city. Daily concentrations of 8-h maximum ambient ozone were estimated for all ZIP Code Tabulation Areas (ZCTA) in each city by fusing observed concentration data from available network monitors with simulations from an emissions-based chemical transport model. In the first stage, we used conditional logistic regression to estimate ZCTA-specific odds ratios (OR) between ozone and respiratory ED visits, controlling for temporal trends and meteorology. In the second stage, we combined ZCTA-level estimates in a Bayesian hierarchical model to assess overall associations and effect modification by neighborhood SES considering categorical and continuous SES indicators (e. g., ZCTA-specific levels of poverty). We estimated ORs and 95% posterior intervals (PI) for a 25 ppb increase in ozone. Results: The hierarchical model combined effect estimates from 179 ZCTAs in Atlanta, 205 ZCTAs in Dallas, and 151 ZCTAs in St. Louis. The strongest overall association of ozone and pediatric respiratory disease was in Atlanta (OR = 1.08, 95% PI: 1.06, 1.11), followed by Dallas (OR = 1.04, 95% PI: 1.01, 1.07) and St. Louis (OR = 1.03, 95% PI: 0.99, 1.07). Patterns of association across levels of neighborhood SES in each city suggested stronger ORs in low compared to high SES areas, with some evidence of non-linear effect modification. Conclusions: Results suggest that ozone is associated with pediatric respiratory morbidity in multiple US cities; neighborhood SES may modify this association in a non-linear manner. In each city, children living in low SES environments appear to be especially vulnerable given positive ORs and high underlying rates of respiratory morbidity.","Authors":"O' Lenick, CR (O' Lenick, Cassandra R.) ; Chang, HH (Chang, Howard H.) ; Kramer, MR (Kramer, Michael R.) ; Winquist, A (Winquist, Andrea) ; Mulholland, JA (Mulholland, James A.) ; Friberg, MD (Friberg, Mariel D.) ; Sarnat, SE (Sarnat, Stefanie Ebelt)","Title":"Ozone and childhood respiratory disease in three US cities: evaluation of effect measure modification by neighborhood socioeconomic status using a Bayesian hierarchical approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500027 PubMed ID: 28244310 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3816-3823 DOI: 10.1021/acs.est.6b02755 Published: APR 4 2017","Abstract":"A key uncertainty of wastewater-based epidemiology is the size of the population which contributed to a given wastewater sample. We previously developed and validated a Bayesian inference model to estimate population size based on 14 population markers which: (1) are easily measured and (2) have mass loads which correlate with population size. However, the potential uncertainty of the model prediction due to in-sewer degradation of these markers was not evaluated. In this study, we addressed this gap by testing their stability under sewer conditions and assessed whether degradation impacts the model estimates. Five markers, which formed the core of our model, were stable in the sewers while the others were not. Our evaluation showed that the presence of unstable population markers in the model did not decrease the precision of the population estimates providing that such as acesulfame remained in the model. However, to achieve the minimum uncertainty in population estimates, we propose that the core markers to be included in population models for other sites should meet two additional criteria: (3) negligible degradation in wastewater to ensure the stability of chemicals during collection; and (4) < 10% in-sewer degradation could occur during the mean residence time of the sewer network.","Authors":"O'Brien, JW (O'Brien, Jake William) ; Banks, APW (Banks, Andrew Philip William) ; Novic, AJ (Novic, Andrew Joseph) ; Mueller, JF (Mueller, Jochen F.) ; Jiang, GM (Jiang, Guangming) ; Ort, C (Ort, Christoph) ; Eaglesham, G (Eaglesham, Geoff) ; Yuan, ZG (Yuan, Zhiguo) ; Thai, PK (Thai, Phong K.)","Title":"Impact of in-Sewer Degradation of Pharmaceutical and Personal Care Products (PPCPs) Population Markers on a Population Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398163000001 PubMed ID: 28377573 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 635 DOI: 10.1038/s41598-017-00279-5 Published: APR 4 2017","Abstract":"Corythucha ciliata ( Say), an invasive pest originating from North America, causes severe damage on sycamore trees. However, little is known about the population genetics and evolutionary forces underlying the invasiveness of this important pest. In the present study, we use three mitochondrial genes ( COI, ND1 and ND5) and nine microsatellite markers to investigate the population genetics of C. ciliata and retrace its spread through China. The results suggest a low level of genetic diversity in Chinese and European populations of C. ciliata. Our results indicate that populations of C. ciliata have obvious genetic structure, and genetic differentiation is not caused by geographic isolation. In median- joining networks, we observed a higher frequency of shared haplotypes in groups 1 and 3. Based on gene flow and approximate Bayesian computation analyses, we discovered that C. ciliata first invaded the east coast of China and subsequently moved inland. Demographic analysis suggested that populations of C. ciliata in China may have undergone a recent bottleneck effect. Finally, our results suggest that population structure, high gene flow and environmental conditions have favored the broad invasiveness of this important pest.","Authors":"Yang, WY (Yang, Wen-Yan) ; Tang, XT (Tang, Xiao-Tian) ; Ju, RT (Ju, Rui-Ting) ; Zhang, Y (Zhang, Yong) ; Du, YZ (Du, Yu-Zhou)","Title":"The population genetic structure of Corythucha ciliata (Say) ( Hemiptera: Tingidae) provides insights into its distribution and invasiveness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396031000002 PubMed ID: 27766440 ISSN: 0006-2928 eISSN: 1573-4927","Keywords":"Cytochrome oxidase I (COI); European abalone; Haplotypes; Microsatellites; Phylogeography; Population structure; Sperm lysin gene KeyWords Plus:POSITIVE DARWINIAN SELECTION; POPULATION GENETIC-STRUCTURE; LAST GLACIAL MAXIMUM; NORTH-ATLANTIC; COMPARATIVE PHYLOGEOGRAPHY; MYTILUS-GALLOPROVINCIALIS; INTEGRATED SOFTWARE; DNA POLYMORPHISM; BLACK ABALONE; SEA-URCHINS","Categories":"Biochemistry & Molecular Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Genetics & Heredity","Journal Information":"BIOCHEMICAL GENETICS Volume: 55 Issue: 2 Pages: 124-154 DOI: 10.1007/s10528-016-9778-1 Published: APR 2017","Abstract":"The genetic differentiation among the populations of the European abalone Haliotis tuberculata was investigated using different markers to better understand the evolutionary history and exchanges between populations. Three markers were used: mitochondrial cytochrome oxidase I (COI), the sperm lysin nuclear gene, and eight nuclear microsatellites. These markers present different characteristics concerning mutation rate and inheritance, which provided complementary information about abalone history and gene diversity. Genetic diversity and relationships among subspecies were calculated from a sample of approximately 500 individuals, collected from 17 different locations in the north-eastern Atlantic Ocean, Macaronesia, and Mediterranean Sea. COI marker was used to explore the phylogeny of the species with a network analysis and two phylogenetic methods. The analysis revealed 18 major haplotypes grouped into two distinct clades with a pairwise sequence divergence up to 3.5 %. These clades do not correspond to subspecies but revealed many contacts along Atlantic coast during the Pleistocene interglaciations. The sperm lysin gene analysis separated two different subtaxa: one associated to Macaronesian islands, and the other to all other populations. Moreover, a small population of the northern subtaxon was isolated in the Adriatic Seaprobably before the separation of the two lineages-and evolved independently. Microsatellites were analyzed by different genetics methods, including the Bayesian clustering method and migration patterns analysis. It revealed genetically distinct microsatellite patterns among populations from Mediterranean Sea, Brittany and Normandy, Morocco, and Canary and Balearic islands. Gene flow is asymmetric among the regions; the Azores and the Canary Islands are particularly isolated and have low effective population sizes. Our results support the hypothesis that climate changes since the Pleistocene glaciations have played a major role in the geographic distribution of the European abalone. Traces of these events related to maternal inheritance were shown on COI marker.","Authors":"Roussel, V (Roussel, Valerie) ; Van Wormhoudt, A (Van Wormhoudt, Alain)","Title":"The Effect of Pleistocene Climate Fluctuations on Distribution of European Abalone (Haliotis tuberculata), Revealed by Combined Mitochondrial and Nuclear Marker Analyses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398206300013 PubMed ID: 27845565 ISSN: 0007-1668 eISSN: 1466-1799","Keywords":"Machine vision; artificial neural network; body weight; broiler KeyWords Plus:IMAGE-ANALYSIS; HOLSTEIN COWS; LIVE WEIGHT; SYSTEM; PIGS; DIMENSIONS; POULTRY","Categories":"Agriculture Web of Science Categories:Agriculture, Dairy & Animal Science","Journal Information":"BRITISH POULTRY SCIENCE Volume: 58 Issue: 2 Pages: 200-205 DOI: 10.1080/00071668.2016.1259530 Published: APR 2017","Abstract":"1. Machine vision and artificial neural network (ANN) procedures were used to estimate live body weight of broiler chickens in 30 1-d-old broiler chickens reared for 42 d. 2. Imaging was performed two times daily. To localise chickens within the pen, an ellipse fitting algorithm was used and the chickens' head and tail removed using the Chan-Vese method. 3. The correlations between the body weight and 6 physical extracted features indicated that there were strong correlations between body weight and the 5 features including area, perimeter, convex area, major and minor axis length. 5. According to statistical analysis there was no significant difference between morning and afternoon data over 42 d. 6. In an attempt to improve the accuracy of live weight approximation different ANN techniques, including Bayesian regulation, Levenberg-Marquardt, Scaled conjugate gradient and gradient descent were used. Bayesian regulation with R-2 value of 0.98 was the best network for prediction of broiler weight. 7. The accuracy of the machine vision technique was examined and most errors were less than 50g.","Authors":"Amraei, S (Amraei, S.) ; Abdanan Mehdizadeh, S (Abdanan Mehdizadeh, S.) ; Salari, S (Salari, S.)","Title":"Broiler weight estimation based on machine vision and artificial neural network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589100015 ISSN: 0902-0063 eISSN: 1399-0012","Keywords":"cardiac allograft vasculopathy; graft rejection; graft survival; heart transplantation; immunosuppression KeyWords Plus:HEART-TRANSPLANT RECIPIENTS; CORONARY-ARTERY-DISEASE; 10-YEAR FOLLOW-UP; INTRAVASCULAR ULTRASOUND; MYCOPHENOLATE-MOFETIL; INTERNATIONAL SOCIETY; RANDOMIZED-TRIAL; RISK SCORE; MORTALITY; DONOR","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"CLINICAL TRANSPLANTATION Volume: 31 Issue: 4 Article Number: e12925 DOI: 10.1111/ctr.12925 Published: APR 2017","Abstract":"BackgroundCardiac allograft vasculopathy (CAV) remains an important cause of graft failure after heart transplantation (HT). Although many risk factors for CAV have been identified, there are no clinical prediction models that enable clinicians to determine each recipient's risk of CAV. MethodsWe studied a cohort of 14328 heart transplant recipients whose data were reported to the International Society for Heart and Lung Transplantation Registry between 2000 and 2010. The cohort was divided into training (75%) and test (25%) sets. Multivariable modeling was performed in the test set using variables available at the time of heart transplant using three methods: (i) stepwise Cox proportional hazard, (ii)regularized Cox proportional hazard, and (iii) Bayesian network. ResultsCardiac allograft vasculopathy developed in 4259 recipients (29.7%) at a median time of 3.0years after HT. The regularized Cox proportional hazard model yielded the optimal performance and was also the most parsimonious. We deployed this model as an Internet-based risk calculator application. ConclusionsWe have developed a clinical prediction model for assessing a recipient's risk of CAV using variables available at the time of HT. Application of this model may allow clinicians to determine which recipients will benefit from interventions to reduce the risk of development and progression of CAV.","Authors":"Kransdorf, EP (Kransdorf, Evan P.) ; Loghmanpour, NA (Loghmanpour, Natasha A.) ; Kanwar, MK (Kanwar, Manreet K.) ; Temkit, MH (Temkit, M'hamed H.) ; Stehlik, J (Stehlik, Josef)","Title":"Prediction model for cardiac allograft vasculopathy: Comparison of three multivariable methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356000013 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Advanced biofuels; Microalgae; Scenario analysis; Bayesian networks; Climate change; Sustainability KeyWords Plus:RELIABLE SYSTEM-DESIGN; BIODIESEL PRODUCTION; ENVIRONMENTAL IMPACTS; EXPERT ELICITATION; FUTURE-PROSPECTS; MICROALGAE; EUROPE; POLICY; OIL; OPPORTUNITIES","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 103 Pages: 165-178 DOI: 10.1016/j.enpol.2017.01.013 Published: APR 2017","Abstract":"We have analysed the potential for biofuels from microalgae in the Italian biofuels context. This scenario analysis considers alternative pathways for the adoption of biofuels from microalgae by the year 2030. The scenarios were developed using a probabilistic approach based on Bayesian networks, through a structured process for elicitation of expert knowledge. We have identified the most and least favourable scenarios in terms of the expected likelihood for the development of the market of biofuels from microalgae, through which we have focussed on the contribution of economic and policy aspects in the development of the sector. A detailed analysis of the contribution of each variable in the context of the scenarios is also provided. These data represent a starting point for the evaluation of different policy options for the future biofuel market in Italy. The best scenario shows a 75% probability that biofuels from microalgae will exceed 20% of the biofuel market by 2030. This is conditional on the improvement and development of the technological changes and environmental policies, and of the markets for bioenergy and novel foods derived from microalgae.","Authors":"Gambelli, D (Gambelli, Danilo) ; Alberti, F (Alberti, Francesca) ; Solfanelli, F (Solfanelli, Francesco) ; Vairo, D (Vairo, Daniela) ; Zanoli, R (Zanoli, Raffaele)","Title":"Third generation algae biofuels in Italy by 2030: A scenario analysis using Bayesian networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000010 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Spatial Bayesian network; spatial importance; spatio-temporal system; probabilistic reasoning; forecasting KeyWords Plus:NEURAL-NETWORKS; CLIMATE-CHANGE; LEVEL; PREDICTION; RESOURCES; SYSTEM; CHINA; BASIN; INDIA","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 842-855 DOI: 10.1109/TKDE.2016.2647240 Published: APR 1 2017","Abstract":"Natural systems, like the hydrological, climatological, atmospheric, or any other environmental processes, are extremely complex as well as dynamic in nature. It is therefore difficult to forecast, analyze, and quantify these processes by using simple empirical equations. Modeling and forecasting of reservoir water dynamics are not exceptions in this respect, as these involve various challenges due to the effect of meteorological factors, natural processes of stream flow, climatic change, and so on. The intent of our present work is to propose a novel forecasting model, FORWARD, that handles some of these issues in complex reservoir dynamics. FORWARD is based on a variant of spatial Bayesian network (SpaBN), having inherent capability of modeling impact of spatial variability of meteorological factors over the river catchment. The forecasting efficiency of FORWARD has been compared with four other linear and non-linear techniques based on six different statistical performance measures. The experimental results show the superiority of FORWARD over the other techniques. Though FORWARD has been demonstrated with respect to a case study on forecasting reservoir live capacity, the model possesses a generic structure that can also be applied in other domains by introducing minimal augmentation.","Authors":"Das, M (Das, Monidipa) ; Ghosh, SK (Ghosh, Soumya K.) ; Gupta, P (Gupta, Pramesh) ; Chowdary, VM (Chowdary, V. M.) ; Nagaraja, R (Nagaraja, Ravoori) ; Dadhwal, VK (Dadhwal, V. K.)","Title":"FORWARD: A Model for FOrecasting Reservoir WAteR Dynamics Using Spatial Bayesian Network (SpaBN)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397352300007 PubMed ID: 28137325 ISSN: 0899-823X eISSN: 1559-6834","Categories":"Public, Environmental & Occupational Health; Infectious Diseases Web of Science Categories:Public, Environmental & Occupational Health; Infectious Diseases","Journal Information":"INFECTION CONTROL AND HOSPITAL EPIDEMIOLOGY Volume: 38 Issue: 4 Pages: 423-429 DOI: 10.1017/ice.2016.333 Published: APR 2017","Abstract":"OBJECTIVE. To investigate whether comparison by deep or adjusted deep surgical site infection (SSI) rates in orthopedic surgeries are a better basis for feedback to Finnish hospitals than overall SSI rates. DESIGN. Retrospective cohort study. SETTING. Hospitals conducting surveillance of hip arthroplasties (HPROs) and knee arthroplasties (KPROs) in the Finnish Hospital Infection Program. METHODS. We analyzed surveillance data for 73,227 HPROs and 56,860 KPROs performed in 18 hospitals during 1999-2014. For each hospital, the overall, deep, and adjusted deep SSI rates with 95% confidence intervals (CIs) were calculated, and the hospital ranks were simulated in the Bayesian framework. Adjustments were performed using relevant patient and hospital characteristics. The correlation between the median expected hospital ranks in overall versus deep SSI rates and deep vs adjusted deep SSI rates were assessed using Spearman's correlation coefficient rho. RESULTS. For HPRO, the overall SSI rates ranged from 0.92 to 6.83, the deep SSI rates ranged from 0.34 to 1.86, and the adjusted deep hospital-specific SSI rates ranged from 0.37 to 1.85. For KPRO, the overall SSI rates ranged from 0.71 to 5.03, the deep SSI rates ranged from 0.42 to 1.60, and the adjusted deep hospital-specific SSI rates ranged from 0.56 to 1.55. For both procedures, the 95% CIs of the rates between hospitals largely overlapped; only single outliers were detected. Hospital rank did not correlate between overall and deep SSI rates (HPRO, rho = 0.03; KPRO, rho = 0.40), but a correlation was observed in hospital rank for deep and adjusted deep SSI rates (HPRO, rho = 0.85; KPRO, rho = 0.94). CONCLUSION. Deep SSI rates may be a better tool for interhospital comparisons than overall SSI rates. Although the adjustment could lead to fairer hospital ranking, it is not always necessary for feedback.","Authors":"Skufca, J (Skufca, Jozica) ; Ollgren, J (Ollgren, Jukka) ; Virtanen, MJ (Virtanen, Mikko J.) ; Huotari, K (Huotari, Kaisa) ; Lyytikainen, O (Lyytikainen, Outi)","Title":"Interhospital Comparison of Surgical Site Infection Rates in Orthopedic Surgery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100002 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Approximate likelihood; Fractional Bayes factors; Model selection; Structure learning; Gaussian graphical models KeyWords Plus:COVARIANCE-SELECTION; STOCHASTIC SEARCH; BAYES FACTORS; LASSO; INFERENCE; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 21-42 DOI: 10.1016/j.ijar.2017.01.001 Published: APR 2017","Abstract":"We propose a Bayesian approximate inference method for learning the dependence structure of a Gaussian graphical model. Using pseudo-likelihood, we derive an analytical expression to approximate the marginal likelihood for an arbitrary graph structure without invoking any assumptions about decomposability. The majority of the existing methods for learning Gaussian graphical models are either restricted to decomposable graphs or require specification of a tuning parameter that may have a substantial impact on learned structures. By combining a simple sparsity inducing prior for the graph structures with a default reference prior for the model parameters, we obtain a fast and easily applicable scoring function that works well for even high-dimensional data. We demonstrate the favourable performance of our approach by large-scale comparisons against the leading methods for learning non-decomposable Gaussian graphical models. A theoretical justification for our method is provided by showing that it yields a consistent estimator of the graph structure. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Leppa-aho, J (Leppa-aho, Janne) ; Pensar, J (Pensar, Johan) ; Roos, T (Roos, Teemu) ; Corander, J (Corander, Jukka)","Title":"Learning Gaussian graphical models with fractional marginal pseudo-likelihood"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100017 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Credal networks; Propositional logic; Function-free first-order logic; Complexity theory KeyWords Plus:INDEPENDENT CHOICE LOGIC; PROBABILISTIC LOGIC; BAYESIAN NETWORKS; UNCERTAINTY; PROGRAMS; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 298-319 DOI: 10.1016/j.ijar.2016.10.008 Published: APR 2017","Abstract":"credal network associates a directed acyclic graph with a collection of sets of probability measures. Usually these probability measures are specified by tables containing probability values. Here we examine the complexity of inference in credal networks when probability measures are specified through formal languages. We focus on logical languages based on propositional logic and on the function-free fragment of first-order logic. We show that sub-Boolean and relational logics lead to interesting complexity results. In short, we explore the relationship between specification language and computational complexity in credal networks. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Cozman, FG (Cozman, Fabio Gagliardi) ; Maua, DD (Maua, Denis Deratani)","Title":"On the complexity of propositional and relational credal networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100018 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Credal classification; Imprecise Dirichlet model; Naive credal classifier; Multilabel classification KeyWords Plus:IMPRECISE DIRICHLET MODEL; LABEL CLASSIFICATION; MULTINOMIAL DATA; SETS; PROBABILITIES; PREDICTION; NETWORKS; RANKING","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 320-336 DOI: 10.1016/j.ijar.2016.10.006 Published: APR 2017","Abstract":"A credal classifier for multilabel data is presented. This is obtained as an extension of Zaffalon's naive credal classifier to the case of non-exclusive class labels. The dependence relations among the labels are shaped with a tree topology. The classifier, based on a polynomial-time algorithm to compute whether or not a class label is optimal, returns a compact description of the set of optimal sequences of labels. Extensive experiments on real multilabel data show that the classifier gives more robust predictions than its Bayesian counterpart. In practice, when multiple sequences are returned in output, the Bayesian model is more likely to be inaccurate, while the sequences returned by the credal classifier are more likely to include the correct one. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Antonucci, A (Antonucci, Alessandro) ; Corani, G (Corani, Giorgio)","Title":"The multilabel naive credal classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100022 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Bayesian programming; Bayesian networks; Cell signaling; Unconventional Bayesian Inference KeyWords Plus:POPULATION CODES; ION CHANNELS; INFERENCE; IMPLEMENTATION; INFORMATION; MECHANISMS; DECISIONS; STIMULI; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 385-399 DOI: 10.1016/j.ijar.2016.10.012 Published: APR 2017","Abstract":"Living organisms survive and multiply even though they have uncertain and incomplete information about their environment and imperfect models to predict the consequences of their actions. Bayesian models have been proposed to face this challenge. Indeed, Bayesian inference is a way to do optimal reasoning when only uncertain and incomplete information is available. Various perceptive, sensory-motor, and cognitive functions have been successfully modeled this way. However, the biological mechanisms allowing animals and humans to represent and to compute probability distributions are not known. It has been proposed that neurons and assemblies of neurons could be the appropriate scale to search for clues to probabilistic reasoning. In contrast, in this paper, we propose that interacting populations of macromolecules and diffusible messengers can perform probabilistic computation. This suggests that probabilistic reasoning, based on cellular signaling pathways, is a fundamental skill of living organisms available to the simplest unicellular organisms as well as the most complex brains. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Colliaux, D (Colliaux, David) ; Bessiere, P (Bessiere, Pierre) ; Droulez, J (Droulez, Jacques)","Title":"Cell signaling as a probabilistic computer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398469800021 PubMed ID: 28035620 ISSN: 0301-1623 eISSN: 1573-2584","Keywords":"Antimicrobial lock solution; Catheter-related infections; Central venous catheters; Network metaanalysis; Renal dialysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIALS; BLOOD-STREAM INFECTIONS; MIXED TREATMENT COMPARISONS; INTRAVASCULAR CATHETERS; MINOCYCLINE-EDTA; PREVENTION; BACTEREMIA; HEPARIN; CITRATE; GENTAMICIN","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"INTERNATIONAL UROLOGY AND NEPHROLOGY Volume: 49 Issue: 4 Pages: 701-716 DOI: 10.1007/s11255-016-1490-x Published: APR 2017","Abstract":"Purpose The purpose of our study is to carry out a Bayesian network meta-analysis comparing the efficacy of different antimicrobial lock solutions (ALS) for prevention of catheter-related infections (CRI) in patients with hemodialysis (HD) and ranking these ALS for practical consideration. Methods We searched six electronic databases, earlier relevant meta-analysis and reference lists of included studies for randomized controlled trials (RCTs) that compared ALS for preventing episodes of CRI in patients with HD either head-to-head or against control interventions using non-ALS. Two authors independently assessed the methodological quality of included studies using the Cochrane risk of bias tool and extracted relevant information according to a predesigned extraction form. Data were analysed using the WinBUGS (V.1.4.3) and the Stata (V.13.0). Results Finally, 18 studies involving 2395 patients and evaluating 9 ALS strategies were included. Network meta-analysis showed that gentamicin plus citrate (OR 0.07, 95% CrI 0.00-0.48) and gentamicin plus heparin (OR 0.04, 95% CrI 0.00-0.23) were statistically superior to heparin alone in terms of reducing CRBSI. For exit site infection and all-cause mortality, no significant difference in the intervention effect (p > 0.05) was detected for all included ALS when compared to heparin. Moreover, all ALS were similar in efficacy (p > 0.05) from each other for CRBSI, exit site infection and all-cause mortality. Conclusions Our findings indicated that gentamicin plus heparin may be selected for the prophylaxis of CRI in patients undergoing HD with CVCs. Whether this strategy will lead to antimicrobial resistance remains unclear in view of the relatively short duration of included studies. More attentions should be made regarding head-to-head comparisons of the most commonly used ALS in this field.","Authors":"Zhang, J (Zhang, Jun) ; Wang, B (Wang, Bo) ; Li, RK (Li, Rongke) ; Ge, L (Ge, Long) ; Chen, KH (Chen, Kee-Hsin) ; Tian, JH (Tian, Jinhui)","Title":"Does antimicrobial lock solution reduce catheter-related infections in hemodialysis patients with central venous catheters? A Bayesian network meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398404900006 PubMed ID: 27608180 ISSN: 1066-5277 eISSN: 1557-8666","Keywords":"gene expression; gene networks; gene searching; pathways; statistical models KeyWords Plus:GENE REGULATORY NETWORKS; DISEASE RESISTANCE; EXPRESSION; CLASSIFICATION; MACHINES; PATTERNS","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"JOURNAL OF COMPUTATIONAL BIOLOGY Volume: 24 Issue: 4 Pages: 327-339 DOI: 10.1089/cmb.2016.0089 Published: APR 2017","Abstract":"An important problem in computational biology is the identification of potential points of intervention that can lead to modified network behavior in a genetic regulatory network. We consider the problem of deducing the effect of individual genes on the behavior of the network in a statistical framework. In this article, we make use of biological information from the literature to develop a Bayesian network and introduce a method to estimate parameters of this network using data that are relevant to the biological phenomena under study. Then, we give a novel approach to select significant nodes in the network using a decision-theoretic approach. The proposed method is applied to the analysis of the mitogenactivated protein kinase pathway in the plant defense response to pathogens. Results from applying the method to experimental data show that the proposed approach is effective in selecting genes that play crucial roles in the biological phenomenon being studied.","Authors":"Venkat, PS (Venkat, Priya S.) ; Narayanan, KR (Narayanan, Krishna R.) ; Datta, A (Datta, Aniruddha)","Title":"A Bayesian Network-Based Approach to Selection of Intervention Points in the Mitogen-Activated Protein Kinase Plant Defense Response Pathway"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398404900007 PubMed ID: 27681505 ISSN: 1066-5277 eISSN: 1557-8666","Keywords":"Bayesian network(s); big data; omic data; systems biology KeyWords Plus:REGULATORY NETWORKS; EPIDEMIOLOGY DATA; APOLIPOPROTEIN-E; BELIEF NETWORKS; MODEL; INFERENCE; PRIORS; IDENTIFICATION; ASSOCIATION; SYSTEMS","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"JOURNAL OF COMPUTATIONAL BIOLOGY Volume: 24 Issue: 4 Pages: 340-356 DOI: 10.1089/cmb.2016.0100 Published: APR 2017","Abstract":"Bayesian network (BN) reconstruction is a prototypical systems biology data analysis approach that has been successfully used to reverse engineer and model networks reflecting different layers of biological organization (ranging from genetic to epigenetic to cellular pathway to metabolomic). It is especially relevant in the context of modern (ongoing and prospective) studies that generate heterogeneous high-throughput omics datasets. However, there are both theoretical and practical obstacles to the seamless application of BN modeling to such big data, including computational inefficiency of optimal BN structure search algorithms, ambiguity in data discretization, mixing data types, imputation and validation, and, in general, limited scalability in both reconstruction and visualization of BNs. To overcome these and other obstacles, we present BNOmics, an improved algorithm and software toolkit for inferring and analyzing BNs from omics datasets. BNOmics aims at comprehensive systems biology-type data exploration, including both generating new biological hypothesis and testing and validating the existing ones. Novel aspects of the algorithm center around increasing scalability and applicability to varying data types (with different explicit and implicit distributional assumptions) within the same analysis framework. An output and visualization interface to widely available graph-rendering software is also included. Three diverse applications are detailed. BNOmics was originally developed in the context of genetic epidemiology data and is being continuously optimized to keep pace with the ever-increasing inflow of available large-scale omics datasets. As such, the software scalability and usability on the less than exotic computer hardware are a priority, as well as the applicability of the algorithm and software to the heterogeneous datasets containing many data types-single-nucleotide polymorphisms and other genetic/ epigenetic/ transcriptome variables, metabolite levels, epidemiological variables, endpoints, and phenotypes, etc.","Authors":"Gogoshin, G (Gogoshin, Grigoriy) ; Boerwinkle, E (Boerwinkle, Eric) ; Rodin, AS (Rodin, Andrei S.)","Title":"New Algorithm and Software (BNOmics) for Inferring and Visualizing Bayesian Networks from Heterogeneous Big Biological and Genetic Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519400005 ISSN: 0733-9496 eISSN: 1943-5452","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF WATER RESOURCES PLANNING AND MANAGEMENT Volume: 143 Issue: 4 Article Number: 04017002 DOI: 10.1061/(ASCE)WR.1943-5452.0000745 Published: APR 2017","Abstract":"Hydraulic models that include background leakage estimates can be used to support effective decision-making aimed at reducing leakage levels and improve the understanding of the leakage hydraulics of a system. However, this opportunity is dependent on the ability to estimate the background leakage parameters. The calibration procedure is often simplified by assuming that the leakage exponent is known (alpha=1.2) and that all pipes have the same leakage coefficient (parameter stratification). There is limited experience about the accuracy of background leakage calibration results. In this paper a Bayesian method for background leakage parameter estimation is developed, compared with a point calibration method, and the effects of assumptions about the leakage coefficient and the parameter stratification level have on the parameter estimation results are investigated. The results show that the assumption that is known is not always appropriate, and that overstratification can reduce the accuracy of the estimates. Accurate background leakage modeling will typically require calibration of multiple leakage coefficient and exponent pairs, which will necessitate better data than what is usually available in a water distribution system (WDS) today; the paper concludes by suggesting a data collection strategy that can be applied to achieve this goal. (C) 2016 American Society of Civil Engineers.","Authors":"Rokstad, MM (Rokstad, Marius Moller) ; Ugarelli, RM (Ugarelli, Rita Maria)","Title":"Investigation of the Ability to Accurately Estimate Background Leakage Parameters in WDS Network Simulation Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351500012 ISSN: 0308-597X eISSN: 1872-9460","Categories":"Environmental Sciences & Ecology; International Relations Web of Science Categories:Environmental Studies; International Relations","Journal Information":"MARINE POLICY Volume: 78 Pages: 90-97 DOI: 10.1016/j.marpol.2017.01.014 Published: APR 2017","Abstract":"Coral reef resource systems are complex adaptive social-ecological systems providing vital and valuable ecosystem services for human societies such as food provision, coastal protection and recreational activities. Their sustainability is questioned in many places around the world as they experience combined effects of multiple chronic anthropogenic and natural drivers at local to global scales. From a management perspective, there is a crucial need to understand how the impact of these drivers cascade through the social-ecological system components. This study develops a transdisciplinary and participatory approach to investigating the social-ecological dynamics of a Polynesian coral reef coastal system. A preliminary conceptual model using the Driver-Pressure-State-Impact (DPSI) framework is first being built through participatory modeling workshops. Then, pressure-state relationships are assessed with the help of empirical datasets as a first step towards the validation of the DPSI model. Results shows striking social-ecological interactions with different patterns in the lagoon and in the fore reef. Local management should be: (1) less resource-focused to account more specifically to the existing typology of actors; (2) more spatially-explicit to better distinguish management objectives and actions for the lagoon and the fore reef sub-systems; and (3) more coordinated with terrestrial agencies for a coherent land-sea connection and integration that would both (i) account for existing land-sea interactions and (ii) better reflect the Polynesian cultural heritage that considers nature from ridge to reef as a whole. Such conceptual models of social-ecological systems are a useful tool to build exploratory scenarios to ultimately support planning decision-making processes.","Authors":"Leenhardt, P (Leenhardt, Pierre) ; Stelzenmuller, V (Stelzenmueller, Vanessa) ; Pascal, N (Pascal, Nicolas) ; Probst, WN (Probst, Wolfgang Nikolaus) ; Aubanel, A (Aubanel, Annie); Bambridge, T (Bambridge, Tamatoa) ; Charles, M (Charles, Mahe) ; Clua, E (Clua, Eric) ; Feral, F (Feral, Francois) ; Quinquis, B (Quinquis, Bran) ; Salvat, B (Salvat, Bernard) ; Claudet, J (Claudet, Joachim) ...More...Less","Title":"Exploring social-ecological dynamics of a coral reef resource system using participatory modeling and empirical data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551500009 PubMed ID: 28171807 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Mammograms; Masses; Detection; Segmentation; Classification; Deep learning; Bayesian optimisation; Transfer learning; Structured output learning KeyWords Plus:COMPUTER-AIDED DETECTION; LEVEL SET SEGMENTATION; NEURAL-NETWORKS; BREAST-CANCER; DIGITAL MAMMOGRAMS; ACTIVE CONTOURS; DIAGNOSIS CAD; INFORMATION; ALGORITHM; FEATURES","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 37 Pages: 114-128 DOI: 10.1016/j.media.2017.01.009 Published: APR 2017","Abstract":"We present an integrated methodology for detecting, segmenting and classifying breast masses from mammograms with minimal user intervention. This is a long standing problem due to low signal-tonoise ratio in the visualisation of breast masses, combined with their large variability in terms of shape, size, appearance and location. We break the problem down into three stages: mass detection, mass segmentation, and mass classification. For the detection, we propose a cascade of deep learning methods to select hypotheses that are refined based on Bayesian optimisation. For the segmentation, we propose the use of deep structured output learning that is subsequently refined by a level set method. Finally, for the classification, we propose the use of a deep learning classifier, which is pre-trained with a regression to hand-crafted feature values and fine-tuned based on the annotations of the breast mass classification dataset. We test our proposed system on the publicly available INbreast dataset and compare the results with the current state-of-the-art methodologies. This evaluation shows that our system detects 90% of masses at 1 false positive per image, has a segmentation accuracy of around 0.85 (Dice index) on the correctly detected masses, and overall classifies masses as malignant or benign with sensitivity (Se) of 0.98 and specificity (Sp) of 0.7. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dhungel, N (Dhungel, Neeraj) ; Carneiro, G (Carneiro, Gustavo) ; Bradley, AP (Bradley, Andrew P.)","Title":"A deep learning approach for the analysis of masses in mammograms with minimal user intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396057300028 ISSN: 1073-5623 eISSN: 1543-1940","Categories":"Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"METALLURGICAL AND MATERIALS TRANSACTIONS A-PHYSICAL METALLURGY AND MATERIALS SCIENCE Volume: 48A Issue: 4 Pages: 1827-1840 DOI: 10.1007/s11661-017-3969-1 Published: APR 2017","Abstract":"The study of shrinkage incidence variations in nodular cast irons is an important aspect of manufacturing processes. These variations change the feeding requirements on castings and the optimization of risers' size is consequently affected when avoiding the formation of shrinkage defects. The effect of a number of processing variables on the shrinkage size has been studied using a layout specifically designed for this purpose. The beta parameter has been defined as the relative volume reduction from the pouring temperature up to the room temperature. It is observed that shrinkage size and beta decrease as effective carbon content increases and when inoculant is added in the pouring stream. A similar effect is found when the parameters selected from cooling curves show high graphite nucleation during solidification of cast irons for a given inoculation level. Pearson statistical analysis has been used to analyze the correlations among all involved variables and a group of Bayesian networks have been subsequently built so as to get the best accurate model for predicting beta as a function of the input processing variables. The developed models can be used in foundry plants to study the shrinkage incidence variations in the manufacturing process and to optimize the related costs.","Authors":"Gutierrez, JM (Gutierrez, J. M.) ; Natxiondo, A (Natxiondo, A.) ; Nieves, J (Nieves, J.) ; Zabala, A (Zabala, A.) ; Sertucha, J (Sertucha, J.)","Title":"Statistical Study to Evaluate the Effect of Processing Variables on Shrinkage Incidence During Solidification of Nodular Cast Irons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397553700002 ISSN: 0964-5691 eISSN: 1873-524X","Keywords":"Bayesian network; Multiple linear regression; Lifeguard; Rip current; Beach users KeyWords Plus:HAZARDS; MANAGEMENT; AUSTRALIA; ENGLAND; WALES","Categories":"Oceanography; Water Resources Web of Science Categories:Oceanography; Water Resources","Journal Information":"OCEAN & COASTAL MANAGEMENT Volume: 139 Pages: 12-23 DOI: 10.1016/j.ocecoaman.2017.01.025 Published: APR 2017","Abstract":"A data-driven, risk-based approach is being pursued by the Royal National Lifeboat Institution (RNLI) to guide the selection of beaches for new lifeguard services around the UK coast. In this contribution, life risk to water-users is quantified from the number and severity of life-threatening incidents at a beach during the peak summer tourist season, and this predictand is modelled using both multiple linear regression and Bayesian belief network approaches. First, the underlying levels of hazard and water-user exposure at each beach were quantified, and a dataset of 77 potential predictor variables was collated at 113 lifeguarded beaches. These data were used to develop exposure and hazard sub-models, and a final prediction of peak-season life risk was made at each beach from the product of the exposure and hazard predictions. Both the regression and Bayesian network algorithms identified that intermediate morphology is associated with increased hazard, while beaches with a slipway were predicted to be less hazardous than those without a slipway. Beaches with increased car parking area and beaches enclosed by headlands were associated with higher water-user numbers by both algorithms, and beach morphology type was seen to either increase water-user numbers (intermediate morphology in the regression model) or decrease water-user numbers (reflective morphology in the Bayesian network). Overall, intermediate beach morphology can be considered the most crucial contributor to water-user life risk, as it was linked to both higher hazard, and higher water-user exposure. The predictive skill of the regression and Bayesian network models are compared, and the benefits that each approach provides to beach risk managers are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Stokes, C (Stokes, Christopher) ; Masselink, G (Masselink, Gerhard) ; Revie, M (Revie, Matthew) ; Scott, T (Scott, Timothy) ; Purves, D (Purves, David) ; Walters, T (Walters, Thomas)","Title":"Application of multiple linear regression and Bayesian belief network approaches to model life risk to beach users in the UK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397906400003 ISSN: 0167-8655 eISSN: 1872-7344","Keywords":"Multi-label classification; Probabilistic model; Missing labels; Label-space dimension reduction","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 89 Pages: 18-24 DOI: 10.1016/j.patrec.2017.01.022 Published: APR 1 2017","Abstract":"Multi-label classification with a large set of labels is a challenging task. Label-Space Dimension Reduction (LSDR) is the most popular approach that addresses this problem. LSDR methods project the high-dimensional label vectors onto a low-dimensional space that can be predicted from the feature space. Many LSDR methods assume that the training data provide complete label vector for all training samples while this assumption is usually violated particularly when label vectors are high dimensional. In this paper, we propose a probabilistic model that has an effective mechanism to handle missing and noisy labels. In the proposed Bayesian network model, a set of auxiliary random variables, called experts, are incorporated to provide robustness to missing and noisy labels. Variational inference is utilized to find the desired probabilities in this model. The proposed approximate inference is highly parallelizable and can be implemented efficiently. Experiments on real-world datasets show that our method outperforms state-of-the-art multi-label classifiers by a large margin. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Akbarnejad, A (Akbarnejad, Amirhossein) ; Baghshah, MS (Baghshah, Mahdieh Soleymani)","Title":"A probabilistic multi-label classifier with missing and noisy labels handling capability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397695000007 ISSN: 0031-9201 eISSN: 1872-7395","Keywords":"New Zealand; Earthquake; Megathrust; Strike-slip; Surface waves KeyWords Plus:NEW-ZEALAND; MARLBOROUGH EARTHQUAKE; AWATERE FAULT; SLIP; UNCERTAINTY; INVERSION; MODELS","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PHYSICS OF THE EARTH AND PLANETARY INTERIORS Volume: 265 Pages: 62-66 DOI: 10.1016/j.pepi.2017.02.004 Published: APR 2017","Abstract":"The recent M-w = 7.8 Kaikoura (New Zealand) earthquake involved a remarkably complex rupture propagating in an intricate network of faults at the transition between the Alpine fault in the South Island and the Kermadec-Tonga subduction zone. We investigate the main features of this complicated rupture process using long-period seismological observations. Apparent Rayleigh-wave moment-rate functions reveal a clear northeastward directivity with an unusually weak rupture initiation during 60 s followed by a major 20 s burst of moment rate. To further explore the rupture process, we perform a Bayesian exploration of multiple point-source parameters in a 3-D Earth model. The results show that the rupture initiated as a small strike-slip rupture and propagated to the northeast, triggering large slip on both strike-slip and thrust faults. The Kaikoura earthquake is thus a rare instance in which slip on intraplate faults trigger extensive interplate thrust faulting. This clearly outlines the importance of accounting for secondary faults when assessing seismic and tsunami hazard in subduction zones. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Duputel, Z (Duputel, Z.) ; Rivera, L (Rivera, L.)","Title":"Long-period analysis of the 2016 Kaikoura earthquake"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397462100003 ISSN: 0748-8017 eISSN: 1099-1638","Keywords":"human reliability analysis; human error probability; CREAM; Bayesian Network; Recursive Noisy-OR KeyWords Plus:HUMAN RELIABILITY-ANALYSIS; HUMAN ERROR; BELIEF NETWORKS; QUANTIFICATION; METHODOLOGY; VALIDATION","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Multidisciplinary; Engineering, Industrial; Operations Research & Management Science","Journal Information":"QUALITY AND RELIABILITY ENGINEERING INTERNATIONAL Volume: 33 Issue: 3 Pages: 479-491 DOI: 10.1002/qre.2021 Published: APR 2017","Abstract":"Cognitive Reliability and Error Analysis Method (CREAM) is a common Human Reliability Analysis (HRA) method of second generation. In this paper, to improve the capabilities of CREAM, we propose a probabilistic method based on Bayesian Network (BN) to determine control mode and quantify Human Error Probability (HEP). The BN development process is described in a four-phase methodology including (i) definition of the nodes and their states; (ii) building the graphical structure; (iii) quantification of BN through assessment of the Conditional Probability Tables (CPT) values and (iv) model validation. Intractability of knowledge acquisition of large CPTs is the most significant limitation of existing BN model of CREAM. So, the main contribution of this paper lies in its application of Recursive Noisy-OR (RN-OR) gate to treat large CPTs assessment and ease knowledge acquisition. RN-OR allows combination of dependent Common Performance Conditions (CPCs). Finally, a quantitative HEP analysis is applied to enable more precise estimation of HEP through a probabilistic approach. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Ashrafi, M (Ashrafi, Maryam) ; Davoudpour, H (Davoudpour, Hamid) ; Khodakarami, V (Khodakarami, Vahid)","Title":"A Bayesian Network to Ease Knowledge Acquisition of Causal Dependence in CREAM: Application of Recursive Noisy-OR Gates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645000012 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Passive microwave remote sensing; Snow water equivalent; Retrieval algorithm KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; RADIATIVE-TRANSFER THEORY; EMISSION MODEL; DRY-SNOW; LAYERED SNOWPACKS; DEPTH RETRIEVAL; RADIOMETER DATA; SCATTERING; SOIL; ASSIMILATION","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 150-165 DOI: 10.1016/kse.2017.02.006 Published: APR 2017","Abstract":"Recent applications of passive microwave remote sensing techniques to estimate snow water equivalent (SWE) increasingly rely on the comprehension of microwave emission theories, instead of traditional empirical fitting approaches. In this study, an advanced SWE retrieval algorithm based on the Markov Chain Monte Carlo method was developed. This method samples the posterior multiple-layer snow properties according to the likelihood of the brightness temperature (TB) simulation with the actual TB observations. The Microwave Emission Model of Layered Snowpacks with improved Born approximation (MEMLS-IBA) was used as the observation model. Using a globally applicable method to produce prior estimates of snow properties, the retrieval approach is called the Bayesian Algorithm for SWE Estimation with Passive Microwave measurements (BASE-PM), and was applied on 48 snowpits at Sodanlcyla, Finland; Churchill, Canada and Colorado, US. The result shows that the root mean squared (RMS) error of the retrieved SWE is 42.7 mm excluding two outliers, and is 30.8 mm if the outliers as well as six deep snowpits from Colorado are excluded. This accuracy approximately meets the 30-mm requirement of Integrated Global Observing Strategy for shallow snow. The poor performance for the outlier and deep snowpits is explained. Additional experiments using more accurate priors show that SWE retrieval accuracy can be improved with local snowcover knowledge, e.g. if historical snowpit measurements or snow process model simulations are available. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pan, JM (Pan, Jinmei) ; Durand, MT (Durand, Michael T.) ; Vander Jagt, BJ (Vander Jagt, Benjamin J.) ; Liu, DS (Liu, Desheng)","Title":"Application of a Markov Chain Monte Carlo algorithm for snow water equivalent retrieval from passive microwave measurements"}, {"Keywords":"Human agent systems; Information fusion; Environmental crisis management; Bayesian Networks; Gas detection KeyWords Plus:ODORS; IDENTIFICATION; SMELLS; COLOR; NOSE","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 90 Pages: 71-85 Special Issue: SI DOI: 10.1016/j.robot.2016.08.009 Published: APR 2017","Abstract":"This paper argues that hybrid human-agent systems can support powerful solutions to relevant problems such as Environmental Crisis management. However, it shows that such solutions require comprehensive approaches covering different aspects of data processing, model construction and the usage. In particular, the solutions (i) must be able to cope with complex correlations (as different data sources are used) and processing of large amounts of data, (ii) must be robust against modeling imperfections and (iii) human-machine interaction (HMI) approaches must facilitate human use of crisis management tools and reduce the likelihood of miscommunication. In this paper the relevant problem is an environmental protection application involving the detection and tracking of gases in case of chemical spills in an urban area. We show that a combination of Bayesian Networks, agent paradigm and systematic approaches to implementing HMI, support effective and robust solutions. To better integrate human information and demonstrate the usefulness of user generated crisis response information we developed a social media harvesting interface based on data from Twitter tweets and a visual interface to facilitate human smell classification. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Groen, FCA (Groen, Frans C. A.) ; Paulin, G (Paulin, Gregor) ; Winterboer, A (Winterboer, Andi) ; Evers, V (Evers, Vanessa)","Title":"A hybrid approach to decision making and information fusion: Combining humans and artificial agents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398430400027 PubMed ID: 27989606 ISSN: 0039-6060","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGERY Volume: 161 Issue: 4 Pages: 1113-1121 DOI: 10.1016/j.surg.2016.09.044 Published: APR 2017","Abstract":"Background. Parathyroidectomy offers the only cure for primary hyperparathyroidism, but today only 50% of primary hyperparathyroidism patients are referred for operation, in large part, because the condition is widely under-recognized. The diagnosis of primary hyperparathyroidism can be especially challenging with mild biochemical indices. Machine learning is a collection of methods in which computers build predictive algorithms based on labeled examples. With the aim of facilitating diagnosis, we tested the ability of machine learning to distinguish primary hyperparathyroidism from normal physiology using clinical and laboratory data. Methods. This retrospective cohort study used a labeled training set and 10-fold cross-validation to evaluate accuracy of the algorithm. Measures of accuracy included area under the receiver operating characteristic curve, precision (sensitivity), and positive and negative predictive value. Several different algorithms and ensembles of algorithms were tested using the Weka platform. Among 11,830 patients managed operatively at 3 high-volume endocrine surgery programs from March 2001 to August 2013, 6,777 underwent parathyroidectomy for confirmed primary hyperparathyroidism, and 5,053 control patients without primary hyperparathyroidism underwent thyroidectomy. Test-set accuracies for machine learning models were determined using 10-fold cross-validation. Age, sex, and serum levels of preoperative calcium, phosphate, parathyroid hormone, vitamin D, and creatinine were defined as potential predictors of primary hyperparathyroidism. Mild primary hyperparathyroidism was defined as primary hyperparathyroidism with normal preoperative calcium or parathyroid hormone levels. Results. After testing a variety of machine learning algorithms, Bayesian network models proved most accurate, classifying correctly 95.2% of all primary hyperparathyroidism patients (area under receiver operating characteristic = 0.989). Omitting parathyroid hormone from the model did not decrease the accuracy significantly (area under receiver operating characteristic = 0.985). In mild disease cases, however, the Bayesian network model classified correctly 71.1 % of patients with normal calcium and 92.1 % with normal parathyroid hormone levels preoperatively. Bayesian networking and AdaBoost improved the accuracy of all parathyroid hormone patients to 97.2% cases (area under receiver operating characteristic = 0.994), and 91.9% of primary hyperparathyroidism patients with mild disease. This was significantly improved relative to Bayesian networking alone (P < .0001). Conclusion. Machine learning can diagnose accurately primary hyperparathyroidism without human input even in mild disease. Incorporation of this tool into electronic medical record systems may aid in recognition of this under-diagnosed disorder","Authors":"Somnay, YR (Somnay, Yash R.) ; Craven, M (Craven, Mark) ; McCoy, KL (McCoy, Kelly L.) ; Carty, SE (Carty, Sally E.) ; Wang, TS (Wang, Tracy S.) ; Greenberg, CC (Greenberg, Caprice C.) ; Schneider, DF (Schneider, David F.)","Title":"Improving diagnostic recognition of primary hyperparathyroidism with machine learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396655000001 ISSN: 1554-1045 eISSN: 1554-1053","Keywords":"Bayesian Network; Inference; Probabilistic Ontology; Uncertainty","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION TECHNOLOGY AND WEB ENGINEERING Volume: 12 Issue: 2 Pages: 1-25 DOI: 10.4018/IJITWE.2017040101 Published: APR-JUN 2017","Abstract":"During the past years, ontologies are widely used for representing knowledge of complex domains. Despite that the ontologies (classical ontologies) have become standard for representing knowledge; however, they are not able to represent and reason with uncertainty which is one of the characteristics of the world that must be handled. Probabilistic Ontologies have come to remedy this defect. This paper is part of this framework in which the authors have proposed a new method of probabilistic ontology construction, named Prob-Ont, by integrating uncertainty to elements of OWL ontology (especially to instances and/or relations). As a case study, the authors have constructed a probabilistic ontology for the domain of scientific documentation system (dblp).","Authors":"Hlel, E (Hlel, Emna) ; Jamoussi, S (Jamoussi, Salma) ; Ben Hamadou, A (Ben Hamadou, Abdelmajid)","Title":"A New Method for Building Probabilistic Ontology (Prob-Ont)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396974300006 PubMed ID: 28189058 ISSN: 0001-4575 eISSN: 1879-2057","Keywords":"Data mining; Cycling; Bicycle crash; Injury; Fatality; Safety; Decision tree KeyWords Plus:INJURY SEVERITY; RISK-FACTORS; TRAFFIC CRASHES; OLDER DRIVERS; DEATH RATES; CYCLISTS; VEHICLE; CLASSIFICATION; ACCIDENTS; BEHAVIOR","Categories":"Engineering; Public, Environmental & Occupational Health; Social Sciences - Other Topics; Transportation Web of Science Categories:Ergonomics; Public, Environmental & Occupational Health; Social Sciences, Interdisciplinary; Transportation","Journal Information":"ACCIDENT ANALYSIS AND PREVENTION Volume: 101 Pages: 44-54 DOI: 10.1016/j.aap.2017.01.008 Published: APR 2017","Abstract":"To investigate the factors predicting severity of bicycle crashes in Italy, we used an observational study of official statistics. We applied two of the most widely used data mining techniques, CHAID decision tree technique and Bayesian network analysis. We used data provided by the Italian National Institute of Statistics on road crashes that occurred on the Italian road network during the period ranging from 2011 to 2013. In the present study, the dataset contains information about road crashes occurred on the Italian road network during the period ranging from 2011 to 2013. We extracted 49,621 road accidents where at least one cyclist was injured or killed from the original database that comprised a total of 575,093 road accidents. CHAID decision tree technique was employed to establish the relationship betWeen severity of bicycle crashes and factors related to crash characteristics (type of collision and opponent vehicle), infrastructure characteristics (type of carriageway, road type, road signage, pavement type, and type of road segment), cyclists (gender and age), and environmental factors (time of the day, day of the week, month, pavement condition, and weather). CHAID analysis revealed that the most important predictors were, in decreasing order of importance, road type (0.30), crash type (0.24), age of cyclist (0.19), road signage (0.08), gender of cyclist (0.07), type of opponent vehicle (0.05), month (0.04), and type of road segment (0.02). These eight most important predictors of the severity of bicycle crashes were included as predictors of the target (i.e., severity of bicycle crashes) in Bayesian network analysis. Bayesian network analysis identified crash type (0.31), road type (0.19), and type of opponent vehicle (0.18) as the most important predictors of severity of bicycle crashes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Prati, G (Prati, Gabriele) ; Pietrantoni, L (Pietrantoni, Luca) ; Fraboni, F (Fraboni, Federico)","Title":"Using data mining techniques to predict the severity of bicycle crashes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398262400006 PubMed ID: 28087598 ISSN: 0008-5472 eISSN: 1538-7445","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CANCER RESEARCH Volume: 77 Issue: 7 Pages: 1575-1585 DOI: 10.1158/0008-5472.CAN-16-0512 Published: APR 1 2017","Abstract":"Molecular networks governing responses to targeted therapies in cancer cells are complex dynamic systems that demonstrate nonintuitive behaviors. We applied a novel computational strategy to infer probabilistic causal relationships between network components based on gene expression. We constructed a model comprised of an ensemble of networks using multidimensional data from cell line models of cell-cycle arrest caused by inhibition of MEK1/2. Through simulation of a reverse-engineered Bayesian network model, we generated predictions of G1-S transition. The model identified known components of the cell-cycle machinery, such as CCND1, CCNE2, and CDC25A, as well as revealed novel regulators ofG1-S transition, IER2, TRIB1, TRIM27. Experimental validation of model predictions confirmed 10 of 12 predicted genes to have a role in G1-S progression. Further analysis showed that TRIB1 regulated the cyclin D1 promoter via NFkB and AP-1 sites and sensitized cells to TRAIL-induced apoptosis. In clinical specimens of breast cancer, TRIB1 levels correlated with expression of NFkB and its target genes (IL8, CSF2), and TRIB1 copy number and expression were predictive of clinical outcome. Together, our results establish a critical role of TRIB1 in cell cycle and survival that is mediated via the modulation of NFkB signaling.","Authors":"Gendelman, R (Gendelman, Rina) ; Xing, HM (Xing, Heming) ; Mirzoeva, OK (Mirzoeva, Olga K.) ; Sarde, P (Sarde, Preeti) ; Curtis, C (Curtis, Christina) ; Feiler, HS (Feiler, Heidi S.) ; McDonagh, P (McDonagh, Paul) ; Gray, JW (Gray, Joe W.) ; Khalil, I (Khalil, Iya) ; Korn, WM (Korn, W. Michael)[ 1,2,10 ]","Title":"Bayesian Network Inference Modeling Identifies TRIB1 as a Novel Regulator of Cell-Cycle Progression and Survival in Cancer Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613700004 ISSN: 0166-3615 eISSN: 1872-6194","Keywords":"Prognostics; Complex systems; Availability assessment; Preventive maintenance; Production planning KeyWords Plus:MAINTENANCE STRATEGIES ASSESSMENT; DEMPSTER-SHAFER THEORY; HEALTH MANAGEMENT; KNOWLEDGE FORMALIZATION; INDUSTRIAL-SYSTEM; RELIABILITY; PREDICTION; MODEL; UNCERTAINTY; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN INDUSTRY Volume: 86 Pages: 34-51 DOI: 10.1016/j.compind.2017.01.002 Published: APR 2017","Abstract":"The high costs of complex systems lead companies to improve their efficiency. This improvement can particularly be achieved by reducing their downtimes because of failures or for maintenance purposes. This reduction is the main goal of Condition-Based Maintenance and of Prognostics and Health Management. Both those maintenance policies need to install appropriate sensors and data processes not only to assess the current health of their critical components but also their future health. These future health assessments, also called prognostics, produce the Remaining Useful Life of the components associated to imprecision quantifications. In the case of complex systems where components are numerous, the matter is to assess the health of whole systems from the prognostics of their components (the local prognostics). In this paper, we propose a generic function that assesses the future availability of complex systems from their local prognostics (the prognostics of their components) by using inferences rules. The results of this function can then be used as decision support indicators for planning productive and maintenance tasks. This function exploits a proposed extension for Object Oriented Bayesian Networks (OOBN) used to model the complex system in order to assess the probabilities of failure of components, functions and subsystems. The modeling of the complex system is required and it is presented as well as modeling transformations to tackle some OOBN limitations. Then, the computing inference rules used to define the future availability of complex systems are presented. The extension added to OOBN consists in indicating the components that should first be maintained to improve the availabilities of the functions and subsystems in order to provide a second kind of decision support indicators for maintenance. A fictitious multi-component system bringing together most of the structures encountered in complex systems is modeled and the results obtained from the application of the proposed generic function are presented as well as ways that production and maintenance planning can used the computed indicators. Then we show how the proposed generic prognostic function can be used to predict propagations of failures and their effects on the functioning of functions and subsystems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Desforges, X (Desforges, Xavier) ; Dievart, M (Dievart, Mickael) ; Archimede, B (Archimede, Bernard)","Title":"A prognostic function for complex systems to support production and co-operative planning based on an extension of object oriented Bayesian networks"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E19-E19 Supplement: S Meeting Abstract: MP03-01 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276600042 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Qiu, S (Qiu, Shi); Yang, L (Yang, Lu); Wei, Q (Wei, Qiang)","Title":"MAGNETIC RESONANCE IMAGING-GUIDED PROSTATE BIOPSIES FAIL TO OUTPERFORM STANDARD TRANSRECTAL ULTRASOUND-GUIDED BIOPSY IN DETECTING HIGH-RISK PROSTATE CANCER: A BAYESIAN NETWORK META-ANALYSIS OF 24 RANDOMISED CONTROLLED TRIALS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200017 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Bayesian network; Conditional independence; Scoring function; d-separation KeyWords Plus:CONDITIONAL-INDEPENDENCE TESTS; APPROXIMATION ALGORITHMS; SEARCH; GRAPHS; MODEL; INFORMATION; INDUCTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 185-197 DOI: 10.1016/j.knosys.2017.01.029 Published: APR 1 2017","Abstract":"Most existing algorithms for learning Bayesian networks (BNs) can be categorized as constraint-based or score-based methods. Constraint-based algorithms use conditional independence (CI) tests to judge the presence or absence of an edge. Though effective and applicable to (high-dimensional data) large-scale networks, CI tests require a large number of samples to determine the independencies. Thus they can be unreliable especially when the sample size is small. On the other hand, score-based methods employ a score metric to evaluate each candidate network structure, but they are inefficient in learning large-scale networks due to the extremely large search space. In this paper, we propose a new hybrid Bayesian network learning method, SAR (the abbreviation of Separation And Reunion), which maintains the merits of both types of learning techniques while avoiding their drawbacks. Extensive experiments show that our method generally achieves better performance than state-of-the-art methods. (C) 2017 Published by Elsevier B.V.","Authors":"Liu, H (Liu, Hui) ; Zhou, SG (Zhou, Shuigeng) ; Lam, W (Lam, Wai) ; Guan, JH (Guan, Jihong)","Title":"A new hybrid method for learning bayesian networks: Separation and reunion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394063000003 ISSN: 0306-4549","Keywords":"Safety culture; Bayesian network; Safety culture assessment; Quantitative methodology; Norm system; Safety management system; Human error KeyWords Plus:RELIABILITY; ACCIDENTS","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 102 Pages: 23-36 DOI: 10.1016/j.anucene.2016.08.023 Published: APR 2017","Abstract":"For a long time, safety has been recognized as a top priority in high-reliability industries such as aviation and nuclear power plants (NPPs). Establishing a safety culture requires a number of actions to enhance safety, one of which is changing the safety culture awareness of workers. The concept of safety culture in the nuclear power domain was established in the International Atomic Energy Agency (IAEA) safety series, wherein the importance of employee attitudes for maintaining organizational safety was emphasized. Safety culture assessment is a critical step in the process of enhancing safety culture. In this respect, assessment is focused on measuring the level of safety culture in an organization, and improving any weakness in the organization. However, many continue to think that the concept of safety culture is abstract and unclear. In addition, the results of safety culture assessments are mostly subjective and qualitative. Given the current situation, this paper suggests a quantitative methodology for safety culture assessments based on a Bayesian network. A proposed safety culture framework for NPPs would include the following: (1) a norm system, (2) a safety management system, (3) safety culture awareness of worker, and (4) Worker behavior. The level of safety culture awareness of workers at NPPs was reasoned through the proposed methodology. Then, areas of the organization that were vulnerable in terms of safety culture were derived by analyzing observational evidence. We also confirmed that the frequency of events involving human error decreases when the level of safety culture is high. It is anticipated that the causality between the safety culture awareness of worker and the state of safety at NPPs can be verified using the proposed methodology. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kim, YG (Kim, Young Gab) ; Lee, SM (Lee, Seung Min) ; Seong, PH (Seong, Poong Hyun)","Title":"A methodology for a quantitative assessment of safety culture in NPPs based on Bayesian networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396032900026 PubMed ID: 28054725 ISSN: 1065-9471 eISSN: 1097-0193","Keywords":"diffusion tensor imaging; tract tracing; neuroanatomy; Bayesian modeling; connectivity; The Virtual Brain; cerebral cortex; subcortex; primate brain KeyWords Plus:MACAQUE MONKEYS; CEREBRAL-CORTEX; FUNCTIONAL CONNECTIVITY; CORTICAL PARCELLATIONS; DEFAULT-MODE; ORGANIZATION; NETWORK; ATLASES; ARCHITECTURE; COCOMAC","Categories":"Neurosciences & Neurology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Neurosciences; Neuroimaging; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"HUMAN BRAIN MAPPING Volume: 38 Issue: 4 Pages: 2080-2093 DOI: 10.1002/hbm.23506 Published: APR 2017","Abstract":"Modern systems neuroscience increasingly leans on large-scale multi-lab neuroinformatics initiatives to provide necessary capacity for biologically realistic modeling of primate whole-brain activity. Here, we present a framework to assemble primate brain's biologically plausible anatomical backbone for such modeling initiatives. In this framework, structural connectivity is determined by adding complementary information from invasive macaque axonal tract tracing and non-invasive human diffusion tensor imaging. Both modalities are combined by means of available interspecies registration tools and a newly developed Bayesian probabilistic modeling approach to extract common connectivity evidence. We demonstrate how this novel framework is embedded in the whole-brain simulation platform called The Virtual Brain (TVB). (C) 2017 Wiley Periodicals, Inc.","Authors":"Bezgin, G (Bezgin, Gleb) ; Solodkin, A (Solodkin, Ana) ; Bakker, R (Bakker, Rembrandt) ; Ritter, P (Ritter, Petra)[ 8,9,10,11,12,13 ] ; McIntosh, AR (McIntosh, Anthony R.)[ 1,14 ]","Title":"Mapping Complementary Features of Cross-Species Structural Connectivity to Construct Realistic \"Virtual Brains\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394196100015 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Quantitative occupational risk; Bow-tie model; Bayesian Network; Multistate logical model; Single person-single hazard risk KeyWords Plus:CONSTRUCTION SITES; SHIPBUILDING INDUSTRY; BAYESIAN NETWORKS; SAFETY CLIMATE; INJURIES; SYSTEMS; WORKPLACES; PREDICTION; FALLS; TREES","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 160 Pages: 162-173 DOI: 10.1016/j.ress.2016.12.010 Published: APR 2017","Abstract":"A model for the quantification of occupational risk of a worker exposed to a single hazard is presented. The model connects the working conditions and worker behaviour to the probability of an accident resulting into one of three types of consequence: recoverable injury, permanent injury and death. Working conditions and safety barriers in place to reduce the likelihood of an accident are included. Logical connections are modelled through an influence diagram. Quantification of the model is based on two sources of information: a) number of accidents observed over a period of time and b) assessment of exposure data of activities and working conditions over the same period of time and the same working population. Effectiveness of risk reducing measures affecting the working conditions, worker behaviour and/or safety barriers can be quantified through the effect of these measures on occupational risk.","Authors":"Papazoglou, IA (Papazoglou, I. A.) ; Aneziris, ON (Aneziris, O. N.) ; Bellamy, LJ (Bellamy, L. J.) ; Ale, BJM (Ale, B. J. M.) ; Oh, J (Oh, J.)","Title":"Quantitative occupational risk model: Single hazard"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396396700003 PubMed ID: 26955058 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Dynamic Bayesian network (DBN); egocentric vision; indoor navigation; wayfinding; wearable vision system KeyWords Plus:SPATIAL COGNITION; MODEL; LOCALIZATION; SCENE; RECOGNITION; ENVIRONMENT; FEATURES; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 4 Pages: 841-854 DOI: 10.1109/TCYB.2016.2530407 Published: APR 2017","Abstract":"Inspired by progresses in cognitive science, artificial intelligence, computer vision, and mobile computing technologies, we propose and implement a wearable virtual usher for cognitive indoor navigation based on egocentric visual perception. A novel computational framework of cognitive wayfinding in an indoor environment is proposed, which contains a context model, a route model, and a process model. A hierarchical structure is proposed to represent the cognitive context knowledge of indoor scenes. Given a start position and a destination, a Bayesian network model is proposed to represent the navigation route derived from the context model. A novel dynamic Bayesian network (DBN) model is proposed to accommodate the dynamic process of navigation based on real-time first-person-view visual input, which involves multiple asynchronous temporal dependencies. To adapt to large variations in travel time through trip segments, we propose an online adaptation algorithm for the DBN model, leading to a self-adaptive DBN. A prototype system is built and tested for technical performance and user experience. The quantitative evaluation shows that our method achieves over 13% improvement in accuracy as compared to baseline approaches based on hidden Markov model. In the user study, our system guides the participants to their destinations, emulating a human usher in multiple aspects.","Authors":"Li, LY (Li, Liyuan) ; Xu, QL (Xu, Qianli) ; Chandrasekhar, V (Chandrasekhar, Vijay) ; Lim, JH (Lim, Joo-Hwee) ; Tan, C (Tan, Cheston) ; Mukawa, MA (Mukawa, Michal Akira)","Title":"A Wearable Virtual Usher for Vision-Based Cognitive Indoor Navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395484200012 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Diffusion network; diffusion estimation; adaptation; combination; exponential family KeyWords Plus:RECURSIVE LEAST-SQUARES; ADAPTIVE NETWORKS; MODEL UNCERTAINTY; SENSOR NETWORKS; STRATEGIES; CONSENSUS; OPTIMIZATION; ADAPTATION; LMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 7 Pages: 1795-1809 DOI: 10.1109/TSP.2016.2641380 Published: APR 1 2017","Abstract":"Diffusion networks where nodes collaboratively estimate the parameters of stochastic models from shared observations and other estimates have become an established research topic. In this paper the problem of sequential estimation where information in the network diffuses with time is formulated abstractly and independently from any particular model. The objective is to reach a generic solution that is applicable to a wide class of popular models and based on the exponential family of distributions. The adopted Bayesian and information-theoretic paradigms provide probabilistically consistent means for incorporation of shared observations in the implemented estimation of the unknowns by the nodes as well as for effective combination of the \"knowledge\" of the nodes over the network. It is shown and illustrated on four examples that under certain conditions, the resulting algorithms are analytically tractable, either directly or after simple approximations. The examples include linear regression, Kalman filtering, logistic regression, and inference of an inhomogeneous Poisson process. The first two examples have their more or less direct counterparts in the state-of-the-art diffusion literature whereas the latter two are new.","Authors":"Dedecius, K (Dedecius, Kamil) ; Djuric, PM (Djuric, Petar M.)","Title":"Sequential Estimation and Diffusion of Information Over Networks: A Bayesian Approach With Exponential Family of Distributions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393733300047 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Hybrid dynamics; Topic evolution; Selective attention; Involving motivation; Infected threshold KeyWords Plus:OPINION DYNAMICS; DISSEMINATION; POPULATION; NETWORKS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 471 Pages: 480-491 DOI: 10.1016/j.physa.2016.11.018 Published: APR 1 2017","Abstract":"Topic evolution is a hybrid dynamics of information propagation and opinion interaction. The dynamics of opinion interaction is inherently interwoven with the dynamics of information propagation in the network, owing to the bidirectional influences between interaction and diffusion. The degree of sentiment determines if the topic can continue to spread from this node, and the selective attention determines the information flow direction and communicatee selection. For this end, we put forward a sentiment-based mixed dynamics model with selective attention, and applied the Bayesian updating rules on it. Our model can indirectly describe the isolated users who seem isolated from a topic due to some reasons even everybody around them has heard about it. Numerical simulations show that, more insiders initially and fewer simultaneous spreaders can lessen the extremism. To promote the topic diffusion or restrain the prevailing of extremism, fewer agents with constructive motivation and more agents with no involving motivation are encouraged. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Si, XM (Si, Xia-Meng) ; Wang, WD (Wang, Wen-Dong) ; Zhai, CQ (Zhai, Chun-Qing) ; Ma, Y (Ma, Yan)","Title":"A topic evolution model with sentiment and selective attention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394140100004 ISSN: 1383-7133 eISSN: 1572-9354","Keywords":"Cost function networks; Weighted CSP; Constraint optimization problems; High order consistencies; Restricted path consistency; Path inverse consistency; Max-restricted path consistency KeyWords Plus:VALUED CONSTRAINT SATISFACTION; ARC CONSISTENCY; PROTEIN DESIGN; OPTIMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"CONSTRAINTS Volume: 22 Issue: 2 Pages: 230-264 DOI: 10.1007/s10601-016-9250-1 Published: APR 2017","Abstract":"Cost Function Networks (aka Weighted CSP) allow to model a variety of problems, such as optimization of deterministic and stochastic graphical models including Markov random Fields and Bayesian Networks. Solving cost function networks is thus an important problem for deterministic and probabilistic reasoning. This paper focuses on local consistencies which define essential tools to simplify Cost Function Networks, and provide lower bounds on their optimal solution cost. To strengthen arc consistency bounds, we follow the idea of triangle-based domain consistencies for hard constraint networks (path inverse consistency, restricted or max-restricted path consistencies), describe their systematic extension to cost function networks, study their relative strengths, define enforcing algorithms, and experiment with them on a large set of benchmark problems. On some of these problems, our improved lower bounds seem necessary to solve them.","Authors":"Nguyen, H (Nguyen, Hiep) ; Bessiere, C (Bessiere, Christian) ; de Givry, S (de Givry, Simon) ; Schiex, T (Schiex, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schiex, Thomas  http://orcid.org/0000-0001-6049-3415","Title":"Triangle-based consistencies for cost function networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394023000003 ISSN: 1004-3756 eISSN: 1861-9576","Keywords":"Big data; Bayesian network; deduction graph model; food supply chain KeyWords Plus:DEDUCTION GRAPHS; NETWORKS; MANAGEMENT; SERVICES","Categories":"Operations Research & Management Science Web of Science Categories:Operations Research & Management Science","Journal Information":"JOURNAL OF SYSTEMS SCIENCE AND SYSTEMS ENGINEERING Volume: 26 Issue: 2 Pages: 183-198 DOI: 10.1007/s11518-016-5320-6 Published: APR 2017","Abstract":"As more and more companies have captured and analyzed huge volumes of data to improve the performance of supply chain, this paper develops a big data harvest model that uses big data as inputs to make more informed production decisions in the food supply chain. By introducing a method of Bayesian network, this paper integrates sample data and finds a cause-and-effect between data to predict market demand. Then the deduction graph model that translates products demand into processes and divides processes into tasks and assets is presented, and an example of how big data in the food supply chain can be combined with Bayesian network and deduction graph model to guide production decision. Our conclusions indicate that the analytical framework has vast potential for supporting support decision making by extracting value from big data.","Authors":"Ji, GJ (Ji, Guojun) ; Hu, LM (Hu, Limei) ; Tan, KH (Tan, Kim Hua)","Title":"A study on decision-making of food supply chain based on big data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393525800011 PubMed ID: 28040592 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Risk assessment; Bayesian Network; Fuzzy inference system; Inspection priority; Wastewater collection networks KeyWords Plus:BAYESIAN NETWORKS; DETERIORATION MODELS; MANAGEMENT; CATCHMENT; SYSTEMS; RESILIENCE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 190 Pages: 91-101 DOI: 10.1016/j.jenvman.2016.12.052 Published: APR 1 2017","Abstract":"In wastewater systems as one of the most important urban infrastructures, the adverse consequences and effects of unsuitable performance and failure event can sometimes lead to disrupt part of a city functioning. By identifying high failure risk areas, inspections can be implemented based on the system status and thus can significantly increase the sewer network performance. In this study, a new risk assessment model is developed to prioritize sewer pipes inspection using Bayesian Networks (BNs) as a probabilistic approach for computing probability of failure and weighted average method to calculate the consequences of failure values. Finally to consider uncertainties, risk of a sewer pipe is obtained from integration of probability and consequences of failure values using a fuzzy inference system (FIS). As a case study, sewer pipes of a local wastewater collection network in Iran are prioritized to inspect based on their criticality. Results show that majority of sewers (about 62%) has moderate risk, but 12%of sewers are in a critical situation. Regarding the budgetary constraints, the proposed model and resultant risk values are expected to assist wastewater agencies to repair or replace risky sewer pipelines especially in dealing with incomplete and uncertain datasets. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Anbari, MJ (Anbari, Mohammad Javad) ; Tabesh, M (Tabesh, Massoud) ; Roozbahani, A (Roozbahani, Abbas)","Title":"Risk assessment model to prioritize sewer pipes inspection in wastewater collection networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392776600006 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Virtual Machines consolidation; Estimation model; Virtual Machine migration; Bayesian network KeyWords Plus:CLOUD DATA CENTER; DATA CENTERS; COMPUTING ENVIRONMENTS; DYNAMIC CONSOLIDATION; ENERGY-CONSUMPTION; HOTSPOT DETECTION; MIGRATION; POWER; HEURISTICS; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 69 Pages: 75-87 DOI: 10.1016/j.future.2016.12.008 Published: APR 2017","Abstract":"Efficient Virtual Machines (VMs) consolidation, as one of the primary methods for balancing between guaranteeing Quality of Service (QoS) and saving energy, is critical for data centers. Most existing VMs consolidation methods reallocate physical resources by adopting live VM migration. Therefore, VMs consolidation can be cast into estimating the physical resource utilization in Physical Machines (PMs) and predicting the migration probability of VMs. In this paper, we develop a Bayesian network-based estimation model (BNEM) for live VM migration, allowing a comprehensive treatment of nine actual factors in real data centers. A selection criterion of VMs to be migrated and a VM placement criterion are presented. By combining three algorithms corresponding to different phases in VMs consolidation, a hybrid Bayesian network-based VMs consolidation (BN-VMC) method is proposed. We have validated our approach by conducting a performance evaluation study using CloudSim toolkit, and the trace driven comparison experiments are also performed. The simulation results show that the method can significantly degrade energy consumption, avoid inefficient VM migrations, and improve QoS. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, ZH (Li, Zhihua) ; Yan, CY (Yan, Chengyu) ; Yu, XR (Yu, Xinrong) ; Yu, N (Yu, Ning) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Zhihua  http://orcid.org/0000-0001-7915-9484","Title":"Bayesian network-based Virtual Machines consolidation method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392896600001 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"Mineral prospectivity mapping; Cost-sensitive learning; Artificial neural network; Cross validation; Skarn-type iron deposits KeyWords Plus:BAYESIAN NETWORK CLASSIFIERS; ARTIFICIAL NEURAL-NETWORKS; MAKENG FE DEPOSIT; FUJIAN PROVINCE; CHINA; CLASSIFICATION; THRESHOLD; PREDICTION; BRAZIL","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 82 Pages: 1-9 DOI: 10.1016/j.oregeorev.2016.11.014 Published: APR 2017","Abstract":"Mineral prospectivity mapping is a classification process because in a given study area, a specific region is classified as either a prospective or non-prospective area. The cost of false negative errors differs from the cost of false positive errors because false positive errors lead to wasting much more financial and material resources, whereas false negative errors result in the loss of mineral deposits. Traditional machine learning algorithms using for mapping mineral prospectivity are aimed to minimize classification errors and ignore the cost-sensitive effects. In this study, the effects of misclassification costs on mapping mineral prospectivity are explored. The cost-sensitive neural network (CSNN) for minimizing misclassification costs is applied to map Fe polymetallic prospectivity in China's southwestern Fujian metalorganic belt (SFMB). A CSNN with a different cost ratio ranging from 1:10 to 10:1 was used to represent various misclassification costs. The cross-validation results indicated a lower misclassification cost compared to traditional neural networks through a threshold-moving based CSNN. The CSNN's predictive results were compared to those of a traditional neural network, and the results demonstrate that the CSNN method is useful for mapping mineral prospectivity. The targets can be used to further explore undiscovered deposits in the study area. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Xiong, YH (Xiong, Yihui) ; Zuo, RG (Zuo, Renguang)","Title":"Effects of misclassification costs on mapping mineral prospectivity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398231300001 ISSN: 1663-4365","Keywords":"Alzheimer's disease; early diagnosis; medical decision systems; Bayesian statistics; Markov Chain Monte Carlo; Metropolis-Hastings Algorithm; Gibbs Sampling; Winbugs KeyWords Plus:MILD COGNITIVE IMPAIRMENT; ISCHEMIC-HEART-DISEASE; CEREBROSPINAL-FLUID; BIOMARKERS; DEMENTIA; PREVALENCE; METAANALYSIS; INCREASES; NUTRITION; NETWORK","Categories":"Geriatrics & Gerontology; Neurosciences & Neurology Web of Science Categories:Geriatrics & Gerontology; Neurosciences","Journal Information":"FRONTIERS IN AGING NEUROSCIENCE Volume: 9 DOI: 10.3389/fnagi.2017.00077 Published: MAR 31 2017","Abstract":"Alzheimer's disease treatment is still an open problem. The diversity of symptoms, the alterations in common pathophysiology, the existence of asymptomatic cases, the different types of sporadic and familial Alzheimer's and their relevance with other types of dementia and comorbidities, have already created a myth-fear against the leading disease of the twenty first century. Many failed latest clinical trials and novel medications have revealed the early diagnosis as the most critical treatment solution, even though scientists tested the amyloid hypothesis and few related drugs. Unfortunately, latest studies have indicated that the disease begins at the very young ages thus making it difficult to determine the right time of proper treatment. By taking into consideration all these multivariate aspects and unreliable factors against an appropriate treatment, we focused our research on a non-classic statistical evaluation of the most known and accepted Alzheimer's biomarkers. Therefore, in this paper, the code and few experimental results of a computational Bayesian tool have been reported. Moreover, major attention was dedicated to the correlation and assessment of several Alzheimer's biomarkers to export a probabilistic medical prognostic process. This new statistical software is executable in the Bayesian software Winbugs, based on the latest Alzheimer's classification and the formulation of the known relative probabilities of the various biomarkers, correlated with Alzheimer's progression, through a set of discrete distributions. A user-friendly web page has been implemented for the supporting of medical doctors and researchers, to upload Alzheimer's tests and receive statistics on the occurrence of Alzheimer's disease development or presence, due to abnormal testing in one or more biomarkers.","Authors":"Alexiou, A (Alexiou, Athanasios) ; Mantzavinos, VD (Mantzavinos, Vasileios D.) ; Greig, NH (Greig, Nigel H.) ; Kamal, MA (Kamal, Mohammad A.)","Title":"A Bayesian Model for the Prediction and Early Diagnosis of Alzheimer's Disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397966400015 PubMed ID: 28282098 ISSN: 2040-3364 eISSN: 2040-3372","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANOSCALE Volume: 9 Issue: 12 Pages: 4162-4174 DOI: 10.1039/c6nr08583k Published: MAR 28 2017","Abstract":"An approach is presented describing the development of a Bayesian network (BN) based tool for rapid assessment of the distribution of engineered nanomaterials (ENMs). The methodology was demonstrated via the construction of a BN model for estimating the exposure concentrations of nanomaterials (BN-nanoExpo) based on simulation data derived from a mechanistic multimedia compartmental fate and transport model. The results of simulations of the distribution of six ENMs in eight different regions were generated for a broad range of geographical and meteorological parameters as well as ENM release rates to the air, water and soil major compartments. Test cases with the constructed BN-nanoExpo demonstrated the capability of the BN based model to portray a wide range of simulation results that can be obtained with the mechanistic fate and transport model. Moreover, BN-nanoExpo is shown to be a suitable tool for estimating both ENM concentrations and release rates given partial information, while also enabling assessment of the impact of uncertainties in input data on the predicted outcomes. The results of the current study suggest that there is merit in exploring the utility of the approach to more complex models, which would provide decision makers with powerful tools for rapid assessment of the behavior of nanomaterials in the environment.","Authors":"Bilal, M (Bilal, Muhammad) ; Liu, H (Liu, Haven) ; Liu, R (Liu, Rong) ; Cohen, Y (Cohen, Yoram)","Title":"Bayesian network as a support tool for rapid query of the environmental multimedia distribution of nanomaterials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398898800001 ISSN: 1991-959X eISSN: 1991-9603","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOSCIENTIFIC MODEL DEVELOPMENT Volume: 10 Issue: 3 DOI: 10.5194/gmd-10-1261-2017 Published: MAR 27 2017","Abstract":"We present a global distribution of surface methane (CH4) emission estimates for 2000-2012 derived using the CarbonTracker Europe-CH4 (CTE-CH4) data assimilation system. In CTE-CH4, anthropogenic and biospheric CH4 emissions are simultaneously estimated based on constraints of global atmospheric in situ CH4 observations. The system was configured to either estimate only anthropogenic or biospheric sources per region, or to estimate both categories simultaneously. The latter increased the number of optimizable parameters from 62 to 78. In addition, the differences between two numerical schemes available to perform turbulent vertical mixing in the atmospheric transport model TM5 were examined. Together, the system configurations encompass important axes of uncertainty in inversions and allow us to examine the robustness of the flux estimates. The posterior emission estimates are further evaluated by comparing simulated atmospheric CH4 to surface in situ observations, vertical profiles of CH4 made by aircraft, remotely sensed dry-air total column-averaged mole fraction (XCH4) from the Total Carbon Column Observing Network (TCCON), and XCH4 from the Greenhouse gases Observing Satellite (GOSAT). The evaluation with non-assimilated observations shows that posterior XCH4 is better matched with the retrievals when the vertical mixing scheme with faster interhemispheric exchange is used. Estimated posterior mean total global emissions during 2000-2012 are 516 +/- 51 Tg CH4 yr(-1), with an increase of 18 Tg CH4 yr(-1) from 2000-2006 to 2007-2012. The increase is mainly driven by an increase in emissions from South American temperate, Asian temperate and Asian tropical TransCom regions. In addition, the increase is hardly sensitive to different model configurations (< 2 Tg CH4 yr(-1) difference), and much smaller than suggested by EDGAR v4.2 FT2010 inventory (33 Tg CH4 yr(-1)), which was used for prior anthropogenic emission estimates. The result is in good agreement with other published estimates from inverse modelling studies (16-20 Tg CH4 yr(-1)). However, this study could not conclusively separate a small trend in biospheric emissions (-5 to +6.9 Tg CH4 yr(-1)) from the much larger trend in anthropogenic emissions (15-27 Tg CH4 yr(-1)). Finally, we find that the global and North American CH4 balance could be closed over this time period without the previously suggested need to strongly increase anthropogenic CH4 emissions in the United States. With further developments, especially on the treatment of the atmospheric CH4 sink, we expect the data assimilation system presented here will be able to contribute to the ongoing interpretation of changes in this important greenhouse gas budget.","Authors":"Tsuruta, A (Tsuruta, Aki) ; Aalto, T (Aalto, Tuula) ; Backman, L (Backman, Leif) ; Hakkarainen, J (Hakkarainen, Janne) ; van der Laan-Luijkx, IT (van der Laan-Luijkx, Ingrid T.) ; Krol, MC (Krol, Maarten C.) ; Spahni, R (Spahni, Renato) ; Houweling, S (Houweling, Sander) ; Laine, M (Laine, Marko) ; Dlugokencky, E (Dlugokencky, Ed) ; Gomez-Pelaez, AJ (Gomez-Pelaez, Angel J.) ; van der Schoot, M (van der Schoot, Marcel)[ 10 ] ; Langenfelds, R (Langenfelds, Ray)[ 10 ] ; Ellul, R (Ellul, Raymond)[ 11 ] ; Arduini, J (Arduini, Jgor)[ 12,13 ] ; Apadula, F (Apadula, Francesco)[ 14 ] ; Gerbig, C (Gerbig, Christoph)[ 15 ] ; Feist, DG (Feist, Dietrich G.)[ 15 ] ; Kivi, R (Kivi, Rigel)[ 16 ] ; Yoshida, Y (Yoshida, Yukio)[ 17 ] ; Peters, W (Peters, Wouter)[ 3,18 ] ...More...Less","Title":"Global methane emission estimates for 2000-2012 from CarbonTracker Europe-CH4 v1.0"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397474700001 PubMed ID: 28347313 ISSN: 1752-0509","Keywords":"Gene regulation; Regulatory network; Systems biology; Mathematical optimization KeyWords Plus:TRANSCRIPTION FACTOR-BINDING; GENE-EXPRESSION DATA; HEPATOCELLULAR-CARCINOMA; PANCREATIC-CANCER; BAYESIAN-INFERENCE; BRCA2 MUTATIONS; MESSENGER-RNA; CHIP-SEQ; NETWORKS; PROFILES","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"BMC SYSTEMS BIOLOGY Volume: 11 Article Number: 41 DOI: 10.1186/s12918-017-0419-z Published: MAR 27 2017","Abstract":"Background: Gene regulation is one of the most important cellular processes, indispensable for the adaptability of organisms and closely interlinked with several classes of pathogenesis and their progression. Elucidation of regulatory mechanisms can be approached by a multitude of experimental methods, yet integration of the resulting heterogeneous, large, and noisy data sets into comprehensive and tissue or disease-specific cellular models requires rigorous computational methods. Recently, several algorithms have been proposed which model genome-wide gene regulation as sets of (linear) equations over the activity and relationships of transcription factors, genes and other factors. Subsequent optimization finds those parameters that minimize the divergence of predicted and measured expression intensities. In various settings, these methods produced promising results in terms of estimating transcription factor activity and identifying key biomarkers for specific phenotypes. However, despite their common root in mathematical optimization, they vastly differ in the types of experimental data being integrated, the background knowledge necessary for their application, the granularity of their regulatory model, the concrete paradigm used for solving the optimization problem and the data sets used for evaluation. Results: Here, we review five recent methods of this class in detail and compare them with respect to several key properties. Furthermore, we quantitatively compare the results of four of the presented methods based on publicly available data sets. Conclusions: The results show that all methods seem to find biologically relevant information. However, we also observe that the mutual result overlaps are very low, which contradicts biological intuition. Our aim is to raise further awareness of the power of these methods, yet also to identify common shortcomings and necessary extensions enabling focused research on the critical points.","Authors":"Trescher, S (Trescher, Saskia) ; Munchmeyer, J (Muenchmeyer, Jannes) ; Leser, U (Leser, Ulf)","Title":"Estimating genome-wide regulatory activity from multi-omics data sets using mathematical optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397590400016 PubMed ID: 28159843 ISSN: 0021-9258 eISSN: 1083-351X","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"JOURNAL OF BIOLOGICAL CHEMISTRY Volume: 292 Issue: 12 Pages: 4942-4952 DOI: 10.1074/jbc.M116.757518 Published: MAR 24 2017","Abstract":"Reversible tyrosine phosphorylation is a widespread post-translational modification mechanism underlying cell physiology. Thus, understanding the mechanisms responsible for substrate selection by kinases and phosphatases is central to our ability to model signal transduction at a system level. Classical protein- tyrosine phosphatases can exhibit substrate specificity in vivo by combining intrinsic enzymatic specificity with the network of protein-protein interactions, which positions the enzymes in close proximity to their substrates. Here we use a high throughput approach, based on high density phosphopep-tide chips, to determine the in vitro substrate preference of 16 members of the protein-tyrosine phosphatase family. This approach helped identify one residue in the substrate binding pocket of the phosphatase domain that confers specificity for phosphopeptides in a specific sequence context. We also present a Bayesian model that combines intrinsic enzymatic specificity and interaction information in the context of the human protein interaction network to infer new phosphatase substrates at the proteome level.","Authors":"Palma, A (Palma, Anita) ; Tinti, M (Tinti, Michele) ; Paoluzi, S (Paoluzi, Serena) ; Santonico, E (Santonico, Elena) ; Brandt, BW (Brandt, Bernd Willem) ; van Huijsduijnen, RH (van Huijsduijnen, Rob Hooft) ; Masch, A (Masch, Antonia) ; Heringa, J (Heringa, Jaap) ; Schutkowski, M (Schutkowski, Mike) ; Castagnoli, L (Castagnoli, Luisa) ; Cesareni, G (Cesareni, Gianni) ...More...Less","Title":"Both Intrinsic Substrate Preference and Network Context Contribute to Substrate Selection of Classical Tyrosine Phosphatases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397509800002 PubMed ID: 28335719 ISSN: 1471-2105","Keywords":"Gene regulatory network; Hub gene; Partial correlation; Sparse partial correlation estimation; Escherichia coli; Lung cancer KeyWords Plus:LUNG ADENOCARCINOMA; GRAPHICAL LASSO; PENALIZED REGRESSION; MUTUAL INFORMATION; BAYESIAN NETWORKS; MODEL SELECTION; EXPRESSION DATA; SURVIVAL; CANCER; CELL","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 186 DOI: 10.1186/s12859-017-1576-1 Published: MAR 23 2017","Abstract":"Background: Gene regulatory networks reveal how genes work together to carry out their biological functions. Reconstructions of gene networks from gene expression data greatly facilitate our understanding of underlying biological mechanisms and provide new opportunities for biomarker and drug discoveries. In gene networks, a gene that has many interactions with other genes is called a hub gene, which usually plays an essential role in gene regulation and biological processes. In this study, we developed a method for reconstructing gene networks using a partial correlation-based approach that incorporates prior information about hub genes. Through simulation studies and two real-data examples, we compare the performance in estimating the network structures between the existing methods and the proposed method. Results: In simulation studies, we show that the proposed strategy reduces errors in estimating network structures compared to the existing methods. When applied to Escherichia coli, the regulation network constructed by our proposed ESPACE method is more consistent with current biological knowledge than the SPACE method. Furthermore, application of the proposed method in lung cancer has identified hub genes whose mRNA expression predicts cancer progress and patient response to treatment. Conclusions: We have demonstrated that incorporating hub gene information in estimating network structures can improve the performance of the existing methods.","Authors":"Yu, DH (Yu, Donghyeon) ; Lim, JH (Lim, Johan) ; Wang, XL (Wang, Xinlei) ; Liang, FM (Liang, Faming) ; Xiao, GH (Xiao, Guanghua)","Title":"Enhanced construction of gene regulatory networks using hub gene information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396983000004 PubMed ID: 28331235 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 293 DOI: 10.1038/s41598-017-00491-3 Published: MAR 22 2017","Abstract":"The factors underlying prognosis for gallbladder cancer (GBC) remain unclear. This study combines the Bayesian network (BN) with importance measures to identify the key factors that influence GBC patient survival time. A dataset of 366 patients who underwent surgical treatment for GBC was employed to establish and test a BN model using BayesiaLab software. A tree-augmented naive Bayes method was also used to mine relationships between factors. Composite importance measures were applied to rank the influence of factors on survival time. The accuracy of BN model was 81.15%. For patients with long survival time (> 6 months), the true-positive rate of the model was 77.78% and the false-positive rate was 15.25%. According to the built BN model, the sex, age, and pathological type were independent factors for survival of GBC patients. The N stage, liver infiltration, T stage, M stage, and surgical type were dependent variables for survival time prediction. Surgical type and TNM stages were identified as the most significant factors for the prognosis of GBC based on the analysis results of importance measures.","Authors":"Cai, ZQ (Cai, Zhi-qiang) ; Guo, P (Guo, Peng) ; Si, SB (Si, Shu-bin) ; Geng, ZM (Geng, Zhi-min) ; Chen, C (Chen, Chen) ; Cong, LL (Cong, Long-long)","Title":"Analysis of prognostic factors for survival after surgery for gallbladder cancer based on a Bayesian network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396927500001 PubMed ID: 28377709 ISSN: 1662-5188","Keywords":"connectionist modeling; unsupervised deep learning; restricted Boltzmann machines; autoencoders; sparseness; space coding; gain modulation; sensorimotor transformations KeyWords Plus:POSTERIOR PARIETAL NEURONS; BAYESIAN-INFERENCE; GENERATIVE MODELS; EYE-MOVEMENTS; CORTEX; REPRESENTATIONS; ATTENTION; COGNITION; BRAIN; TRANSFORMATIONS","Categories":"Mathematical & Computational Biology; Neurosciences & Neurology Web of Science Categories:Mathematical & Computational Biology; Neurosciences","Journal Information":"FRONTIERS IN COMPUTATIONAL NEUROSCIENCE Volume: 11 Article Number: 13 DOI: 10.3389/fncom.2017.00013 Published: MAR 21 2017","Abstract":"The recent \"deep learning revolution\" in artificial neural networks had strong impact and widespread deployment for engineering applications, but the use of deep learning for neurocomputational modeling has been so far limited. In this article we argue that unsupervised deep learning represents an important step forward for improving neurocomputational models of perception and cognition, because it emphasizes the role of generative learning as opposed to discriminative (supervised) learning. As a case study, we present a series of simulations investigating the emergence of neural coding of visual space for sensorimotor transformations. We compare different network architectures commonly used as building blocks for unsupervised deep learning by systematically testing the type of receptive fields and gain modulation developed by the hidden neurons. In particular, we compare Restricted Boltzmann Machines (RBMs), which are stochastic, generative networks with bidirectional connections trained using contrastive divergence, with autoencoders, which are deterministic networks trained using error backpropagation. For both learning architectures we also explore the role of sparse coding, which has been identified as a fundamental principle of neural computation. The unsupervised models are then compared with supervised, feed-forward networks that learn an explicit mapping between different spatial reference frames. Our simulations show that both architectural and learning constraints strongly influenced the emergent coding of visual space in terms of distribution of tuning functions at the level of single neurons. Unsupervised models, and particularly RBMs, were found to more closely adhere to neurophysiological data from single-cell recordings in the primate parietal cortex. These results provide new insights into how basic properties of artificial neural networks might be relevant for modeling neural information processing in biological systems.","Authors":"Testolin, A (Testolin, Alberto) ; De Grazia, MD (De Grazia, Michele De Filippo) ; Zorzi, M (Zorzi, Marco)","Title":"The Role of Architectural and Learning Constraints in Neural Network Models: A Case Study on Visual Space Coding"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397905600029 PubMed ID: 28007305 ISSN: 0167-5273 eISSN: 1874-1754","Keywords":"Renal insufficiency; Atrial fibrillation; Oral anticoagulation KeyWords Plus:RENAL-FUNCTION; JAPANESE PATIENTS; DECISION-MAKING; RISK-FACTORS; ROCKET AF; WARFARIN; EFFICACY; TRIAL; IMPAIRMENT; PREVENTION","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"INTERNATIONAL JOURNAL OF CARDIOLOGY Volume: 231 Pages: 162-169 DOI: 10.1016/j.ijcard.2016.11.303 Published: MAR 15 2017","Abstract":"Background: Currently there is lack of head-to-head comparisons between different Non-Vitamin K Antagonist Oral Anticoagulants (NOACs), especially in more risky subgroups, as those with chronic kidney disease (CKD). Methods: We assessed the relative efficacy and safety of the four NOACs on the market in a systematic review and networkmeta-analysis of patients with atrial fibrillation (AF) and moderate CKD enrolled in the phase 3 randomized trials. A Bayesian framework was used to perform the network meta-analysis. Treatment hierarchy was assessed by surface under the cumulative ranking (SUCRA) curves. Results: Five randomized trials including 13,878 AF patients with moderate CKD were identified. Full/Single dose NOACs were associated with significant reductions in the odds of stroke/systemic embolism(odd ratio [OR] 0.79, 95% credible intervals [CrI] 0.67-0.94) and major bleeding (OR 0.74, 95% CrI 0.65-0.86) compared with Warfarin. Dabigatran 150 had the highest probability of being ranked first with respect to efficacy (SUCRA 0.96), whereas Apixaban had the second highest (SUCRA 0.67); Dabigatran 110, Rivaroxaban and Edoxaban High-Dose showed similar probabilities of being ranked first for efficacy (SUCRA 0.54, 0.53, 0.51, respectively); with respect to safety, only Apixaban and Edoxaban High Dose had a probability >50% of being ranked first (SUCRA 0.84 and 0.61, respectively). Conclusions: Indirect comparisons generated the hypothesis that Apixaban and Edoxaban High-Dose might be more likely associated with a better net clinical profile in AF patients with moderate CKD. These findings may potentially guide physicians in selecting the most appropriate NOAC for each patient, while waiting for dedicated evidences. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Ando, G (Ando, Giuseppe) ; Capranzano, P (Capranzano, Piera)","Title":"Non-vitamin K antagonist oral anticoagulants in atrial fibrillation patients with chronic kidney disease: A systematic review and network meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603700008 ISSN: 0964-5691 eISSN: 1873-524X","Categories":"Oceanography; Water Resources Web of Science Categories:Oceanography; Water Resources","Journal Information":"OCEAN & COASTAL MANAGEMENT Volume: 138 Pages: 70-82 DOI: 10.1016/j.ocecoaman.2017.01.008 Published: MAR 15 2017","Abstract":"Recent coastal planning measures in south-east Portugal (Algarve), where offshore aquaculture developments were set up in fishing areas aiming to maximize expected utility of seafood production activities, raised some discontentment. Public policies created to safeguard offshore aquaculture (OSA) producers and limit small-scale fishing (SSF) activities must be adjusted accordingly in order to maximize income and keep discontentment at a minimum. We collected primary data from stakeholders, fishers (n = 18) and offshore aquaculture operators (n = 3) through participatory workshops and interviews by eliciting problematic issues derived from the offshore area creation and their relative relevance. We used these data to populate conditional probability tables and construct a related influence diagram (Bayesian belief networks) to model the affected system. We selected nine scenarios based on navigability and aquaculture area size with the aim of finding the best expected utility combinations for the OSA SSF system. The inferred results show that maximizing employment and keep pollution at low levels were the most influential factors to keep the system at a satisfactory level. The best decision was not to enlarge the aquaculture area, but to condition the access to other operational stakeholders, namely SSF operators from nearby areas. The overall results of the Bayesian belief network can be used to recommend coastal planners and decision-makers to deal with the interaction between OSA and SSF activities.(c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ramos, J (Ramos, Jorge) ; Caetano, M (Caetano, Miguel) ; Himes-Cornell, A (Himes-Cornell, Amber) ; dos Santos, MN (Neves dos Santos, Miguel)","Title":"Stakeholders' conceptualization of offshore aquaculture and small-scale fisheries interactions using a Bayesian approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396951200018 ISSN: 0029-8018","Keywords":"Accident modeling; Bayesian Networks; Arctic shipping; Ship collision; Risk assessment KeyWords Plus:MODEL; METHODOLOGY; OIL","Categories":"Engineering; Oceanography Web of Science Categories:Engineering, Marine; Engineering, Civil; Engineering, Ocean; Oceanography","Journal Information":"OCEAN ENGINEERING Volume: 133 Pages: 224-230 DOI: 10.1016/j.oceaneng.2017.02.002 Published: MAR 15 2017","Abstract":"This paper presents a methodology for the analysis of Arctic shipping accident scenarios using Bayesian Networks (BN). The proposed methodology is applied to a scenario involving a collision between a vessel and an iceberg. The study aims to identify the most significant causative factors to the potential accident scenarios. It is achieved by undertaking a sensitivity analysis study. The results inform the development of measures to avoid and control accidents during Arctic shipping.","Authors":"Afenyo, M (Afenyo, Mawuli) ; Khan, F (Khan, Faisal) ; Veitch, B (Veitch, Brian) ; Yang, M (Yang, Ming)","Title":"Arctic shipping accident scenario analysis using Bayesian Network approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074800004 ISSN: 1084-8045","Keywords":"Time synchronization; Bayesian Inference; Linear Regression; Wireless Sensor Networks","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering","Journal Information":"JOURNAL OF NETWORK AND COMPUTER APPLICATIONS Volume: 82 Pages: 47-55 DOI: 10.1016/j.jnca.2017.01.007 Published: MAR 15 2017","Abstract":"Wireless Sensor Networks are composed of small autonomous devices known as motes. Usually these motes are power-limited and most energy is wasted through the communication process, thus the synchronization is critical. In this paper we improve the accuracy of time synchronization with Bayesian inference over the linear regression model used in synchronization protocols. Synchronization is generally accomplished using packet exchanges, so the goal is to reduce the number of packets while maintaining perfect synchronization. The constraints are the low-cost hardware components of the motes, in particular their docks and the power consumption. Long-term synchronization is achieved using Adaptive Time Window Linear Regression algorithms using Least Squares. The method of Least Squares is distribution free, but we can make some feasible assumptions (experimentally validated) to improve these protocols using Bayesian Inference to achieve an improvement of 12% compared with the related work. In particular, using 80 MHz clock frequency in the motes the mean synchronization error is 147 ns. We propose an algorithm to improve the synchronization under these constraints and we test our method in real deployments.","Authors":"Perez-Solano, JJ (Perez-Solano, Juan J.) ; Felici-Castell, S (Felici-Castell, Santiago)","Title":"Improving time synchronization in Wireless Sensor Networks using Bayesian Inference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360500018 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Empirical orthogonal function; Heterogeneity; High resolution; Soil moisture; Spatio-temporal mapping; Upscaling KeyWords Plus:GEOSTATISTICAL ANALYSIS; SPATIAL-DISTRIBUTION; RETRIEVAL; REANALYSIS; CATCHMENT; OBSERVATORIES; DESIGN; PART; BAND","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 191 Pages: 232-245 DOI: 10.1016/j.rse.2017.01.027 Published: MAR 15 2017","Abstract":"Soil moisture distributions with high spatio-temporal resolution are scarce but beneficial for understanding ecohydrological processes and closing the water cycle at the basin scale. Sensor networks are innovative in their ability to capture the spatio-temporal heterogeneity and dynamics of soil moisture; however, they cannot be used to directly derive spatially continuous soil moisture distributions. A Bayesian-based upscaling algorithm that utilizes MODIS-derived apparent thermal inertia is used to map daily soil moisture spatial patterns with a resolution of 1 km in the Babao River Basin, China. The 2-4 cm soil moisture observations from seven automatic meteorological stations located in different elevation zones from 3000 m to 3500 m are employed to validate the mapping algorithm. The correlation coefficient and unbiased root-mean-square error (RMSE) averaged 0.880 and 0.031 cm(3)/cm(3), respectively, which indicate satisfactory estimation accuracy. The 1 km resolution soil moisture products are re-sampled to a resolution of 25 km and then compared to the level 3 Soil Moisture and Ocean Salinity Mission (SMOS) soil moisture product. The results show that both products exhibit strong temporal consistency; however, due to complex topography, the SMOS soil moisture is generally lower than that of the upscaling results. Semivariograms and an empirical orthogonal function (EOF) analysis are used to analyze the space-time heterogeneities of soil moisture at the 1 km scale. In the summer, rainfall results in soil moisture with low spatial variability and a complex spatial structure. After the rainy season, the spatial heterogeneity of soil moisture is affected by other factors, such as soil texture, evapotranspiration and topography. From the perspective of temporal variation, the upscaled soil moisture shows a well-defined seasonal cycle, which represents the effects of decreased rainfall from August to October. Because more rain falls in the summer due to the mountain microclimate, the oscillation in soil moisture is more pronounced over 20% of the area compared to that in other regions. Based on a validation analysis of the mapping results, the upscaling method is proven feasible, and the upscaled soil moisture can be used to analyze eco-hydrological processes and validate remote sensing products. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kang, J (Kang, Jian) ; Jin, R (Jin, Rui) ; Li, X (Li, Xin) ; Ma, CF (Ma, Chunfeng) ; Qin, J (Qin, Jun) ; Zhang, Y (Zhang, Yang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Xin  F-7473-2011 http://orcid.org/0000-0003-2999-9818","Title":"High spatio-temporal resolution mapping of soil moisture by integrating wireless sensor network observations and MODIS apparent thermal inertia in the Babao River Basin, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390086600007 ISSN: 0888-3270","Keywords":"Data fusion; Condition monitoring; Fault diagnosis; Bayesian inference KeyWords Plus:SUPPORT VECTOR MACHINE; MULTISENSOR DATA FUSION; FAULT-DIAGNOSIS; ROTATING MACHINERY; DECISION TREE; VIBRATION; NETWORKS; GEAR; ART","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 87 Pages: 91-110 Part: A DOI: 10.1016/j.ymssp.2016.10.004 Published: MAR 15 2017","Abstract":"In industrial practice, condition monitoring is typically applied to critical machinery. A particular piece of machinery may have its own condition monitoring system that allows the health condition of said piece of equipment to be assessed independently of any connected assets. However, industrial machines are typically complex sets of components that continuously interact with one another. In some cases, dynamics resulting from the inception and development of a fault can propagate between individual components. For example, a fault in one component may lead to an increased vibration level in both the faulty component, as well as in connected healthy components. In such cases, a condition monitoring system focusing on a specific element in a connected set of components may either incorrectly indicate a fault, or conversely, a fault might be missed or masked due to the interaction of a piece of equipment with neighboring machines. In such cases, a more holistic condition monitoring approach that can not only account for such interactions, but utilize them to provide a more complete and definitive diagnostic picture of the health of the machinery is highly desirable. In this paper, a Two-Stage Bayesian Inference approach allowing data from separate condition monitoring systems to be combined is presented. Data from distributed condition monitoring systems are combined in two stages, the first data fusion occurring at a local, or component, level, and the second fusion combining data at a global level. Data obtained from an experimental rig consisting of an electric motor, two gearboxes, and a load, operating under a range of different fault conditions is used to illustrate the efficacy of the method at pinpointing the root cause of a problem. The obtained results suggest that the approach is adept at refining the diagnostic information obtained from each of the different machine components monitored, therefore improving the reliability of the health assessment of each individual element, as well as the entire piece of machinery.","Authors":"Jaramillo, VH (Jaramillo, Victor H.) ; Ottewill, JR (Ottewill, James R.) ; Dudek, R (Dudek, Rafel) ; Lepiarczyk, D (Lepiarczyk, Dariusz) ; Pawlik, P (Pawlik, Pawel)","Title":"Condition monitoring of distributed systems using two-stage Bayesian inference data fusion"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000389162000001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Prostate cancer prediction; Predictive modeling; Computational intelligence; Machine learning; Soft computing; Disease classification; Evolutionary computation; Metaheuristic optimisation KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; ANT COLONY OPTIMIZATION; CONTRAST-ENHANCED MRI; FUZZY COGNITIVE MAPS; FEATURE-SELECTION; MULTIOBJECTIVE OPTIMIZATION; LOGISTIC-REGRESSION; GENETIC ALGORITHM; BAYESIAN NETWORK; RANDOM FORESTS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 70 Pages: 1-19 DOI: 10.1016/j.eswa.2016.11.006 Published: MAR 15 2017","Abstract":"Predictive modeling in medicine involves the development of computational models which are capable of analysing large amounts of data in order to predict healthcare outcomes for individual patients. Computational intelligence approaches are suitable when the data to be modelled are too complex for conventional statistical techniques to process quickly and efficiently. These advanced approaches are based on mathematical models that have been especially developed for dealing with the uncertainty and imprecision which is typically found in clinical and biological datasets. This paper provides a survey of recent work on computational intelligence approaches that have been applied to prostate cancer predictive modeling, and considers the challenges which need to be addressed. In particular, the paper considers a broad definition of computational intelligence which includes metaheuristic optimisation algorithms (also known as nature inspired algorithms), Artificial Neural Networks, Deep Learning, Fuzzy based approaches, and hybrids of these, as well as Bayesian based approaches, and Markov models. Metaheuristic optimisation approaches, such as the Ant Colony Optimisation, Particle Swarm Optimisation, and Artificial Immune Network have been utilised for optimising the performance of prostate cancer predictive models, and the suitability of these approaches are discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Cosma, G (Cosma, Georgina) ; Brown, D (Brown, David) ; Archer, M (Archer, Matthew) ; Khan, M (Khan, Masood) ; Pockley, AG (Pockley, A. Graham) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cosma, Georgina  http://orcid.org/0000-0002-4663-6907","Title":"A survey on computational intelligence approaches for predictive modeling in prostate cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396092400013 PubMed ID: 28288164 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173331 DOI: 10.1371/journal.pone.0173331 Published: MAR 13 2017","Abstract":"Small molecule inhibitors, such as lapatinib, are effective against breast cancer in clinical trials, but tumor cells ultimately acquire resistance to the drug. Maintaining sensitization to drug action is essential for durable growth inhibition. Recently, adaptive reprogramming of signaling circuitry has been identified as a major cause of acquired resistance. We developed a computational framework using a Bayesian statistical approach to model signal rewiring in acquired resistance. We used the p1-model to infer potential aberrant gene-pairs with differential posterior probabilities of appearing in resistant-vs-parental networks. Results were obtained using matched gene expression profiles under resistant and parental conditions. Using two lapatinib-treated ErbB2-positive breast cancer cell-lines: SKBR3 and BT474, our method identified similar dysregulated signaling pathways including EGFRrelated pathways as well as other receptor-related pathways, many of which were reported previously as compensatory pathways of EGFR-inhibition via signaling cross-talk. A manual literature survey provided strong evidence that aberrant signaling activities in dysregulated pathways are closely related to acquired resistance in EGFR tyrosine kinase inhibitors. Our approach predicted literature-supported dysregulated pathways complementary to both node-centric (SPIA, DAVID, and GATHER) and edge-centric (ESEA and PAGI) methods. Moreover, by proposing a novel pattern of aberrant signaling called V-structures, we observed that genes were dysregulated in resistant-vs-sensitive conditions when they were involved in the switch of dependencies from targeted to bypass signaling events. A literature survey of some important V-structures suggested they play a role in breast cancer metastasis and/or acquired resistance to EGFR-TKIs, where the mRNA changes of TGFBR2, LEF1 and TP53 in resistant-vs-sensitive conditions were related to the dependency switch from targeted to bypass signaling links. Our results suggest many signaling pathway structures are compromised in acquired resistance, and V-structures of aberrant signaling within/among those pathways may provide further insights into the bypass mechanism of targeted inhibition.","Authors":"Azad, AKM (Azad, A. K. M.) ; Lawen, A (Lawen, Alfons) ; Keith, JM (Keith, Jonathan M.)","Title":"Bayesian model of signal rewiring reveals mechanisms of gene dysregulation in acquired drug resistance in breast cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394193800003 ISSN: 0304-3800 eISSN: 1872-7026","Keywords":"Rhino poaching; Predictive modeling; Insufficient data; Expert knowledge KeyWords Plus:TRENDS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"ECOLOGICAL MODELLING Volume: 347 Pages: 29-39 DOI: 10.1016/j.ecolmodel.2016.12.007 Published: MAR 10 2017","Abstract":"A significant challenge in ecological modelling is the lack of complete sets of high-quality data. This is especially true in the rhino poaching problem where data is incomplete. Although there are many poaching attacks, they can be spread over a vast surface area such as in the case of the Kruger National Park in South Africa, which is roughly the size of Israel. Bayesian networks are useful reasoning tools and can utilise expert knowledge when data is insufficient or sparse. Bayesian networks allow the modeller to incorporate data, expert knowledge, or any combination of the two. This flexibility of Bayesian networks makes them ideal for modelling complex ecological problems. In this paper an expert-driven model of the rhino poaching problem is presented. The development as well as the evaluation of the model is performed from an expert perspective. Independent expert evaluation is performed in the form of queries that test different scenarios. Structuring the rhino poaching problem as a causal network yields a framework that can be used to reason about the problem, as well as inform the modeller of the type of data that has to be gathered. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Koen, H (Koen, Hildegarde) ; de Villiers, JP (de Villiers, J. P.) ; Roodt, H (Roodt, Henk) ; de Waal, A (de Waal, Alta) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Roodt, Henk  http://orcid.org/0000-0001-5250-8066","Title":"An expert-driven causal model of the rhino poaching problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396091800032 PubMed ID: 28282399 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e3356 DOI: 10.1371/journal.pone.0173356 Published: MAR 10 2017","Abstract":"We compare the genetic structuring and demographic history of two sympatric caridean shrimp species with distinct life history traits, one amphidromous species Palaemon capensis and one marine/estuarine species Palaemon peringueyi, in the historical biogeographical context of South Africa. A total of 103 specimens of P. capensis collected from 12 localities and 217 specimens of P. peringueyi collected from 24 localities were sequenced for the mitochondrial cytochrome oxidase one (CO1) locus. Results from analyses of molecular variance (AMOVA), pairwise phi(ST) comparisons and haplotype networks demonstrate weak to moderate genetic differentiation in P. capensis and P. peringueyi respectively. P. peringueyi exhibits partial isolation between populations associated with distinct biogeographic regions, likely driven by the region's oceanography. However, there is minimal evidence for the occurrence of discrete regional evolutionary lineages. This demonstrated lack of genetic differentiation is consistent with a marine, highly dispersive planktonic phase in both the amphidromous P. capensis and the marine/estuarine P. peringueyi. Bayesian skyline plots, mismatch expansions and time since expansion indicate that both species maintained stable populations during the Last Glacial Maximum (LGM), unlike other southern African aquatic species.","Authors":"Wood, LE (Wood, Louisa E.) ; De Grave, S (De Grave, Sammy) ; Daniels, SR (Daniels, Savel R.)","Title":"Phylogeographic patterning among two codistributed shrimp species (Crustacea: Decapoda: Palaemonidae) reveals high levels of connectivity across biogeographic regions along the South African coast"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393017900008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Missing-data estimation; Structure from motion; Matrix factorization; Weaker estimator KeyWords Plus:STRUCTURE-FROM-MOTION; NEURAL-NETWORKS; MATRIX FACTORIZATION; RECOGNITION; ROBUST; VIDEO; SHAPE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 228 Pages: 65-70 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.088 Published: MAR 8 2017","Abstract":"How to effectively deal with occlusion is an important step of structure from motion. In this paper, an accurate missing data estimation method is proposed by combining Bayesian robust matrix factorization (BRMF) and particle swarm optimization (PSO). As BRMF is primely designed for outlier detection, in the proposed method, the missing entries of the observation matrix are firstly replaced by the values that are significantly larger than the non-missing entries. Then, the low-rank factorization matrices are comported via the BRMF to recover the observations. One issue of the BRMF model is that the fluctuation of output results caused by the variation of rank values. Analogously to the classifier-committee learning algorithm, a BRMF-based weaker estimator is constructed to alleviate the unfavorable condition. Moreover, a PSO-based weighting strategy is devised to integrate the outputs of weaker estimators. Experimental results on several widely used image sequences demonstrate the effectiveness and feasibility of the proposed algorithm.","Authors":"Liu, Y (Liu, Yang) ; Sun, ZL (Sun, Zhan-Li) ; Chen, X (Chen, Xia) ; Shang, L (Shang, Li)","Title":"A BRMF-based model for missing-data estimation of image sequence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395561000001 PubMed ID: 28326009 ISSN: 1662-453X","Keywords":"electroencephalography; driver fatigue; autoregressive model; deep belief networks; sparse-deep belief networks KeyWords Plus:NEURAL-NETWORKS; SYSTEM; INTERFACE; TIME; DETERMINANTS; ALGORITHM; WIRELESS; SPECTRUM; FEATURES; FUSION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"FRONTIERS IN NEUROSCIENCE Volume: 11 Article Number: 103 DOI: 10.3389/fnins.2017.00103 Published: MAR 7 2017","Abstract":"This paper presents an improvement of classification performance for electroencephalography (EEG)-based driver fatigue classification between fatigue and alert states with the data collected from 43 participants. The system employs autoregressive (AR) modeling as the features extraction algorithm, and sparse-deep belief networks (sparse-DBN) as the classification algorithm. Compared to other classifiers, sparse-DBN is a semi supervised learning method which combines unsupervised learning for modeling features in the pre-training layer and supervised learning for classification in the following layer. The sparsity in sparse-DBN is achieved with a regularization term that penalizes a deviation of the expected activation of hidden units from a fixed low-level prevents the network from overfitting and is able to learn low-level structures as well as high-level structures. For comparison, the artificial neural networks (ANN), Bayesian neural networks (BNN), and original deep belief networks (DBN) classifiers are used. The classification results show that using AR feature extractor and DBN classifiers, the classification performance achieves an improved classification performance with a of sensitivity of 90.8%, a specificity of 90.4%, an accuracy of 90.6%, and an area under the receiver operating curve (AUROC) of 0.94 compared to ANN (sensitivity at 80.8%, specificity at 77.8%, accuracy at 79.3% with AUC-ROC of 0.83) and BNN classifiers (sensitivity at 84.3%, specificity at 83%, accuracy at 83.6% with AUROC of 0.87). Using the sparse-DBN classifier, the classification performance improved further with sensitivity of 93.9%, a specificity of 92.3%, and an accuracy of 93.1% with AUROC of 0.96. Overall, the sparse-DBN classifier improved accuracy by 13.8, 9.5, and 2.5% over ANN, BNN, and DBN classifiers, respectively.","Authors":"Chai, RF (Chai, Rifai) ; Ling, SH (Ling, Sai Ho) ; San, PP (San, Phyo Phyo) ; Naik, GR (Naik, Ganesh R.) ; Nguyen, TN (Nguyen, Tuan N.) ; Tran, Y (Tran, Yvonne) ; Craig, A (Craig, Ashley) ; Nguyen, HT (Nguyen, Hung T.)","Title":"Improving EEG-Based Driver Fatigue Classification Using Sparse-Deep Belief Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395404000003 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 2 Pages: 695-708 DOI: 10.5194/amt-10-695-2017 Published: MAR 3 2017","Abstract":"Characterisation of bioaerosols has important implications within environment and public health sectors. Recent developments in ultraviolet light-induced fluorescence (UV-LIF) detectors such as the Wideband Integrated Bioaerosol Spectrometer (WIBS) and the newly introduced Multiparameter Bioaerosol Spectrometer (MBS) have allowed for the real-time collection of fluorescence, size and morphology measurements for the purpose of discriminating between bacteria, fungal spores and pollen. This new generation of instruments has enabled ever larger data sets to be compiled with the aim of studying more complex environments. In real world data sets, particularly those from an urban environment, the population may be dominated by non-biological fluorescent interferents, bringing into question the accuracy of measurements of quantities such as concentrations. It is therefore imperative that we validate the performance of different algorithms which can be used for the task of classification. For unsupervised learning we tested hierarchical agglomerative clustering with various different linkages. For supervised learning, 11 methods were tested, including decision trees, ensemble methods (random forests, gradient boosting and AdaBoost), two implementations for support vector machines (libsvm and liblinear) and Gaussian methods (Gaussian naive Bayesian, quadratic and linear discriminant analysis, the k-nearest neighbours algorithm and artificial neural networks). The methods were applied to two different data sets produced using the new MBS, which provides multichannel UVLIF fluorescence signatures for single airborne biological particles. The first data set contained mixed PSLs and the second contained a variety of laboratory-generated aerosol. Clustering in general performs slightly worse than the supervised learning methods, correctly classifying, at best, only 67 : 6 and 91 : 1% for the two data sets respectively. For supervised learning the gradient boosting algorithm was found to be the most effective, on average correctly classifying 82 : 8 and 98 : 27% of the testing data, respectively, across the two data sets. A possible alternative to gradient boosting is neural networks. We do however note that this method requires much more user input than the other methods, and we suggest that further research should be conducted using this method, especially using parallelised hardware such as the GPU, which would allow for larger networks to be trained, which could possibly yield better results. We also saw that some methods, such as clustering, failed to utilise the additional shape information provided by the instrument, whilst for others, such as the decision trees, ensemble methods and neural networks, improved performance could be attained with the inclusion of such information.","Authors":"Ruske, S (Ruske, Simon) ; Topping, DO (Topping, David O.) ; Foot, VE (Foot, Virginia E.) ; Kaye, PH (Kaye, Paul H.) ; Stanley, WR (Stanley, Warren R.) ; Crawford, I (Crawford, Ian) ; Morse, AP (Morse, Andrew P.) ; Gallagher, MW (Gallagher, Martin W.)","Title":"Evaluation of machine learning algorithms for classification of primary biological aerosol using a new UV-LIF spectrometer"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395442100001 ISSN: 1751-8113 eISSN: 1751-8121","Keywords":"chemical reaction networks; chemical master equation; stochastic simulations; approximation methods; inference methods; Bayesian inference; stochastic chemical kinetics KeyWords Plus:CHEMICAL MASTER EQUATION; GENE REGULATORY NETWORKS; LINEAR NOISE APPROXIMATION; PIECEWISE DETERMINISTIC PROCESSES; STEADY-STATE APPROXIMATION; MARKOV JUMP-PROCESSES; SINGLE-CELL; REACTING SYSTEMS; DIFFERENTIAL-EQUATIONS; BIMOLECULAR REACTION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary; Physics, Mathematical","Journal Information":"JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Volume: 50 Issue: 9 Pages: 1-60 Article Number: 093001 DOI: 10.1088/1751-8121/aa54d9 Published: MAR 3 2017","Abstract":"Stochastic fluctuations of molecule numbers are ubiquitous in biological systems. Important examples include gene expression and enzymatic processes in living cells. Such systems are typically modelled as chemical reaction networks whose dynamics are governed by the chemical master equation. Despite its simple structure, no analytic solutions to the chemical master equation are known for most systems. Moreover, stochastic simulations are computationally expensive, making systematic analysis and statistical inference a challenging task. Consequently, significant effort has been spent in recent decades on the development of efficient approximation and inference methods. This article gives an introduction to basic modelling concepts as well as an overview of state of the art methods. First, we motivate and introduce deterministic and stochastic methods for modelling chemical networks, and give an overview of simulation and exact solution methods. Next, we discuss several approximation methods, including the chemical Langevin equation, the system size expansion, moment closure approximations, time-scale separation approximations and hybrid methods. We discuss their various properties and review recent advances and remaining challenges for these methods. We present a comparison of several of these methods by means of a numerical case study and highlight some of their respective advantages and disadvantages. Finally, we discuss the problem of inference from experimental data in the Bayesian framework and review recent methods developed the literature. In summary, this review gives a self-contained introduction to modelling, approximations and inference methods for stochastic chemical kinetics.","Authors":"Schnoerr, D (Schnoerr, David) ; Sanguinetti, G (Sanguinetti, Guido) ; Grima, R (Grima, Ramon)","Title":"Approximation and inference methods for stochastic biochemical kinetics-a tutorial review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399087600003 ISSN: 2160-6455 eISSN: 2160-6463","Keywords":"Embodied interaction; attention inference; Bayesian network; gesture interaction; multimodal interaction KeyWords Plus:BAYESIAN NETWORKS; UTILITY FUNCTION; ATTENTION; COGNITION; INTERRUPTION; INFORMATION; PERFORMANCE; ALGORITHMS; GESTURES; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ACM TRANSACTIONS ON INTERACTIVE INTELLIGENT SYSTEMS Volume: 7 Issue: 1 Article Number: 3 DOI: 10.1145/2953887 Published: MAR 2017","Abstract":"This article aims to assess the effect of embodied interaction on attention during the process of solving spatio-visual navigation problems. It presents a method that links operator's physical interaction, feedback, and attention. Attention is inferred through networks called Bayesian Attentional Networks (BANs). BANs are structures that describe cause-effect relationship between attention and physical action. Then, a utility function is used to determine the best combination of interaction modalities and feedback. Experiments involving five physical interaction modalities (vision-based gesture interaction, glove-based gesture interaction, speech, feet, and body stance) and two feedback modalities (visual and sound) are described. The main findings are: (i) physical expressions have an effect in the quality of the solutions to spatial navigation problems; (ii) the combination of feet gestures with visual feedback provides the best task performance.","Authors":"Zhang, T (Zhang, Ting) ; Li, YT (Li, Yu-Ting) ; Wachs, JP (Wachs, Juan P.)","Title":"The Effect of Embodied Interaction in Visual-Spatial Navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398965400003 PubMed ID: 28408966 ISSN: 1932-6157","Keywords":"Undirected gene network; Bayesian inference; shrinkage; variational approximation; empirical Bayes KeyWords Plus:GAUSSIAN GRAPHICAL MODELS; COVARIANCE-MATRIX ESTIMATION; BAYESIAN VARIABLE SELECTION; TUNING PARAMETER SELECTION; VARIATIONAL INFERENCE; ASSOCIATION NETWORKS; DISTRIBUTIONS; REGRESSION; LASSO; APPROXIMATIONS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF APPLIED STATISTICS Volume: 11 Issue: 1 Pages: 41-68 DOI: 10.1214/16-AOAS990 Published: MAR 2017","Abstract":"Reconstructing a gene network from high-throughput molecular data is an important but challenging task, as the number of parameters to estimate easily is much larger than the sample size. A conventional remedy is to regularize or penalize the model likelihood. In network models, this is often done locally in the neighborhood of each node or gene. However, estimation of the many regularization parameters is often difficult and can result in large statistical uncertainties. In this paper we propose to combine local regularization with global shrinkage of the regularization parameters to borrow strength between genes and improve inference. We employ a simple Bayesian model with nonsparse, conjugate priors to facilitate the use of fast variational approximations to posteriors. We discuss empirical Bayes estimation of hyperparameters of the priors, and propose a novel approach to rank-based posterior thresholding. Using extensive model-and data-based simulations, we demonstrate that the proposed inference strategy outperforms popular (sparse) methods, yields more stable edges, and is more reproducible. The proposed method, termed ShrinkNet, is then applied to Glioblastoma to investigate the interactions between genes associated with patient survival.","Authors":"Leday, GGR (Leday, Gwenael G. R.) ; de Gunst, MCM (de Gunst, Mathisca C. M.) ; Kpogbezan, GB (Kpogbezan, Gino B.) ; van der Vaart, AW (van der Vaart, Aad W.) ; van Wieringen, WN (van Wieringen, Wessel N.) ; van de Wiel, MA (van de Wiel, Mark A.)","Title":"GENE NETWORK RECONSTRUCTION USING GLOBAL-LOCAL SHRINKAGE PRIORS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398965400010 ISSN: 1932-6157","Keywords":"Bayesian modeling; state-space modeling; SIR model; forecasting; influenza; time-series KeyWords Plus:PANDEMIC INFLUENZA; EPIDEMICS; OUTBREAKS; DYNAMICS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF APPLIED STATISTICS Volume: 11 Issue: 1 Pages: 202-224 DOI: 10.1214/16-AOAS1000 Published: MAR 2017","Abstract":"Seasonal influenza is a serious public health and societal problem due to its consequences resulting from absenteeism, hospitalizations, and deaths. The overall burden of influenza is captured by the Centers for Disease Control and Prevention's influenza-like illness network, which provides invaluable information about the current incidence. This information is used to provide decision support regarding prevention and response efforts. Despite the relatively rich surveillance data and the recurrent nature of seasonal influenza, forecasting the timing and intensity of seasonal influenza in the U.S. remains challenging because the form of the disease transmission process is uncertain, the disease dynamics are only partially observed, and the public health observations are noisy. Fitting a probabilistic state-space model motivated by a deterministic mathematical model [a susceptible-infectious-recovered (SIR) model] is a promising approach for forecasting seasonal influenza while simultaneously accounting for multiple sources of uncertainty. A significant finding of this work is the importance of thoughtfully specifying the prior, as results critically depend on its specification. Our conditionally specified prior allows us to exploit known relationships between latent SIR initial conditions and parameters and functions of surveillance data. We demonstrate advantages of our approach relative to alternatives via a forecasting comparison using several forecast accuracy metrics.","Authors":"Osthus, D (Osthus, Dave) ; Hickmann, KS (Hickmann, Kyle S.) ; Caragea, PC (Caragea, Petruta C.) ; Higdon, D (Higdon, Dave) ; Del Valle, SY (Del Valle, Sara Y.)","Title":"FORECASTING SEASONAL INFLUENZA WITH A STATE-SPACE SIR MODEL"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398965400015 ISSN: 1932-6157","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF APPLIED STATISTICS Volume: 11 Issue: 1 Pages: 320-339 DOI: 10.1214/16-AOAS1006 Published: MAR 2017","Abstract":"Social contact patterns reveal with whom individuals tend to socialize, and therefore to whom they transmit respiratory infections. We infer highly detailed age-specific contact rates between the sexes using a hierarchical Bayesian model that smooths while simultaneously guaranteeing the inherent reciprocity of contact rates. Application of this approach to social contact data from a large prospective survey confirms a tendency that people, especially children and adolescents, mostly contact other people of their own age and sex, and reveals that women have more contact with children than men. These findings imply different exposure patterns between the two sexes for specific age groups, which agrees with available observations.","Authors":"van de Kassteele, J (van de Kassteele, Jan) ; van Eijkeren, J (van Eijkeren, Jan) ; Wallinga, J (Wallinga, Jacco)","Title":"EFFICIENT ESTIMATION OF AGE-SPECIFIC SOCIAL CONTACT RATES BETWEEN MEN AND WOMEN"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718700003 ISSN: 2076-3417","Keywords":"deep convolutional features; gait representation; Joint Bayesian; cross-view gait recognition; gait identification; gait verification","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"APPLIED SCIENCES-BASEL Volume: 7 Issue: 3 Article Number: 210 DOI: 10.3390/app7030210 Published: MAR 2017","Abstract":"Human gait, as a soft biometric, helps to recognize people through their walking. To further improve the recognition performance, we propose a novel video sensor-based gait representation, DeepGait, using deep convolutional features and introduce Joint Bayesian to model view variance. DeepGait is generated by using a pre-trained very deep network D-Net (VGG-D) without any fine-tuning. For non-view setting, DeepGait outperforms hand-crafted representations (e.g., Gait Energy Image, Frequency-Domain Feature and Gait Flow Image, etc.). Furthermore, for cross-view setting, 256-dimensional DeepGait after PCA significantly outperforms the state-of-the-art methods on the OU-ISR large population (OULP) dataset. The OULP dataset, which includes 4007 subjects, makes our result reliable in a statistically reliable way.","Authors":"Li, C (Li, Chao) ; Min, X (Min, Xin) ; Sun, SQ (Sun, Shouqian) ; Lin, WQ (Lin, Wenqian) ; Tang, ZC (Tang, Zhichuan)","Title":"DeepGait: A Learning Deep Convolutional Representation for View-Invariant Gait Recognition Using Joint Bayesian"}]