[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500005 PubMed ID: 28042536 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"Chronic Kidney Disease; Microarray Analysis; Protein Interaction Maps; Systems Biology; Transforming Growth Factor Beta-1 KeyWords Plus:DIABETIC-NEPHROPATHY; EXPRESSION PROFILES; TGF-BETA; FIBROSIS; DISEASE; CYTOSCAPE; MEGAKARYOCYTES; INFLAMMATION; NOTCH","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 514-531 Published: WIN 2017","Abstract":"Objective: Despite the huge efforts, chronic kidney disease (CKD) remains as an unsolved problem in medicine. Many studies have shown a central role for transforming growth factor beta-1 (TGF beta-1) and its downstream signaling cascades in the pathogenesis of CKD. In this study, we have reanalyzed a microarray dataset to recognize critical signaling pathways controlled by TGF beta-1. Materials and Methods: This study is a bioinformatics reanalysis for a microarray data. The GSE23338 dataset was downloaded from the gene expression omnibus (GEO) database which assesses the mRNA expression profile of TGF beta-1 treated human kidney cells after 24 and 48 hours incubation. The protein interaction networks for differentially expressed (DE) genes in both time points were constructed and enriched. In addition, by network topology analysis, genes with high centrality were identified and then pathway enrichment analysis was performed with either the total network genes or with the central nodes. Results: We found 110 and 170 genes differentially expressed in the time points 24 and 48 hours, respectively. As the genes in each time point had few interactions, the networks were enriched by adding previously known genes interacting with the differentially expressed ones. In terms of degree, betweenness, and closeness centrality parameters 62 and 60 nodes were considered to be central in the enriched networks of 24 hours and 48 hours treatment, respectively. Pathway enrichment analysis with the central nodes was more informative than those with all network nodes or even initial DE genes, revealing key signaling pathways. Conclusion: We introduced a method for the analysis of microarray data that integrates the expression pattern of genes with their topological properties in protein interaction networks. This holistic novel approach allows extracting knowledge from raw bulk omics data.","Authors":"Rabieian, R (Rabieian, Reyhaneh) ; Abedi, M (Abedi, Maryam) ; Gheisari, Y (Gheisari, Yousof)","Title":"Central Nodes in Protein Interaction Networks Drive Critical Functions in Transforming Growth Factor Beta-1 Stimulated Kidney Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500018 PubMed ID: 27883216 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"LONG NON-CODING RNA; lncRNA UC; 187; PROLIFERATION; APOPTOSIS; INVASION; TROPHOBLAST CELLS KeyWords Plus:ANTIANGIOGENIC FACTORS; NORMAL-PREGNANCY; EXPRESSION; CANCER; GENE; TRANSCRIPTION; PATHOGENESIS; HYPERTENSION; LANDSCAPE; RECEPTOR","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1462-1470 DOI: 10.1002/jcb.25805 Published: JUN 2017","Abstract":"Among the preeclampsia-related long non-cording RNAs (lncRNAs) screened with a gene chip in our preliminary study, uc.187 attracted our attention because of its high conservation across different species and significant positive correlation with preeclampsia (PE). The literature and bioinformatics analysis suggested that lncRNA uc. 187 might be associated with cell growth, invasion, and apoptosis. The expression of uc. 187 in severe preeclamptic placentas (n = 31) and normal placentas (n = 18) was evaluated by real-time reverse transcription polymerase chain reaction (qRT-PCR). We constructed a silencing lentivirus vector (uc. 187 siRNA) to explore the biological function of uc. 187 in the development and progression of HTR-8/SVneo trophoblast cells in vitro. Furthermore, we utilized CCK8 analysis, a transwell invasion assay, and flow cytometry to determine the role of uc. 187 in the proliferation, invasion, and apoptosis of HTR-8/SVneo trophoblast cells. The proteins related to proliferation (PCNA, Ki67), invasion (MMP-2/-9 and TIMP-1), and apoptosis (caspase-3, Bcl-2) were evaluated with a Western blot assay. The results showed that there was an obvious upregulation of uc. 187 expression in preeclamptic placental tissues. In addition, uc. 187 silencing enhanced cell proliferation and invasion and reduced the cellular apoptotic response. Taken together, our findings suggest for the first time that abnormal expression of lncRNA uc. 187 may lead to the aberrant biological behavior of HTR-8/SVneo cells. Therefore, we propose uc. 187 as a novel lncRNA molecule that might contribute to the development of PE and might represent a potential diagnostic and therapeutic target for this disease. (C) 2016 Wiley Periodicals, Inc.","Authors":"Cao, CY (Cao, Chunyu) ; Li, JY (Li, Jingyun) ; Li, J (Li, Jun) ; Liu, L (Liu, Lan) ; Cheng, XY (Cheng, Xiaoyan) ; Jia, RZ (Jia, Ruizhe)","Title":"Long Non-Coding RNA Uc.187 Is Upregulated in Preeclampsia and Modulates Proliferation, Apoptosis, and Invasion of HTR-8/SVneo Trophoblast Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800014 PubMed ID: 27636101 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1326-1336 DOI: 10.1002/jcp.25602 Published: JUN 2017","Abstract":"Familial Mediterranean fever (FMF) is an autosomal recessive disease characterized by recurrent, acute, and self-limiting attacks of fever. Mutations in MEFV gene encoding pyrin account for FMF, but the high number of heterozygote patients with typical symptoms of the disease has driven a number of alternative aetiopathogenic hypotheses. The MEFV gene was knocked down in human myelomonocytic cells that express endogenous pyrin to identify deregulated microRNAs (miRNAs). Microarray analyses revealed 29 significantly differentially expressed miRNAs implicated in pathways associated with cellular integrity and survival. Implementation of in silico gene network prediction algorithms and bioinformatics analyses showed that miR-4520a is predicted to target genes implicated in autophagy through regulation of RHEB/mTOR signaling. Differential expression levels of RHEB were confirmed by luciferase reporter gene assays providing further evidence that is directly targeted by miR-4520a. Although the relative expression levels of miR-4520a were variable among FMF patients, the statistical expression of miR-4520a was different between FMF mutation carriers and controls (P = 0.0061), indicating an association between miR-4520a expression and MEFV mutations. Comparison between FMF patients bearing the M694V mutation, associated with severe disease, and healthy controls showed a significant increase in miR-4520a expression levels ( P = 0.00545). These data suggest that RHEB, the main activator of mTOR signaling, is a valid target of miR-4520a with the relative expression levels of the latter being significantly deregulated in FMF patients and highly dependent on the presence of pyrin mutations, especially of the M694V type. These results suggest a role of deregulated autophagy in the pathogenesis of FMF.(C) 2016 Wiley Periodicals, Inc.","Authors":"Latsoudis, H (Latsoudis, Helen) ; Mashreghi, MF (Mashreghi, Mir-Farzin) ; Grun, JR (Gruen, Joachim R.) ; Chang, HD (Chang, Hyun-Dong) ; Stuhlmuller, B (Stuhlmueller, Bruno) ; Repa, A (Repa, Argyro) ; Gergiannaki, I (Gergiannaki, Irini) ; Kabouraki, E (Kabouraki, Eleni) ; Vlachos, GS (Vlachos, George S.) ; Haupl, T (Haeupl, Thomas) ; Radbruch, A (Radbruch, Andreas) ; Sidiropoulos, P (Sidiropoulos, Prodromos) ; Doukoumetzidis, K (Doukoumetzidis, Kimon) ; Kardassis, D (Kardassis, Dimitris) ; Niewold, TB (Niewold, Timothy B.) ; Boumpas, DT (Boumpas, Dimitrios T.)[ 10 ] ; Goulielmos, GN (Goulielmos, George N.)[ 1,2,11 ] ...More...Less","Title":"Differential Expression of miR-4520a Associated With Pyrin Mutations in Familial Mediterranean Fever (FMF)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800018 PubMed ID: 27682981 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1368-1386 DOI: 10.1002/jcp.25622 Published: JUN 2017","Abstract":"Epithelial Cadherin (E-cadherin) is involved in calcium-dependent cell-cell adhesion and signal transduction. The E-cadherin decrease/loss is a hallmark of Epithelial to Mesenchymal Transition (EMT), a key event in tumor progression. The underlying molecular mechanisms that trigger E-cadherin loss and consequent EMT have not been completely elucidated. This study reports the identification of a novel human E-cadherin variant mRNA produced by alternative splicing. A bioinformatics evaluation of the novel mRNA sequence and biochemical verifications suggest its regulation by Nonsense-Mediated mRNA Decay (NMD). The novel E-cadherin variant was detected in 29/42 (69%) human tumor cell lines, expressed at variable levels (E-cadherin variant expression relative to the wild type mRNA = 0.05-11.6%). Stable transfection of the novel E-cadherin variant in MCF-7 cells (MCF7Ecadvar) resulted in downregulation of wild type E-cadherin expression (transcript/protein) and EMT-related changes, among them acquisition of a fibroblastic-like cell phenotype, increased expression of Twist, Snail, Zeb1, and Slug transcriptional repressors and decreased expression of ESRP1 and ESRP2 RNA binding proteins. Moreover, loss of cytokeratins and gain of vimentin, N-cadherin and Dysadherin/FXYD5 proteins was observed. Dramatic changes in cell behavior were found in MCF7Ecadvar, as judged by the decreased cell-cell adhesion (Hanging-drop assay), increased cell motility (Wound Healing) and increased cell migration (Transwell) and invasion (Transwell w/Matrigel). Some changes were found in MCF-7 cells incubated with culture medium supplemented with conditioned medium from HEK-293 cells transfected with the E-cadherin variant mRNA. Further characterization of the novel E-cadherin variant will help understanding the molecular basis of tumor progression and improve cancer diagnosis.(C) 2016 Wiley Periodicals, Inc.","Authors":"Matos, ML (Laura Matos, Maria) ; Lapyckyj, L (Lapyckyj, Lara) ; Rosso, M (Rosso, Marina) ; Besso, MJ (Jose Besso, Maria) ; Mencucci, MV (Victoria Mencucci, Maria) ; Briggiler, CIM (Marin Briggiler, Clara Isabel) ; Giustina, S (Giustina, Silvina) ; Furlong, LI (Ines Furlong, Laura) ; Vazquez-Levin, MH (Hebe Vazquez-Levin, Monica)","Title":"Identification of a Novel Human E-Cadherin Splice Variant and Assessment of Its Effects Upon EMT-Related Events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700040 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Combinatorial optimization; Partial permutation matrices; Graduated projection; Deterministic annealing KeyWords Plus:GNCCP","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 414-417 DOI: 10.1016/j.neucom.2016.11.048 Published: MAY 10 2017","Abstract":"LibCoopt is an open-source matlab code library which provides a general and convenient tool to approximately solve the combinatorial optimization problems on the set of partial permutation matrices, which are frequently encountered in computer vision, bioinformatics, social analysis, etc. To use the library, the user needs only to give the objective function and its gradient function associated with the problem. Two typical problems, the subgraph matching problem and the quadratic assignment problem, are employed to illustrate how to use the library and also its flexibility on different types of problems.","Authors":"Liu, ZY (Liu, Zhi-Yong) ; Wang, JJ (Wang, Jing-Jing) ; Yang, X (Yang, Xu) ; Feng, SH (Feng, Shi-Hao)","Title":"LibCoopt: A library for combinatorial optimization on partial permutation matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011900006 PubMed ID: 28223168 ISSN: 0304-3835 eISSN: 1872-7980","Keywords":"Alternative splicing; NSCLC; Exon skip; Survival; Prognosis KeyWords Plus:EXPRESSION; SURVIVAL; REVEALS; VISUALIZATION; STATISTICS; CARCINOMA; EVENTS; DESIGN; TUMORS; MICE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CANCER LETTERS Volume: 393 Pages: 40-51 DOI: 10.1016/j.canlet.2017.02.016 Published: MAY 1 2017","Abstract":"Alternative splicing provides a major mechanism to generate protein diversity. Increasing evidence suggests a link of dysregulation of splicing associated with cancer. Genome-wide alternative splicing profiling in lung cancer remains largely unstudied. We generated alternative splicing profiles in 491 lung adenocarcinoma (WAD) and 471 lung squamous cell carcinoma (LUSC) patients in TCGA using RNA-seq data, prognostic models and splicing networks were built by integrated bioinformatics analysis. A total of 3691 and 2403 alternative splicing events were significantly associated with patient survival in LUAD and LUSC, respectively, including EGFR, CD44, PIK3C3, RRAS2, MAPKAPI and FGFR2. The area under the curve of the receiver-operator characteristic curve for prognostic predictor in NSCLC was 0.817 at 2000 days of overall survival which were also over 0.8 in LUAD and LUSC, separately. Interestingly, splicing correlation networks uncovered opposite roles of splicing factors in LUAD and LUSC. We created prognostic predictors based on alternative splicing events with high performances for risk stratification in NSCLC patients and uncovered interesting splicing networks in LUAD and LUSC which could be underlying mechanisms. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, Y (Li, Yuan) ; Sun, N (Sun, Nan) ; Lu, ZL (Lu, Zhiliang) ; Sun, SG (Sun, Shouguo) ; Huang, JB (Huang, Jianbing) ; Chen, ZL (Chen, Zhaoli) ; He, J (He, Jie)","Title":"Prognostic alternative mRNA splicing signature in non-small cell lung cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600044 PubMed ID: 28153464 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Serine protease; Conformational transitions; Homology model; Stability in organic solvents; Differential scanning fluorimetry KeyWords Plus:ORGANIC-SOLVENT; FOLDING PROBLEM; STABILITY; FLUORESCENCE","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 387-397 DOI: 10.1016/j.ijbiomac.2017.01.124 Published: MAY 2017","Abstract":"This work describes functional and structural transitions of a novel protease isolated from Conidiobolus brefeldianus MTCC 5185 (Cprot), in detail using biophysical and bioinformatics tools. The commercial importance of Cprot in silk and leather industries made it an interesting candidate for structural investigations. Cprot possesses 8.2%alpha-helix, 31.1% beta-sheet and 23.8% turns. The enzyme was found to be active over a wide pH range and up to 55 degrees C. The protease was also stable in organic solvents up to 50% (v/v) concentration of alcohols and DMSO for >24 h and in 2 M guanidine hydrochloride for >12 h. Cprot was also resistant to trypsin, chymotrypsin, proteinase K and fluorinated alcohols (5-10%). The melting temperatures observed for the native Cprot and for the enzyme treated under various stress conditions correlated well with the corresponding structural and functional transitions obtained. The structural information was supported by the homology model of its closest homologue from C. coronatus; revealing its similarity to PA clan of proteases (Proteases of mixed nucleophile, superfamily A), with His-64, Asp-113 and Ser-208 as putative catalytic triad. Three tryptophan residues in Cprot are surrounded by positively charged residues, as evident from solute quenching studies and homology model. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shukla, E (Shukla, Ekta) ; Agrawal, SB (Agrawal, Sanskruthi B.) ; Gaikwad, SM (Gaikwad, Sushama M.)","Title":"Conformational and functional transitions and in silico analysis of a serine protease from Conidiobolus brefeldianus (MTCC 5185)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397953100020 PubMed ID: 27736001 ISSN: 0146-6615 eISSN: 1096-9071","Keywords":"human papillomavirus; virus classification; BLAST algorithm; biostatistics and bioinformatics; DNA extraction KeyWords Plus:CUTANEOUS WARTS; HPV TYPES","Categories":"Virology Web of Science Categories:Virology","Journal Information":"JOURNAL OF MEDICAL VIROLOGY Volume: 89 Issue: 5 Pages: 902-907 DOI: 10.1002/jmv.24713 Published: MAY 2017","Abstract":"Plantar warts are caused by human papillomaviruses (HPVs) and have been associated with several HPV genotypes. However, there are few studies focused exclusively on plantar warts. In this work, we aim to identify the HPV genotypes of plantar warts and explore their relation to demographic and clinical characteristics of patients. A total of 72 patients diagnosed with plantar warts were recruited at the Laser unit at Podiatric Hospital, University of Barcelona, Spain. Inner hyperkeratosis laminar sections of warts were collected and DNA of samples were extracted. Amplification of a conserved region of the HPV L1 gene was performed with the SK-Polymerase chain reaction method. DNA amplicons were sequenced and HPV types identified. The most prevalent genotypes detected among the 105 analyzed plantar warts were HPV-57 (37.1%), HPV-27 (23.8%), HPV-1a (20.9%), HPV-2 (15.2%), and HPV-65 (2.8%). The majority of patients (78%) presented one single plantar wart, whereas multiple warts were detected in 22.2% of patients. One patient with multiple warts presented HPV types from two different genera, suggesting the spread of warts by selfinoculation as well as by de novo infection. No significant differences between the number of warts in toes, midfoot and heel were found. The most prevalent HPV types detected in all areas belonged to the alpha genus. This work provides new insight on plantar warts and their associated HPV genotypes, and evidences the usefulness and reliability of both the sample collection procedure and the PCR method used for HPV detection and typing. (C) 2016 Wiley Periodicals, Inc.","Authors":"de Planell-Mas, E (de Planell-Mas, Elena) ; Martinez-Garriga, B (Martinez-Garriga, Blanca) ; Zalacain, AJ (Zalacain, Antonio Jesus) ; Vinuesa, T (Vinuesa, Teresa) ; Vinas, M (Vinas, Miguel)","Title":"Human Papillomaviruses Genotyping in Plantar Warts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398570900008 PubMed ID: 27125218 ISSN: 1464-6722 eISSN: 1364-3703","Keywords":"AcCRaV; Actinidia; chlorotic ringspot; family Bunyaviridae; genus Emaravirus KeyWords Plus:STERILITY-MOSAIC-VIRUS; ROSE ROSETTE DISEASE; GENOMIC RNA SEGMENTS; LEAF BLOTCH VIRUS; ERIOPHYID MITE; 30K SUPERFAMILY; PIGEONPEA; PROTEINS; SEQUENCE; IDENTIFICATION","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"MOLECULAR PLANT PATHOLOGY Volume: 18 Issue: 4 Pages: 569-581 DOI: 10.1111/mpp.12421 Published: MAY 2017","Abstract":"By integrating next-generation sequencing (NGS), bioinformatics, electron microscopy and conventional molecular biology tools, a new virus infecting kiwifruit vines has been identified and characterized. Being associated with double-membrane-bound bodies in infected tissues and having a genome composed of RNA segments, each one containing a single open reading frame in negative polarity, this virus shows the typical features of members of the genus Emaravirus. Five genomic RNA segments were identified. Additional molecular signatures in the viral RNAs and in the proteins they encode, together with data from phylogenetic analyses, support the proposal of creating a new species in the genus Emaravirus to classify the novel virus, which is tentatively named Actinidia chlorotic ringspot-associated virus (AcCRaV). Bioassays showed that AcCRaV is mechanically transmissible to Nicotiana benthamiana plants which, in turn, may develop chlorotic spots and ringspots. Field surveys disclosed the presence of AcCRaV in four different species of kiwifruit vines in five different provinces of central and western China, and support the association of the novel virus with symptoms of leaf chlorotic ringspots in Actinidia. Data on the molecular features of small RNAs of 21-24 nucleotides, derived from AcCRaV RNAs targeted by host RNA silencing mechanisms, are also reported, and possible molecular pathways involved in their biogenesis are discussed.","Authors":"Zheng, YZ (Zheng, Yazhou) ; Navarro, B (Navarro, Beatriz) ; Wang, GP (Wang, Guoping) ; Wang, YX (Wang, Yanxiang) ; Yang, ZK (Yang, Zuokun) ; Xu, WX (Xu, Wenxing) ; Zhu, CX (Zhu, Chenxi) ; Wang, LP (Wang, Liping) ; Di Serio, F (Di Serio, Francesco) ; Hong, N (Hong, Ni)","Title":"Actinidia chlorotic ringspot-associated virus: a novel emaravirus infecting kiwifruit plants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396968300005 PubMed ID: 28132929 ISSN: 0969-9961 eISSN: 1095-953X","Keywords":"Huntington disease; Alzheimer's disease; Parkinson's disease; Polyglutamine; Aggregates; Oligomers; Inclusions; Huntingtin; alpha-Synuclein; Amyloid precursor protein KeyWords Plus:PAIRED HELICAL FILAMENTS; SODIUM DODECYL-SULFATE; MYELIN BASIC-PROTEIN; ALZHEIMERS-DISEASE; TISSUE TRANSGLUTAMINASE; CROSS-LINKING; HUNTINGTONS-DISEASE; ALPHA-SYNUCLEIN; EXPANDED POLYGLUTAMINE; MUTANT HUNTINGTIN","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROBIOLOGY OF DISEASE Volume: 101 Pages: 40-58 DOI: 10.1016/j.nbd.2017.01.007 Published: MAY 2017","Abstract":"Transglutaminases are calcium-dependent enzymes that catalyze the formation of epsilon-(gamma-glutamyl)lysine isopeptide bonds between specific glutamine and lysine residues. Some transglutaminase isoforms are present in the brain and are thought to participate in the protein aggregation characteristic of neurological diseases such as Huntington, Alzheimer's and Parkinson's disease. We have developed a functional proteomics strategy in which biotinylated amine-donor and amine-acceptor probes were used to identify the transglutaminase substrates present in brain. Bioinformatics analyses revealed that most of the 166 brain substrates identified interacted with huntingtin, the amyloid precursor protein or alpha-synuclein and that neurological disease was the most significant canonical pathway associated with the substrates. The physiological relevance of the substrates identified by mass spectrometry was confirmed by the fact that three of them (actin, beta-tubulin and a neurofilament subunit) were polymerized in neuronal cells when cytosolic calcium concentration was raised. We also showed by in-situ immunolabeling that some of the substrates were part of the protein aggregates found in neurological diseases. These results strongly support the idea that the crosslinking activity of brain transglutaminase participates in the formation of the protein aggregates found in diseases of the central nervous system. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Andre, W (Andre, William) ; Nondier, I (Nondier, Isabelle) ; Valensi, M (Valensi, Maud) ; Guillonneau, F (Guillonneau, Francois) ; Federici, C (Federici, Christian) ; Hoffner, G (Hoffner, Guylaine) ; Djian, P (Djian, Philippe)","Title":"Identification of brain substrates of transglutaminase by functional proteomics supports its role in neurodegenerative diseases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394635500009 PubMed ID: 28069431 ISSN: 0145-305X eISSN: 1879-0089","Keywords":"Small RNA-Seq; miR-9a; miR-981; Imd pathway; Diptericin; Drosophila melanogaster KeyWords Plus:IMMUNE-RESPONSE; HOST-DEFENSE; SIGNALING PATHWAY; MELANOGASTER; TOLL; RECOGNITION; HOMEOSTASIS; INDUCTION; TOLERANCE; EVOLUTION","Categories":"Immunology; Zoology Web of Science Categories:Immunology; Zoology","Journal Information":"DEVELOPMENTAL AND COMPARATIVE IMMUNOLOGY Volume: 70 Pages: 80-87 DOI: 10.1016/j.dci.2017.01.008 Published: MAY 2017","Abstract":"Drosophila have served as a model for research on innate immunity for decades. However, knowledge of the post-transcriptional regulation of immune gene expression by microRNAs (miRNAs) remains rudimentary. In the present study, using small RNA-seq and bioinformatics analysis, we identified 67 differentially expressed miRNAs in Drosophila infected with Escherichia coli compared to injured flies at three time-points. Furthermore, we found that 21 of these miRNAs were potentially involved in the regulation of Imd pathway-related genes. Strikingly, based on UAS-miRNAs line screening and Dualluciferase assay, we identified that miR-9a and miR-981 could both negatively regulate Drosophila antibacterial defenses and decrease the level of the antibacterial peptide, Diptericin. Taken together, these data support the involvement of miRNAs in the regulation of the Drosophila Imd pathway. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, SJ (Li, Shengjie) ; Shen, L (Shen, Li) ; Sun, LJ (Sun, Lianjie) ; Xu, J (Xu, Jiao) ; Jin, P (Jin, Ping) ; Chen, LM (Chen, Liming) ; Ma, F (Ma, Fei)","Title":"Small RNA-Seq analysis reveals microRNA-regulation of the Imd pathway during Escherichia coli infection in Drosophila"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394635500015 PubMed ID: 28089718 ISSN: 0145-305X eISSN: 1879-0089","Categories":"Immunology; Zoology Web of Science Categories:Immunology; Zoology","Journal Information":"DEVELOPMENTAL AND COMPARATIVE IMMUNOLOGY Volume: 70 Pages: 135-144 DOI: 10.1016/j.dci.2017.01.011 Published: MAY 2017","Abstract":"Alligator mississippiensis (American alligator), a member of order Crocodilia, lives in bacteria-laden environments but is not often known to succumb to bacterial infections. Their serum has been shown to have antibacterial activity beyond that of human serum, and it is believed that this activity is partially due to cationic antimicrobial peptides (CAMPs). CAMPs are produced by many organisms as part of the innate immune system. CAMPs are attractive possible therapies against multi-drug resistant bacteria, such as those found in biofilm-infected war wounds, because they seldom cause genetic resistance in bacteria and are effective against antibiotic resistant bacteria. In this work, We identified, synthesized, and characterized a cathelicidin and two shorter fragments from the American alligator. We discovered the cathelicidin using Basic Local Alignment Search Tool (BLAST) alignment and by comparing A. mississippiensis expressed sequence tags (ESTs) with propeptide cathelicidins of other reptiles. We analyzed the structure using bioinformatics tools and circular dichroism and predicted that the full-length cathelicidin peptide has a mixed structure, with an N-terminal a-helix and a center Pro hinge. In minimal inhibitory concentration (MIC) assays, it was determined that the cathelicidin and the two shorter fragments have strong activity against multiple Gram-negative bacteria, including clinical isolates of multi-drug resistant (MDR) Acinetobacter baumannii and carbapenerri-resistant Klebsiella pneumoniae. Using the ethidium bromide uptake assay, it was found that these peptides permeabilize the bacterial membrane and are less sensitive to salt inhibition than many other known CAMPs. The alligator cathelicidin peptides were not hemolytic against sheep red blood cells at 300 mu g/ml and were not significantly cytotoxic against A549 human lung epithelial cells after 24 h exposure in 3-(4,5dimethylthiazol-2-y1)-2,5-diphenyltetrazolium bromide (MIT) assays. These alligator cathelicidin peptides have activity similar to other CAMPs from reptiles such as NA-CATH. It is possible that the alligator cathelicidins play an important role in the innate immune response of A. mississippiensis, similar to LL-37 in humans. In addition, due to their activities against MDR bacteria and lack of cytotoxicity, the AM-CATH peptides could be an attractive platform for further development as a potential therapeutic. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Barksdale, SM (Barksdale, Stephanie M.) ; Hrifko, EJ (Hrifko, Evelyn J.) ; van Hoek, ML (van Hoek, Monique L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number van Hoek, Monique  http://orcid.org/0000-0003-1679-4899","Title":"Cathelicidin antimicrobial peptide from Alligator mississippiensis has antibacterial activity against multi-drug resistant Acinetobacter baumanii and Klebsiella pneumoniae"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770800007 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Combinatorial optimization; Benders decomposition; Integer programming; Telecommunications; Bioinformatics KeyWords Plus:STEINER TREE PROBLEMS; NETWORK DESIGN; BENDERS DECOMPOSITION; GRAPHS; HEURISTICS; ALGORITHMS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 3 Pages: 887-901 DOI: 10.1016/j.ejor.2016.11.004 Published: MAY 1 2017","Abstract":"In this work, we consider the minimum-cost shared Steiner arborescence problem (SStA). In this problem, the goal is to find a minimum-cost subgraph, which is shared among multiple entities and each entity is able to establish a cost-efficient Steiner arborescence. The SStA has been recently used in the literature to establish shared functional modules in protein-protein interaction networks. We propose a cut-based formulation for the problem, and design two exact algorithmic approaches: one based on the separation of connectivity cut inequalities, and the other corresponding to a Benders decomposition of the former model. Both approaches are enhanced by various techniques, including (i) preprocessing, (ii) stabilized cut generation, (iii) primal heuristics, and (iv) cut management. These two algorithmic alternatives are computationally evaluated and compared with a previously proposed flow based formulation. We illustrate the effectiveness of the algorithms on two types of instances derived from protein-protein interaction networks (available from the previous literature) and from telecommunication access networks. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Alvarez-Miranda, E (Alvarez-Miranda, Eduardo) ; Ljubic, I (Ljubic, Ivana) ; Luipersbeck, M (Luipersbeck, Martin) ; Sinnl, M (Sinnl, Markus)","Title":"Solving minimum-cost shared arborescence problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392355500032 PubMed ID: 28040177 ISSN: 0740-0020 eISSN: 1095-9998","Keywords":"Bacillus; Cocoa fermentation; DegU regulator; pel gene regulation; Pectate lyase KeyWords Plus:LACTIC-ACID BACTERIA; ERWINIA-CHRYSANTHEMI; BEAN FERMENTATIONS; LYASE PRODUCTION; STARTER CULTURE; PECTATE LYASES; DEGS-DEGU; SUBTILIS; EXPRESSION; STRAINS","Categories":"Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology","Journal Information":"FOOD MICROBIOLOGY Volume: 63 Pages: 255-262 DOI: 10.1016/j.fm.2016.12.004 Published: MAY 2017","Abstract":"Pectin degrading enzymes are essential for quality of product from cocoa fermentation. Previously, we studied purified pectate lyases (Pel) produced by Bacillus strains from fermenting cocoa and characterized the cloned pel genes. This study aims to search for biological signals that modulates Pel production and regulators that influence pel gene expression. Strains were grown to the end of exponential phase in media containing various carbon sources. Pel enzymes production in Bacillus was unaffected by simple sugar content variation up to 2%. Additionally, it appeared that pel gene is not under the control of the most common carbon and pectin catabolism regulators ccpA and kdgR, which could explain the insensitivity of Pel production to carbon source variation. However, a 6-fold decrease in Pel production was observed when bacteria were grown in LB rich medium as opposed to basal mineral medium. Subsequently, bioinformatics analysis of cloned pel gene promoter region revealed the presence of DegU binding site. Furthermore, the deletion of degU gene dramatically reduces the pel gene expression, as revealed by real time quantitative PCR, showing an activation effect of DegU on Pel synthesis in Bacillus strains studied. We assumed that, during the latter stage of cocoa fermentation when simple sugars are depleted, production of Pel in Bacillus is stimulated by DegU to supply microbial cells with carbon source from polymeric pectic compounds. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ouattara, HG (Ouattara, Honore G.) ; Reverchon, S (Reverchon, Sylvie) ; Niamke, SL (Niamke, Sebastien L.) ; Nasser, W (Nasser, William) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sylvie, Reverchon  P-7932-2016 http://orcid.org/0000-0002-0478-3474","Title":"Regulation of the synthesis of pulp degrading enzymes in Bacillus isolated from cocoa fermentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500011 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Ensemble paradigm; Feature selection; Data perturbation; Selection stability; High-dimensional genomic data KeyWords Plus:ROBUST FEATURE-SELECTION; SUPPORT VECTOR MACHINES; GENE-EXPRESSION; CANCER CLASSIFICATION; TISSUE CLASSIFICATION; RANDOM FORESTS; PREDICTION; TASKS; BIOINFORMATICS; SIMILARITY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 132-147 DOI: 10.1016/j.inffus.2016.10.001 Published: MAY 2017","Abstract":"Ensemble classification is a well-established approach that involves fusing the decisions of multiple predictive models. A similar \"ensemble logic\" has been recently applied to challenging feature selection tasks aimed at identifying the most informative variables (or features) for a given domain of interest. In this work, we discuss the rationale of ensemble feature selection and evaluate the effects and the implications of a specific ensemble approach, namely the data perturbation strategy. Basically, it consists in combining multiple selectors that exploit the same core algorithm but are trained on different perturbed versions of the original data. The real potential of this approach, still object of debate in the feature selection literature, is here investigated in conjunction with different kinds of core selection algorithms (both univariate and multivariate). In particular, we evaluate the extent to which the ensemble implementation improves the overall performance of the selection process, in terms of predictive accuracy and stability (i.e., robustness with respect to changes in the training data). Furthermore, we measure the impact of the ensemble approach on the final selection outcome, i.e. on the composition of the selected feature subsets. The results obtained on ten public genomic benchmarks provide useful insight on both the benefits and the limitations of such ensemble approach, paving the way to the exploration of new and wider ensemble schemes. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Pes, B (Pes, Barbara) ; Dessi, N (Dessi, Nicoletta) ; Angioni, M (Angioni, Marta) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pes, Barbara  http://orcid.org/0000-0003-3983-6844","Title":"Exploiting the ensemble paradigm for stable feature selection: A case study on high-dimensional genomic data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954800001 PubMed ID: 28130056 ISSN: 0378-1119 eISSN: 1879-0038","Keywords":"LGR4; miR-34c; Osteoporosis; Osteoclast differentiation; GSK3-beta KeyWords Plus:COUPLED RECEPTOR 48; INDUCED BONE LOSS; LINEAGE PROGRESSION; SIGNALING PATHWAY; DOWN-REGULATION; IN-VITRO; OSTEOPOROSIS; MICE; RESORPTION; INACTIVATION","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"GENE Volume: 610 Pages: 1-8 DOI: 10.1016/j.gene.2017.01.028 Published: APR 30 2017","Abstract":"MicroRNAs have emerged as important regulators of osteoclast differentiation in recent years. Of these, miR-34c has been reported to play an important role in bone development. However, its role and the underlying mechanism in osteoclast differentiation remains poorly understood. In this study, we aimed to investigate the precise role and molecular mechanism of miR-34c in osteoclast differentiation. We found an obvious increase in miR-34c expression during osteoclast differentiation in osteoclast precursors induced by receptor activator of nuclear factor kappa B (NF-kappa B) ligand and macrophage colony-stimulating factor in vitro. Further experiments showed that overexpression of miR-34c significantly promoted osteoclast differentiation while suppression of miR-34c showed the opposite effect. Interestingly, bioinformatics analysis and dual-luciferase reporter assays showed that miR-34c targets the 3'-untranslated region of leucine-rich repeat-containing G-protein-coupled receptor 4 (LGR4). The expression of LGR4 was regulated by miR-34c in osteoclasts. Moreover, miR-34c regulated NF-kappa B and glycogen synthase kinase 3-beta signaling during osteoclast differentiation. Overexpression of LGR4 partially reversed the promoting effect of miR-34c overexpression on osteoclast differentiation. Taken together, our study suggests that miR-34c contributes to osteoclast differentiation by targeting LGR4, providing novel insights into understanding the molecular mechanism underlying osteoclast differentiation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Cong, F (Cong, Fei) ; Wu, N (Wu, Na) ; Tian, XN (Tian, Xiaoning) ; Fan, JZ (Fan, Jinzhu) ; Liu, J (Liu, Jian) ; Song, T (Song, Tao) ; Fu, H (Fu, Hua)","Title":"MicroRNA-34c promotes osteoclast differentiation through targeting LGR4"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398434700002 PubMed ID: 28351641 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Targeted quantitative proteomics tutorial; Selected/multiple reaction monitoring (SRM/MRM); Parallel reaction monitoring (PRM); Tandem mass spectrometry (MS/MS); Data independent acquisition (DIA); Sequential windowed acquisition of all theoretical fragmentation spectra (SWATH) KeyWords Plus:RELATIVE PROTEIN ABUNDANCE; REACTION MONITORING ASSAYS; ABSOLUTE QUANTIFICATION; LC-MS/MS; BIOMARKER DISCOVERY; PEPTIDE IDENTIFICATION; SIGNALING NETWORKS; PLASMA-PROTEINS; CELL-LINE; SRM","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 964 Pages: 7-23 DOI: 10.1016/j.aca.2017.01.059 Published: APR 29 2017","Abstract":"Mass spectrometry (MS) based proteomics have achieved a near- complete proteome coverage in humans and in several other organisms, producing a wealth of information stored in databases and bioinformatics resources. Recent implementation of selected/multiple reaction monitoring (SRM/MRM) technology in targeted proteomics introduced the possibility of quantitatively follow-up specific protein targets in a hypothesis-driven experiment. In contrast to immunoaffinity-based workflows typically used in biological and clinical research for protein quantification, SRM/MRM is characterized by high selectivity, large capacity for multiplexing (approx.200 proteins per analysis) and rapid, cost-effective transition from assay development to deployment. The concept of SRM/MRM utilizes triple quadrupole (QqQ) mass analyzer to provide inherent reproducibility, unparalleled sensitivity and selectivity to efficiently differentiate isoforms, post-translational modifications and mutated forms of proteins. SRMlike targeted acquisitions such as parallel reaction monitoring (PRM) are pioneered on high resolution/accurate mass (HR/AM) platforms based on the quadrupole-orbitrap (Q-orbitrap) mass spectrometer. The expansion of HR/AM also caused development in data independent acquisition (DIA). This review presents a step-by-step tutorial on development of SRM/MRM protein assay intended for researchers without prior experience in proteomics. We discus practical aspects of SRM-based quantitative proteomics workflow, summarize milestones in basic biological and medical research as well as recent trends and emerging techniques. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Vidova, V (Vidova, Veronika) ; Spacil, Z (Spacil, Zdenek)","Title":"A review on mass spectrometry-based quantitative proteomics: Targeted and data independent acquisition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651200009 PubMed ID: 28215748 ISSN: 0306-4522 eISSN: 1873-7544","Keywords":"SNHG14; miR-145-5p; PLA2G4A; microglia activation KeyWords Plus:BLADDER-CANCER; PROLIFERATION; EXPRESSION; BRAIN; INHIBITION; ISCHEMIA; INJURY; CELLS; UHRF1","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROSCIENCE Volume: 348 Pages: 98-106 DOI: 10.1016/j.neuroscience.2017.02.002 Published: APR 21 2017","Abstract":"Activated microglia cells (MCs) are able to release a large amount of inflammatory cytokines after ischemic stroke, which exacerbates neuron damage. In this study, we explored the functional involvement of long non-coding RNA (IncRNA) SNHG14 and its potential regulatory mechanism in the activation of MCs. The mouse model of middle cerebral artery occlusion (MCAO) and microglia cell model of oxygen/glucose deprivation (OGD) were made. The expression of SNHG14, miR-145-5p and PLA2G4A protein expression was determined by quantitative real time PCR and western blot, respectively. Dual-luciferase assay was used to verify the direct binding of miR-145-5p and PLA2G4A. Flow cytometry was applied to measure neurons' apoptosis. SNHG14 highly expressed in ischemic cerebral tissues and BV-2 cells after OGD treatment. SNHG14 knockdown could remarkably inhibit BV-2 cells activation induced by OGD; while SNHG14 overexpression significantly promoted BV-2 cells activation, showing an increase of TNF-alpha and NO production and neurons' apoptosis rate. Additionally, SNHG14 knockdown promoted the expression of miR-145-5p and reduced PLA2G4A. Contrarily, SNHG14 overexpression inhibited miR-145-5p expression and increased PLA2G4A. Moreover, miR-145-5p overexpression also reversed the effect of OGD on BV-2 cells activation. Bioinformatics analysis and dual-luciferase assay supported that SNHG14 could bind directly to miR-145-5p and miR-145-5pbinding site was existed on 3'-UTR of PLA2G4A. MiR-1455p mimic reversed the increase of PLA2G4A and reduced the high levels of TNF-a and NO in BV-2 cells induced by SNHG14 overexpression. SNHG14 increased the expression of PLA2G4A by inhibition of miR-145-5p, which resulted in the activation of MCs in cerebral infarction. (C) 2017 IBRO. Published by Elsevier Ltd. All rights reserved.","Authors":"Qi, X (Qi, Xu) ; Shao, M (Shao, Ming) ; Sun, HJ (Sun, Hongjing) ; Shen, Y (Shen, Yue) ; Meng, DL (Meng, Delong) ; Huo, W (Huo, Wei)","Title":"LONG NON-CODING RNA SNHG14 PROMOTES MICROGLIA ACTIVATION BY REGULATING MIR-145-5P/PLA2G4A IN CEREBRAL INFARCTION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429600004 PubMed ID: 28131846 ISSN: 0006-2952 eISSN: 1873-2968","Keywords":"Host defence peptides; Apolipoprotein B; Immunomodulation; Lipopolysaccharide; Bacterial biofilm; Combination therapy; Wound healing; Biocompatibility KeyWords Plus:HOST-DEFENSE PEPTIDES; CELL-MIGRATION ASSAY; ANTIMICROBIAL PEPTIDES; IN-VITRO; CIRCULAR-DICHROISM; MODEL","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"BIOCHEMICAL PHARMACOLOGY Volume: 130 Pages: 34-50 DOI: 10.1016/j.bcp.2017.01.009 Published: APR 15 2017","Abstract":"Host defence peptides (HDPs) are short, cationic amphipathic peptides that play a key role in the response to infection and inflammation in all complex life forms. It is increasingly emerging that HDPs generally have a modest direct activity against a broad range of microorganisms, and that their anti infective properties are mainly due to their ability to modulate the immune response. Here, we report the recombinant production and characterization of two novel HDPs identified in human Apolipoprotein B (residues 887-922) by using a bioinformatics method recently developed by our group. We focused our attention on two variants of the identified HDP, here named r(P)ApoB(L) and r(P)ApoB(s), 38- and 26-residue long, respectively. Both HDPs were found to be endowed with a broad-spectrum antimicrobial activity while they show neither toxic nor haemolytic effects towards eukaryotic cells. Interestingly, both HDPs were found to display a significant anti-biofilm activity, and to act in synergy with either commonly used antibiotics or EDTA. The latter was selected for its ability to affect bacterial outer membrane permeability, and to sensitize bacteria to several antibiotics. Circular dichroism analyses showed that SDS, TFE, and LPS significantly alter r(P)ApoBL conformation, whereas slighter or no significant effects were detected in the case of r(P)ApoBs peptide. Interestingly, both ApoB derived peptides were found to elicit anti-inflammatory effects, being able to mitigate the production of pro inflammatory interleukin-6 and nitric oxide in LPS induced murine macrophages. It should also be emphasized that r(P)ApoBL peptide was found to play a role in human keratinocytes wound closure in vitro. Altogether, these findings open interesting perspectives on the therapeutic use of the herein identified HDPs. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Gaglione, R (Gaglione, Rosa) ; Dell'Olmo, E (Dell'Olmo, Eliana) ; Bosso, A (Bosso, Andrea) ; Chino, M (Chino, Marco) ; Pane, K (Pane, Katia) ; Ascione, F (Ascione, Flora) ; Itri, F (Itri, Francesco) ; Caserta, S (Caserta, Sergio) ; Amoresano, A (Amoresano, Angela) ; Lombardi, A (Lombardi, Angelina) ; Haagsman, HP (Haagsman, Henk P.) ; Piccoli, R (Piccoli, Renata) ; Pizzo, E (Pizzo, Elio) ; Veldhuizen, EJA (Veldhuizen, Edwin J. A.) ; Notomista, E (Notomista, Eugenio) ; Arciello, A (Arciello, Angela) ...More...Less","Title":"Novel human bioactive peptides identified in Apolipoprotein B: Evaluation of their therapeutic potential"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398056200006 PubMed ID: 28088842 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"maximally selected statistics; random forests; rank statistics; survival analysis; trees KeyWords Plus:CHI-SQUARE STATISTICS; PROGNOSTIC-FACTORS; CLASSIFICATION; BIOINFORMATICS; TABLES; TREES","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 8 Pages: 1272-1284 DOI: 10.1002/sim.7212 Published: APR 15 2017","Abstract":"The most popular approach for analyzing survival data is the Cox regression model. The Cox model may, however, be misspecified, and its proportionality assumption may not always be fulfilled. An alternative approach for survival prediction is random forests for survival outcomes. The standard split criterion for random survival forests is the log-rank test statistic, which favors splitting variables with many possible split points. Conditional inference forests avoid this split variable selection bias. However, linear rank statistics are utilized by default in conditional inference forests to select the optimal splitting variable, which cannot detect non-linear effects in the independent variables. An alternative is to use maximally selected rank statistics for the split point selection. As in conditional inference forests, splitting variables are compared on the p-value scale. However, instead of the conditional Monte-Carlo approach used in conditional inference forests, p-value approximations are employed. We describe several p-value approximations and the implementation of the proposed random forest approach. A simulation study demonstrates that unbiased split variable selection is possible. However, there is a trade-off between unbiased split variable selection and runtime. In benchmark studies of prediction performance on simulated and real datasets, the newmethod performs better than random survival forests if informative dichotomous variables are combined with uninformative variables with more categories and better than conditional inference forests if non-linear covariate effects are included. In a runtime comparison, the method proves to be computationally faster than both alternatives, if a simple p-value approximation is used. Copyright (C) 2017 JohnWiley & Sons, Ltd.","Authors":"Wright, MN (Wright, Marvin N.) ; Dankowski, T (Dankowski, Theresa) ; Ziegler, A (Ziegler, Andreas)","Title":"Unbiased split variable selection for random survival forests using maximally selected rank statistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395213100001 PubMed ID: 28119085 ISSN: 0378-1119 eISSN: 1879-0038","Keywords":"Lung cancer; TGF-beta; Long noncoding RNA; Epithelial-Mesenchymal-Transition; SMAD3 KeyWords Plus:DISEASE-FREE SURVIVAL; GENE SET ENRICHMENT; TGF-BETA; BREAST-CANCER; ABERRANT EXPRESSION; COLORECTAL-CANCER; HUMAN GENOME; METASTASIS; SMAD3; CELLS","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"GENE Volume: 608 Pages: 1-12 DOI: 10.1016/j.gene.2017.01.023 Published: APR 15 2017","Abstract":"Accumulating evidence suggests that long noncoding RNAs (IncRNAs) are crucial regulators of the Epithelial-Mesenchymal-Transition (EMT). TGF-beta signaling is a major inducer of EMT and can facilitate lung cancer metastasis. However, the role of lncRNAs in this process remains largely unknown. Here, we have identified 291 IncRNAs which were differentially expressed in lung cancer tissues compared with adjacent normal tissues. Of these, the gene body or vicinity of 19 transcripts were also bound by SMAD3. The expression of LINC01186 was significantly decreased in A549 cells treated with TGF-beta. Furthermore, LINC01186 was stably down-regulated in lung cancer tissues compared with normal tissues in TCGA data sets and another published lung cancer data sets. The bioinformatics analysis suggested that LINC01186 was associated with TGF-beta and might participate in EMT process. Moreover, knocking-down LINC01186 promoted cell migration and invasion, whereas, LINC01186 overexpression prevented cell metastasis. Importantly, LINC01186 expression was regulated by SMAD3. And LINC01186 affected several EMT markers expression. These findings suggest that LINC01186, a mediator of TGF-beta signaling, can play a significant role in the regulation of EMT and lung cancer cell migration and invasion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hao, YJ (Hao, Yajing) ; Yang, XL (Yang, Xinling) ; Zhang, DD (Zhang, Dongdong) ; Luo, JJ (Luo, Jianjun) ; Chen, RS (Chen, Runsheng)","Title":"Long noncoding RNA LINC01186, regulated by TGF-beta/SMAD3, inhibits migration and invasion through Epithelial-Mesenchymal-Transition in lung cancer"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398897900016 PubMed ID: 28406196 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 161-161 Published: APR 13 2017","Authors":"Brazas, MD (Brazas, Michelle D.) ; Blackford, S (Blackford, Sarah) ; Attwood, TK (Attwood, Teresa K.)","Title":"Plug gap in essential bioinformatics skills"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398737800001 ISSN: 1176-9351","Keywords":"Bioinformatics; informatics; residency; education; pathology; training KeyWords Plus:FOR-MOLECULAR-PATHOLOGY; MEDICAL-SCHOOLS; CURRICULUM; INFORMATICS; GUIDELINES","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"CANCER INFORMATICS Volume: 16 DOI: 10.1177/1176935117703389 Published: APR 10 2017","Abstract":"Training anatomic and clinical pathology residents in the principles of bioinformatics is a challenging endeavor. Most residents receive little to no formal exposure to bioinformatics during medical education, and most of the pathology training is spent interpreting histopathology slides using light microscopy or focused on laboratory regulation, management, and interpretation of discrete laboratory data. At a minimum, residents should be familiar with data structure, data pipelines, data manipulation, and data regulations within clinical laboratories. Fellowship-level training should incorporate advanced principles unique to each subspecialty. Barriers to bioinformatics education include the clinical apprenticeship training model, ill-defined educational milestones, inadequate faculty expertise, and limited exposure during medical training. Online educational resources, case-based learning, and incorporation into molecular genomics education could serve as effective educational strategies. Overall, pathology bioinformatics training can be incorporated into pathology resident curricula, provided there is motivation to incorporate, institutional support, educational resources, and adequate faculty expertise.","Authors":"Clay, MR (Clay, Michael R.) ; Fisher, KE (Fisher, Kevin E.)","Title":"Bioinformatics Education in Pathology Training: Current Scope and Future Direction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398516500001 PubMed ID: 28405244 ISSN: 1868-7083","Keywords":"lncRNA; Head and neck squamous cell carcinoma; Cluster; Genomics KeyWords Plus:LONG NONCODING RNAS; DNA METHYLATION; HUMAN-PAPILLOMAVIRUS; CELL CARCINOMA; EMERGING ROLE; GENOME-WIDE; ORAL-CANCER; LANDSCAPE; MUTATIONS; SIGNATURE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CLINICAL EPIGENETICS Volume: 9 Article Number: 36 DOI: 10.1186/s13148-017-0334-6 Published: APR 8 2017","Abstract":"Background: Long non-coding RNAs (lncRNAs) have emerged as key players in a remarkably variety of biological processes and pathologic conditions, including cancer. Next-generation sequencing technologies and bioinformatics procedures predict the existence of tens of thousands of lncRNAs, from which we know the functions of only a handful of them, and very little is known in cancer types such as head and neck squamous cell carcinomas (HNSCCs). Results: Here, we use RNAseq expression data from The Cancer Genome Atlas (TCGA) and various statistic and software tools in order to get insight about the lncRNome in HNSCC. Based on lncRNA expression across 426 samples, we discover five distinct tumor clusters that we compare with reported clusters based on various genomic/genetic features. Results demonstrate significant associations between lncRNA-based clustering and DNA methylation, TP53 mutation, and human papillomavirus infection. Using \"guilt-by-association\" procedures, we infer the possible biological functions of representative lncRNAs of each cluster. Furthermore, we found that lncRNA clustering is correlated with some important clinical and pathologic features, including patient survival after treatment, tumor grade, or sub-anatomical location. Conclusions: We present a landscape of lncRNAs in HNSCC and provide associations with important genotypic and phenotypic features that may help to understand the disease.","Authors":"de Lena, PG (de Lena, Pelayo G.) ; Paz-Gallardo, A (Paz-Gallardo, Abel) ; Paramio, JM (Paramio, Jesus M.) ; Garcia-Escudero, R (Garcia-Escudero, Ramon)","Title":"Clusterization in head and neck squamous carcinomas based on lncRNA expression: molecular and clinical correlates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011300019 PubMed ID: 28242197 ISSN: 0006-291X eISSN: 1090-2104","Keywords":"Antimicrobial peptides (AMPS); Casein201; S taphylococcusaureus; Y ersinia enterocolitica KeyWords Plus:RANDOMIZED-TRIAL; EXPRESSION; BACTERIA; PROTEINS; INFANTS; WHEY; RISK","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS Volume: 485 Issue: 3 Pages: 698-704 DOI: 10.1016/j.bbrc.2017.02.108 Published: APR 8 2017","Abstract":"Introduction: Casein201 is one of the human milk sourced peptides that differed significantly in preterm and full-term mothers. This study is designed to demonstrate the biological characteristics, antibacterial activity and mechanisms of Casein201 against common pathogens in neonatal infection. Methodology: The analysis of biological characteristics was done by bioinformatics. Disk diffusion method and flow cytometry were used to detect the antimicrobial activity of Casein201. Killing kinetics of Casein201 was measured using microplate reader. The antimicrobial mechanism of Casein201 was studied by electron microscopy and electrophoresis. Results: Bioinformatics analysis indicates that Casein201 derived from 0-casein and showed significant sequence overlap. Antibacterial assays showed Casein201 inhibited the growth of S taphylococcus aureus and Y ersinia enterocolitica. Ultrastructural analyses revealed that the antibacterial activity of Casein201 is through cytoplasmic structures disintegration and bacterial cell envelope alterations but not combination with DNA. Conclusion: We conclude the antimicrobial activity and mechanism of Casein201. Our data demonstrate that Casein201 has potential therapeutic value for the prevention and treatment of pathogens in neonatal infection. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhang, F (Zhang, Fan) ; Cui, XW (Cui, Xianwei) ; Fu, YR (Fu, Yanrong) ; Zhang, J (Zhang, Jun) ; Zhou, YH (Zhou, Yahui) ; Sun, YZ (Sun, Yazhou) ; Wang, X (Wang, Xing) ; Li, Y (Li, Yun) ; Liu, QQ (Liu, Qianqi) ; Chen, T (Chen, Ting)","Title":"Antimicrobial activity and mechanism of the human milk-sourced peptide Casein201"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398615100001 PubMed ID: 28388874 ISSN: 1471-2105","Keywords":"Hi-CChIA-PET; Chromatin conformation capture; Peak; Paired-genomic-loci; Tool suite; Bedtools; Genomic arithmetic KeyWords Plus:PRINCIPLES; PROVIDES; SYSTEM","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 207 DOI: 10.1186/s12859-017-1621-0 Published: APR 7 2017","Abstract":"Background: Genomic interaction studies use next-generation sequencing (NGS) to examine the interactions between two loci on the genome, with subsequent bioinformatics analyses typically including annotation, intersection, and merging of data from multiple experiments. While many file types and analysis tools exist for storing and manipulating single locus NGS data, there is currently no file standard or analysis tool suite for manipulating and storing pairedgenomic-loci: the data type resulting from \"genomic interaction\" studies. As genomic interaction sequencing data are becoming prevalent, a standard file format and tools for working with these data conveniently and efficiently are needed. Results: This article details a file standard and novel software tool suite for working with paired-genomic-loci data. We present the paired-genomic-loci (PGL) file standard for genomic-interactions data, and the accompanying analysis tool suite \"pgltools\": a cross platform, pypy compatible python package available both as an easy-to-use UNIX package, and as a python module, for integration into pipelines of paired-genomic-loci analyses. Conclusions: Pgltools is a freely available, open source tool suite for manipulating paired-genomic-loci data. Source code, an in-depth manual, and a tutorial are available publicly at www. github. com/billgreenwald/pgltools, and a python module of the operations can be installed from PyPI via the PyGLtools module.","Authors":"Greenwald, WW (Greenwald, William W.) ; Li, H (Li, He) ; Smith, EN (Smith, Erin N.) ; Benaglio, P (Benaglio, Paola) ; Nariai, N (Nariai, Naoki) ; Frazer, KA (Frazer, Kelly A.)","Title":"Pgltools: a genomic arithmetic tool suite for manipulation of Hi-C peak and other chromatin interaction data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398616600001 ISSN: 1664-302X","Keywords":"secondary metabolism; bioinformatics; genome mining; Aneurinibacillus migulanus; biocontrol bacteria; gramicidin S; biosurfactant KeyWords Plus:BACILLUS-SUBTILIS; BOTRYTIS-CINEREA; BREVIBACILLUS-BREVIS; BIOFILM FORMATION; IN-VITRO; BIOSURFACTANTS","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"FRONTIERS IN MICROBIOLOGY Volume: 8 Article Number: 517 DOI: 10.3389/fmicb.2017.00517 Published: APR 7 2017","Abstract":"The soil-borne gram-positive bacteria Aneurinibacillus migulanus strain Nagano shows considerable potential as a biocontrol agent against plant diseases. In contrast, A. migulanus NCTC 7096 proved less effective for inhibition of plant pathogens. Nagano strain exerts biocontrol activity against some gram-positive and gram-negative bacteria, fungi and oomycetes through the production of gramicidin S (GS). Apart from the antibiotic effects, GS increases the rate of evaporation from the plant surface, reducing periods of surface wetness and thereby indirectly inhibiting spore germination. To elucidate the molecular basis of differential biocontrol abilities of Nagano and NCTC 7096, we compared GS production and biosurfactant secretion in addition to genome mining of the genomes. Our results proved that: (i) Using oil spreading, blood agar lysis, surface tension and tomato leaves wetness assays, Nagano showed increased biosurfactant secretion in comparison with NCTC 7096, (ii) Genome mining indicated the presence of GS genes in both Nagano and NCTC 7096 with two amino acid units difference between the strains: T342I and P419S. Using 3D models and the DUET server, T342I and P419S were predicted to decrease the stability of the NCTC 7096 GS synthase, (iii) Nagano produced two additional GS-like molecules GS-1155 (molecular weight 1155) and GS-1169 (molecular weight 1169), where one or two ornithine residues replace lysine in the peptide. There was also a negative correlation between surface tension and the quantity of GS-1169 present in Nagano, and (iv) the Nagano genome had a full protein network of exopolysaccharide biosynthesis in contrast to NCTC 7096 which lacked the first enzyme of the network. NCTC 7096 is unable to form biofilms as observed for Nagano. Different molecular layers, mainly gramicidin secondary metabolite production, account for differential biocontrol abilities of Nagano and NCTC 7096. This work highlighted the basis of differential biological control abilities between strains belonging to the same species and demonstrates techniques useful to the screening of effective biocontrol strains for environmentally friendly secondary metabolites that can be used to manage plant pathogens in the field.","Authors":"Alenezi, FN (Alenezi, Faizah N.) ; Rekik, I (Rekik, Imen) ; Bouket, AC (Bouket, Ali Chenari) ; Luptakova, L (Luptakova, Lenka) ; Weitz, HJ (Weitz, Hedda J.) ; Rateb, ME (Rateb, Mostafa E.) ; Jaspars, M (Jaspars, Marcel) ; Woodward, S (Woodward, Stephen) ; Belbahri, L (Belbahri, Lassaad)","Title":"Increased Biological Activity of Aneurinibacillus migulanus Strains Correlates with the Production of New Gramicidin Secondary Metabolites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398548100020 PubMed ID: 28389666 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 738 DOI: 10.1038/s41598-017-00872-8 Published: APR 7 2017","Abstract":"Prostate cancer is one of the most common cancers in men and a leading cause of cancer death worldwide, displaying a broad range of heterogeneity in terms of clinical and molecular behavior. Increasing evidence suggests that classifying prostate cancers into distinct molecular subtypes is critical to exploring the potential molecular variation underlying this heterogeneity and to better treat this cancer. In this study, the somatic mutation profiles of prostate cancer were downloaded from the TCGA database and used as the source nodes of the random walk with restart algorithm (RWRA) for generating smoothed mutation profiles in the STRING network. The smoothed mutation profiles were selected as the input matrix of the Graph-regularized Nonnegative Matrix Factorization (GNMF) for classifying patients into distinct molecular subtypes. The results were associated with most of the clinical and pathological outcomes. In addition, some bioinformatics analyses were performed for the robust subtyping, and good results were obtained. These results indicated that prostate cancers can be usefully classified according to their mutation profiles, and we hope that these subtypes will help improve the treatment stratification of this cancer in the future.","Authors":"Yang, L (Yang, Lei) ; Wang, SY (Wang, Shiyuan) ; Zhou, M (Zhou, Meng) ; Chen, XW (Chen, Xiaowen) ; Jiang, W (Jiang, Wei) ; Zuo, YC (Zuo, Yongchun) ; Lv, YL (Lv, Yingli)","Title":"Molecular classification of prostate adenocarcinoma by the integrated somatic mutation profiles and molecular network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398403700003 PubMed ID: 28388925 ISSN: 1743-422X","Keywords":"Newcastle disease virus; Next-generation sequencing; Multiplexing; Galaxy; De novo assembly; Multiplexing; Complete genomes; Mixed infection; Avian paramyxovirus KeyWords Plus:NEWCASTLE-DISEASE-VIRUS; AVIAN PARAMYXOVIRUS SEROTYPE-1; GENETIC DIVERSITY; IDENTIFICATION; DISCOVERY; GENOTYPES; METAGENOMICS; ALGORITHMS; PIPELINE; SAMPLES","Categories":"Virology Web of Science Categories:Virology","Journal Information":"VIROLOGY JOURNAL Volume: 14 Article Number: 72 DOI: 10.1186/s12985-017-0741-5 Published: APR 7 2017","Abstract":"Background: Next-generation sequencing (NGS) allows ultra-deep sequencing of nucleic acids. The use of sequence-independent amplification of viral nucleic acids without utilization of target-specific primers provides advantages over traditional sequencing methods and allows detection of unsuspected variants and co-infecting agents. However, NGS is not widely used for small RNA viruses because of incorrectly perceived cost estimates and inefficient utilization of freely available bioinformatics tools. Methods: In this study, we have utilized NGS-based random sequencing of total RNA combined with barcode multiplexing of libraries to quickly, effectively and simultaneously characterize the genomic sequences of multiple avian paramyxoviruses. Thirty libraries were prepared from diagnostic samples amplified in allantoic fluids and their total RNAs were sequenced in a single flow cell on an Illumina MiSeq instrument. After digital normalization, data were assembled using the MIRA assembler within a customized workflow on the Galaxy platform. Results: Twenty-eight avian paramyxovirus 1 (APMV-1), one APMV-13, four avian influenza and two infectious bronchitis virus complete or nearly complete genome sequences were obtained from the single run. The 29 avian paramyxovirus genomes displayed 99.6% mean coverage based on bases with Phred quality scores of 30 or more. The lower and upper quartiles of sample median depth per position for those 29 samples were 2984 and 6894, respectively, indicating coverage across samples sufficient for deep variant analysis. Sample processing and library preparation took approximately 25-30 h, the sequencing run took 39 h, and processing through the Galaxy workflow took approximately 2-3 h. The cost of all steps, excluding labor, was estimated to be 106 USD per sample. Conclusions: This work describes an efficient multiplexing NGS approach, a detailed analysis workflow, and customized tools for the characterization of the genomes of RNA viruses. The combination of multiplexing NGS technology with the Galaxy workflow platform resulted in a fast, user-friendly, and cost-efficient protocol for the simultaneous characterization of multiple full-length viral genomes. Twenty-nine full-length or near-full-length APMV genomes with a high median depth were successfully sequenced out of 30 samples. The applied de novo assembly approach also allowed identification of mixed viral populations in some of the samples.","Authors":"Dimitrov, KM (Dimitrov, Kiril M.) ; Sharma, P (Sharma, Poonam) ; Volkening, JD (Volkening, Jeremy D.) ; Goraichuk, IV (Goraichuk, Iryna V.) ; Wajid, A (Wajid, Abdul) ; Rehmani, SF (Rehmani, Shafqat Fatima) ; Basharat, A (Basharat, Asma) ; Shittu, I (Shittu, Ismaila) ; Joannis, TM (Joannis, Tony M.) ; Miller, PJ (Miller, Patti J.) ; Afonso, CL (Afonso, Claudio L.) ...More...Less","Title":"A robust and cost-effective approach to sequence and analyze complete genomes of small RNA viruses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398376200036 PubMed ID: 28334807 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: 6 Pages: 3266-3279 DOI: 10.1093/nar/gkx105 Published: APR 7 2017","Abstract":"Genome-wide association studies identified numerous disease risk loci. Delineating molecular mechanisms influenced by cis-regulatory variants is essential to understand gene regulation and ultimately disease pathophysiology. Combining bioinformatics and public domain chromatin information with quantitative proteomics supports prediction of cis-regulatory variants and enabled identification of allele-dependent binding of both, transcription factors and coregulators at the type 2 diabetes associated PPARG locus. We found rs7647481A non-risk allele binding of Yin Yang 1 (YY1), confirmed by allele-specific chromatin immunoprecipitation in primary adipocytes. Quantitative proteomics also found the coregulator RING1 and YY1 binding protein (RYBP) whose mRNA levels correlate with improved insulin sensitivity in primary adipose cells carrying the rs7647481A nonrisk allele. Our findings support a concept with diverse cis-regulatory variants contributing to disease pathophysiology at one locus. Proteome-wide identification of both, transcription factors and coregulators, can profoundly improve understanding of mechanisms underlying genetic associations.","Authors":"Lee, H (Lee, Heekyoung)[ 1,2,3,4,5,16 ] ; Qian, K (Qian, Kun) ; von Toerne, C (von Toerne, Christine) ; Hoerburger, L (Hoerburger, Lena) ; Claussnitzer, M (Claussnitzer, Melina) ; Hoffmann, C (Hoffmann, Christoph) ; Glunk, V (Glunk, Viktoria) ; Wahl, S (Wahl, Simone)[ 5,10,11 ] ; Breier, M (Breier, Michaela)[ 5,10,11 ] ; Eck, F (Eck, Franziska) ; Jafari, L (Jafari, Leili) ; Molnos, S (Molnos, Sophie)[ 5,10,11 ] ; Grallert, H (Grallert, Harald)[ 3,4,5,10,11 ] ; Dahlman, I (Dahlman, Ingrid)[ 12 ] ; Arner, P (Arner, Peter)[ 12 ] ; Brunner, C (Brunner, Cornelia)[ 13 ] ; Hauner, H (Hauner, Hans)[ 1,2,3,4,5,14 ] ; Hauck, SM (Hauck, Stefanie M.) ; Laumen, H (Laumen, Helmut)[ 1,2,3,4,5,6,7,15 ] ...More...Less","Title":"Allele-specific quantitative proteomics unravels molecular mechanisms modulated by cis-regulatory PPARG locus variation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398654700001 PubMed ID: 28428751 ISSN: 1663-9812","Keywords":"free and easy wanderer; inflammation; NF-kappa B; pharmacognosy; posttraumatic stress disorder KeyWords Plus:UNPREDICTABLE MILD STRESS; ACUTE LUNG INJURY; OXIDATIVE-STRESS; PC12 CELLS; MOUSE MODEL; RAT MODEL; PAEONIFLORIN PROTECTS; GLYCYRRHIZA-URALENSIS; INDUCED NEUROTOXICITY; SIGNALING PATHWAYS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 181 DOI: 10.3389/fphar.2017.00181 Published: APR 6 2017","Abstract":"Posttraumatic stress disorder (PTSD) is a mental disorder developing after exposure to traumatic events. Although psychotherapy reveals some therapeutic effectiveness, clinically sustainable cure is still uncertain. Some Chinese herbal formulae are reported to work well clinically against mental diseases in Asian countries, but the safety and their mode of action are still unclear. In this study, we investigated the mechanisms of Chinese remedy free and easy wanderer (FAEW) on PTSD. We used a reverse pharmacology approach combining clinical data to search for mechanisms of PTSD with subsequent in vitro verification and bioinformatics techniques as follows: (1) by analyzing microarray-based transcriptome-wide mRNA expression profiling of PTSD patients; (2) by investigating the effect of FAEW and the antidepressant control drug fluoxetine on the transcription factor NF-kappa B using reporter cell assays and western blotting; (3) by performing molecular docking and literature data mining based on phytochemical constituents of FAEW. The results suggest an involvement of inflammatory processes mediated through NF-kappa B in the progression of PTSD. FAEW was non-cytotoxic in vitro and inhibited NF-kappa B activity and p65 protein expression. FAEW's anti-inflammatory compounds, i.e., paeoniflorin, isoliquiritin, isoliquiritin apioside and ononin were evaluated for binding to I kappa K and p65-ReIA in a molecular docking approach. Paeoniflorin, albiflorin, baicalin, isoliquiritin and liquiritin have been reported to relieve depression in vivo or in clinical trials, which might be the active ingredients for FAEW against PTSD.","Authors":"Hong, CL (Hong, Chunlan) ; Schuffler, A (Schueffler, Anja) ; Kauhl, U (Kauhl, Ulrich) ; Cao, JM (Cao, Jingming) ; Wu, CF (Wu, Ching-Fen) ; Opatz, T (Opatz, Till) ; Thines, E (Thines, Eckhard) ; Efferth, T (Efferth, Thomas)","Title":"Identification of NF-kappa B as Determinant of Posttraumatic Stress Disorder and Its Inhibition by the Chinese Herbal Remedy Free and Easy Wanderer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398411900001 PubMed ID: 28428792 ISSN: 1664-462X","Keywords":"jasmonate; male fertility; MYB; phenylpropanoid biosynthesis; pollen development; RNA sequencing; wheat KeyWords Plus:CYTOPLASMIC MALE-STERILITY; DIFFERENTIALLY EXPRESSED GENES; JASMONIC ACID BIOSYNTHESIS; DOMAIN PROTEINS INTERACT; TRITICUM-AESTIVUM L.; ARABIDOPSIS-THALIANA; POLLEN DEVELOPMENT; EXTRACELLULAR-MATRIX; MUTANT; LINES","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"FRONTIERS IN PLANT SCIENCE Volume: 8 Article Number: 449 DOI: 10.3389/fpls.2017.00449 Published: APR 6 2017","Abstract":"The Aegilops kotschyi thermo-sensitive cytoplasmic male sterility (K-TCMS) system may facilitate hybrid wheat (Triticum aestivum L.) seed multiplication and production. The K-TCMS line is completely male sterile during the normal wheat-growing season, whereas its fertility can be restored in a high-temperature environment. To elucidate the molecular mechanisms responsible for male sterility/fertility conversion and candidate genes involved with pollen development in K-TCMS, we employed RNA-seq to sequence the transcriptomes of anthers from K-TCMS line KTM3315A during development under sterile and fertile conditions. We identified 16840 differentially expressed genes (DEGs) in different stages including15157 known genes (15135 nuclear genes and 22 plasmagenes) and 1683 novel genes. Bioinformatics analysis identified possible metabolic pathways involved with fertility based on KEGG pathway enrichment of the DEGs expressed in fertile and sterile plants. We found that most of the genes encoding key enzyme in the phenylpropanoid biosynthesis and jasmonate biosynthesis pathways were significant upregulated in uninucleate, binuclate or trinucleate stage, which both interact with MYB transcription factors, and that link between all play essential roles in fertility conversion. The relevant DEGs were verified by quantitative RT-PCR. Thus, we suggested that phenylpropanoid biosynthesis and jasmonate biosynthesis pathways were involved in fertility conversion of K-TCMS wheat. This will provide a new perspective and an effective foundation for the research of molecular mechanisms of fertility conversion of CMS wheat. Fertility conversion mechanism in thermo-sensitive cytoplasmic male sterile/fertile wheat involves the phenylpropanoid biosynthesis pathway, jasmonate biosynthesis pathway, and MYB transcription factors.","Authors":"Ye, JL (Ye, Jiali) ; Duan, Y (Duan, Yang) ; Hu, G (Hu, Gan) ; Geng, XX (Geng, Xingxia) ; Zhang, GM (Zhang, Gaoming) ; Yan, PJ (Yan, Pengjiao) ; Liu, ZH (Liu, Zihan) ; Zhang, LL (Zhang, Lingli) ; Song, XY (Song, Xiyue)","Title":"Identification of Candidate Genes and Biosynthesis Pathways Related to Fertility Conversion by Wheat KTM3315A Transcriptome Profiling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398598800001 PubMed ID: 28383568 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45915 DOI: 10.1038/srep45915 Published: APR 6 2017","Abstract":"Hepatocellular carcinoma (HCC) is the second leading cause of cancer related-death. As a major common regulator of numerous cancer-driving pathways and a unique therapeutic target, the prolyl isomerase Pin1 is overexpressed in a majority of HCCs, whereas the mechanism underlying Pin1 overexpression remains elusive. Here we find that miR-140-5p inhibits HCC by directly targeting Pin1 to block multiple cancer-driving pathways. Bioinformatics analysis, miRNA binding and functional assays identify that miR-140-5p directly interacts with the 3'UTR of Pin1 and inhibits Pin1 translation. Furthermore, like stable Pin1 knockdown, moderate overexpression of miR-140-5p not only eliminates Pin1, but also inhibits cells growth and metastasis. Importantly, these effects of miR-140-5p are largely rescued by reconstitution of Pin1. Moreover, miR-140-5p inhibits multiple Pin1-dependent cancer pathways and suppresses tumor growth in mice. The clinical significance of these findings has been substantiated by the demonstrations that miR-140-5p is frequently down-regulated and inversely correlated with Pin1 overexpression in HCC tissues and cell lines. Given prevalent miR-140-5p downregulation in other cancers and major impact of Pin1 overexpression on activating numerous cancer-driving pathways including global miRNA downregulation, the miR-140-5p/Pin1 axis may play a major role in tumorigenesis and offer promising therapeutic targets for HCC and other cancers.","Authors":"Yan, XX (Yan, Xingxue) ; Zhu, ZD (Zhu, Zhendong) ; Xu, SM (Xu, Shenmin) ; Yang, LN (Yang, Li-nan) ; Liao, XH (Liao, Xin-Hua) ; Zheng, M (Zheng, Min) ; Yang, DY (Yang, Dayun) ; Wang, JC (Wang, Jichuang) ; Chen, DM (Chen, Dongmei) ; Wang, L (Wang, Long) ; Liu, XL (Liu, Xiaolong) ; Liu, JF (Liu, Jingfeng) ; Chen, RH (Chen, Ruey-Hwa) ; Zhou, XZ (Zhou, Xiao Zhen) ; Lu, KP (Lu, Kun Ping) ; Liu, HK (Liu, Hekun) ...More...Less","Title":"MicroRNA-140-5p inhibits hepatocellular carcinoma by directly targeting the unique isomerase Pin1 to block multiple cancer-driving pathways"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398149200001 PubMed ID: 28374770 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45754 DOI: 10.1038/srep45754 Published: APR 4 2017","Abstract":"The calcifying shell is an excellent model for studying biomineralization and evolution. However, the molecular mechanisms of shell formation are only beginning to be elucidated in Mollusca. It is known that shell matrix proteins (SMPs) play important roles in shell formation. With increasing data of shell matrix proteomes from various species, we carried out a BLASTp bioinformatics analysis using the shell matrix proteome from Crassostrea gigas against 443 SMPs from nine other species. The highly conserved tyrosinase and chitin related proteins were identified in bivalve. In addition, the relatively conserved proteins containing domains of carbonic anhydrase, Sushi, Von Willebrand factor type A, and chitin binding, were identified from all the ten species. Moreover, 25 genes encoding SMPs were annotated and characterized that are involved in CaCO3 crystallization and represent chitin related or ECM related proteins. Together, data from these analyses provide new knowledge underlying the molecular mechanism of shell formation in C. gigas, supporting a refined shell formation model including chitin and ECM-related proteins.","Authors":"Feng, DD (Feng, Dandan) ; Li, Q (Li, Qi) ; Yu, H (Yu, Hong) ; Kong, LF (Kong, Lingfeng) ; Du, SJ (Du, Shaojun)","Title":"Identification of conserved proteins from diverse shell matrix proteome in Crassostrea gigas: characterization of genetic bases regulating shell formation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398238100001 PubMed ID: 28374783 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45922 DOI: 10.1038/srep45922 Published: APR 4 2017","Abstract":"Pseudorabies virus (PRV) is one of the most important pathogens of swine, resulting in severe economic losses to the pig industry. To improve our understanding of the host responses to PRV infection, we applied isobaric tags for relative and absolute quantification (iTRAQ) labeling coupled with liquid chromatography-tandem mass spectrometry to quantitatively identify the differentially expressed cellular proteins in PRV-infected PK15 cells. In total, relative quantitative data were identified for 4333 proteins in PRV and mock-infected PK15 cells, among which 466 cellular proteins were differentially expressed, including 234 upregulated proteins and 232 downregulated proteins. Bioinformatics analysis disclosed that most of these differentially expressed proteins were involved in metabolic processes, cellular growth and proliferation, endoplasmic reticulum (ER) stress response, cell adhesion and cytoskeleton. Moreover, expression levels of four representative proteins, beta-catenin, STAT1, GRB2 and PCNA, were further confirmed by western blot analysis. This is the first attempt to analyze the protein profile of PRV-infected PK15 cells using iTRAQ technology, and our findings may provide valuable information to help understand the host response to PRV infection.","Authors":"Yang, SB (Yang, Songbai) ; Pei, Y (Pei, Yue) ; Zhao, AY (Zhao, Ayong)","Title":"iTRAQ- based Proteomic Analysis of Porcine Kidney Epithelial PK15 cells Infected with Pseudorabies virus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397993300002 PubMed ID: 28420964 ISSN: 1662-5099","Keywords":"neuropathic pain; non-coding RNAs(ncRNAs); sequencing; spinal cord; expression profiles KeyWords Plus:RAT SCIATIC-NERVE; CIRCULAR RNAS; MECHANISMS; MICRORNA; GENES; APOPTOSIS; DISEASE; FIBERS; CELLS; LIFE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"FRONTIERS IN MOLECULAR NEUROSCIENCE Volume: 10 Article Number: 91 DOI: 10.3389/fnmol.2017.00091 Published: APR 3 2017","Abstract":"Neuropathic pain (NP) is caused by damage to the nervous system, resulting in aberrant pain, which is associated with gene expression changes in the sensory pathway. However, the molecular mechanisms are not fully understood. A non-coding Ribose Nucleic Acid (ncRNA) is an RNA molecule that is not translated into a protein. NcRNAs are involved in many cellular processes, and mutations or imbalances of the repertoire within the body can cause a variety of diseases. Although ncRNAs have recently been shown to play a role in NP pathogenesis, the specific effects of ncRNAs in NP remain largely unknown. In this study, sequencing analysis was performed to investigated the expression patterns of ncRNAs in the spinal cord following spared nerve injury-induced NP. A total of 134 long non-coding RNAs (lncRNAs), 12 microRNAs ( miRNAs), 188 circular RNAs (circRNAs) and 1066 mRNAs were significantly regulated at 14 days after spared nerve injury (SNI) surgery. Next, quantitative real-time polymerase chain reaction (PCR) was performed to validate the expression of selected lncRNAs, miRNAs, circRNAs, and mRNAs. Bioinformatics tools and databases were employed to explore the potential ncRNA functions and relationships. Our data showed that the most significantly involved pathways in SNI pathogenesis were ribosome, PI3K-Akt signaling pathway, focal adhesion, ECM-receptor interaction, amoebiasis and protein digestion and absorption. In addition, the lncRNA-miRNA-mRNA and circRNA-miRNA-mRNA network of NP was constructed. This is the first study to comprehensively identify regulated ncRNAs of the spinal cord and to demonstrate the involvement of different ncRNA expression patterns in the spinal cord of NP pathogenesis by sequence analysis. This information will enable further research on the pathogenesis of NP and facilitate the development of novel NP therapeutics targeting ncRNAs.","Authors":"Zhou, J (Zhou, Jun) ; Xiong, QM (Xiong, Qingming) ; Chen, HT (Chen, Hongtao) ; Yang, CX (Yang, Chengxiang) ; Fan, YL (Fan, Youling)","Title":"Identification of the Spinal Expression Profile of Non-coding RNAs Involved in Neuropathic Pain Following Spared Nerve Injury by Sequence Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398324000001 PubMed ID: 28367977 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45861 DOI: 10.1038/srep45861 Published: APR 3 2017","Abstract":"Riboflavin deficiency is widespread in many regions over the world, especially in underdeveloped countries. In this study, we investigated the effects of riboflavin deficiency on protein expression profiles in HepG2 cells in order to provide molecular information for the abnormalities induced by riboflavin deficiency. HepG2 cells were cultured in media containing different concentrations of riboflavin. Changes of cell viability and apoptosis were assessed. A comparative proteomic analysis was performed using a label-free shotgun method with LC-MS/MS to investigate the global changes of proteomic profiles in response to riboflavin deficiency. Immunoblotting test was used to validate the results of proteomic approach. The cell viability and apoptosis tests showed that riboflavin was vital in maintaining the cytoactivity of HepG2 cells. The label-free proteomic analysis revealed that a total of 37 proteins showing differential expression (+/- 2 fold, p < 0.05) were identified after riboflavin deficiency. Bioinformatics analysis indicated that the riboflavin deficiency caused an up-regulation of Parkinson's disease pathway, steroid catabolism, endoplasmic reticulum stress and apoptotic process, while the fatty acid metabolism, tricarboxylic citrate cycle, oxidative phosphorylation and iron metabolism were down-regulated. These findings provide a molecular basis for the elucidation of the effects caused by riboflavin deficiency.","Authors":"Xin, ZH (Xin, Zhonghao) ; Pu, LL (Pu, Lingling) ; Gao, WN (Gao, Weina) ; Wang, YW (Wang, Yawen) ; Wei, JY (Wei, Jingyu) ; Shi, TL (Shi, Tala) ; Yao, ZX (Yao, Zhanxin) ; Guo, CJ (Guo, Changjiang)","Title":"Riboflavin deficiency induces a significant change in proteomic profiles in HepG2 cells"}, {"Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"ACTA OPHTHALMOLOGICA Volume: 95 Pages: 24-24 Supplement: S258 Special Issue: SI Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397561600064 ISSN: 1755-375X eISSN: 1755-3768","Authors":"Liesenborghs, I (Liesenborghs, I.) ; Schouten, JSAG (Schouten, J. S. A. G.) ; Eijssen, LMT (Eijssen, L. M. T.) ; Kutmon, M (Kutmon, M.) ; Gorgels, TGMF (Gorgels, T. G. M. F.) ; Hubens, WHG (Hubens, W. H. G.) ; Evelo, CT (Evelo, C. T.) ; Beckers, HJM (Beckers, H. J. M.) ; Webers, CAB (Webers, C. A. B.)","Title":"A bioinformatics approach to identify molecular pathways that characterize the trabecular meshwork"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397504700010 PubMed ID: 27543850 ISSN: 1748-1708 eISSN: 1748-1716","Keywords":"Ca2+-binding site; cardiac muscle; EF-hand; ryanodine receptor; skeletal muscle KeyWords Plus:CALCIUM-RELEASE CHANNEL; PHYSIOLOGICAL IONIC CONDITIONS; UNITARY CA2+ CURRENT; SARCOPLASMIC-RETICULUM; BINDING PROTEINS; ADENINE-NUCLEOTIDES; AMINO-ACIDS; ACTIVATION; CONTRACTION; DOMAIN","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"ACTA PHYSIOLOGICA Volume: 219 Issue: 4 Pages: 757-767 DOI: 10.1111/apha.12772 Published: APR 2017","Abstract":"Ca2+ plays a critical role in several processes involved in skeletal and cardiac muscle contraction. One key step in cardiac excitation-contraction (E-C) coupling is the activation of the cardiac ryanodine receptor (RYR2) by cytosolic Ca2+ elevations. Although this process is not critical for skeletal E-C coupling, the activation and inhibition of the skeletal ryanodine receptor (RYR1) seem to be important for overall muscle function. The RYR1 and RYR2 channels fall within the large category of Ca2+-binding proteins that harbour highly selective Ca2+ -binding sites to receive and translate the various Ca2+ signals into specific functional responses. However, little is known about the precise localization of these sites within the cytosolic assembly of both RYR isoforms, although several experimental lines of evidence have highlighted their EF-hand nature. EF-hand proteins share a common helix-loop-helix structural motif with highly conserved residues involved in Ca2+ coordination. The first step in predicting EF-hand positive regions is to compare the primary protein structure with the EF-hand motif by employing available bioinformatics tools. Although this simple method narrows down search regions, it does not provide solid evidence regarding which regions bind Ca2+ in both RYR isoforms. In this review, we seek to highlight the key findings and experimental approaches that should strengthen our future efforts to identify the cytosolic Ca2+-binding sites responsible for activation and inhibition in the RYR1 channel, as much less work has been conducted on the RYR2 channel.","Authors":"Gaburjakova, M (Gaburjakova, M.) ; Gaburjakova, J (Gaburjakova, J.)","Title":"Insight towards the identification of cytosolic Ca2+-binding sites in ryanodine receptors from skeletal and cardiac muscle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397584200017 PubMed ID: 27841671 ISSN: 0889-2229 eISSN: 1931-8405","Keywords":"HIV prevention; bioinformatics; drug discovery; HIV KeyWords Plus:HIV-1 INFECTION; CANDIDATE MICROBICIDES; DETECTION LIMIT; RECTAL SAFETY; VAGINAL RINGS; TISSUE; IMPUTATION; QUANTIFICATION; PREVENTION; DAPIVIRINE","Categories":"Immunology; Infectious Diseases; Virology Web of Science Categories:Immunology; Infectious Diseases; Virology","Journal Information":"AIDS RESEARCH AND HUMAN RETROVIRUSES Volume: 33 Issue: 4 Pages: 395-403 DOI: 10.1089/aid.2016.0073 Published: APR 2017","Abstract":"The ex vivo challenge assay is being increasingly used as an efficacy endpoint during early human clinical trials of HIV prevention treatments. There is no standard methodology for the ex vivo challenge assay, although the use of different data collection methods and analytical parameters may impact results and reduce the comparability of findings between trials. In this analysis, we describe the impact of data imputation methods, kit type, testing schedule and tissue type on variability, statistical power, and ex vivo HIV growth kinetics. Data were p24 antigen (pg/ml) measurements collected from clinical trials of candidate microbicides where rectal (n = 502), cervical (n = 88), and vaginal (n = 110) tissues were challenged with HIV-1(BaL) ex vivo. Imputation of missing data using a nonlinear mixed effect model was found to provide an improved fit compared to imputation using half the limit of detection. The rectal virus growth period was found to be earlier and of a relatively shorter duration than the growth period for cervical and vaginal tissue types. On average, only four rectal tissue challenge assays in each treatment and control group would be needed to find a one log difference in p24 to be significant (alpha = 0.05), but a larger sample size was predicted to be needed for either cervical (n = 21) or vaginal (n = 10) tissue comparisons. Overall, the results indicated that improvements could be made in the design and analysis of the ex vivo challenge assay to provide a more standardized and powerful assay to compare efficacy of microbicide products.","Authors":"Richardson-Harman, N (Richardson-Harman, Nicola) ; Parody, R (Parody, Robert) ; Anton, P (Anton, Peter) ; McGowan, I (McGowan, Ian) ; Doncel, G (Doncel, Gustavo) ; Thurman, AR (Thurman, Andrea Ries) ; Herrera, C (Herrera, Carolina) ; Kordy, K (Kordy, Kattayoun) ; Fox, J (Fox, Julie)[ 10 ] ; Tanner, K (Tanner, Karen) ; Swartz, G (Swartz, Glenn)[ 11 ] ; Dezzutti, CS (Dezzutti, Charlene S.) ...More...Less","Title":"Analytical Advances in the Ex Vivo Challenge Efficacy Assay"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396045600006 PubMed ID: 27878834 ISSN: 0268-9146 eISSN: 1365-2052","Keywords":"expression; immune response; isomiR; pig; target gene KeyWords Plus:RNA; MICRORNA; GENE; ISOMIR","Categories":"Agriculture; Genetics & Heredity Web of Science Categories:Agriculture, Dairy & Animal Science; Genetics & Heredity","Journal Information":"ANIMAL GENETICS Volume: 48 Issue: 2 Pages: 182-190 DOI: 10.1111/age.12524 Published: APR 2017","Abstract":"MicroRNAs (miRNA) have been implicated in a variety of pathological conditions including infectious diseases. Knowledge of the miRNAs affected by poly(I: C), a synthetic analog of viral double-stranded RNA, in porcine airway epithelial cells (PAECs) contributes to understanding the mechanisms of swine viral respiratory diseases, which bring enormous economic loss worldwide every year. In this study, we used high throughput sequencing to profile miRNA expression in PAECs treated with poly(I: C) as compared to the untreated control. This approach revealed 23 differentially expressed miRNAs (DEMs),five of which have not been implicated in viral infection before. Nineteen of the 23 miRNAs were downregulated including members of the miR-17-92 cluster, a well-known polycistronic oncomir and extensively involved in viral infection in humans. Target genes of DEMs, predicted using bioinformatic methods and validated by luciferase reporter analysis on two representative DEMs, were significantly enriched in several pathways including transforming growth factor-b signaling. A large quantity of sequence variations (isomiRs) were found including a substitution at position 5, which was verified to redirect miRNAs to a new spectrum of targets by luciferase reporter assay together with bioinformatics analysis. Twelve novel porcine miRNAs conserved in other species were identified by homology analysis together with cloning verification. Furthermore, the expression analysis revealed the potential importance of three novel miRNAs in porcine immune response to viruses. Overall, our data contribute to clarifying the mechanisms underlying the host immune response against respiratory viruses in pigs, and enriches the repertoire of porcine miRNAs.","Authors":"Wang, L (Wang, L.) ; Wang, JK (Wang, J. K.) ; Han, LX (Han, L. X.) ; Zhuo, JS (Zhuo, J. S.) ; Du, X (Du, X.) ; Liu, D (Liu, D.) ; Yang, XQ (Yang, X. Q.)","Title":"Characterization of miRNAs involved in response to poly(I: C) in porcine airway epithelial cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398315300003 ISSN: 1590-4261 eISSN: 1869-2044","Keywords":"Submergedmacrophytes; Rhizospheresediment; Bacterial community; High-throughput pyrosequencing KeyWords Plus:AMMONIA-OXIDIZING PROKARYOTES; FRESH-WATER LAKE; MICROBIAL COMMUNITIES; ACTIVATED-SLUDGE; RARE BIOSPHERE; SOIL; ECOLOGY; ABUNDANCE; ROOTS","Categories":"Biotechnology & Applied Microbiology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Microbiology","Journal Information":"ANNALS OF MICROBIOLOGY Volume: 67 Issue: 4 Pages: 313-319 DOI: 10.1007/s13213-017-1262-6 Published: APR 2017","Abstract":"Freshwater lake sediments support a variety of submerged macrophytes that may host groups of bacteria exerting important ecological functions. We collected three kinds of commonly found submerged macrophyte species (Ceratophyllum demersum, Vallisneria spiralis and Elodea nuttallii) to investigate the bacterial community associated with their rhizosphere sediments. High- throughput 454 pyrosequencing and bioinformatics analyses were performed to examine the diversity and composition of the bacterial community. The results obtained indicated that the diversity of the bacterial community associated with the rhizosphere sediments of submerged macrophytes was significantly lower than that of the bulk sediment. Remarkable differences in the bacterial community composition between the rhizosphere and bulk sediments were also observed.","Authors":"Zhao, DY (Zhao, Dayong) ; Wang, SC (Wang, Sichen) ; Huang, R (Huang, Rui) ; Zeng, J (Zeng, Jin) ; Huang, F (Huang, Feng) ; Yu, ZB (Yu, Zhongbo)","Title":"Diversity and composition of bacterial community in the rhizosphere sediments of submerged macrophytes revealed by 454 pyrosequencing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397851200001 ISSN: 0739-4462 eISSN: 1520-6327","Keywords":"antimicrobial activity; antimicrobial peptides; hemolytic activity; solid-phase peptide synthesis; Trichomyrmex criniceps KeyWords Plus:ECOLOGICAL IMMUNOLOGY; IMMUNE DEFENSES; INNATE IMMUNITY; VENOM; ANTIBACTERIAL; DROSOPHILA","Categories":"Biochemistry & Molecular Biology; Entomology; Physiology Web of Science Categories:Biochemistry & Molecular Biology; Entomology; Physiology","Journal Information":"ARCHIVES OF INSECT BIOCHEMISTRY AND PHYSIOLOGY Volume: 94 Issue: 4 Article Number: e21381 DOI: 10.1002/arch.21381 Published: APR 2017","Abstract":"Antimicrobial peptides (AMPs) from cuticular extracts of worker ants of Trichomyrmex criniceps (Mayr, Hymenoptera: Formicidae) were isolated and evaluated for their antimicrobial activity. Eight peptides ranging in mass from 804.42 to 1541.04 Da were characterized using a combination of analytical and bioinformatics approach. All the eight peptides were novel with no similarity to any of the AMPs archived in the Antimicrobial Peptide Database. Two of the eight novel peptides, the smallest and the largest by mass were named Crinicepsin-1 and Crinicepsin-2 and were chemically synthesized by solid phase peptide synthesis. The two synthetic peptides had antibacterial and weak hemolytic activity.","Authors":"Bhagavathula, N (Bhagavathula, Nagachaitanya) ; Meedidoddi, V (Meedidoddi, Venkateshwarlu) ; Bourque, S (Bourque, Simon) ; Vimaladevi, R (Vimaladevi, Reshmy) ; Kesavakurup, S (Kesavakurup, Santoshkumar) ; Selvadurai, D (Selvadurai, Dayanandan) ; Shrivastava, S (Shrivastava, Sameer) ; Krishnappa, C (Krishnappa, Chandrashekara)","Title":"Characterization of two novel antimicrobial peptides from the cuticular extracts of the ant Trichomyrmex criniceps (Mayr), (Hymenoptera: Formicidae)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396798300009 PubMed ID: 28232182 ISSN: 0006-291X eISSN: 1090-2104","Keywords":"SNHG16; miR-98; E2F5; ceRNA; Breast cancer; Migration KeyWords Plus:TRANSCRIPTION FACTOR; COLORECTAL-CANCER; TARGETING E2F5; INVASION; METASTASIS; SUPPRESSES; EXPRESSION","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS Volume: 485 Issue: 2 Pages: 272-278 DOI: 10.1016/j.bbrc.2017.02.094 Published: APR 1 2017","Abstract":"Long noncoding RNAs (IncRNAs) have been proved to play important roles in cellular processes of cancer, including the development, proliferation, and migration of cancer cells. In the present study, we demonstrated small nucleolar RNA host gene 16 (SNHG16) as an oncogene on cell migration in breast cancer. Expression levels of SNHG16 were found to be frequently higher in breast cancer tissues than in the paired noncancerous tissues. Gain- and loss-of-function studies proved that SNHG16 significantly promoted breast cancer cell migration. We predicted SNHG16 as a competitive endogenous RNA (ceRNA) of E2F transcription factor 5 protein (E2F5) via competition for the shared miR-98 through bioinformatics analysis, and proved this regulation using relative quantitative real-time PCR (qRT-PCR), western blot, RNA immunoprecipitation (RIP) assay and luciferase reporter assay. In addition, we identified a positive correlation between SNHG16 and E2F5 in breast cancer tissues. Furthermore, we demonstrated that forced expression of miR-98 could partially abrogate SNHG16-mediated increase of breast cancer cells migration, suggesting that SNHG16 promoted cell migration in a miR-98 dependent manner. Taken together, our findings indicated that SNHG16 induces breast cancer cell migration by competitively binding miR-98 with E2F5, and SNHG16 can serve as a potential therapeutic target for breast cancer treatment. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cai, C (Cai, Chang) ; Huo, Q (Huo, Qiang) ; Wang, XL (Wang, Xiaolong) ; Chen, B (Chen, Bing) ; Yang, QF (Yang, Qifeng)","Title":"SNHG16 contributes to breast cancer cell migration by competitively binding miR-98 with E2F5"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396798300015 PubMed ID: 28223217 ISSN: 0006-291X eISSN: 1090-2104","Keywords":"beta-Tubulin-III; Paired box 3 protein; Neural stem cells; Neuronal differentiation KeyWords Plus:FIBROBLAST-GROWTH-FACTOR; MICROTUBULE DYNAMICS; TRANSCRIPTION; GENES; MUTATIONS; GUIDANCE; BINDING; TUBB3","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS Volume: 485 Issue: 2 Pages: 307-311 DOI: 10.1016/j.bbrc.2017.02.086 Published: APR 1 2017","Abstract":"PAX3 functions at the nodal point in neural stem cell maintenance and differentiation. Using bioinformatics methods, we identified PAX3 as a potential regulator of beta-Tubulin-III (TUBB3) gene transcription, and the results indicated that PAX3 might be involved in neural stem cell (NSC) differentiation by orchestrating the expression of cytoskeletal proteins. In the present study, we reported that PAX3 could inhibit the differentiation of NSCs and the expression of TUBB3. Further, using luciferase and electrophoretic mobility shift assays, we demonstrated that PAX3 could bind to the promoter region of TUBB3 and inhibit TUBB3 transcription. Finally, we confirmed that PAX3 could bind to the promoter region of endogenous TUBB3 in the native chromatin of NSCs. These findings indicated that PAX3 is a pivotal factor targeting various molecules during differentiation of NSCs in vitro. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cao, SX (Cao, Sixian) ; Du, JF (Du, Jinfeng) ; Lv, Y (Lv, Yan) ; Lin, HR (Lin, Hengrong) ; Mao, ZM (Mao, Zuming) ; Xu, M (Xu, Man) ; Liu, M (Liu, Mei) ; Liu, Y (Liu, Yan)","Title":"PAX3 inhibits beta-Tubulin-III expression and neuronal differentiation of neural stem cell"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366200003 PubMed ID: 28088504 ISSN: 0304-4165 eISSN: 1872-8006","Keywords":"Liposome; Membrane transporter reconstitution; Docking; Recombinant protein expression; Site-directed mutagenesis KeyWords Plus:SITE-DIRECTED MUTAGENESIS; RAT-LIVER MITOCHONDRIA; MOLECULAR-DYNAMICS; HEAVY-CHAIN; MEMBRANE TRANSPORTERS; PLASMA-MEMBRANE; CANCER; ANTIPORTER; EXPRESSION; RELEVANCE","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-GENERAL SUBJECTS Volume: 1861 Issue: 4 Pages: 727-736 DOI: 10.1016/j.bbagen.2017.01.013 Published: APR 2017","Abstract":"Background: LAT1 (SLC7A5) is the transport competent unit of the heterodimer formed with the glycoprotein CD98 (SLC3A2). It catalyzes antiport of His and some neutral amino acids such as Ile, Leu, Val, Cys, Met, Gln and Phe thus being involved in amino acid metabolism. Interestingly, LAT1 is over-expressed in many human cancers that are characterized by increased demand of amino acids. Therefore LAT1 was recently acknowledged as a novel target for cancer therapy. However, knowledge on molecular mechanism of LAT1 transport is still scarce. Methods: Combined approaches of bioinformatics, site-directed mutagenesis, chemical modification, and transport assay in proteoliposomes, have been adopted to unravel dark sides of human LAT1 structure/function relationships. Results: It has been demonstrated that residues F252, 5342, 035 are crucial for substrate recognition and C407 plays a minor role. 035 and C407 cannot be targeted by SH reagents. The transporter has a preferential dimeric structure and catalyzes an antiport reaction which follows a simultaneous random mechanism. Conclusions: Critical residues of the substrate binding site of LAT1 have been probed. This site is not freely accessible by molecules other than substrate. Similarly to LeuT, K+ has some regulatory properties on LAT1. General significance: The collected data represent a solid basis for deciphering molecular mechanism underlying LAT1 function. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Napolitano, L (Napolitano, Lara) ; Galluccio, M (Galluccio, Michele) ; Scalise, M (Scalise, Mariafrancesca) ; Parravicini, C (Parravicini, Chiara) ; Palazzolo, L (Palazzolo, Luca) ; Eberini, I (Eberini, Ivano) ; Indiveri, C (Indiveri, Cesare)","Title":"Novel insights into the transport mechanism of the human amino acid transporter LAT1 (SLC7A5). Probing critical residues for substrate translocation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398057400012 ISSN: 0144-8463 eISSN: 1573-4935","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"BIOSCIENCE REPORTS Volume: 37 Issue: 2 Article Number: BSR20160519 DOI: 10.1042/BSR20160519 Published: APR 2017","Abstract":"Oral tongue squamous cell carcinoma (OTSCC) is the most common type of oral carcinomas. However, the molecular mechanism by which OTSCC developed is not fully identified. Stromal interaction molecule 1 (STIM1) is a transmembrane protein, mainly located in the endoplasmic reticulum (ER). STIM1 is involved in several types of cancers. Here, we report that STIM1 contributes to the development of human OTSCC. We knocked down STIM1 in OTSCC cell line Tca-8113 with lentivirus-mediated shRNA and found that STIM1 knockdown repressed the proliferation of Tca-8113 cells. In addition, we also showed that STIM1 deficiency reduced colony number of Tca-8113 cells. Knockdown of STIM1 repressed cells to enter M phase of cell cycle and induced cellular apoptosis. Furthermore, we performed microarray and bioinformatics analysis and found that STIM1 was associated with p53 and MAPK pathways, which may contribute to the effects of STIM1 on cell growth, cell cycle, and apoptosis. Finally, we confirmed that STIM1 controlled the expression of MDM2, cyclin-dependent kinase 4 (CDK4), and growth arrest and DNA damage inducible a (GADD45A) in OTSCC cells. In conclusion, we provide evidence that STIM1 contributes to the development of OTSCC partially through regulating p53 and MAPK pathways to promote cell cycle and survival.","Authors":"Cui, XB (Cui, Xiaobo) ; Song, LX (Song, Laixiao) ; Bai, YF (Bai, Yunfei) ; Wang, YP (Wang, Yaping) ; Wang, BQ (Wang, Boqian) ; Wang, W (Wang, Wei)","Title":"Stromal interaction molecule 1 regulates growth, cell cycle, and apoptosis of human tongue squamous carcinoma cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398057400017 ISSN: 0144-8463 eISSN: 1573-4935","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"BIOSCIENCE REPORTS Volume: 37 Issue: 2 Article Number: BSR20160572 DOI: 10.1042/BSR20160572 Published: APR 2017","Abstract":"The present study explored the effect of miR-200b on the development of diabetic retinopathy (DR) by targeting vascular endothelial growth factor A (VEGFA) gene. The study populations consisted of 255 DR patients (case group) and 253 healthy people (control group), while the expressions of miR-200b and VEGFA mRNA were detected by quantitative real-time PCR (qRT-PCR). Bioinformatics software and dual-luciferase reporter assay were used to confirm VEGFA as a target gene of miR-200b. Also, a total of 70 Wistar male rats were selected and randomly assigned into blank, normal control (NC), miR-200b mimics, miR-200b inhibitors, miR-200b inhibitors + silencing vascular endothelial growth factor A (siVEGFA), and siVEGFA groups (n=10/group) respectively. Streptozotocin (STZ)-induced rat models of DR were successfully established. VEGFA, transforming growth factor-beta 1 (TGF-beta 1), hepatocyte growth factor (HGF), and pigment epithelium-derived factor (PEDF) were detected using qRT-PCR and Western blotting. In comparison with the control group, the case group showed lower expression of miR-200b but higher expression of VEGFA mRNA. VEGFA was confirmed as a target gene of miR-200b. Rats in the miR-200b mimics and siVEGFA groups exhibited higher expression of PEDF mRNA and protein but lower expressions of VEGFA, TGF-beta 1, HGF protein, and mRNA than the NC group. There was no remarkable difference in expressions of PEDF, VEGFA, TGF-beta 1, HGF protein, and mRNA between the miR-200b inhibitors + siVEGFA and NC groups. In conclusion, the present study demonstrated that miR-200b might alleviate DR development by down-regulating its target gene VEGFA.","Authors":"Li, EH (Li, En-Hui) ; Huang, QZ (Huang, Qin-Zhu) ; Li, GC (Li, Gao-Chun) ; Xiang, ZY (Xiang, Zhen-Yang) ; Zhang, X (Zhang, Xin)","Title":"Effects of miRNA-200b on the development of diabetic retinopathy by targeting VEGFA gene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398114000019 PubMed ID: 28039556 ISSN: 0141-5492 eISSN: 1573-6776","Keywords":"Intervertebral disc degeneration; MicroRNA-15b; SMAD3; Nucleus pulposus; IL-1 beta; Extracellular matrix degradation KeyWords Plus:INTERVERTEBRAL DISC DEGENERATION; METALLOPROTEINASE 13; TGF-BETA; ARTICULAR-CARTILAGE; EXPRESSION; CHONDROCYTES; OSTEOARTHRITIS; CYTOKINES","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"BIOTECHNOLOGY LETTERS Volume: 39 Issue: 4 Pages: 623-632 DOI: 10.1007/s10529-016-2280-3 Published: APR 2017","Abstract":"Objectives To determine the role of microRNA-15b (miR-15b) in interleukin-1 beta (IL-1 beta)-induced extracellular matrix (ECM) degradation in the nucleus pulposus (NP). Results MiR-15b was up-regulated in degenerative NP tissues and in IL-1 beta-stimulated NP cells, as compared to the levels in normal controls (normal tissue specimens from patients with idiopathic scoliosis). Bioinformatics and luciferase activity analyses showed that mothers against decapentaplegic homolog 3 (SMAD3), a key mediator of the transforming growth factor-beta signaling pathway, was directly targeted by miR-15b. Functional analysis demonstrated that miR-15b overexpression aggravated IL-1 beta-induced ECM degradation in NP cells, while miR-15b inhibition had the opposite effects. Prevention of IL-1 beta-induced NP ECM degeneration by the miR-15b inhibitor was attenuated by small-interfering-RNA-mediated knockdown of SMAD3. In addition, activation of MAP kinase and nuclear factor-kappa B up-regulated miR-15b expression and down-regulated SMAD3 expression in IL-1 beta-stimulated NP cells. Conclusions MiR-15b contributes to ECM degradation in intervertebral disc degeneration (IDD) via targeting of SMAD3, thus providing a novel therapeutic target for IDD treatment.","Authors":"Kang, L (Kang, Liang) ; Yang, C (Yang, Cao) ; Yin, HP (Yin, Huipeng) ; Zhao, KC (Zhao, Kangcheng) ; Liu, W (Liu, Wei) ; Hua, WB (Hua, Wenbin); Wang, K (Wang, Kun) ; Song, Y (Song, Yu) ; Tu, J (Tu, Ji) ; Li, S (Li, Shuai) ; Luo, RJ (Luo, Rongjin) ; Zhang, YK (Zhang, Yukun) ...More...Less","Title":"MicroRNA-15b silencing inhibits IL-1 beta-induced extracellular matrix degradation by targeting SMAD3 in human nucleus pulposus cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398457200005 PubMed ID: 28054302 ISSN: 2211-3428 eISSN: 2211-3436","Keywords":"Triple-negative breast cancer; Metastasis; miR-761; TRIM29; Therapeutic target KeyWords Plus:BIOMARKERS; CARCINOMA; PROLIFERATION; TUMORIGENESIS; PROGRESSION; METASTASIS; MIGRATION; ONCOGENE; PATHWAY","Categories":"Oncology; Cell Biology; Pathology Web of Science Categories:Oncology; Cell Biology; Pathology","Journal Information":"CELLULAR ONCOLOGY Volume: 40 Issue: 2 Pages: 157-166 DOI: 10.1007/s13402-016-0312-6 Published: APR 2017","Abstract":"Purpose Despite advances that have been made in systemic chemotherapy, the prognosis of advanced triple-negative breast cancer (TNBC) patients is still poor. The identification of key factors governing TNBC development is considered imperative for the development of novel effective therapeutic approaches. Previously, it has been reported that microRNA (miR)-761 may act as either a tumor suppressor or as an oncogene in different types of cancer. Here, we aimed at assessing the biological role of this miRNA in TNBC. Methods First, we measured the expression of miR-761 in primary breast cancer tissues and breast cancer-derived cell lines using qRT-PCR. Subsequently, over-expression and silencing experiments were performed to determine the role of miR-761 in TNBC cell proliferation, colony formation, migration and invasion in vitro. The in vivo role of miR-761 in TNBC growth and metastasis was determined in mouse models. Bioinformatics analyses, dual-luciferase reporter assays, Western blot analyses and rescue experiments were performed to identify miR-761 target gene(s). Results We found that miR-761 was up-regulated in primary breast cancer tissues and its derived cell lines and, particularly, in TNBC tissues and cell lines. We also found that exogenous miR-761 over-expression augmented in vitro TNBC cell proliferation, colony formation, migration and invasion, whereas miR-761 down-regulation impaired these features. In vivo, we found that miR-761 over-expression facilitated TNBC growth and lung metastasis. Mechanistically, miR-761 was found to negatively regulate the expression of tripartite motif-containing 29 (TRIM29) in TNBC cells by binding to the 3'-untranslated region of its mRNA. In conformity with these results, a significant negative correlation between miR-761 expression and TRIM29 protein expression was noted in primary TNBC tissues (r = -0.452, p = 0.0126). We also found that exogenous TRIM29 over-expression reversed the proliferative and invasive capacities of TNBC cells. Conclusions Our data indicate that miR-761 acts as an oncogene in TNBC. This mode of action can, at least partially, be ascribed to the down-regulation of its target TRIM29. We suggest that miR-761 may serve as a promising therapeutic target for TNBC.","Authors":"Guo, GC (Guo, Guang-Cheng) ; Wang, JX (Wang, Jia-Xiang) ; Han, ML (Han, Ming-Li) ; Zhang, LP (Zhang, Lian-Ping) ; Li, L (Li, Lin)","Title":"microRNA-761 induces aggressive phenotypes in triple-negative breast cancer cells by repressing TRIM29 expression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970700006 PubMed ID: 28241965 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Cancer subtype; Protein-protein interaction; Gene expression; Signaling pathway; Neuroepithelial tumor; Computational method KeyWords Plus:BRAIN-TUMOR; MASS-SPECTROMETRY; UPDATE; MRI; CARCINOMA; DIAGNOSIS; DATABASE; GLIOMAS; LESIONS; RISK","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 141 Pages: 27-34 DOI: 10.1016/j.cmpb.2017.01.006 Published: APR 2017","Abstract":"Background and objective: Distinguishing cancer subtypes is critical for selecting the appropriate treatment strategy. Bioinformatics approaches have gradually taken the place of clinical observations and pathological experiments. However, these approaches are typically only used in gene expression profiling. Previous studies have primarily focused on the gene level or specific diseases, and thus pathway-level factors have not been considered. Therefore, a computational method that integrates gene expression and pathway is necessary. Methods: This study presented an approach to determine potential fragments of activated pathways around protein networks in different stages of disease. We used a scored equation that integrates genomic and proteomic information and determined the intensity of the pathway link change. A support vector machine (SVM) was used to train and test subtype-predicted models. Results: The performance of the proposed method was evaluated by calculating prediction accuracy. The average prediction accuracy was 67.64% for three subtypes in tumors of neuroepithelial tissues. The results demonstrate that the proposed method applies fewer features than gene expression methods used to obtain similar results Conclusions: This study suggests a method to implement a cancer subtype classifier based on an SVM from a pathway -level perspective. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hung, FH (Hung, Fei-Hung) ; Chiu, HW (Chiu, Hung-Wen)","Title":"Cancer subtype prediction from a pathway-level perspective by using a support vector machine based on integrated gene expression and protein network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398586500014 ISSN: 1984-7033","Keywords":"Software; programming; data analysis; quantitative genetics; biometrics KeyWords Plus:RANGE","Categories":"Agriculture; Biotechnology & Applied Microbiology Web of Science Categories:Agronomy; Biotechnology & Applied Microbiology","Journal Information":"CROP BREEDING AND APPLIED BIOTECHNOLOGY Volume: 17 Issue: 2 Pages: 187-190 DOI: 10.1590/1984-70332017v17n2s29 Published: APR 2017","Abstract":"Rbio is a free software for data processing. It is compatible and integrated with the free R software, which is globally accepted for statistical analysis. Thus, Rbio takes advantage of all processing potential of the R software. However, this new software allows the user to perform all the analyses without knowing the programming in R language. Rbio is available in Portuguese; it can be downloaded from the Internet (http:// www. biometria. ufv. br), and requires the Windows operating system. It has a set of sample files, making it easy to be used. Currently, it supplies the user with all scripts internally used to process the analyses. Rbio can perform descriptive statistics, analysis of variance, estimation of genetic parameters and means tests, multivariate analysis, nonparametric tests, regressions, correlations, biometrics, bioinformatics, and simulation. Key words: Software, programming, data analysis, quantitative genetics, biometrics.","Authors":"Bhering, LL (Bhering, Leonardo Lopes)","Title":"Rbio: A tool for biometric and statistical analysis using the R platform"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398466900004 PubMed ID: 28151013 ISSN: 1044-5498 eISSN: 1557-7430","Keywords":"lung squamous cell carcinoma; proliferation; SOX2; cyclin D1 KeyWords Plus:CANCER-CELLS; STEM-CELLS; SURVIVORSHIP STATISTICS; GASTRIC-CANCER; NONSMALL CELL; SOX2; OVEREXPRESSION; AMPLIFICATION; EXPRESSION; APOPTOSIS","Categories":"Biochemistry & Molecular Biology; Cell Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology; Genetics & Heredity","Journal Information":"DNA AND CELL BIOLOGY Volume: 36 Issue: 4 Pages: 264-272 DOI: 10.1089/dna.2016.3562 Published: APR 2017","Abstract":"Sex-determining region Y-box 2 (SOX2) is an oncogene known to be amplified and overexpressed in various human malignancies, including lung squamous cell carcinoma (SCC). However, the role played by SOX2 in lung SCC development remains to be elucidated. We measured the levels of SOX2 and cyclin D1 mRNA and protein expression in lung SCC tissues and a lung SCC cell line, and found that both levels were dramatically upregulated in specimens of lung SCC tissue when compared with their expression levels in samples of adjacent nonneoplastic tissue. The lung SCC cell line also showed higher levels of SOX2 and cyclin D1 expression than a normal human bronchial epithelium cell line. After using RNA interference to knock down SOX2 expression in NCI-H520 lung SCC cells, their proliferation was reduced. Furthermore, overexpression of SOX2 promoted the proliferation of normal human bronchial epithelium cells. To further determine whether cyclin D1 was downstream target gene of SOX2, we measured the levels of cyclin D1 expression that occurred when SOX2 was knocked down or overexpressed. SOX2 knockdown significantly decreased the levels of cyclin D1 mRNA and protein expression, while SOX2 overexpression upregulated the levels of cyclin D1. We used bioinformatics data to identify potential cyclin D1 promoter binding sites for SOX2. Results of luciferase reporter assays, electrophoretic mobility shift assays, and chromatin immunoprecipitation assays confirmed that cyclin D1 was a direct target of transcription factor SOX2 in human lung SCC cells.","Authors":"Li, CG (Li, Chiguan) ; He, BW (He, Bingwen) ; Huang, CP (Huang, Cuiping) ; Yang, HP (Yang, Huaping) ; Cao, LM (Cao, Liming) ; Huang, J (Huang, Jun) ; Hu, CP (Hu, Chengping)","Title":"Sex-Determining Region Y-box 2 Promotes Growth of Lung Squamous Cell Carcinoma and Directly Targets Cyclin D1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359500045 PubMed ID: 28131474 ISSN: 0269-7491 eISSN: 1873-6424","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL POLLUTION Volume: 223 Pages: 416-425 DOI: 10.1016/j.envpol.2017.01.041 Published: APR 2017","Abstract":"Perfluorooctane sulfonate (PFOS), a hepatic toxicant and a potential hepatocarcinogen, is commonly used in industrial products. The widespread contamination of PFOS in human maternal and cord blood has raised concerns about its potential risks to the fetus. It is believed that adverse environmental exposure during the critical period of embryo development can have long-lasting consequences in later life. In this report, we used transcriptome sequencing, followed by bioinformatics analysis, to elucidate the potential hepatotoxic and hepatocarcinogenic effects of prenatal PFOS exposure in the fetus. Our results demonstrated that prenatal PFOS exposure could activate the synthesis and metabolism of fatty acids and lipids, leading to liver damage and interference with liver development in the fetus. In addition, a number of cancer-promoting signaling pathways, including Wnt/beta-catenin, Rac, and TGF-beta, were found to be activated in the fetal liver. More importantly, hepatic transaminase activity, including aspartate aminotransferase and alanine transaminase activity, was induced in the liver of mice offspring after prenatal PFOS exposure. For the first time, our results demonstrate that the hepatotoxic effects of prenatal exposure to PFOS may predispose to a long-term liver disorder in the offspring. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lai, KP (Lai, Keng Po) ; Li, JW (Li, Jing Woei) ; Cheung, A (Cheung, Angela) ; Li, R (Li, Rong) ; Billah, MB (Billah, Md Baki) ; Chan, TF (Chan, Ting Fung) ; Wong, CKC (Wong, Chris Kong Chu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number LAI, Keng Po  http://orcid.org/0000-0001-8135-6030","Title":"Transcriptome sequencing reveals prenatal PFOS exposure on liver disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397534500030 PubMed ID: 27548804 ISSN: 1520-4081 eISSN: 1522-7278","Keywords":"fluoride; kidney; epithelial ion transport; atomic force microscopy; cell stiffness; proteomics KeyWords Plus:CORTICAL COLLECTING DUCT; CONNECTING TUBULE; TRANSPORT; TOXICITY; APOPTOSIS; PH","Categories":"Environmental Sciences & Ecology; Toxicology; Water Resources Web of Science Categories:Environmental Sciences; Toxicology; Water Resources","Journal Information":"ENVIRONMENTAL TOXICOLOGY Volume: 32 Issue: 4 Pages: 1455-1467 DOI: 10.1002/tox.22338 Published: APR 2017","Abstract":"High concentrations of fluoride in the body may cause toxic effects. Here, we investigated the effects of fluoride on the structure, function, and proteome of a cortical collecting duct epithelium in vitro. Kidney tubule cells (M-1) were chosen because the concentration of fluoride in the kidney is 4-5-fold higher than that in plasma. Mouse M-1 cell monolayers were incubated in fluoride-containing media, and the amiloride-sensitive short-circuit current and transepithelial resistance were measured. The Young's modulus of the epithelium was determined using atomic force microscopy, and the effect of fluoride on epithelial structure was assessed using scanning and transmission electron microscopy, and immunofluorescence. Differences in the expression of membrane proteins were evaluated using proteomics and bioinformatics. Fluoride exposure reduced both transepithelial Na+ transport and resistance. The IC50 for fluoride was approximate to 300 mu M for both effects, and the half-times for the decays of ion transport and resistance were 8.4 h and 3.6 days, respectively. Fluoride treatment did not affect the sensitivity of Na+ transport to amiloride. The Young's modulus of the epithelium was also unaffected by fluoride; however, the functional effects of fluoride were accompanied by marked structural effects. Proteomic analysis revealed changes in expression of a number of proteins, and particularly mitochondrial proteins. Treatment with fluoride had profound effects on the structure, function and proteome of a model cortical collecting duct epithelium. Significantly, however, these effects were produced only at concentrations considerably higher than those likely to be encountered in vivo. (c) 2016 Wiley Periodicals, Inc. Environ Toxicol 32: 1455-1467, 2017.","Authors":"Antonio, LS (Antonio, Ligia S.) ; Jeggle, P (Jeggle, Pia) ; MacVinish, LJ (MacVinish, Lesley J.) ; Bartram, JC (Bartram, James C.) ; Miller, H (Miller, Henry) ; Jarvis, GE (Jarvis, Gavin E.) ; Levy, FM (Levy, Flavia M.) ; Santesso, MR (Santesso, Mariana R.) ; Leite, AL (Leite, Aline L.) ; Oliveira, RC (Oliveira, Rodrigo C.) ; Buzalaf, MAR (Buzalaf, Marilia A. R.) ; Edwardson, JM (Edwardson, J. Michael) ...More...Less","Title":"The effect of fluoride on the structure, function, and proteome of a renal epithelial cell monolayer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397244100025 PubMed ID: 27988371 ISSN: 1547-5271 eISSN: 1556-3871","Keywords":"Hispanic/Latino; African American; QT interval; Fine mapping; Electrocardiography KeyWords Plus:GENOME-WIDE ASSOCIATION; SUDDEN CARDIAC DEATH; GENETIC ASSOCIATION; COMMON VARIANTS; HEART-DISEASE; PROLONGATION; DURATION; REPOLARIZATION; REGULATOR; DESIGN","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"HEART RHYTHM Volume: 14 Issue: 4 Pages: 572-580 DOI: 10.1016/j.hrthm.2016.12.021 Published: APR 2017","Abstract":"BACKGROUND The electrocardiographically measured QT interval (QT) is heritable and its prolongation is an established risk factor for several cardiovascular diseases. Yet, most QT genetic studies have been performed in European ancestral populations, possibly reducing their global relevance. OBJECTIVE To leverage diversity and improve biological insight, we fine mapped 16 of the 35 previously identified QT loci(46%) in populations of African American(n = 12,410) and Hispanic/Latino (n = 14,837) ancestry. METHODS Racial/ethnic-specific multiple linear regression analyses adjusted for heart rate and clinical covariates were examined separately and in combination after inverse-variance weighted trans-ethnic meta-analysis. RESULTS The 16 fine-mapped QTlociincludedontheIllumina Metabochip represented 21 independent signals, of which 16(76%) were significantly (P-value <= 9.1 x 10(-5)) associated with QT. Through sequential conditional analysis we also identified three trans-ethnic novel SNPs at ATP1B1, SCN5A-SCN10A, and KCNQ1 and three Hispanic/Latino-specific novel SNPs at NOS1AP and SCN5A-SCN10A (two novel SNPs) with evidence of associations with QT independent of previous identified GWAS lead SNPs. Linkage disequilibrium patterns helped to narrow the region likely to contain the functional variants at several loci, including NOS1AP, USP50-TRPM7, and PRKCA, although intervals surrounding SLC35F1P-LN and CNOT1 remained broad in size(>100 kb). Finally, bioinformatics-based functional characterization suggested a regulatory function in cardiac tissues for the majority of independent signals that generalized and the novel SNPs. CONCLUSION Our findings suggest that a majority of identified SNPs implicate gene regulatory dysfunction in QT prolongation, that the same loci influence variation in QT across global populations, and that additional, novel, population-specific QT signals exist.","Authors":"Avery, CL (Avery, Christy L.) ; Wassel, CL (Wassel, Christina L.) ; Richard, MA (Richard, Melissa A.) ; Highland, HM (Highland, Heather M.) ; Bien, S (Bien, Stephanie) ; Zubair, N (Zubair, Niha) ; Soliman, EZ (Soliman, Elsayed Z.)[ 10,11 ] ; Fornage, M (Fornage, Myriam) ; Bielinski, SJ (Bielinski, Suzette J.)[ 12 ] ; Tao, R (Tao, Ran) ; Seyerle, AA (Seyerle, Amanda A.) ; Shah, SJ (Shah, Sanjiv J.)[ 13,14 ] ; Lloyd-Jones, DM (Lloyd-Jones, Donald M.)[ 13,14 ] ; Buyske, S (Buyske, Steven)[ 15,16 ] ; Rotter, JI (Rotter, Jerome I.)[ 17,18 ] ; Post, WS (Post, Wendy S.)[ 19,20 ] ; Rich, SS (Rich, Stephen S.)[ 21 ] ; Hindorff, LA (Hindorff, Lucia A.)[ 22 ] ; Jeff, JM (Jeff, Janina M.)[ 23,24 ] ; Shohet, RV (Shohet, Ralph V.)[ 25 ] ; Sotoodehnia, N (Sotoodehnia, Nona)[ 26 ] ; Lin, DY (Lin, Dan Yu) ; Whitsel, EA (Whitsel, Eric A.) ; Peters, U (Peters, Ulrike) ; Haiman, CA (Haiman, Christopher A.)[ 27,28 ] ; Crawford, DC (Crawford, Dana C.)[ 29 ] ; Kooperberg, C (Kooperberg, Charles) ; North, KE (North, Kari E.) ...More...Less","Title":"Fine mapping of QT interval regions in global populations refines previously identified QT interval loci and identifies signals unique to African and Hispanic descent populations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397547900011 PubMed ID: 27731333 ISSN: 0021-8820","Categories":"Biotechnology & Applied Microbiology; Immunology; Microbiology; Pharmacology & Pharmacy Web of Science Categories:Biotechnology & Applied Microbiology; Immunology; Microbiology; Pharmacology & Pharmacy","Journal Information":"JOURNAL OF ANTIBIOTICS Volume: 70 Issue: 4 Pages: 414-422 DOI: 10.1038/ja.2016.122 Published: APR 2017","Abstract":"Isofuranonaphthoquinones (IFQs) and Isoindolequinones (IIQs) comprise a small family of natural products, with the latter ones are especially uncommon in nature. Here we report the discovery of seven new IFQs, IFQ A-G (1-7), and three new IIQs, IIQ A-C (8-10), along with the known anthraquinone desoxyerythrolaccin (11), from Streptomyces sp. CB01883, expanding the chemical diversity of this family of natural products. The structures of these natural products were established on the basis of their HRESI-MS and nuclear magnetic resonance (NMR) spectroscopic data. All compounds were assessed for antibacterial activity, with 11 and 1, 5-7 exhibiting moderate and weak activities, respectively, against several Gram-positive bacteria tested. Bioinformatics analysis of the Streptomyces sp. CB01883 genome revealed the ifq gene cluster that showed identical genetic organization, with high-sequence identity, to the ifn gene cluster recently cloned from Streptomyces sp. RI-77 and confirmed to encode the biosynthesis of two IFQs, JBIR-76 and JBIR-77. Co-isolation of IFQs with IIQs from Streptomyces sp. CB01883 and facile chemical transformation of selected IFQs to IIQs, as exemplified by 1 to 9, together with the finding of the ifq cluster that most likely only encodes IFQ biosynthesis, support the proposal that IIQs may be derived nonenzymatically from IFQs in the presence of an amine.","Authors":"Guo, ZK (Guo, Zhikai) ; Pan, GH (Pan, Guohui) ; Xu, ZR (Xu, Zhengren) ; Yang, D (Yang, Dong) ; Hindra (Hindra) ; Zhu, XC (Zhu, Xiangcheng) ; Huang, Y (Huang, Yong) ; Zhao, LX (Zhao, Li-Xing) ; Jiang, Y (Jiang, Yi) ; Duan, YW (Duan, Yanwen) ; Shen, B (Shen, Ben) ...More...Less","Title":"New isofuranonaphthoquinones and isoindolequinones from Streptomyces sp CB01883"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397582900004 PubMed ID: 28004519 ISSN: 1364-5072 eISSN: 1365-2672","Keywords":"antimicrobial bioassay; bioinformatic approach; Cyanobacteria; NRPS-PKS genes; spectroscopic analysis KeyWords Plus:MARINE CYANOBACTERIA; NATURAL-PRODUCTS; STAPHYLOCOCCUS-AUREUS; SECONDARY METABOLITES; POLYKETIDE SYNTHASE; GEITLERINEMA SP; DRUG DISCOVERY; BIOSYNTHESIS; TERRESTRIAL; ANTIFUNGAL","Categories":"Biotechnology & Applied Microbiology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Microbiology","Journal Information":"JOURNAL OF APPLIED MICROBIOLOGY Volume: 122 Issue: 4 Pages: 881-892 DOI: 10.1111/jam.13385 Published: APR 2017","Abstract":"AimsExplorations of freshwater Cyanobacteria as antimicrobial (bacteria, fungi and methicillin-resistant Staphylococcus aureus (MRSA) strains) drug resource using bioassay, NRPS (non-ribosomal polypeptide synthetase) and PKS (polyketide synthase) genes, as well as in silico approach. Methods and ResultsWe have bioassayed the extracts of Phormidium CCC727, Geitlerinema CCC728, Arthrospira CCC729, Leptolyngbya CCC732, Phormidium CCC730, Phormidium CCC731 against six pathogenic bacteria comprising Gram (+ve): S. aureus including seven clinical MRSA and Enterococcus faecalis, Gram (-ve): Escherichia coli, Salmonella Typhimurium, Klebsiella pneumoniae and Shigella boydii along with non-pathogenic Enterobacter aerogenes as well as fungal strains (Cryptococcus neoformans and Candida albicans, C. krusei, C. tropicalis and Aspergillus niger) exhibiting antimicrobial potential. The NRPS and PKS genes of the target strains were also amplified and sequenced. The putative protein structures were predicted using bioinformatics approach. ConclusionPKS gene expression indicated keto-acyl synthase as one of the important active domains in the biomolecules related to antitumour and antifungal group. The simultaneous identification of the biomolecule (dihydro-2H-pyran-2-one derivative) was also inferred spectroscopically. Significance and Impact of the StudyFreshwater Cyanobacteria are prolific producers of secondary metabolite(s) that may act as the antimicrobial drug resource in addition to their much explored marine counterpart.","Authors":"Srivastava, A (Srivastava, A.) ; Singh, VK (Singh, V. K.) ; Patnaik, S (Patnaik, S.) ; Tripathi, J (Tripathi, J.) ; Singh, P (Singh, P.) ; Nath, G (Nath, G.) ; Asthana, RK (Asthana, R. K.)","Title":"Antimicrobial assay and genetic screening of selected freshwater Cyanobacteria and identification of a biomolecule dihydro-2H-pyran-2-one derivative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398275900003 PubMed ID: 28104750 ISSN: 8750-7587 eISSN: 1522-1601","Keywords":"muscle transcriptome; neutrophil transcriptome; physiological stress; network biology; biomarker discovery KeyWords Plus:EXPRESSION PROFILES; ECCENTRIC EXERCISE; MONONUCLEAR-CELLS; IMMUNE-RESPONSE; TIME-COURSE; TRANSCRIPTOME; RECOVERY; REGENERATION; ACTIVATION; DAMAGE","Categories":"Physiology; Sport Sciences Web of Science Categories:Physiology; Sport Sciences","Journal Information":"JOURNAL OF APPLIED PHYSIOLOGY Volume: 122 Issue: 4 Pages: 752-766 DOI: 10.1152/japplphysiol.00114.2016 Published: APR 2017","Abstract":"It remains incompletely understood whether there is an association between the transcriptome profiles of skeletal muscle and blood leukocytes in response to exercise or other physiological stressors. We have previously analyzed the changes in the muscle and blood neutrophil transcriptome in eight trained men before and 3, 48, and 96 h after 2 h cycling and running. Because we collected muscle and blood in the same individuals and under the same conditions, we were able to directly compare gene expression between the muscle and blood neutrophils. Applying weighted gene coexpression network analysis (WGCNA) as an advanced network-driven method to these original data sets enabled us to compare the muscle and neutrophil transcriptomes in a rigorous and systematic manner. Two gene networks were identified that were preserved between skeletal muscle and blood neutrophils, functionally related to mitochondria and posttranslational processes. Strong preservation measures (Z(summary) > 10) for both muscle-neutrophil gene networks were evident within the postexercise recovery period. Muscle and neutrophil gene coexpression was strongly correlated in the mitochondria-related network (r = 0.97; P = 3.17E-2). We also identified multiple correlations between muscular gene subnetworks and exercise-induced changes in blood leukocyte counts, inflammation, and muscle damage markers. These data reveal previously unidentified gene coexpression between skeletal muscle and blood neutrophils following exercise, showing the value of WGCNA to understand exercise physiology. Furthermore, these findings provide preliminary evidence in support of the notion that blood neutrophil gene networks may potentially help us to track physiological and pathophysiological changes in the muscle. NEW & NOTEWORTHY By using weighted gene coexpression network analysis, an advanced bioinformatics method, we have identified previously unknown, functional gene networks that are preserved between skeletal muscle and blood neutrophils during recovery from exercise. These novel preliminary data suggest that muscular gene networks are coexpressed in blood leukocytes following physiological stress. This is a step forward toward the development of blood neutrophil gene subnetworks as part of blood biomarker panels to assess muscle health and disease.","Authors":"Broadbent, J (Broadbent, James) ; Sampson, D (Sampson, Dayle) ; Sabapathy, S (Sabapathy, Surendran) ; Haseler, LJ (Haseler, Luke J.) ; Wagner, KH (Wagner, Karl-Heinz) ; Bulmer, AC (Bulmer, Andrew C.) ; Peake, JM (Peake, Jonathan M.) ; Neubauer, O (Neubauer, Oliver)","Title":"Gene networks in skeletal muscle following endurance exercise are coexpressed in blood neutrophils and linked with blood inflammation markers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398404900004 PubMed ID: 27992242 ISSN: 1066-5277 eISSN: 1557-8666","Keywords":"alignment-free; multiresolution clustering; reassortment; similarity relationship KeyWords Plus:COMMON SUBSTRING APPROACH; PROTEIN SEQUENCES; ALIGNMENT; GENOME; KMACS","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"JOURNAL OF COMPUTATIONAL BIOLOGY Volume: 24 Issue: 4 Pages: 299-310 DOI: 10.1089/cmb.2016.0030 Published: APR 2017","Abstract":"How we can describe the similarity relationship between the biological sequences is a basic but important problem in bioinformatics. The first graphical representation method for the similarity relationship rather than for single sequence is proposed in this article, which makes the similarity intuitional. Some properties such as sensitivity and continuity of the similarity are proved theoretically, which indicate that the similarity describer has the advantage of both alignment and alignment-free methods. With the aid of multiresolution analysis tools, we can exhibit the similarity's different profiles, from high resolution to low resolution. Then the idea of multiresolution clustering is raised first. A reassortment analysis on a benchmark flu virus genome data set is to test our method and it shows a better performance than alignment method, especially in dealing with problems involving segments' order.","Authors":"Yang, LP (Yang, Lianping) ; Zhang, WL (Zhang, Weilin)","Title":"A Multiresolution Graphical Representation for Similarity Relationship and Multiresolution Clustering for Biological Sequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397263900006 PubMed ID: 28104386 ISSN: 0163-4453 eISSN: 1532-2742","Keywords":"Influenza; Genomics; Outbreak; Healthcare associated infection; Renal transplantation KeyWords Plus:MOLECULAR CHARACTERIZATION; VIRUS; TRANSMISSION; INFECTION; A(H1N1); UNIT; A/H1N1","Categories":"Infectious Diseases Web of Science Categories:Infectious Diseases","Journal Information":"JOURNAL OF INFECTION Volume: 74 Issue: 4 Pages: 377-384 DOI: 10.1016/j.jinf.2016.12.015 Published: APR 2017","Abstract":"Objectives: We describe haemagglutinin (HA) and neuraminidase (NA) sequencing in an apparent cross-site influenza A(H1N1) outbreak in renal transplant and haemodialysis patients, confirmed with whole genome sequencing (WGS). Methods: Isolates were sequenced from influenza positive individuals. Phylogenetic trees were constructed using HA and NA sequencing and subsequently WGS. Sequence data was analysed to determine genetic relatedness of viruses obtained from inpatient and outpatient cohorts and compared with epidemiological outbreak information. Results: There were 6 patient cases of influenza in the inpatient renal ward cohort (associated with 3 deaths) and 9 patient cases in the outpatient haemodialysis unit cohort (no deaths). WGS confirmed clustered transmission of two genetically different influenza A(H1N1) pdm09 strains initially identified by analysis of HA and NA genes. WGS took longer, and in this case was not required to determine whether or not the two seemingly linked outbreaks were related. Conclusion: Rapid sequencing of HA and NA genes may be sufficient to aid early influenza outbreak investigation making it appealing for future outbreak investigation. However, as next generation sequencing becomes cheaper and more widely available and bioinformatics software is now freely accessible next generation whole genome analysis may increasingly become a valuable tool for real-time Influenza outbreak investigation. Crown Copyright (C) 2017 Published by Elsevier Ltd on behalf of The British Infection Association. All rights reserved.","Authors":"Houghton, R (Houghton, Rebecca) ; Ellis, J (Ellis, Joanna) ; Galiano, M (Galiano, Monica) ; Clark, TW (Clark, Tristan W.) ; Wyllie, S (Wyllie, Sarah)","Title":"Haemagglutinin and neuraminidase sequencing delineate nosocomial influenza outbreaks with accuracy equivalent to whole genome sequencing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397547600013 PubMed ID: 28167213 ISSN: 0167-7012 eISSN: 1872-8359","Keywords":"NextGen sequencing; 16S rRNA; QIIME; PICRUSt; Pathogens KeyWords Plus:CELIAC-DISEASE; COLON-CANCER; CETOBACTERIUM-SOMERAE; BILE-ACIDS; SP-NOV; METABOLISM; SEQUENCES; SEARCH; SERINE; TOOL","Categories":"Biochemistry & Molecular Biology; Microbiology Web of Science Categories:Biochemical Research Methods; Microbiology","Journal Information":"JOURNAL OF MICROBIOLOGICAL METHODS Volume: 135 Pages: 69-76 DOI: 10.1016/j.mimet.2017.01.016 Published: APR 2017","Abstract":"In this study, we report the gut microbial composition and predictive functional profiles of zebrafish, Danio rerio, fed with a control formulated diet (CFD), and a gluten formulated diet (GFD) using a metagenomics approach and bioinformatics tools. The microbial communities of the GFD-fed D. rerio displayed heightened abundances of Legionellales, Rhizobiaceae, and Rhodobacter, as compared to the CFD-fed counterparts. Predicted metagenomics of microbial communities (PICRUSt) in GFD-fed D. rerio showed KEGG functional categories corresponding to bile secretion, secondary bile acid biosynthesis, and the metabolism of glycine, serine, and threonine. The CFD-fed D. rerio exhibited KEGG functional categories of bacteria-mediated cobalamin biosynthesis, which was supported by the presence of cobalamin synthesizers such as Bacteroides and Lactobacillus. Though these bacteria were absent in GFD-fed D. rerio, a comparable level of the cobalamin biosynthesis KEGG functional category was observed, which could be contributed by the compensatory enrichment of Cetobacterium. Based on these results, we conclude D. rerio to be a suitable alternative animal model for the use of a targeted metagenomics approach along with bioinformatics tools to further investigate the relationship between the gluten diet and microbiome profile in the gut ecosystem leading to gastrointestinal diseases and other undesired adverse health effects. (C) 2017 Published by-Elsevier B.V.","Authors":"Koo, H (Koo, Hyunmin) ; Hakim, JA (Hakim, Joseph A.) ; Powell, ML (Powell, Mickie L.) ; Kumar, R (Kumar, Ranjit) ; Eipers, PG (Eipers, Peter G.) ; Morrow, CD (Morrow, Casey D.) ; Crowley, M (Crowley, Michael) ; Lefkowitz, EJ (Lefkowitz, Elliot J.) ; Watts, SA (Watts, Stephen A.) ; Bej, AK (Bej, Asim K.)","Title":"Metagenomics approach to the study of the gut microbiome structure and function in zebrafish Danio rerio fed with gluten formulated diet"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397466300005 PubMed ID: 28008606 ISSN: 0022-3417 eISSN: 1096-9896","Keywords":"transcriptomics; gene expression; skin; sebaceous gland; apocrine gland; sweat gland; psoriasis KeyWords Plus:ALLERGIC CONTACT-DERMATITIS; MICROARRAY EXPRESSION DATA; SWEAT GLAND DEVELOPMENT; HUMAN SEBACEOUS GLANDS; MAMMALIAN UV RESPONSE; KERATINOCYTE DIFFERENTIATION; PSORIATIC SKIN; CROSS-TALK; PROTEIN; TISSUE","Categories":"Oncology; Pathology Web of Science Categories:Oncology; Pathology","Journal Information":"JOURNAL OF PATHOLOGY Volume: 241 Issue: 5 Pages: 600-613 DOI: 10.1002/path.4864 Published: APR 2017","Abstract":"Numerous studies have explored the altered transcriptional landscape associated with skin diseases to understand the nature of these disorders. However, data interpretation represents a significant challenge due to a lack of good maker sets for many of the specialized cell types that make up this tissue, whose composition may fundamentally alter during disease. Here we have sought to derive expression signatures that define the various cell types and structures that make up human skin, and demonstrate how they can be used to aid the interpretation of transcriptomic data derived from this organ. Two large normal skin transcriptomic datasets were identified, one RNA-seq (n = 578), the other microarray (n = 165), quality controlled and subjected separately to network-based analyses to identify clusters of robustly co-expressed genes. The biological significance of these clusters was then assigned using a combination of bioinformatics analyses, literature, and expert review. After cross comparison between analyses, 20 gene signatures were defined. These included expression signatures for hair follicles, glands (sebaceous, sweat, apocrine), keratinocytes, melanocytes, endothelia, muscle, adipocytes, immune cells, and a number of pathway systems. Collectively, we have named this resource SkinSig. SkinSig was then used in the analysis of transcriptomic datasets for 18 skin conditions, providing in-context interpretation of these data. For instance, conventional analysis has shown there to be a decrease in keratinization and fatty metabolism with age; we more accurately define these changes to be due to loss of hair follicles and sebaceous glands. SkinSig also highlighted the over-/under-representation of various cell types in skin diseases, reflecting an influx in immune cells in inflammatory disorders and a relative reduction in other cell types. Overall, our analyses demonstrate the value of this new resource in defining the functional profile of skin cell types and appendages, and in improving the interpretation of disease data. (c) 2016 The Authors. The Journal of Pathology published by John Wiley & Sons Ltd on behalf of Pathological Society of Great Britain and Ireland.","Authors":"Shih, BB (Shih, Barbara B.) ; Nirmal, AJ (Nirmal, Ajit J.) ; Headon, DJ (Headon, Denis J.) ; Akbar, AN (Akbar, Arne N.) ; Mabbott, NA (Mabbott, Neil A.) ; Freeman, TC (Freeman, Tom C.)","Title":"Derivation of marker gene signatures from human skin and their use in the interpretation of the transcriptional changes associated with dermatological disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398246200008 PubMed ID: 28112756 ISSN: 0023-6837 eISSN: 1530-0307","Categories":"Research & Experimental Medicine; Pathology Web of Science Categories:Medicine, Research & Experimental; Pathology","Journal Information":"LABORATORY INVESTIGATION Volume: 97 Issue: 4 Pages: 447-457 DOI: 10.1038/labinvest.2016.152 Published: APR 2017","Abstract":"Gliomas remain a major public health challenge, posing a high risk for brain tumor-related morbidity and mortality. However, the mechanisms that drive the development of gliomas remain largely unknown. Emerging evidence has shown that long noncoding RNAs are key factors in glioma pathogenesis. qRT-PCR analysis was used to assess the expression of FTX and miR-342-3p in the different stages of gliomas in tissues. Bioinformatics tool DIANA and TargetSCan were used to predict the targets of FTX and miR-342-3p, respectively. Pearson's correlation analysis was performed to test the correlation between the expression levels of FTX, miR-342-3p, and astrocyte-elevated gene-1 (AEG-1). To examine the role of FTX in regulating proliferation and invasion of glioma cells, specific siRNA was used to knockdown FTX, and MU (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) and transwell assays were performed. Furthermore, rescue experiments were performed to further confirm the regulation of miR-342-3p by FTX. We then found that the expression of FTX and miR-342-3p was associated with progression of gliomas. FTX directly inhibited the expression of miR-342-3p, which subsequently regulates the expression of AEG-1. Collectively, FTX is critical for proliferation and invasion of glioma cells by regulating miR-342-3p and AEG-1. Our findings indicate that FTX and miR-342-3p may serve as a biomarker of glioma diagnosis, and offer potential novel therapeutic targets of treatment of gliomas.","Authors":"Zhang, WG (Zhang, Weiguang) ; Bi, YK (Bi, Yunke) ; Li, JH (Li, Jianhua) ; Peng, F (Peng, Fei) ; Li, H (Li, Hui) ; Li, CG (Li, Chenguang) ; Wang, LZ (Wang, Laizang) ; Ren, FB (Ren, Fubin) ; Xie, C (Xie, Chen) ; Wang, PW (Wang, Pengwei) ; Liang, WW (Liang, Weiwei) ; Wang, Z (Wang, Zhi) ; Zhu, D (Zhu, Dan) ...More...Less","Title":"Long noncoding RNA FTX is upregulated in gliomas and promotes proliferation and invasion of glioma cells by negatively regulating miR-342-3p"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397940000011 PubMed ID: 27900439 ISSN: 0095-3628 eISSN: 1432-184X","Keywords":"Pseudomonas aeruginosa; Cyclodipeptides; Non-ribosomal peptide synthases; Quorum-sensing; Plant-growth promotion; Siderophores KeyWords Plus:SYNTHETASE; ARABIDOPSIS; VIRULENCE; LACTONES; ENZYMES; FAMILY","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology; Microbiology Web of Science Categories:Ecology; Marine & Freshwater Biology; Microbiology","Journal Information":"MICROBIAL ECOLOGY Volume: 73 Issue: 3 Pages: 616-629 DOI: 10.1007/s00248-016-0896-4 Published: APR 2017","Abstract":"Diverse molecules mediate cross-kingdomcommunication between bacteria and their eukaryotic partners and determine pathogenic or symbiotic relationships. N-acyl-L-homoserine lactone-dependent quorum-sensing signaling represses the biosynthesis of bacterial cyclodipeptides (CDPs) that act as auxin signal mimics in the host plant Arabidopsis thaliana. In this work, we performed bioinformatics, biochemical, and plant growth analyses to identify nonribosomal peptide synthase (NRPS) proteins of Pseudomonas aeruginosa, which are involved in CDP synthesis. A reverse genetics strategy allowed the identification of the genes encoding putative multi-modular-NRPS (MM-NRPS). Mutations in these genes affected the synthesis of the CDPs cyclo(L-Pro-L-Val), cyclo(L-Pro-L-Leu), and cyclo(L-Pro- L-Tyr), while showing wild-type-like levels of virulence factors, such as violacein, elastase, and pyocyanin. When analyzing the bioactivity of purified, naturally produced CDPs, it was found that cyclo(L-Pro-L-Tyr) and cyclo(L-Pro-L-Val) were capable of antagonizing quorum-sensing-LasR (QS-LasR)-dependent signaling in a contrasting manner in the cell-free supernatants of the selected NRPS mutants, which showed QS induction. Using a bacteria-plant interaction system, we further show that the pvdJ, ambB, and pchE P. aeruginosa mutants failed to repress primary root growth, but improved root branching in A. thaliana seedlings. These results indicated that the CDP production in P. aeruginosa depended on the functional MM-NRPS, which influences quorum-sensing of bacteria and plays a role in root architecture remodeling.","Authors":"Gonzalez, O (Gonzalez, Omar) ; Ortiz-Castro, R (Ortiz-Castro, Randy) ; Diaz-Perez, C (Diaz-Perez, Cesar) ; Diaz-Perez, AL (Diaz-Perez, Alma L.) ; Magana-Duenas, V (Magana-Duenas, Viridiana) ; Lopez-Bucio, J (Lopez-Bucio, Jose) ; Campos-Garcia, J (Campos-Garcia, Jesus)","Title":"Non-ribosomal Peptide Synthases from Pseudomonas aeruginosa Play a Role in Cyclodipeptide Biosynthesis, Quorum-Sensing Regulation, and Root Development in a Plant Host"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395552000004 PubMed ID: 27010366 ISSN: 1464-6722 eISSN: 1364-3703","Keywords":"effectors; ETI suppression; LCM; P; pachyrhizi; secretome; soybean rust; transcriptome KeyWords Plus:LASER CAPTURE MICRODISSECTION; EXPRESSED SEQUENCE TAGS; ASIAN SOYBEAN RUST; FLAX RUST; UROMYCES-APPENDICULATUS; PROTEOMIC ANALYSIS; PROTEIN SECRETION; AVIRULENCE GENES; USTILAGO-MAYDIS; CAUSAL AGENT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"MOLECULAR PLANT PATHOLOGY Volume: 18 Issue: 3 Pages: 363-377 DOI: 10.1111/mpp.12405 Published: APR 2017","Abstract":"Asian soybean rust (ASR), caused by the obligate biotrophic fungus Phakopsora pachyrhizi, can cause losses greater than 80%. Despite its economic importance, there is no soybean cultivar with durable ASR resistance. In addition, the P. pachyrhizi genome is not yet available. However, the availability of other rust genomes, as well as the development of sample enrichment strategies and bioinformatics tools, has improved our knowledge of the ASR secretome and its potential effectors. In this context, we used a combination of laser capture microdissection (LCM), RNAseq and a bioinformatics pipeline to identify a total of 36 350 P. pachyrhizi contigs expressed in planta and a predicted secretome of 851 proteins. Some of the predicted secreted proteins had characteristics of candidate effectors: small size, cysteine rich, do not contain PFAM domains (except those associated with pathogenicity) and strongly expressed in planta. A comparative analysis of the predicted secreted proteins present in Pucciniales species identified new members of soybean rust and new Pucciniales- or P. pachyrhizi-specific families (tribes). Members of some families were strongly up-regulated during early infection, starting with initial infection through haustorium formation. Effector candidates selected from two of these families were able to suppress immunity in transient assays, and were localized in the plant cytoplasm and nuclei. These experiments support our bioinformatics predictions and show that these families contain members that have functions consistent with P. pachyrhizi effectors.","Authors":"de Carvalho, MCDG (de Carvalho, Mayra C. da C. G.) ; Nascimento, LC (Nascimento, Leandro Costa) ; Darben, LM (Darben, Luana M.) ; Polizel-Podanosqui, AM (Polizel-Podanosqui, Adriana M.) ; Lopes-Caitar, VS (Lopes-Caitar, Valeria S.) ; Qi, MS (Qi, Mingsheng) ; Rocha, CS (Rocha, Carolina S.) ; Carazzolle, MF (Carazzolle, Marcelo Falsarella) ; Kuwahara, MK (Kuwahara, Marcia K.) ; Pereira, GAG (Pereira, Goncalo A. G.) ; Abdelnoor, RV (Abdelnoor, Ricardo V.) ; Whitham, SA (Whitham, Steven A.) ; Marcelino-Guimaraes, FC (Marcelino-Guimaraes, Francismar C.) ...More...Less","Title":"Prediction of the in planta Phakopsora pachyrhizi secretome and potential effector families"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398514200013 ISSN: 1792-1074 eISSN: 1792-1082","Keywords":"colorectal cancer; gelatin zymography; MMP-2; MMP-9 KeyWords Plus:TISSUE INHIBITOR; CLINICAL-SIGNIFICANCE; (MMP)-2 ACTIVATION; BREAST-CANCER; EXPRESSION; MMP-9; AND-9; COLLAGENASES; CARCINOMA; PROFILES","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY LETTERS Volume: 13 Issue: 4 Pages: 2097-2104 DOI: 10.3892/ol.2017.5680 Published: APR 2017","Abstract":"Matrix metalloproteinases (MMPs), a family of endopeptidases also known as gelatinases, have been reported to affect the acquisition of the cell proliferative, cell invasive and metastatic phenotype of several types of cancer. In particular, the gelatinases MMP-2 and -9 have been revealed to facilitate tumor growth and invasion in patients with colorectal cancer (CRC). However, it is not known whether the gelatinase activity of MMP-2 and-9 is also elevated in Vietnamese patients with CRC. The activity of MMP-2 and-9 in the tissue samples of 103 patients with CRC was evaluated by gelatin zymography and quantified using ImageJ. The association between the level of activity of MMP-2 and-9 and various clinicopathological factors was analyzed, and Chisio BioPAX Editor software was used to visualize the biological pathways regulating the activity of the MMPs. The present study noticed significantly increased activity of active MMP-2 and MMP-9 in tumor tissues (P < 0.01), and significantly decreased levels of pro-form MMP-2 and MMP-9 in tumor tissues (P < 0.01), compared with that in adjacent tissues in patients with CRC. A correlation between the normalized different activity of MMP-2 and-9 and various clinicopathological features was observed. Furthermore, bioinformatics analysis indicated that the alteration in the activity of MMP-2 and MMP-9 may have been controlled by biological pathways involving the tissue inhibitors of metalloprotease-2 and -1. These findings indicate that the activity of the gelatinases MMP-2 and -9 affects the tumor progression and metastasis of patients with CRC, providing a potential novel approach for determining the prognosis of CRC.","Authors":"Bui, TP (Thao Phuong Bui) ; Hoang, AN (Anh Ngoc Hoang) ; Le, PL (Phuong Lan Le) ; Pham, BT (Bich Thi Pham) ; Nguyen, LTT (Linh Thi Tu Nguyen) ; Do, HM (Ha Minh Do) ; Ta, TV (To Van Ta) ; Trinh, TH (Thai Hong Trinh)","Title":"Matrix metalloproteinases in Vietnamese patients with colorectal cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398514200032 ISSN: 1792-1074 eISSN: 1792-1082","Keywords":"head and neck squamous cell carcinoma; calpain 6; Gene Expression Omnibus; tissue microarray; tumor stage KeyWords Plus:SQUAMOUS-CELL CARCINOMA; BREAST-CANCER; IMMUNOHISTOCHEMICAL ANALYSIS; CYTOSKELETAL ORGANIZATION; NEXT-GENERATION; INHIBITION; APOPTOSIS; SYSTEM; CALPASTATIN; PROGRESSION","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY LETTERS Volume: 13 Issue: 4 Pages: 2237-2243 DOI: 10.3892/ol.2017.5687 Published: APR 2017","Abstract":"Calpains are a family of intracellular cysteine proteases involved in various biological processes. Previously, the family was identified to have abnormal expression in several types of malignant tumor. Calpain 6 was less well known; however, it was recently identified to be involved in the carcinogenesis of certain types of malignant tumor. However, the expression of calpain 6 in head and neck squamous cell carcinoma (HNSCC) remains unclear. A total of six datasets from the Gene Expression Omnibus (GEO) was analyzed and an association between calpain 6 expression levels and HNSCC was identified, with the expression of calpain 6 observed to be significantly decreased in HNSCC (P<0.01). However, the expression of calpain 6 may vary between distinct tumor stages of HNSCC. Furthermore, calpain 6 expression was positively associated with the survival rate in patients with HNSCC (P<0.05), with increased expression of calpain 6 associated with an improved survival outcome. Calpain 6 expression was analyzed using an HNSCC tissue microarray and these results were consistent with the statistical analysis of the bioinformatics data from the GEO, indicating that calpain 6 may be a tumor suppressor protein in HNSCC.","Authors":"Xiang, YZ (Xiang, Yinzhou) ; Li, F (Li, Fen) ; Wang, L (Wang, Lei) ; Zheng, AY (Zheng, Anyuan) ; Li, M (Li, Man) ; Wang, YP (Wang, Yongping) ; Xu, Y (Xu, Yong) ; Chen, C (Chen, Chen) ; Chen, SM (Chen, Shiming) ; Xiao, BK (Xiao, Bokui) ; Tao, ZZ (Tao, Zezhang) ...More...Less","Title":"Decreased calpain 6 expression is associated with tumorigenesis and poor prognosis in HNSCC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398514200095 ISSN: 1792-1074 eISSN: 1792-1082","Keywords":"tripartite motif 28; prognostic value; breast cancer; tumor protein p53; therapeutic target; prognostic marker KeyWords Plus:NUCLEAR COREPRESSOR KAP1; CELL LUNG-CANCER; TUMOR-SUPPRESSOR; DOWN-REGULATION; TRIM PROTEINS; HEPATOCELLULAR-CARCINOMA; MDM2 INTERACTION; MICROARRAY DATA; SURVIVAL; PROLIFERATION","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY LETTERS Volume: 13 Issue: 4 Pages: 2670-2678 DOI: 10.3892/ol.2017.5764 Published: APR 2017","Abstract":"Tripartite motif containing 28 (TRIM28) is a transcriptional regulator acting as an essential corepressor for Kruppel-associated box zinc finger domain-containing proteins in multiple tissue and cell types. An increasing number of studies have investigated the function of TRIM28; however, its prognostic value in breast cancer (BC) remains unclear. In the present study, the expression of TRIM28 was identified to be significantly higher in cancerous compared with healthy tissue samples. Furthermore, it was demonstrated that TRIM28 expression was significantly correlated with several clinicopathological characteristics of patients with BC, such as p53 mutation, tumor recurrence and Elston grade of the tumor. In addition, a protein-protein interaction network was created to illustrate the interactions of TRIM28 with other proteins. The prognostic value of TRIM28 in patients with BC was investigated using the Kaplan-Meier Plotter database, which revealed that high expression of TRIM28 is a predictor of poor prognosis in patients with BC. In conclusion, the results of the present study indicate that TRIM28 provides a survival advantage to patients with BC and is a novel prognostic biomarker, in addition to being a therapeutic target for the treatment of BC.","Authors":"Hao, L (Hao, Ling) ; Leng, J (Leng, Jun) ; Xiao, RJ (Xiao, Ruijing) ; Kingsley, T (Kingsley, Tembo) ; Li, XR (Li, Xinran) ; Tu, ZB (Tu, Zhenbo) ; Yang, XY (Yang, Xiangyong) ; Deng, XZ (Deng, Xinzhou) ; Xiong, M (Xiong, Meng) ; Xiong, J (Xiong, Jie) ; Zhang, QP (Zhang, Qiuping) ...More...Less","Title":"Bioinformatics analysis of the prognostic value of Tripartite Motif 28 in breast cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398514200113 ISSN: 1792-1074 eISSN: 1792-1082","Keywords":"cervical cancer; differentially-expressed genes; differentially-expressed microRNAs; protein-protein interaction; enrichment analysis KeyWords Plus:PROTEIN-INTERACTION NETWORKS; HUMAN-PAPILLOMAVIRUS; CELL-PROLIFERATION; INVASION; MIR-203; IDENTIFICATION; INHIBITION; PREVENTION; BIOMARKERS; INFECTION","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY LETTERS Volume: 13 Issue: 4 Pages: 2784-2790 DOI: 10.3892/ol.2017.5766 Published: APR 2017","Abstract":"Cervical cancer is one of the most common types of cancer among women worldwide. In order to identify the microRNAs (miRNAs/miRs) and mRNAs associated with the carcinogenesis of cervical cancer, and to investigate the molecular mechanisms of cervical cancer, an miRNA microarray, GSE30656, and 3 mRNA microarrays, GSE63514, GSE39001 and GSE9750, for cervical cancer were retrieved from Gene Expression Omnibus. These datasets were analyzed in order to obtain differentially-expressed genes (DEGs) and miRNAs using the GEO2R tool. Gene Ontology (GO) and pathway enrichment analysis for DEGs were performed using the Database for Annotation, Visualization and Integrated Discovery. Protein-protein interaction (PPI) analysis for DEGs was conducted using The Search Tool for the Retrieval of Interacting Genes software and visualized using Cytoscape, followed by hub gene identification, and biological process and pathway enrichment analysis of the module selected from the PPI network using the Molecular Complex Detection plugin. In addition, miRecords was applied to predict the targets of differentially-expressed miRNAs. A total of 44 DEGs and 15 differentially-expressed miRNAs were identified. These DEGs were mainly enriched in GO terms associated with the cell cycle. In the PPI network, cyclin-dependent kinase 1, topoisomerase DNA II alpha, aurora kinase A (AURKA) and minichromosome maintenance complex component 2 (MCM2) had higher degrees of connectivity. A significant module was detected from the PPI network. AURKA, MCM2 and kinesin family member 20A exhibited higher degrees in this module, while the genes in the module were mainly involved in the cell cycle and the DNA replication pathway. In addition, estrogen receptor 1 was predicted as the potential target of 13 miRNAs. A total of 10 DEGs were identified as potential targets of miR-203. In conclusion, the results indicated that microarray dataset analysis may provide a useful method for the identification of key genes and patterns to successfully identify determinants of the carcinogenesis of cervical cancer. The functional studies of candidate genes and miRNAs from these databases may lead to an increased understanding of the development of cervical cancer.","Authors":"Xu, ZZ (Xu, Zhanzhan) ; Zhou, Y (Zhou, Yu) ; Shi, F (Shi, Fang) ; Cao, YX (Cao, Yexuan) ; Dinh, TLA (Thi Lan Anh Dinh) ; Wan, J (Wan, Jing) ; Zhao, M (Zhao, Min)","Title":"Investigation of differentially-expressed microRNAs and genes in cervical cancer using an integrated bioinformatics analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138900049 PubMed ID: 28260088 ISSN: 1021-335X eISSN: 1791-2431","Keywords":"Foxk2; epithelial-mesenchymal transition; proliferation; N-cadherin; Snail; cyclin Dl; CDK4; miR-1271 KeyWords Plus:EXPRESSION; PROMOTES; NSCLC; SNAIL; EMT; PROGRESSION; INVASION; DISEASE; CCND1; ZEB1","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY REPORTS Volume: 37 Issue: 4 Pages: 2335-2347 DOI: 10.3892/or.2017.5461 Published: APR 2017","Abstract":"Increasing evidence suggests that numerous forkhead transcription factors are required to repress the mammalian cells phenotype. Among them, Foxk2 is a ubiquitously expressed family member, but the role of Foxk2 in mediating tumor metastasis in non-small cell lung cancer has not been explored. In this investigation reduced Foxk2 expression was found in lung adenocarcinoma tissues compared with the adjacent non-tumor tissues, and was associated with better overall survival. Low expression was also found in the NSCLC cell lines such as A549, NCI-H520, H1299, H358 and H460 cells. Recombinant lentivirus expressing Foxk2 constructs or ShFoxk2 were developed and transfected into A549 cells or NCI-H520 cells, immunofluorescence assay, qRT-PCR, and western blot analysis were used to measure the change of the epithelial markers, E-cadherin and a-catenin, and mesenchymal markers N-cadherin and vimentin. Wound healing assay and Transwell assay were used to measure the relative cell invasion ability. MTT assay, Edu assay, and cell cycle distribution analysis were used to confirm the effect of Foxk2 on cell proliferation. ChIP-seq, qChIP, as well as luciferase reporter gene assays were used to detect the target genes regulated by Foxk2, Bioinformatics predicated the potential miRNAs that could target Foxk2. Our study demonstrated that Foxk2 played major roles in NSCLC EMT by directly targeting N-cadherin and Snail, we found that Foxk2 regulated NSCLC cell growth by suppressing the expression of cyclin D1 and CDK4, which suggested that Foxk2 might be a multifunctional regulator in NSCLC. The expression of Foxk2 may be regulated by miR-1271, which could serve as a promising therapeutic target for NSCLC.","Authors":"Chen, S (Chen, Shu) ; Jiang, SM (Jiang, Simin) ; Hu, F (Hu, Fen) ; Xu, YJ (Xu, Yongjian) ; Wang, T (Wang, Tao) ; Mei, Q (Mei, Qi)","Title":"Foxk2 inhibits non-small cell lung cancer epithelial-mesenchymal transition and proliferation through the repression of different key target genes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138900053 PubMed ID: 28350096 ISSN: 1021-335X eISSN: 1791-2431","Keywords":"apoptosis; CIRH1A; proliferation; RKO; TCGA KeyWords Plus:INDIAN CHILDHOOD CIRRHOSIS; DIFFERENTIAL EXPRESSION ANALYSIS; PRE-RIBOSOMAL-RNA; EUKARYOTIC RIBOSOME; SSU PROCESSOME; BIOGENESIS; GENE; TRANSCRIPTION; LOCALIZATION; STATISTICS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY REPORTS Volume: 37 Issue: 4 Pages: 2375-2381 DOI: 10.3892/or.2017.5497 Published: APR 2017","Abstract":"Accumulating evidence suggests that ribosomal proteins may have extraribosomal functions in various physiological and pathological processes, including cancer. We analyzed the expression of the CIRH1A ribosomal protein in colorectal carcinoma and para-carcinoma samples by bioinformatics analyses of data extracted from The Cancer Genome Atlas and in colorectal cancer cell lines in vitro by qPCR. CIRH1A was highly expressed in carcinoma samples and colorectal cancer cells. We also transduced the RKO colorectal cancer (CRC) cell line with lentivirus-mediated small interfering RNAs (siRNAs) and studied the impact that this knockdown of CIRH1A expression had on cell growth. RNA interference (RNAi)-mediated inhibition of CIRH1A expression significantly suppressed proliferation and increased apoptosis of transduced cells, and tended to arrest them in G(1) phase. Our data suggest that CIRH1A plays a critical role in the proliferation, cell cycle distribution, and apoptosis of human malignant colorectal cells, and might therefore be a potential target for therapeutic strategies.","Authors":"Guo, F (Guo, Feng) ; Chen, JJ (Chen, Jian-Jun) ; Tang, WJ (Tang, Wei-Jun)","Title":"CIRH1A augments the proliferation of RKO colorectal cancer cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138900062 PubMed ID: 28350134 ISSN: 1021-335X eISSN: 1791-2431","Keywords":"microRNA-455-3p; prostate cancer; eIF4E; cap -dependent translation KeyWords Plus:TRANSLATION INITIATION-FACTORS; ANDROGEN RECEPTOR; EXPRESSION; CELLS; RESISTANCE; CARCINOMA; PATHWAY; GROWTH; PROLIFERATION; PROGRESSION","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY REPORTS Volume: 37 Issue: 4 Pages: 2449-2458 DOI: 10.3892/or.2017.5502 Published: APR 2017","Abstract":"MicroRNAs (miRNAs) are strongly implicated in various cancers, including prostate cancer. Recently, microRNA-455-3p (miR-455-3p) has been shown to be aberrantly expressed in many tumor tissues, but its functions in tumorigenesis remain unknown. In this study, we investigated the role of miR-455-3p in prostate cancer. We found that miR455-3p is markedly downregulated in prostate cancer cell lines and clinical tumor specimens. Gain -of -function and loss -of function studies showed that miR-455-3p promotes prostate cancer cell growth both in vitro and in vivo. Bioinformatics analysis and Luciferase reporter assays demonstrated that miR455-3p directly targets and suppresses eIF4E, the rate -limiting factor for cap -dependent translation, which plays important roles in the initiation and progression of prostate cancers. Further studies demonstrated that miR-455-3p inhibits cap dependent translation and the proliferation of prostate cancer cells through targeting eIF4E. Taken together, our findings suggest that miR-455-3p functions as a tumor suppressor by directly targeting eIF4E in prostate carcinogenesis and may be used as a potential target for therapeutic intervention in prostate cancer.","Authors":"Zhao, YX (Zhao, Yongxiang) ; Yan, MY (Yan, Mingyu) ; Yun, Y (Yun, Ye) ; Zhang, JG (Zhang, Jianguo) ; Zhang, RM (Zhang, Ruimin) ; Li, Y (Li, Yan) ; Wu, XM (Wu, Xiangming) ; Liu, Q (Liu, Qiang) ; Mia, W (Mia, Wei) ; Jiang, HS (Jiang, Haishan)","Title":"MicroRNA-455-3p functions as a tumor suppressor by targeting eIF4E in prostate cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397501700006 PubMed ID: 28052433 ISSN: 0960-7412 eISSN: 1365-313X","Keywords":"citrate efflux; H+ and Al3+ toxicity; Fe translocation; MATE transporter; zinc finger; transcriptional regulation KeyWords Plus:FINGER TRANSCRIPTION FACTOR; ALUMINUM TOLERANCE; IRON UPTAKE; CHELATE REDUCTASE; APOPLASMIC IRON; LOW PH; ARABIDOPSIS; GENES; RICE; FAMILY","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PLANT JOURNAL Volume: 90 Issue: 1 Pages: 79-95 DOI: 10.1111/tpj.13471 Published: APR 2017","Abstract":"The multidrug and toxin extrusion (MATE) transporter family comprises 70 members in the Medicago truncatula genome, and they play seemingly important, yet mostly uncharacterized, physiological functions. Here, we employed bioinformatics and molecular genetics to identify and characterize MATE transporters involved in citric acid export, Al3+ tolerance and Fe translocation. MtMATE69 is a citric acid transporter induced by Fe-deficiency. Overexpression of MtMATE69 in hairy roots altered Fe homeostasis and hormone levels under Fe-deficient or Fe-oversupplied conditions. MtMATE66 is a plasma membrane citric acid transporter primarily expressed in root epidermal cells. The mtmate66 mutant had less root growth than the wild type under Al3+ stress, and seedlings were chlorotic under Fe-deficient conditions. Overexpression of MtMATE66 rendered hairy roots more tolerant to Al3+ toxicity. MtMATE55 is involved in seedling development and iron homeostasis, as well as hormone signaling. The mtmate55 mutant had delayed development and chlorotic leaves in mature plants. Both knock-out and overexpression mutants of MtMATE55 showed altered Fe accumulation and abnormal hormone levels compared with the wild type. We demonstrate that the zinc-finger transcription factor MtSTOP is essentially required for MtMATE66 expression and plant resistance to H+ and Al3+ toxicity. The proper expression of two previously characterized MATE flavonoid transporters MtMATE1 and MtMATE2 also depends on several transcription factors. This study reveals not only functional diversity of MATE transporters and regulatory mechanisms in legumes against H+ and Al3+ stresses, but also casts light on their role in metal nutrition and hormone signaling under various stresses. Significance Statement As there are many MATE transporters in legumes, they potentially have diversified functions. Here we analyzed mutants and overexpression lines for two MATE transporters involved in citric acid export and aluminum tolerance and iron translocation, and one MATE transporter affecting growth and development and iron homeostasis. Manipulating the expression of these MATE transporters might prove useful in improving tolerance to acidic soils and aluminum stress.","Authors":"Wang, JJ (Wang, Junjie) ; Hou, QQ (Hou, Qiuqiang) ; Li, PH (Li, Penghui) ; Yang, L (Yang, Lina) ; Sun, XC (Sun, Xuecheng) ; Benedito, VA (Benedito, Vagner A.) ; Wen, JQ (Wen, Jiangqi) ; Chen, BB (Chen, Beibei) ; Mysore, KS (Mysore, Kirankumar S.) ; Zhao, J (Zhao, Jian)","Title":"Diverse functions of multidrug and toxin extrusion (MATE) transporters in citric acid efflux and metal homeostasis in Medicago truncatula"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398246800011 PubMed ID: 28381966 ISSN: 1598-2254 eISSN: 2093-9280","Keywords":"histone demethylase; Magnaporthe oryzae; pathogenicity; rice blast KeyWords Plus:INFECTION STRUCTURE FORMATION; NEUROSPORA-CRASSA; CONTAINING PROTEINS; H3; GRISEA; GENE; METHYLATION; CHROMATIN; TRANSCRIPTION; ACTIVATION","Categories":"Agriculture; Plant Sciences Web of Science Categories:Agriculture, Multidisciplinary; Plant Sciences","Journal Information":"PLANT PATHOLOGY JOURNAL Volume: 33 Issue: 2 Pages: 193-205 DOI: 10.5423/PPJ.OA.11.2016.0244 Published: APR 2017","Abstract":"Histone methylation plays important roles in regulating chromatin dynamics and transcription in eukaryotes. Implication of histone modifications in fungal pathogenesis is, however, beginning to emerge. Here, we report identification and functional analysis of a putative JmjC-domain-containing histone demethylase in Magnaporthe oryzae. Through bioinformatics analysis, we identified seven genes, which encode putative histone demethylases containing JmjC domain. Deletion of one gene, MoJMJ1, belonging to JARED group, resulted in defects in vegetative growth, asexual reproduction, appressorium formation as well as invasive growth in the fungus. Western blot analysis showed that global H3K4me3 level increased in the deletion mutant, compared to wild-type strain, indicating histone demethylase activity of MoJMJ1. Introduction of MoJMJ1 gene into Delta MoJMJ1restored defects in pre-penetration developments including appressorium formation, indicating the importance of histone demethylation through MoJMJ1 during infection-specific morphogenesis. However, defects in penetration and invasive growth were not complemented. We discuss such incomplete complementation in detail here. Our work on MoJMJ1 provides insights into H3K4me3-mediated regulation of infection-specific development in the plant pathogenic fungus.","Authors":"Huh, A (Huh, Aram) ; Dubey, A (Dubey, Akanksha) ; Kim, S (Kim, Seongbeom) ; Jeon, J (Jeon, Junhyun) ; Lee, YH (Lee, Yong-Hwan)","Title":"MoJMJ1, Encoding a Histone Demethylase Containing JmjC Domain, Is Required for Pathogenic Development of the Rice Blast Fungus, Magnaporthe oryzae"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373300009 PubMed ID: 28224923 ISSN: 0168-9452","Keywords":"Begomovirus; Illumina sequencing; Incompatible interaction; miRNA; Vigna mungo KeyWords Plus:SMALL RNAS; MIRNAS; IDENTIFICATION; EXPRESSION; RESISTANCE; INFECTION; TARGETS; PREDICTION; IMMUNITY; DEFENSE","Categories":"Biochemistry & Molecular Biology; Plant Sciences Web of Science Categories:Biochemistry & Molecular Biology; Plant Sciences","Journal Information":"PLANT SCIENCE Volume: 257 Pages: 96-105 DOI: 10.1016/j.plantsci.2017.01.016 Published: APR 2017","Abstract":"MicroRNAs (miRNAs) are 20-24 nucleotides long non-coding RNAs known to play important regulatory roles during biotic and abiotic stresses by controlling gene expression. Blackgram (Vigna mungo), an economically important grain legume is highly susceptible to pathogenic begomovirus Mungbean Yellow Mosaic India Virus (MYMIV) and resulting in high yield loss. In this study two different leaf-small-RNA libraries were prepared from the pooled RNA at three different time points of resistant V. mungo inbred line VM84 inoculated either with viruliferous or non-viruliferous whiteflies carrying MYMIV and performed high-throughput Illumina sequencing. Sequencing followed by bioinformatics analysis of the small RNA reads indicated that the expression patterns of most of the known and novel miRNAs were altered in resistant line over mock-inoculated sample during the plant virus incompatible interaction. Highly altered miRNAs belong to the families of miR156, miR159, miR160, miR166, miR398, miR1511, miR1514, miR2118 and novel vmu-miRn7, vmu-miRn8, vmu-miRn13 and vmu-miRn14. These results were validated using qPCR, and most of the miRNAs showed similar pattern of expression like that of Illumina reads. The expression patterns of some selected known and novel miRNAs were also compared between the infected MYMIV-resistant and-susceptible genotypes and most of these were modulated after MYMIV-inoculation. Target transcripts like NB-LRR, NAC, MYB, Zinc finger, CCAAT-box transcription factor, fructose 2-6 bisphosphate, HDZIP protein that confers immune response were predicted as targets amongst identified miRNAs using psRNATarget server. Some selected target transcripts including NB-LRR, ARF, SOD, SPB, Basic blue copper protein were validated and their differential expression were demonstrated between MYMIV-resistant and susceptible V. mungo by qPCR data analyses. In the present study we have identified miRNAs that implicate in the regulation of MYMIV-induced stress response in V. mungo; and generated genomic resources for a non-model legume with the aid of bioinformatics tools supplemented by experimental validation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kundu, A (Kundu, Anirban) ; Paul, S (Paul, Sujay) ; Dey, A (Dey, Avishek) ; Pal, A (Pal, Amita)","Title":"High throughput sequencing reveals modulation of microRNAs in Vigna mungo upon Mungbean Yellow Mosaic India Virus inoculation highlighting stress regulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183800021 PubMed ID: 28078782 ISSN: 0961-8368 eISSN: 1469-896X","Keywords":"bioinformatics; proteases; proteolysis; hydrolysis; MMPs; cathepsins; prediction; mutagenesis KeyWords Plus:SITE-DIRECTED MUTAGENESIS; CATHEPSIN-K; CYSTEINE CATHEPSINS; REDUCES ATHEROSCLEROSIS; COLLAGEN DEGRADATION; PROTEOLYTIC-ENZYMES; CANCER PROGRESSION; ENDOTHELIAL-CELLS; SHEAR-STRESS; HUMAN BREAST","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"PROTEIN SCIENCE Volume: 26 Issue: 4 Pages: 880-890 DOI: 10.1002/pro.3113 Published: APR 2017","Abstract":"Multiple proteases in a system hydrolyze target substrates, but recent evidence indicates that some proteases will degrade other proteases as well. Cathepsin S hydrolysis of cathepsin K is one such example. These interactions may be uni- or bi-directional and change the expected kinetics. To explore potential protease-on-protease interactions in silico, a program was developed for users to input two proteases: (1) the protease-ase that hydrolyzes (2) the substrate, protease. This program identifies putative sites on the substrate protease highly susceptible to cleavage by the protease-ase, using a sliding-window approach that scores amino acid sequences by their preference in the protease-ase active site, culled from MEROPS database. We call this PACMANS, Protease-Ase Cleavage from MEROPS ANalyzed Specificities, and test and validate this algorithm with cathepsins S and K. PACMANS cumulative likelihood scoring identified L253 and V171 as sites on cathepsin K subject to cathepsin S hydrolysis. Mutations made at these locations were tested to block hydrolysis and validate PACMANS predictions. L253A and L253V cathepsin K mutants significantly reduced cathepsin S hydrolysis, validating PACMANS unbiased identification of these sites. Interfamilial protease interactions between cathepsin S and MMP-2 or MMP-9 were tested after predictions by PACMANS, confirming its utility for these systems as well. PACMANS is unique compared to other putative site cleavage programs by allowing users to define the proteases of interest and target, and can also be employed for non-protease substrate proteins, as well as short peptide sequences.","Authors":"Ferrall-Fairbanks, MC (Ferrall-Fairbanks, Meghan C.) ; Barry, ZT (Barry, Zachary T.) ; Affer, M (Affer, Maurizio) ; Shuler, MA (Shuler, Marc A.) ; Moomaw, EW (Moomaw, Ellen W.) ; Platt, MO (Platt, Manu O.)","Title":"PACMANS: A bioinformatically informed algorithm to predict, design, and disrupt protease-on-protease hydrolysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398089200004 ISSN: 1615-9853 eISSN: 1615-9861","Keywords":"Bioinformatics; Knowledge base; MRM; Multiplexed targeted proteomics; Protein; concentrations KeyWords Plus:TARGETED PROTEOMICS EXPERIMENTS; MASS-SPECTROMETRY; HUMAN PLASMA; MULTIPLEXED QUANTITATION; IDENTIFICATION; PREDICTION; BIOMARKERS","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemical Research Methods; Biochemistry & Molecular Biology","Journal Information":"PROTEOMICS Volume: 17 Issue: 7 Special Issue: SI DOI: 10.1002/pmic.201600210 Published: APR 2017","Authors":"Mohammed, Y (Mohammed, Yassene) ; Bhowmick, P (Bhowmick, Pallab) ; Smith, DS (Smith, Derek S.) ; Domanski, D (Domanski, Dominik) ; Jackson, AM (Jackson, Angela M.) ; Michaud, SA (Michaud, Sarah A.) ; Malchow, S (Malchow, Sebastian) ; Percy, AJ (Percy, Andrew J.) ; Chambers, AG (Chambers, Andrew G.) ; Palmer, A (Palmer, Andrea) ; Zhang, SP (Zhang, Suping) ; Sickmann, A (Sickmann, Albert) ; Borchers, CH (Borchers, Christoph H.) ...More...Less","Title":"PeptideTracker: A knowledge base for collecting and storing information on protein concentrations in biological tissues"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397978400005 PubMed ID: 28183226 ISSN: 1538-5744 eISSN: 1938-9116","Keywords":"Ehlers-Danlos syndrome vascular type; COL3A1 gene; next-generation sequencing; Haloplex target enrichment; penetrance; bioinformatics analysis KeyWords Plus:BURROWS-WHEELER TRANSFORM; SYNDROME TYPE-IV; SEQUENCING DATA; READ ALIGNMENT; FRAMEWORK; VARIANTS; DISEASES","Categories":"Surgery; Cardiovascular System & Cardiology Web of Science Categories:Surgery; Peripheral Vascular Disease","Journal Information":"VASCULAR AND ENDOVASCULAR SURGERY Volume: 51 Issue: 3 Pages: 141-145 DOI: 10.1177/1538574417692114 Published: APR 2017","Abstract":"Vascular Ehlers-Danlos syndrome (vEDS) is a rare and severe connective tissue disorder caused by mutations in the collagen type III alpha I chain (COL3A1) gene. We describe a pathogenetic heterozygous COL3A1 mutation c. 3140 G> A, p. Gly1047Asp, identified using next-generation sequencing, in a 40-year-old Italian female. The genetic test performed on her relatives, which present different clinical phenotypes, confirmed that they carry the same mutation in heterozygous state. This finding confirms that mutations causing vEDS have an incomplete penetrance.","Authors":"Cortini, F (Cortini, Francesca) ; Marinelli, B (Marinelli, Barbara) ; Romi, S (Romi, Silvia) ; Seresini, A (Seresini, Agostino) ; Pesatori, AC (Pesatori, Angela Cecilia) ; Seia, M (Seia, Manuela) ; Montano, N (Montano, Nicola) ; Bassotti, A (Bassotti, Alessandra)","Title":"A New COL3A1 Mutation in Ehlers-Danlos Syndrome Vascular Type With Different Phenotypes in the Same Family"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398439600009 ISSN: 0882-8245 eISSN: 1557-8976","Keywords":"in silico analysis; L1/L2 proteins; HPVs; universal vaccine KeyWords Plus:CERVICAL-CANCER; PROTEIN; IMMUNOGENICITY; IDENTIFICATION; EPITOPES; SERVER; HPV","Categories":"Immunology; Virology Web of Science Categories:Immunology; Virology","Journal Information":"VIRAL IMMUNOLOGY Volume: 30 Issue: 3 Pages: 210-223 DOI: 10.1089/vim.2016.0142 Published: APR 2017","Abstract":"The aim of this study was to design a multiepitope universal vaccine for major human papillomavirus (HPV) structural proteins, L1/L2, by bioinformatics models. For this purpose, we predicted the most probable immunogenic epitopes of L1 and L2 from common high-risk HPV 16, 18, 31, and 45 beside high prevalent type 6 and 11 based on BCPREDS defaulted model, while solvent accessibility of structure was extrapolated. The three-dimensional molecular model of L1 protein was constructed by Swiss Model server, whereas sequence alignment provided model for prediction of L2 protein epitopes. After that, N-glycosylation sites were excluded from estimated epitope regions. Then, by other bioinformatics analyses, 20 epitopes were selected and fused in tandem repeats, reverse translated, and codon optimized to relevant sequence. The final protein parameters such as antigenicity were analyzed by protean program. Evaluation of new recombinant protein sequence indicated a molecular weight of 41.8 kDa with 400 amino acids beside positive charge. The computed isoelectric point (pI) value indicated the acidic nature of final product. The aliphatic index showed low thermal stability of this construct and the Grand Average Hydropathicity value was negative (-0.494). Analyzed plot showed that major parts of new protein construct had hydrophilic property, thus harboring antigenic potency. After all, sequence of final construct reverse translated to DNA and this codon-optimized sequence showed Codon Adaptation Index (CAI) of >0.8 for expression in Escherichia coli. Finally, this sequence ligated into pET28a bacterial expression vector. The new recombinant proteins harboring 20 B cell epitope seem to be suitable antigens based on computational methods as a universal vaccine candidate for HPVs.","Authors":"Hosseini, NG (Hosseini, Nazila Ghorban) ; Tebianian, M (Tebianian, Majid) ; Farhadi, A (Farhadi, Ayoub) ; Khani, AH (Khani, Ali Hossein) ; Rahimi, A (Rahimi, Arian) ; Mortazavi, M (Mortazavi, Mojtaba) ; Hosseini, SY (Hosseini, Seyed Younes) ; Taghizadeh, M (Taghizadeh, Morteza) ; Rezaei, M (Rezaei, Mahsa) ; Mahdavi, M (Mahdavi, Mehdi)","Title":"In Silico Analysis of L1/L2 Sequences of Human Papillomaviruses: Implication for Universal Vaccine Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398473700003 PubMed ID: 28000080 ISSN: 0920-8569 eISSN: 1572-994X","Keywords":"Protein domain; Protein function; Protein annotation; Functional genomics; Comparative genomics; Low-complexity regions (LCRs) KeyWords Plus:SHORT LINEAR MOTIFS; AMINO-ACID REPEATS; SEQUENCES; PREDICTION; PROTEINS; INSIGHTS; PATHWAY; REGIONS; CONTEXT; ALPHA","Categories":"Genetics & Heredity; Virology Web of Science Categories:Genetics & Heredity; Virology","Journal Information":"VIRUS GENES Volume: 53 Issue: 2 Pages: 173-178 DOI: 10.1007/s11262-016-1416-9 Published: APR 2017","Abstract":"Proteins harbor domains or short linear motifs, which facilitate their functions and interactions. Finding functional motifs in protein sequences could predict the putative cellular roles or characteristics of hypothetical proteins. In this study, we present Shetti-Motif, which is an interactive tool to (i) map UniProt and PROSITE flat files, (ii) search for multiple pre-defined consensus patterns or experimentally validated functional motifs in large datasets protein sequences (proteome-wide), (iii) search for motifs containing repeated residues (low-complexity regions, e.g., Leu-, SR-, PEST-rich motifs, etc.). As proof of principle, using this comparative proteomics pipeline, eleven proteomes encoded by member of Poxviridae family were searched against about 100 experimentally validated functional motifs. The closely related viruses and viruses infect the same host cells (e.g. vaccinia and variola viruses) show similar motif-containing proteins profile. The motifs encoded by these viruses are correlated, which explains why poxviruses are able to interact with wide range of host cells. In conclusion, this in silico analysis is useful to establish a dataset(s) or potential proteins for further investigation or compare between species.","Authors":"Sobhy, H (Sobhy, Haitham) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sobhy, Haitham  http://orcid.org/0000-0002-8186-1085","Title":"A bioinformatics pipeline to search functional motifs within whole-proteome data: a case study of poxviruses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394476700001 ISSN: 1383-5769","Keywords":"Sarcoptes scabiei; Calmodulin; Immunolocalization; Ca2+-binding protein; ELISA KeyWords Plus:EF-HAND PROTEIN; CALCIUM-BINDING; FASCIOLA-HEPATICA; EXPRESSION; IDENTIFICATION; CLONING; PROTEASES; MITES","Categories":"Parasitology Web of Science Categories:Parasitology","Journal Information":"PARASITOLOGY INTERNATIONAL Volume: 66 Issue: 2 Pages: 1-6 DOI: 10.1016/j.parint.2016.11.005 Published: APR 2017","Abstract":"Scabies, caused by the mite Sarcoptes scabiei, is a highly contagious parasitic disease that affects millions of people and other mammals worldwide. Calmodulin (CaM) is an important calcium sensor that participates in various critical physiological processes. In this study, the CaM of Sarcoptes scabiei (SsCaM) was cloned and expressed, and sequence analyses were performed using bioinformatics tools. Recombinant SsCaM (rSsCaM) was used to detect antigenicity using immunoblotting assays, and the serodiagnostic potential of rSsCaM was assessed by indirect enzyme-linked immuno-sorbent assay (ELISA). The calcium binding properties and 8-anilinonaphthalene-1-sulfonic acid (ANS) fluorescence of rSsCaM were also measured. The results indicated that SsCaM contains a 450-bp open reading frame that encodes for a polypeptide with 149 amino acids, and SsCaM was expressed as a soluble protein. Multiple sequence alignment and phylogenetic analyses indicated similarity and genetic distance between SsCaM and other species. The calcium binding properties and ANS fluorescence of rSsCaM indicated typical calcium binding characteristics. Immunolocalizaton assay showed that SsCaM was widespread in S. scabiei. SsCaM-based ELISA exhibited a sensitivity of 87.5% (28/32) and a specificity of 22.5% (9/40) for detecting anti-CaM antibodies in the sera of naturally infected rabbits. The findings of this study provide a comprehensive molecular characterization of SsCaM and suggest that rSsCaM is inappropriate for detecting S. scabiei. The results may also contribute to future studies on the molecular characteristics of the CaM of parasites. (C) 2016 Published by Elsevier Ireland Ltd.","Authors":"He, R (He, Ran) ; Shen, NX (Shen, Nengxing) ; Lin, H (Lin, Hai) ; Gu, XB (Gu, Xiaobin) ; Lai, WM (Lai, Weimin) ; Peng, XR (Peng, Xuerong) ; Yang, GY (Yang, Guangyou)","Title":"Molecular characterization of calmodulin from Sarcoptes scabiei"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397718500005 PubMed ID: 28299977 ISSN: 1535-3702 eISSN: 1535-3699","Keywords":"Lung adenocarcinoma; lymphatic metastasis; long non-coding RNA; microRNAs; underlying mechanisms; bioinformatics approach KeyWords Plus:COLORECTAL-CANCER; GASTRIC-CANCER; NONCODING RNA; CELL-LINES; INVASION; EXPRESSION; GENES; PROLIFERATION; MIGRATION; PROGRESSION","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"EXPERIMENTAL BIOLOGY AND MEDICINE Volume: 242 Issue: 7 Pages: 709-717 DOI: 10.1177/1535370216677353 Published: APR 2017","Abstract":"This study aimed to screen lymphatic metastasis-related microRNAs (miRNAs) in lung adenocarcinoma and explore their underlying mechanisms using bioinformatics. The miRNA expression in primary lung adenocarcinoma, matched adjacent non-tumorigenic and lymph node metastasis tissues of patients were profiled via microarray. The screened metastasis-related miRNAs were then validated using quantitative real-time PCR in a second cohort of lung adenocarcinoma patients with lymphatic metastasis. Significance was determined using a paired t-test. Target genes of the metastasis-related miRNAs were predicted using TargetScan, and transcription factors (TFs) were predicted based on the TRANSFAC and ENCODE databases. Furthermore, the related long non-coding RNAs (IncRNAs) were screened with starBase v2.0. The miRNA-TF-mRNA and IncRNA-miRNA-mRNA networks were constructed to determine the key interactions associated with lung adenocarcinoma metastasis. According to the miRNA microarray results, there were 10 miRNAs that were differentially expressed in metastatic tissues compared with primary tumor and adjacent non-tumorigenic tissues. Among them were increased levels of miR-146a-5p, miR-342-3p, and miR-150-5p, which were validated in the second cohort. Based on the miRNA-TF-mRNA network, vascular endothelial growth factor A and transcription factors (TFs) including TP53, SMAD4, and EP300 were recognized as critical targets of the three miRNAs. Interactions involving SNHG16-miR-146a-5p-SMAD4 and RP6-24A23.7-miR-342-3p/miR-150-5p-EP300 were highlighted according to the IncRNA-miRNA-mRNA network. miR-146a-5p, miR-342-3p, and miR-150-5p are lymphatic metastasis-related miRNAs in lung adenocarcinoma. Bioinformatics analyses demonstrated that SNHG16 might inhibit the interaction between miR-146a-5p and SMAD4, while RP6-24A23.7 might weaken miR-342-3p-EP300 and miR-150-5p-EP300 interactions in metastasis.","Authors":"Yan, L (Yan, Li) ; Jiao, DM (Jiao, Demin) ; Hu, HZ (Hu, Huizhen) ; Wang, J (Wang, Jian) ; Tang, XL (Tang, Xiali) ; Chen, J (Chen, Jun) ; Chen, QY (Chen, Qingyong)","Title":"Identification of lymph node metastasis-related microRNAs in lung adenocarcinoma and analysis of the underlying mechanisms using a bioinformatics approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396729500002 ISSN: 1947-8283 eISSN: 1947-8291","Keywords":"Bioinformatics; Cancer Diagnosis; Ensemble of Classifiers; Gene Selection; Particle Swarm Optimization; Supervised Machine Learning; Wrapper/Filter Features Selection KeyWords Plus:FEATURE SUBSET-SELECTION; CANCER; BIOINFORMATICS; CLASSIFICATION; DISCOVERY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED METAHEURISTIC COMPUTING Volume: 8 Issue: 2 Pages: 22-37 DOI: 10.4018/IJAMC.2017040102 Published: APR-JUN 2017","Abstract":"Bioinformatics has grown very quickly for the last 20 years, and it will grow even faster in the future. One of the long-standing open challenges in bioinformatics is biomarker identification and cancer diagnosis from gene expression. In this paper, the authors propose a novel hybrid wrapper/filter feature selection approach to identify the most informative genes for cancer diagnosis, named HWF-GS. It handles selection through two steps. The first one is an iterative filter-based mechanism to generate potential subsets of genes. The second step is the aggregation of the best-selected subsets by means of a wrapper-based consensus process that relies on a particle swarm optimization adapted to feature selection. An ensemble of classifiers (SVM and KNN) is employed to evaluate the selected genes. Experiments on nine publicly available cancer DNA microarray datasets have shown that HWF-GS selects robust signatures with high classification accuracy and competes with and even outperforms other methods in the literature.","Authors":"Boucheham, A (Boucheham, Anouar) ; Batouche, M (Batouche, Mohamed)","Title":"Hybrid Wrapper/Filter Gene Selection Using an Ensemble of Classifiers and PSO Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395379500011 PubMed ID: 28026094 ISSN: 1474-9726","Keywords":"aging; CD4(+); CD28(null) T cells; DNA methylation; gene expression; inflammation; TCR signaling KeyWords Plus:ACUTE CORONARY SYNDROMES; NATURAL-KILLER-CELLS; EPIGENETIC DRIFT; EXPRESSION; LANDSCAPE; BIOINFORMATICS; DYSFUNCTION; FRACTALKINE; RECEPTORS; APOPTOSIS","Categories":"Cell Biology; Geriatrics & Gerontology Web of Science Categories:Cell Biology; Geriatrics & Gerontology","Journal Information":"AGING CELL Volume: 16 Issue: 2 Pages: 293-303 DOI: 10.1111/acel.12552 Published: APR 2017","Abstract":"Aging is associated with a progressive loss of the CD28 costimulatory molecule in CD4(+) lymphocytes (CD28(null) T cells), which is accompanied by the acquisition of new biological and functional properties that give rise to an impaired immune response. The regulatory mechanisms that govern the appearance and function of this cell subset during aging and in several associated inflammatory disorders remain controversial. Here, we present the whole-genome DNA methylation and gene expression profiles of CD28(null) T cells and its CD28(+) counterpart. A comparative analysis revealed that 296 genes are differentially methylated between the two cell subsets. A total of 160 genes associated with cytotoxicity (e.g. GRZB, TYROBP, and RUNX3) and cytokine/chemokine signaling (e.g. CX3CR1, CD27, and IL-1R) are demethylated in CD28(null) T cells, while 136 de novo-methylated genes matched defects in the TCR signaling pathway (e.g. ITK, TXK, CD3G, and LCK). TCR-landscape analysis confirmed that CD28(null) T cells have an oligo/monoclonal expansion over the polyclonal background of CD28(+) T cells, but feature a V family repertoire specific to each individual. We reported that CD28(null) T cells show a preactivation state characterized by a higher level of expression of inflammasome-related genes that leads to the release of IL-1 when activated. Overall, our results demonstrate that CD28(null) T cells have a unique DNA methylation landscape, which is associated with differences in gene expression, contributing to the functionality of these cells. Understanding these epigenetic regulatory mechanisms could suggest novel therapeutic strategies to prevent the accumulation and activation of these cells during aging.","Authors":"Suarez-Alvarez, B (Suarez-Alvarez, Beatriz) ; Rodriguez, RM (Rodriguez, Ramon M.) ; Schlangen, K (Schlangen, Karin) ; Raneros, AB (Baragano Raneros, Aroa) ; Marquez-Kisinousky, L (Marquez-Kisinousky, Leonardo) ; Fernandez, AF (Fernandez, Agustin F.) ; Diaz-Corte, C (Diaz-Corte, Carmen) ; Aransay, AM (Aransay, Ana M.) ; Lopez-Larrea, C (Lopez-Larrea, Carlos) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fernandez, Agustin  N-7302-2014 http://orcid.org/0000-0002-3792-4085","Title":"Phenotypic characteristics of aged CD4(+) CD28(null) T lymphocytes are determined by changes in the whole-genome DNA methylation pattern"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598000010 PubMed ID: 28064045 ISSN: 1476-9271 eISSN: 1476-928X","Keywords":"Local dimension reduction; Classification; Ll-regularized logistic regression; Microarray data; Partial least squares (PLS) KeyWords Plus:PARTIAL LEAST-SQUARES; ACUTE LYMPHOBLASTIC-LEUKEMIA; GENE-EXPRESSION; LOGISTIC-REGRESSION; LARGE-SCALE; CLASSIFICATION; ALGORITHM; PLS","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTATIONAL BIOLOGY AND CHEMISTRY Volume: 67 Pages: 92-101 DOI: 10.1016/j.compbiolchem.2016.12.010 Published: APR 2017","Abstract":"Dimension reduction is a crucial technique in machine learning and data mining, which is widely used in areas of medicine, bioinformatics and genetics. In this paper, we propose a two-stage local dimension reduction approach for classification on microarray data. In first stage, a new Li-regularized feature selection method is defined to remove irrelevant and redundant features and to select the important features (biomarkers). In the next stage, PLS-based feature extraction is implemented on the selected features to extract synthesis features that best reflect discriminating characteristics for classification. The suitability of the proposal is demonstrated in an empirical study done with ten widely used microarray datasets, and the results show its effectiveness and competitiveness compared with four state-of-the-art methods. The experimental results on St Jude dataset shows that our method can be effectively applied to microarray data analysis for subtype prediction and the discovery of gene coexpression. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Guo, S (Guo, Shun) ; Guo, DH (Guo, Donghui) ; Chen, LF (Chen, Lifei) ; Jiang, QS (Jiang, Qingshan)","Title":"A Ll-regularized feature selection method for local dimension reduction on microarray data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598000011 PubMed ID: 28068515 ISSN: 1476-9271 eISSN: 1476-928X","Keywords":"Nirk gene; Denitrification; Phylogenetic tree; Comparative model; Function prediction; Active site KeyWords Plus:MULTIPLE SEQUENCE ALIGNMENT; ALCALIGENES-FAECALIS S-6; ACHROMOBACTER-CYCLOCLASTES; PROTEIN STRUCTURES; DISSIMILATORY NITRITE; 3-DIMENSIONAL PROFILES; CRYSTAL-STRUCTURE; PROVIDE INSIGHT; SWISS-MODEL; DISORDER","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTATIONAL BIOLOGY AND CHEMISTRY Volume: 67 Pages: 102-113 DOI: 10.1016/j.compbiolchem.2016.12.011 Published: APR 2017","Abstract":"The nirk gene encoding the copper-containing nitrite reductase (CuNiR), a key catalytic enzyme in the environmental denitrification process that helps to produce nitric oxide from nitrite. The molecular mechanism of denitrification process is definitely complex and in this case a theoretical investigation has been conducted to know the sequence information and amino acid composition of the active site of CuNiR enzyme using various Bioinformatics tools. 10 Fasta formatted sequences were retrieved from the NCBI database and the domain and disordered regions identification and phylogenetic analyses were done on these sequences. The comparative modeling of protein was performed through Modeller 9v14 program and visualized by PyMOL tools. Validated protein models were deposited in the Protein Model Database (PMDB) (PMDB id: PM0080150 to PM0080159). Active sites of nirk encoding CuNiR enzyme were identified by Castp server. The PROCHECK showed significant scores for four protein models in the most favored regions of the Ramachandran plot. Active sites and cavities prediction exhibited that the amino acid, namely Glycine, Alanine, Histidine, Aspartic acid, Glutamic acid, Threonine, and Glutamine were common in four predicted protein models. The present in silico study anticipates that active site analyses result will pave the way for further research on the complex denitrification mechanism of the selected species in the experimental laboratory.(C) 2016 Published by Elsevier Ltd.","Authors":"Adhikari, UK (Adhikari, Utpal Kumar) ; Rahman, MM (Rahman, M. Mizanur)","Title":"Comparative analysis of amino acid composition in the active site of nirk gene encoding copper-containing nitrite reductase (CuNiR) in bacterial spp."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598000024 PubMed ID: 28187376 ISSN: 1476-9271 eISSN: 1476-928X","Keywords":"Excretory/secretory proteins; Phytonematode; Host-pathogen interaction; Drug targets; Parasitism genes; Effector proteins KeyWords Plus:PREDICTION; SEQUENCE; TOPOLOGY; ENZYMES","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTATIONAL BIOLOGY AND CHEMISTRY Volume: 67 Pages: 225-233 DOI: 10.1016/j.compbiolchem.2017.01.014 Published: APR 2017","Abstract":"The root-knot nematode, Meloidogyne incognita causes significant damage to various economically important crops. Infection is associated with secretion of effector proteins into host cytoplasm and interference with host innate immunity. To combat this infection, the identification and functional annotations of Excretory/Secretory (ES) proteins serve as a key to produce durable control Measures. The identification of ES proteins through experimental methods are expensive and time consuming while bioinformatics approaches are cost-effective by prioritizing the experimental analysis of potential drug targets for parasitic diseases. In this study, we predicted and functionally annotated the 1889 ES proteins in M. incognita genome using integration of several bioinformatics tools. Of these 1889 ES proteins, 473 (25%) had orthologues in free living nematode Caenorhabditis elegans, 825(67.8%) in parasitic nematodes whereas 561 (29.7%) appeared to be novel and M. incognita specific molecules. Of the C elegans homologues, 17 ES proteins had \"loss of function phenotype\" by RNA interference and could represent potential drug targets for parasite intervention and control. We could functionally annotate 429 (22.7%) ES proteins using Gene Ontology (GO) terms, 672 (35.5%) proteins to protein domains and established pathway associations for 223 (11.8%) sequences using Kyoto Encyclopaedia of Genes and Genomes (KEGG). The 162 (8.5%) ES proteins were also mapped to several important plant cell-wall degrading CAZyme families including chitinase, cellulase, xylanase, pectate lyase and endo-beta-1,4-xylanase. Our comprehensive analysis of M. incognita secretome provides functional information for further experimental study.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gahoi, S (Gahoi, Shachi) ; Gautam, B (Gautam, Budhayash)","Title":"Genome-wide analysis of Excretory/Secretory proteins in root-knot nematode, Meloidogyne incognita provides potential targets for parasite control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598000026 PubMed ID: 28189968 ISSN: 1476-9271 eISSN: 1476-928X","Keywords":"Atherosclerosis; Vaccine; Th2 cells; HSP60; Calreticulin KeyWords Plus:PROTEIN-STRUCTURE PREDICTION; HEAT-SHOCK PROTEINS; MHC CLASS-II; CELL EPITOPES; T-CELLS; BINDING; SERVER; WEB; IMMUNIZATION; INFLAMMATION","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTATIONAL BIOLOGY AND CHEMISTRY Volume: 67 Pages: 244-254 DOI: 10.1016/j.compbiolchem.2017.01.011 Published: APR 2017","Abstract":"Recent experiments demonstrated that atherosclerosis is a Thl dominant autoimmune condition, whereas Th2 cells are rarely detected within the atherosclerotic lesions. Several studies have indicated that Th2 type cytokines could be effective in the reduction and stabilization of atherosclerotic plaque. Therefore, the modulation of the adaptive immune response by shifting immune responses toward Th2 cells by a novel vaccine could represent a promising approach to prevent from progression and thromboembolic events in coronary artery disease. In the present study, an in silico approach was applied to design a novel multi-epitope vaccine to elicit a desirable immune response against atherosclerosis. Six novel IL-4 inducing epitopes were selected from HSP60 and calreticulin proteins. To enhance epitope presentation, IL-4 inducing epitopes were linked together by AAY and HEYGAEALERAG linkers. In addition, helper epitopes selected from Tetanus toxin fragment C (TTErC) were applied to induce CD4+ helper T lymphocytes (HTLs) responses. Moreover, cholera toxin B (CTB) was employed as an adjuvant. A multi-epitope construct was designed based on predicted epitopes which was 320 residues in length. Then, the physico-chemical properties, secondary and tertiary structures, stability, intrinsic protein disorder, solubility and allergenicity of this chimeric protein were analyzed using bioinformatics tools and servers. Based on bioinformatics analysis, a soluble, and non-allergic protein with 35.405 kDa molecular weight was designed. Expasy ProtParam classified this chimeric protein as a stable protein. In addition, predicted epitopes in the chimeric vaccine indicated strong potential to induce B-cell mediated immune response and shift immune responses toward protective Th2 immune response. Various in silico analyses indicate that this vaccine is a qualified candidate for improvement of atherosclerosis by inducing immune responses toward T helper 2. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Karkhah, A (Karkhah, Ahmad) ; Saadi, M (Saadi, Mandiye) ; Nouri, HR (Nouri, Hamid Reza)","Title":"In silico analyses of heat shock protein 60 and calreticulin to designing a novel vaccine shifting immune response toward T helper 2 in atherosclerosis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395843900002 ISSN: 0958-6946 eISSN: 1879-0143","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"INTERNATIONAL DAIRY JOURNAL Volume: 67 Pages: 2-15 Special Issue: SI DOI: 10.1016/j.idairyj.2016.11.016 Published: APR 2017","Abstract":"Milk proteomics covers the identification, characterisation and quantification of milk proteins. Its applications vary from the basic composition of milk proteins to their post-translational modifications (PTMs), occurring naturally or via processing and storage. Through the combination of liquid chromatography or two-dimensional gel electrophoresis with advanced mass spectrometry, milk proteomics has revealed PTMs that affect milk protein structural and functional properties. This review discusses detection by proteomics-based methods with special emphasis on natural and process induced PTMs in the major bovine milk proteins. The review covers the importance of milk proteomics in determining PTMs, especially those formed by heat treatment and during storage, and highlights some breakthroughs in PTM studies. Furthermore, aspects and applications of quantitative proteomics on milk proteins and bioinformatics are covered. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Le, TT (Le, Thao T.) ; Deeth, HC (Deeth, Hilton C.) ; Larsen, LB (Larsen, Lotte B.)","Title":"Proteomics of major bovine milk proteins: Novel insights"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396226300017 PubMed ID: 27749761 ISSN: 1073-2322 eISSN: 1540-0514","Keywords":"Candida albicans; inflammation; microarray; miRNAs; RAW264.7 KeyWords Plus:ACTIVATED MACROPHAGES; GROWTH; SUSCEPTIBILITY; RECOGNITION; FIBROBLASTS; PATHWAYS; PROTEIN; SEPSIS; ASTHMA; ALPHA","Categories":"General & Internal Medicine; Hematology; Surgery; Cardiovascular System & Cardiology Web of Science Categories:Critical Care Medicine; Hematology; Surgery; Peripheral Vascular Disease","Journal Information":"SHOCK Volume: 47 Issue: 4 Pages: 520-530 DOI: 10.1097/SHK.0000000000000766 Published: APR 2017","Abstract":"Introduction: The aim of this study was to clarify the microRNA (miRNA) expression profiles of RAW264.7 macrophages infected by Candida albicans to elucidate the roles of differentially expressed miRNAs and to further explore the mechanisms underlying the immune response to C. albicans infection. Methods: High-throughput miRNA microarray analysis was performed to detect differentially expressed miRNAs in control and C. albicans-infected RAW264.7 cells. Quantitative real-time PCR analysis was used to verify the microarray results. Target genes of differentially expressed miRNAs were predicted with bioinformatics software. The cell biological processes and signaling pathways of these miRNA-targeted genes involved in C. albicans infection were predicted by gene ontology (GO) enrichment and pathway analyses. Results: Significant upregulation of eight miRNAs (mmu-miR-140-5p, mmu-miR-96-5p, mmu-miR-8109, mmu-miR-466i-3p, mmu-miR-222-5p, mmu-miR-301b-3p, mmu-miR-466g, and mmu-miR-7235-5p) and downregulation of eight miRNAs (mmu-miR-3154, mmu-miR-223-3p, mmu-miR-494-3p, mmu-miR-6908-5p, mmu-miR-188-5p, mmu-miR-6769b-5p, mmu-miR-7002-5p, and mmu-miR-1224-5p) were observed, as compared with the control (fold change >= 2.0 and P<0.05). GO analysis revealed that both mmu-miR-140-5p and mmu-miR-223-3p participated in immune responses, inflammatory reactions, and cell apoptosis in C. albicans infection. Also, the MAPK signaling pathway was found to play an important role in the immune response against C. albicans infection. Conclusions: This study revealed comprehensive expression and functional profiles of differentially expressed miRNAs in macrophage RAW264.7 cells infected by C. albicans. These findings should help to further elucidate the mechanisms underlying the immune response to C. albicans infection.","Authors":"Wu, CX (Wu, Chuan-Xin) ; Cheng, J (Cheng, Jing) ; Wang, YY (Wang, Yun-Ying) ; Wang, JJ (Wang, Jiao-Jiao) ; Guo, H (Guo, Hui) ; Sun, H (Sun, Hang)","Title":"MICRORNA EXPRESSION PROFILING OF MACROPHAGE LINE RAW264.7 INFECTED BY CANDIDA ALBICANS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396672700005 ISSN: 1557-3958 eISSN: 1557-3966","Keywords":"Artificial Fish Swarm Algorithm; Bioinformatics; Computational Intelligence; Container Truck Scheduling Problem; Particle Swarm Optimization Algorithm; Quay Crane Scheduling Problem","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF COGNITIVE INFORMATICS AND NATURAL INTELLIGENCE Volume: 11 Issue: 2 DOI: 10.4018/IJCINI.2017040105 Published: APR-MAR 2017","Abstract":"Considered the cooperation of the container truck and quayside container crane in the container terminal, this paper constructs the model of the quay cranes operation and trucks scheduling problem in the container terminal. And the hybrid intelligence swarm algorithm combined the particle swarm optimization algorithm(PSO) with artificial fish swarm algorithm (AFSA) was proposed. The hybrid algorithm (PSO-AFSA) adopt the particle swarm optimization algorithm to produce diverse original paths, optimization of the choice nodes set of the problem, use AFSA's preying and chasing behavior improved the ability of PSO to avoid being premature. The proposed algorithm has more effectiveness, quick convergence and feasibility in solving the problem. The results of stimulation show that the scheduling operation efficiency of container terminal is improved and optimized.","Authors":"Liu, Y (Liu, Yi) ; Shahbazzade, S (Shahbazzade, Sabina)","Title":"The Berth-Quay Cranes and Trucks Scheduling Optimization Problem by Hybrid Intelligence Swam Algorithm"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397832900009 PubMed ID: 28159781 ISSN: 1046-6673 eISSN: 1533-3450","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF THE AMERICAN SOCIETY OF NEPHROLOGY Volume: 28 Issue: 4 Pages: 1050-1061 DOI: 10.1681/ASN.2016091018 Published: APR 2017","Abstract":"A number of proteomic and peptidomic analyses of urine from diabetic subjects have been published in the quest for a biomarker that predicts progression of nephropathy. Less attention has been paid to the relationships between urinary proteins and the underlying biological processes revealed by the analyses. In this review, we focus on the biological processes identified by studying urinary proteins and protein-protein interactions at each stage of diabetic nephropathy to provide an overview of the events underlying progression of kidney disease reflected in the urine. In uncomplicated diabetes, proteomic/peptidomic analyses indicate that early activation of fibrotic pathways in the kidney occurs before the onset of micro-albuminuria. In incipient nephropathy, when albumin excretion rates are abnormal, proteomic/peptidomic analyses suggest that changes in glomerular permselectivity and tubular reabsorption account, at least in part, for the proteins and peptides that appear in the urine. Finally, overt nephropathy is characterized by proteins involved in wound healing, ongoing fibrosis, and inflammation. These findings suggest that there is a spectrum of biological processes in the diabetic kidney and that assessing protein networks may be more informative than individual markers with respect to the stage of disease and the risk of progression.","Authors":"Van, JAD (Van, Julie A. D.) ; Scholey, JW (Scholey, James W.) ; Konvalinka, A (Konvalinka, Ana)","Title":"Insights into Diabetic Kidney Disease Using Urinary Proteomics and Bioinformatics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832900014 PubMed ID: 27821631 ISSN: 1046-6673 eISSN: 1533-3450","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF THE AMERICAN SOCIETY OF NEPHROLOGY Volume: 28 Issue: 4 Pages: 1093-1105 DOI: 10.1681/ASN.2016050567 Published: APR 2017","Abstract":"APOL1 G1 and G2 variants facilitate kidney disease in blacks. To elucidate the pathways whereby these variants contribute to disease pathogenesis, we established HEK293 cell lines stably expressing doxycycline-inducible (Tet-on) reference APOL1 G0 or the G1 and G2 renal-risk variants, and used Illumine human HT-12 v4 arrays and Affymetrix HTA 2.0 arrays to generate global gene expression data with doxycycline induction. Significantly altered pathways identified through bioinformatics analyses involved mitochondrial function; results from immunoblotting, immunofluorescence, and functional assays validated these findings. Overexpression of APOL1 by doxycycline induction in HEK293 Tet-on G1 and G2 cells led to impaired mitochondrial function, with markedly reduced maximum respiration rate, reserve respiration capacity, and mitochondrial membrane potential. Impaired mitochondria! function occurred before intracellular potassium depletion or reduced cell viability occurred. Analysis of global gene expression profiles in nondiseased primary proximal tubule cells from black patients revealed that the nicotinate phosphoribosyltransferase gene, responsible for NAD biosynthesis, was among the top downregulated transcripts in cells with two APOL1 renal-risk variants compared with those without renal-risk variants; nicotinate phosphoribosyltransferase also displayed gene expression patterns linked to mitochondrial dysfunction in HEK293 Tet-on APOL1 cell pathway analyses. These results suggest a pivotal role for mitochondrial dysfunction in APOL1-associated kidney disease.","Authors":"Ma, LJ (Ma, Lijun) ; Chou, JW (Chou, Jeff W.) ; Snipes, JA (Snipes, James A.) ; Bharadwaj, MS (Bharadwaj, Manish S.) ; Craddock, AL (Craddock, Ann L.) ; Cheng, DM (Cheng, Dongmei) ; Weckerle, A (Weckerle, Allison) ; Petrovic, S (Petrovic, Snezana) ; Hicks, PJ (Hicks, Pamela J.) ; Hemal, AK (Hemal, Ashok K.) ; Hawkins, GA (Hawkins, Gregory A.) ; Miller, LD (Miller, Lance D.) ; Molina, AJA (Molina, Anthony J. A.) ; Langefeld, CD (Langefeld, Carl D.) ; Murea, M (Murea, Mariana) ; Parks, JS (Parks, John S.) ; Freedman, BI (Freedman, Barry I.)[ 1,2,10 ] ...More...Less","Title":"APOL1 Renal-Risk Variants Induce Mitochondrial Dysfunction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397282700004 PubMed ID: 28253237 ISSN: 1754-2189 eISSN: 1750-2799","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemical Research Methods","Journal Information":"NATURE PROTOCOLS Volume: 12 Issue: 4 Pages: 697-731 DOI: 10.1038/nprot.2016.189 Published: APR 2017","Abstract":"Messenger RNA (mRNA) translation is a tightly controlled process that is integral to gene expression. It features intricate and dynamic interactions of the small and large subunits of the ribosome with mRNA, aided by multiple auxiliary factors during distinct initiation, elongation and termination phases. The recently developed ribosome profiling method can generate transcriptome-wide surveys of translation and its regulation. Ribosome profiling records the footprints of fully assembled ribosomes along mRNA and thus primarily interrogates the elongation phase of translation. Importantly, it does not monitor multiple substeps of initiation and termination that involve complexes between the small ribosomal subunit (SSU) and mRNA. Here we describe a related method, termed `translation complex profile sequencing' (TCP-seq), that is uniquely capable of recording positions of any type of ribosome-mRNA complex transcriptome-wide. It uses fast covalent fixation of translation complexes in live cells, followed by RNase footprinting of translation intermediates and their separation into complexes involving either the full ribosome or the SSU. The footprints derived from each type of complex are then deep-sequenced separately, generating native distribution profiles during the elongation, as well as the initiation and termination stages of translation. We provide the full TCP-seq protocol for Saccharomyces cerevisiae liquid suspension culture, including a data analysis pipeline. The protocol takes similar to 3 weeks to complete by a researcher who is well acquainted with standard molecular biology techniques and who has some experience in ultracentrifugation and the preparation of RNA sequencing (RNA-seq) libraries. Basic Bash and UNIX/Linux command skills are required to use the bioinformatics tools provided.","Authors":"Shirokikh, NE (Shirokikh, Nikolay E.) ; Archer, SK (Archer, Stuart K.) ; Beilharz, TH (Beilharz, Traude H.) ; Powell, D (Powell, David) ; Preiss, T (Preiss, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Preiss, Thomas  http://orcid.org/0000-0001-6273-784X","Title":"Translation complex profile sequencing to study the in vivo dynamics of mRNA- ribosome interactions during translation initiation, elongation and termination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395528000022 PubMed ID: 28107695 ISSN: 0753-3322 eISSN: 1950-6007","Keywords":"MRSA-DHPS; VRE-DHPS; Thymol; In vitro antibacterial study; Lipinski rules of five; Molecular modeling; Molecular docking; Host-toxicity KeyWords Plus:RESISTANT STAPHYLOCOCCUS-AUREUS; IN-VITRO ACTIVITY; DIHYDROFOLATE-REDUCTASE; METHICILLIN-RESISTANT; DRUG DISCOVERY; TRIMETHOPRIM RESISTANCE; INFECTION; TIGECYCLINE; ENTEROCOCCI; PREVALENCE","Categories":"Research & Experimental Medicine; Pharmacology & Pharmacy Web of Science Categories:Medicine, Research & Experimental; Pharmacology & Pharmacy","Journal Information":"BIOMEDICINE & PHARMACOTHERAPY Volume: 88 Pages: 181-193 DOI: 10.1016/j.biopha.2017.01.036 Published: APR 2017","Abstract":"Methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin resistant Enterococcus faecalis (VRE) are notorious pathogenic multidrug resistant (MDR) bacteria in both hospital and community sectors, and today the first antibacterial drug sulfamethoxazole is ineffective. The monoterpene phenol, thymol was conjugated with seven sulfa drug derivatives individually, adopting the dye-azo synthesis protocol, and conjugates were characterized using spectral analysis techniques such as, UV, FTIR, MS, HPLC, H-1 NMR, C-13 NMR and SEM. Conjugates were assessed for antibacterial activity in vitro and in silico; the zone of inhibition, MIC and MBC values of each conjugate were determined against isolated MRSA and VRE strains from clinical samples. As 3-dimentional structures of dihydropteroate synthases (DHPSs) of targeted bacteria are not available in protein database, homology models of DHPS enzymes of both bacteria were generated and validated by Ramachandran plots. Seven conjugates were used as ligands in molecular docking against MRSA-DHPS and VRE-DHPS. Additionally bioinformatics tools, PASS prediction, Lipinski rules of five, computational LD50 value, toxicity class, HOMO, LUMO and EPS plots were carried out to assess standard drug-likeliness properties of conjugates. Zone size inhibition of the conjugate, 4b (thymol + sulfadiazine) against MRSA and VRE strains on agar plates were 20 and 40 mu g/mL as the lowest MIC and MBC values, respectively; while the reference antibiotic ampicillin had the lowest MIC and MBC values at 80 to 180 mu g/mL. In vitro host-toxicity testing was carried out with cultured human-lymphocytes from umbilical cord blood, and 4b was broadly non-toxic to human cells at 15,000 mg/L. Thus, 4b could be promoted a newer antibacterial, against gruesome MDR bacteria. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Swain, SS (Swain, Shasank S.) ; Paidesetty, SK (Paidesetty, Sudhir K.) ; Padhy, RN (Padhy, Rabindra N.)","Title":"Antibacterial activity, computational analysis and host toxicity study of thymol-sulfonamide conjugates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394538700003 PubMed ID: 28125460 ISSN: 0955-8829 eISSN: 1473-5873","Keywords":"bioinformatics; schizophrenia; twin study; whole-genome sequencing KeyWords Plus:GENERATION SEQUENCE DATA; SOMATIC POINT MUTATIONS; SINGLE-NUCLEOTIDE; SYSTEM; TRANSMISSION; DISORDERS; RISK","Categories":"Genetics & Heredity; Neurosciences & Neurology Web of Science Categories:Genetics & Heredity; Neurosciences","Journal Information":"PSYCHIATRIC GENETICS Volume: 27 Issue: 2 Pages: 62-70 DOI: 10.1097/YPG.0000000000000162 Published: APR 2017","Abstract":"Objectives Monozygotic twins with near-identical genotypes and discordance for complex diseases represent an exceptional resource to ascertain disease etiology. This strategy has been particularly effective with the availability of high-resolution complete individual genome sequencing. The challenge is using effective approaches to identify relevant differences that may cause or contribute toward disease discordance. Participants and methods This study carried out a VarScan2 bioinformatic analysis and a pathway analysis on whole-genome sequences from two sets of monozygotic twins. Results Variants were identified that were present in the affected twin, but not found in the unaffected twin. Such variations are expected to be de novo and originate during the independent development of the twins and may make them discordant for the disease. The genes and de novo variants identified in this experiment are compatible with their involvement in schizophrenia. Further analysis of the variants identified pathways including glutamate receptor signaling that have been implicated in this neurodevelopmental disease. Conclusion The results support the polygenic nature of schizophrenia and the threshold model for its development. The results also show the effectiveness of VarScan2 to identify 'the needle in the hay stack' that may cause schizophrenia, specifically in the two patients. It offers a proof of principle for assessment of the genetic etiology of complex disorders where discordance of monozygotic twins is an established phenomenon. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Reble, E (Reble, Emma) ; Castellani, CA (Castellani, Christina A.) ; Melka, MG (Melka, Melkaye G.) ; O'Reilly, R (O'Reilly, Richard) ; Singh, SM (Singh, Shiva M.)","Title":"VarScan2 analysis of de novo variants in monozygotic twins discordant for schizophrenia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463900032 PubMed ID: 28126562 ISSN: 1567-1348 eISSN: 1567-7257","Keywords":"Bioinformatics; Complete genome; Population structure; Molecular phylogeny; Positive selection; Recombination KeyWords Plus:MULTILOCUS GENOTYPE DATA; RECOMBINANT SEQUENCES; POPULATION GENOMICS; MOSAIC STRUCTURE; TYPE-3 VIRUS; PROTEIN; ALIGNMENT; IDENTIFICATION; EPIDEMIOLOGY; DATAMONKEY","Categories":"Infectious Diseases Web of Science Categories:Infectious Diseases","Journal Information":"INFECTION GENETICS AND EVOLUTION Volume: 49 Pages: 234-240 DOI: 10.1016/j.meegid.2017.01.022 Published: APR 2017","Abstract":"Dengue virus serotype 3 (DENV-3), one of the four serotypes of Dengue viruses, is geographically diverse. There are five distinct genotypes (I-V) of DENV-3. Emerging strains and lineages of DENV-3 are increasingly being reported. Availability of genomic data for DENV-3 strains provides opportunity to study its population structure. Complete genome sequences are available for 860 strains of four genotypes (I, II, III and V) isolated worldwide and were analyzed using population genetics and evolutionary approaches to map landscape of genomic diversity. DENV-3 population is observed to be stratified into five major subpopulations. Genotype I and II formed independent subpopulations while genotype III is subdivided into three subpopulations (GIII-a, GIII-b and GIII-c) and is therefore heterogeneous. Genotypes I, II and GIII-a subpopulations comprise of Asian strains whereas GIII-c comprises of American strains. GIII-b subpopulation includes mainly of American strains along with a few strains from Sri Lanka. Genetic admixture is predominantly observed in Sri Lankan strains of genotype III and all strains of genotype V. Inter-genotype recombination was observed to occur in non-structural region of several Asian strains whereas extent of recombination was limited in American strains. Significant positive selection was found to be operational on all genes and observed to be the main driving force of genetic diversity. Positive selection was strongly operational on the branches leading to Asian genotypes and helped to delineate the genetic differences between Asian and American lineages. Thus, inter-genotype recombination, migration and adaptive evolution are the major determinants of evolution of DENV-3. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Waman, VP (Waman, Vaishali P.) ; Kale, MM (Kale, Mohan M.) ; Kulkarni-Kale, U (Kulkarni-Kale, Urmila)","Title":"Genetic diversity and evolution of dengue virus serotype 3: A comparative genomics study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395484200010 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Logistic regression model; structure learning; feature selection; pairwise interaction KeyWords Plus:MUTUAL INFORMATION; ALGORITHM","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 7 Pages: 1765-1780 DOI: 10.1109/TSP.2016.2646664 Published: APR 1 2017","Abstract":"An important problem in the field of bioinformatics is to identify interactive effects among profiled variables for outcome prediction. In this paper, a logistic regression model with pairwise interactions among a set of binary covariates is considered. Modeling the structure of the interactions by a graph, our goal is to recover the interaction graph from independently identically distributed (i.i.d.) samples of the covariates and the outcome. When viewed as a feature selection problem, a simple quantity called influence is proposed as a measure of the marginal effects of the interaction terms on the outcome. For the case when the underlying interaction graph is known to be acyclic, it is shown that a simple algorithm that is based on a maximum-weight spanning tree with respect to the plug-in estimates of the influences not only has strong theoretical performance guarantees, but can also outperform generic feature selection algorithms for recovering the interaction graph from i.i.d. samples of the covariates and the outcome. Our results can also be extended to the model that includes both individual effects and pairwise interactions via the help of an auxiliary covariate.","Authors":"Xu, EL (Xu, Easton Li) ; Qian, XN (Qian, Xiaoning) ; Liu, T (Liu, Tie) ; Cui, SG (Cui, Shuguang)","Title":"Detection of Cooperative Interactions in Logistic Regression Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393895000013 PubMed ID: 27551942 ISSN: 0146-6615 eISSN: 1096-9071","Keywords":"education; social science; anti-hepatitis C virus DAA (directly acting; antivirals); antiviral agents; social networks; biostatistics & bioinformatics KeyWords Plus:CIRRHOSIS; VIRUS; CHALLENGES; OUTCOMES","Categories":"Virology Web of Science Categories:Virology","Journal Information":"JOURNAL OF MEDICAL VIROLOGY Volume: 89 Issue: 4 Pages: 660-664 DOI: 10.1002/jmv.24668 Published: APR 2017","Abstract":"We aimed to implement the Extension for Community Healthcare Outcomes (ECHO) tele-mentoring model for hepatitis C and to evaluate its outcomes in the health providers. Following the ECHO model, an hepatitis C teleECHO clinic was established at the Hospital Italiano in Argentina. The teleECHO clinic provides support and training to physicians from Patagonia who treat patients with hepatitis C. In order to evaluate the teleECHO clinic outcomes, physicians completed a survey focused on skills and competence in hepatitis C before and after 6 months of participating in the project. The survey consisted of 10 questions, which participants rated from 1 to 7 (1 no ability; 7 highest ability). To analyze the difference before and after participation in the project, Wilcoxon signed-rank test was used. During the first 6 months of implementation of the model, a total of 14 physicians from 12 sites in Patagonia agreed to participate in the survey. The median age of the participants was 42 years. Participants' primary specialties were Hepatology (55%), Infectious Diseases (25%), General Practice (10%), and other (10%). A significant improvement was observed in all the evaluated fields after 6 month of the participation in the teleECHO clinic, namely fibrosis staging, determining appropriate candidates for treatment, and selecting appropriate HCV treatment. In addition, their general interest in hepatitis C increased. We successfully replicated and implemented the first teleECHO clinic in Argentina. Physicians improved their ability to provide best practice care for patients with Hepatitis C. (C) 2016 Wiley Periodicals, Inc.","Authors":"Marciano, S (Marciano, Sebastian) ; Haddad, L (Haddad, Leila) ; Plazzotta, F (Plazzotta, Fernando) ; Mauro, E (Mauro, Ezequiel) ; Terraza, S (Terraza, Sergio) ; Arora, S (Arora, Sanjeev) ; Thornton, K (Thornton, Karla) ; Rios, B (Rios, Beatriz) ; Dans, CG (Garcia Dans, Carlos) ; Ratusnu, N (Ratusnu, Natalia) ; Calanni, L (Calanni, Liliana) ; Allevato, J (Allevato, Jose) ; Sirotinsky, ME (Ester Sirotinsky, Maria) ; Pedrosa, M (Pedrosa, Marcos) ; Gadano, A (Gadano, Adrian) ...More...Less","Title":"Implementation of the ECHO (R) Telementoring Model for the Treatment of Patients With Hepatitis C"}]