[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500005 PubMed ID: 28042536 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"Chronic Kidney Disease; Microarray Analysis; Protein Interaction Maps; Systems Biology; Transforming Growth Factor Beta-1 KeyWords Plus:DIABETIC-NEPHROPATHY; EXPRESSION PROFILES; TGF-BETA; FIBROSIS; DISEASE; CYTOSCAPE; MEGAKARYOCYTES; INFLAMMATION; NOTCH","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 514-531 Published: WIN 2017","Abstract":"Objective: Despite the huge efforts, chronic kidney disease (CKD) remains as an unsolved problem in medicine. Many studies have shown a central role for transforming growth factor beta-1 (TGF beta-1) and its downstream signaling cascades in the pathogenesis of CKD. In this study, we have reanalyzed a microarray dataset to recognize critical signaling pathways controlled by TGF beta-1. Materials and Methods: This study is a bioinformatics reanalysis for a microarray data. The GSE23338 dataset was downloaded from the gene expression omnibus (GEO) database which assesses the mRNA expression profile of TGF beta-1 treated human kidney cells after 24 and 48 hours incubation. The protein interaction networks for differentially expressed (DE) genes in both time points were constructed and enriched. In addition, by network topology analysis, genes with high centrality were identified and then pathway enrichment analysis was performed with either the total network genes or with the central nodes. Results: We found 110 and 170 genes differentially expressed in the time points 24 and 48 hours, respectively. As the genes in each time point had few interactions, the networks were enriched by adding previously known genes interacting with the differentially expressed ones. In terms of degree, betweenness, and closeness centrality parameters 62 and 60 nodes were considered to be central in the enriched networks of 24 hours and 48 hours treatment, respectively. Pathway enrichment analysis with the central nodes was more informative than those with all network nodes or even initial DE genes, revealing key signaling pathways. Conclusion: We introduced a method for the analysis of microarray data that integrates the expression pattern of genes with their topological properties in protein interaction networks. This holistic novel approach allows extracting knowledge from raw bulk omics data.","Authors":"Rabieian, R (Rabieian, Reyhaneh) ; Abedi, M (Abedi, Maryam) ; Gheisari, Y (Gheisari, Yousof)","Title":"Central Nodes in Protein Interaction Networks Drive Critical Functions in Transforming Growth Factor Beta-1 Stimulated Kidney Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392909600010 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"attractivity; difference equations; discrete dynamical system; global; linear fractional; rational; stability","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 7 Pages: 1311-1322 Published: NOV 30 2017","Abstract":"Consider the difference equation (x) over right arrow (n+1) = f (n, (x) over right arrow (n),..., (x) over right arrow (n-k)), n = 0,1,..., where k is an element of {0,1,...} and the initial conditions are real vectors. We investigate the asymptotic behavior of the solutions of the considered equation. We give some effective conditions for the global stability and global asymptotic stability of the zero or positive equilibrium of this equation. Our results are based on application of the linearizations technique. We illustrate our results with many examples that include some equations from mathematical biology.","Authors":"Bilgin, A (Bilgin, Arzu) ; Kulenovic, MRS (Kulenovic, M. R. S.)","Title":"Global Attractivity for Nonautonomous Difference Equation via Linearization"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397153700001 ISSN: 2311-6706 eISSN: 2150-5551","Keywords":"Biosensor; Carbon nanotubes (aCNTs); Graphene KeyWords Plus:ELECTROCHEMICAL DNA SENSORS; NITROGEN-DOPED GRAPHENE; REDUCED GRAPHENE; GLUCOSE BIOSENSORS; NONCOVALENT FUNCTIONALIZATION; LABEL-FREE; HYBRIDIZATION DETECTION; HORSERADISH-PEROXIDASE; LIVING CELLS; OXIDE","Categories":"Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANO-MICRO LETTERS Volume: 9 Issue: 3 Article Number: UNSP 25 DOI: 10.1007/s40820-017-0128-6 Published: JUL 2017","Abstract":"With the development of carbon nanomaterials in recent years, there has been an explosion of interests in using carbon nanotubes (CNTs) and graphene for developing new biosensors. It is believed that employing CNTs and graphene as sensor components can make sensors more reliable, accurate, and fast due to their remarkable properties. Depending on the types of target molecular, different strategies can be applied to design sensor device. This review article summarized the important progress in developing CNT-and graphene-based electrochemical biosensors, field-effect transistor biosensors, and optical biosensors. Although CNTs and graphene have led to some groundbreaking discoveries, challenges are still remained and the state-of-the-art sensors are far from a practical application. As a conclusion, future effort has to be made through an interdisciplinary platform, including materials science, biology, and electric engineering.","Authors":"Zhu, ZZ (Zhu, Zanzan)","Title":"An Overview of Carbon Nanotubes and Graphene for Biosensing Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000019 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Delayed differential equation; Neutral differential equation; Differential transformation method; Method of steps KeyWords Plus:INTEGRODIFFERENTIAL EQUATIONS; BIOLOGY; MODEL","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 246-257 DOI: 10.1016/j.cnsns.2016.12.027 Published: JUL 2017","Abstract":"In the paper an efficient semi-analytical approach based on the method of steps and the differential transformation is proposed for numerical approximation of solutions of functional differential models of delayed and neutral type on a finite interval of arbitrary length, including models with several constant delays. Algorithms for both commensurate and non-commensurate delays are described, applications are shown in examples. Validity and efficiency of the presented algorithms is compared with the variational iteration method, the Adomian decomposition method and the polynomial least squares method numerically. Matlab package DDE23 is used to produce reference numerical values.","Authors":"Rebenda, J (Rebenda, Josef) ; Smarda, Z (Smarda, Zdenek)","Title":"A differential transformation approach for solving functional differential equations with multiple delays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398155100003 ISSN: 1748-3182 eISSN: 1748-3190","Keywords":"fluid-structure interaction; biomechanics; immersed boundary; math biology KeyWords Plus:NAVIER-STOKES EQUATIONS; INTERFACE METHOD; BLOOD-FLOW; MODEL; MUSCLE; HEART; FLUID; SIMULATION; CONVERGENCE; JELLYFISH","Categories":"Engineering; Materials Science; Robotics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Biomaterials; Robotics","Journal Information":"BIOINSPIRATION & BIOMIMETICS Volume: 12 Issue: 3 Article Number: 036003 DOI: 10.1088/1748-3190/aa5e08 Published: JUN 2017","Abstract":"The development of fluid-structure interaction (FSI) software involves trade-offs between ease of use, generality, performance, and cost. Typically there are large learning curves when using low-level software to model the interaction of an elastic structure immersed in a uniform density fluid. Many existing codes are not publicly available, and the commercial software that exists usually requires expensive licenses and may not be as robust or allow the necessary flexibility that in house codes can provide. We present an open source immersed boundary software package, IB2d, with full implementations in both MATLAB and Python, that is capable of running a vast range of biomechanics models and is accessible to scientists who have experience in high-level programming environments. IB2d contains multiple options for constructing material properties of the fiber structure, as well as the advection-diffusion of a chemical gradient, muscle mechanics models, and artificial forcing to drive boundaries with a preferred motion.","Authors":"Battista, NA (Battista, Nicholas A.) ; Strickland, WC (Strickland, W. Christopher) ; Miller, LA (Miller, Laura A.)","Title":"IB2d: a Python and MATLAB implementation of the immersed boundary method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900002 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Antler; Pedicle; Deer; Custom-built tools; Tissue sampling; Review KeyWords Plus:TISSUE INTERACTIONS; STEM-CELLS; CERVUS-ELAPHUS; REGENERATION; PEDICLE; GROWTH; MODEL; ANTLEROGENESIS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1622-1633 DOI: 10.2741/4561 Published: JUN 1 2017","Abstract":"Deer antlers can be developed into multiple novel models to study growth and development of tissues for biomedical research. To facilitate this process, we have invented and further refined five custom-built tools through three decades of antler research. These are: 1. Pedicle growth detector to pinpoint the timing when pedicle growth is initiated, thus stimuli for pedicle and first antler formation can be investigated and identified. 2. Thin periosteum slice cutter to thinly slice (0.2mm or 0.7 mm thick) a whole piece of antlerogenic periosteum (AP) or pedicle periosteum (PP), which facilitates gene delivery into cells resident in these tissues, thus making transgenic antlers possible. 3. The porous periosteum multi-needle punch to effectively loosen the dense AP or PP tissue. This allows most cells of the periosteum to come into direct contact with treating solutions, thus making artificial manipulation of antler development possible. 4. The intra-dermal pocket maker to cut the thin dermal tissue (less than 2 mm in thickness) of a male deer calf horizontally into two layers to make an intra-dermal pocket. This allows loading of AP tissue intra-dermally to test the theory of \" antler stem cell niche\" in vivo. 5. The sterile periosteum sampling system to allow aseptic collection of the AP, PP or the antler growth centre tissue on farm, thus allowing antler generation, regeneration or rapid growth to be investigated in vitro. Overall, we believe the application of contemporary cellular and molecular biological techniques coupled with these custom-built tools would greatly promote the establishment of this unique and novel model for the benefits of biomedical research, and hence human health.","Authors":"Chu, WH (Chu, Wenhui) ; Zhao, HP (Zhao, Haiping) ; Li, JD (Li, Junde) ; Li, CY (Li, Chunyi)","Title":"Custom-built tools for the study of deer antler biology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900006 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Prostate cancer; Exosomes; Health disparity; Biomarkers; Review KeyWords Plus:AFRICAN-AMERICAN MEN; TUMOR-DERIVED EXOSOMES; SQUAMOUS-CELL CARCINOMA; EXTRACELLULAR VESICLES; OVARIAN-CANCER; BREAST-CANCER; PANCREATIC-CANCER; CAUCASIAN MEN; MULTIVESICULAR ENDOSOMES; MELANOMA PATIENTS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1682-1696 Published: JUN 1 2017","Abstract":"African American men in the United States have higher incidence and mortality rates due to prostate cancer (PCa) compared to other races. In 2016 alone, nearly 30,000 cases of PCa in African American men were diagnosed and 4,450 men died from PCa. The underlying reasons for this health disparity in PCa are complex and include social, economic, and biologic determinants. To reduce or eliminate this health disparity, we must better understand the biology of the disease in African Americans and then develop novel diagnostic and prognostic biomarkers useful for timely and effective treatment decisions. Recently, there has been remarkable progress in understanding the role of exosomes (vesicles of 30-150 nm diameter) in cancer development and progression. Exosomes are loaded with unique cargo, including proteins, nucleic acids, lipids, and metabolites, that could predict the cells of their origin. Therefore, circulating exosomes in cancer patients are being used as a type of biopsy to identify novel biomarkers for early diagnosis, prognosis, and therapeutics. In this review, we discuss the promising use of exosomes to (a) identify race-related unique biological features of PCa, and (b) discover novel biomarkers for better diagnosis and prognosis of PCa, with the goal of reducing cancer health disparities.","Authors":"Panigrahi, GK (Panigrahi, Gati Krushna) ; Deep, G (Deep, Gagan)","Title":"Exosomes-based biomarker discovery for diagnosis and prognosis of prostate cancer"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397916900012 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"miRNA; microRNA; tool; systems biology; biomarkers; computational biology; cancer; Review KeyWords Plus:HUMAN BREAST-CANCER; MESSENGER-RNA INTERACTIONS; GENE-EXPRESSION DATA; REGULATORY NETWORK; INTEGRATED ANALYSIS; COLORECTAL-CANCER; PROSTATE-CANCER; OVARIAN-CANCER; TOPOLOGICAL FEATURES; TARGET INTERACTIONS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1774-1791 Published: JUN 1 2017","Abstract":"MicroRNAs (miRNAs) are small non-coding RNAs playing an essential role in gene expression regulation. Multiple studies have demonstrated that miRNAs are dysregulated in cancer initiation and progression, pointing out their potential as biomarkers for diagnosis, prognosis and response to treatment. With the introduction of high-throughput technologies several computational approaches have been proposed to identify cancer-associated miRNAs. Here, we present a systematic and comprehensive overview of the current knowledge concerning the computational detection of miRNAs involved in tumor onset and subtyping, with possible theranostic employment. An overview of the state of art in this field is thus proposed with the aim of supporting researchers, especially experimentalists and pathologists, in choosing the optimal approach for their case of study.","Authors":"Cantini, L (Cantini, Laura) ; Caselle, M (Caselle, Michele) ; Forget, A (Forget, Antoine) ; Zinovyev, A (Zinovyev, Andrei) ; Barillot, E (Barillot, Emmanuel) ; Martignetti, L (Martignetti, Loredana)","Title":"A review of computational approaches detecting microRNAs involved in cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200010 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Turing pattern; Lengyel-Epstein model; Zebra pattern formation; Narrow band domain; Closest point method KeyWords Plus:LONG-TIME BEHAVIOR; FOOD-CHAIN MODEL; TURING PATTERNS; DIFFUSION; INSTABILITY; EQUATIONS; MECHANISM; SURFACES; BIOLOGY; SYSTEMS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 106-116 DOI: 10.1016/j.physa.2017.02.014 Published: JUN 1 2017","Abstract":"In this paper, we numerically investigate the zebra skin pattern formation on the surface of a zebra model in three-dimensional space. To model the pattern formation, we use the Lengyel-Epstein model which is a two component activator and inhibitor system. The concentration profiles of the Lengyel-Epstein model are obtained by solving the corresponding reaction-diffusion equation numerically using a finite difference method. We represent the zebra surface implicitly as the zero level set of a signed distance function and then solve the resulting system on a discrete narrow band domain containing the zebra skin. The values at boundary are dealt with an interpolation using the closet point method. We present the numerical method in detail and investigate the effect of the model parameters on the pattern formation on the surface of the zebra model. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jeong, D (Jeong, Darae) ; Li, Y (Li, Yibao) ; Choi, Y (Choi, Yongho) ; Yoo, M (Yoo, Minhyun) ; Kang, D (Kang, Dooyoung) ; Park, J (Park, Junyoung) ; Choi, J (Choi, Jaewon) ; Kim, J (Kim, Junseok)","Title":"Numerical simulation of the zebra pattern formation on a three-dimensional model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267100007 ISSN: 1468-1218","Keywords":"Chemotaxis; Corals; Fluids; Reaction terms; Keller-Segel; Asymptotic behavior KeyWords Plus:ASYMPTOTIC-BEHAVIOR; PARABOLIC EQUATIONS; SPERM-ATTRACTANT; CHEMICAL-ASPECTS; STABILIZATION; SYSTEMS; CORALS; EGGS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"NONLINEAR ANALYSIS-REAL WORLD APPLICATIONS Volume: 35 Pages: 102-131 DOI: 10.1016/j.nonrwa.2016.10.010 Published: JUN 2017","Abstract":"An interesting problem arising in many contexts of mathematical biology is the study of the relevance of chemotaxis in reaction diffusion processes. We approach this problem through a mathematical model representing the fertilization process of corals. As a result we obtain a system of partial differential equations describing the cell dynamics being affected by three basic phenomena: diffusion, chemotaxis and a surrounding flux. First we prove that our model has in general global classical solutions. Next, we compare the asymptotic behavior with and without chemotaxis. We show the relevance of chemotaxis after making a systematic adaptation of the well-known moments technique on bounded domains (usually used for proving blowup in Keller-Segel systems) to analyze the behavior of the cell dynamics when the chemotactic signal increases. In the context of the proposed model, our analysis shows that for suitable initial data, the remaining fraction of unfertilized eggs at any given time T > 0 becomes arbitrarily small if the chemotaxis signal is sufficiently large and the sperm and eggs are concentrated enough at the initial time. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Espejo, E (Espejo, Elio) ; Suzuki, T (Suzuki, Takashi)","Title":"Reaction enhancement by chemotaxis"}]