[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573800008 PubMed ID: 28181686 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"prostate cancer; AR-42; anoikis; metastasis; canine; dog KeyWords Plus:GREEN-TEA-CATECHINS; BIOCHEMICAL RECURRENCE; RADICAL PROSTATECTOMY; CLINICAL-TRIALS; FOLLOW-UP; IN-VITRO; MEN; RISK; SULFORAPHANE; CELLS","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 7 Pages: 776-793 DOI: 10.1002/pros.23318 Published: MAY 15 2017","Abstract":"BACKGROUND. Canine prostate cancer (PCa) is an excellent preclinical model for human PCa. AR-42 is a histone deacetylase inhibitor (HDACi) developed at The Ohio State University that inhibits the proliferation of several cancers, including multiple myeloma, lung, and hepatocellular cancer. In this study, we investigated whether AR-42 would prevent or decrease. The growth and metastasis of a canine PCa (Ace-1 cells) to bone in vitro and in vivo. METHODS. Proliferation, cell viability, invasion, and metastasis of a canine prostate cancer cell line (Ace-1) were measured following treatment with AR-42. Expression of anoikis resistance, epithelial-to-mesenchymal transition (EMT), and stem cell-related markers were also evaluated. To assess the efficacy of AR-42 on prevention of PCa metastasis to bone, Ace-1 cells were injected in the left cardiac ventricle of nude mice, mice were treated with AR-42, and the incidence and growth of bone metastasis were measured. Bioluminescence was performed to monitor the bone metastases in nude mice. RESULTS. AR-42 inhibited the in vitro proliferation of Ace-1 cells in a time-and dosedependent manner. The IC50 concentration of AR-42 for Ace-1 cells was 0.42mM after 24hr of treatment. AR-42 induced apoptosis, decreased cell migration, and increased the stem cell properties of Ace-1 cells in vitro. AR-42 downregulated E-cadherin, N-cadherin, TWIST, MYOF, anoikis resistance, and osteomimicry genes, while it upregulated SNAIL, PTEN, FAK, and ZEB1 gene expression in Ace-1 cells. Importantly, AR-42 decreased the bioluminescence and incidence of bone metastasis in nude mice. In addition, AR-42 induced apoptosis and altered the tumor cell morphology to an irregular cell phenotype with condensed chromatin in the bone metastases. CONCLUSION. AR-42 decreased PCa growth and bone metastasis, induced apoptosis, and downregulated osteomimicry genes in PCa cells in the bone microenvironment. (C) 2017Wiley Periodicals, Inc.","Authors":"Elshafae, SM (Elshafae, Said M.) ; Kohart, NA (Kohart, Nicole A.) ; Altstadt, LA (Altstadt, Lucas A.) ; Dirksen, WP (Dirksen, Wessel P.) ; Rosol, TJ (Rosol, Thomas J.)","Title":"The Effect of a Histone Deacetylase Inhibitor (AR-42) on Canine Prostate Cancer Growth and Metastasis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000009 PubMed ID: 28040481 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Rabies; Zoonoses; Veterinary public health; Educational intervention KeyWords Plus:RANDOMIZED-TRIALS; CANINE RABIES; KNOWLEDGE; PROPHYLAXIS; COUNTRIES","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 62-68 DOI: 10.1016/j.actatropica.2016.12.032 Published: MAY 2017","Abstract":"Background: Educational initiatives targeting at-risk populations have long been recognized as a mainstay of ongoing rabies control efforts. Cluster-based studies are often utilized to assess levels of knowledge, attitudes and practices of a population in response to education campaigns. The design of cluster-based studies requires estimates of intra-cluster correlation coefficients obtained from previous studies. This study estimates the school-level intra-cluster correlation coefficient (ICC) for rabies knowledge change following an educational intervention program. Methods: A cross-sectional survey was conducted with 226 students from 7 schools in Sikkim, India, using cluster sampling. In order to assess knowledge uptake, rabies education sessions with pre- and post session questionnaires were administered. Paired differences of proportions were estimated for questions answered correctly. A mixed effects logistic regression model was developed to estimate school-level and student-level ICC5 and to test for associations between gender, age, school location and educational level. Results: The school- and student-level ICC5 for rabies knowledge and awareness were 0.04 (95% CI: 0.01, 0.19) and 0.05 (95% CI: 0.2, 0.09), respectively. These ICCs suggest design effect multipliers of 5.45 schools and 1.05 students per school, will be required when estimating sample sizes and designing future cluster randomized trials. There was a good baseline level of rabies knowledge (mean pre-session score 71%), however, key knowledge gaps were identified in understanding appropriate behavior around scared dogs, potential sources of rabies and how to correctly order post rabies exposure precaution steps. After adjusting for the effect of gender, age, school location and education level, school and individual post session test scores improved by 19%, with similar performance amongst boys and girls attending schools in urban and rural regions. The proportion of participants that were able to correctly order post-exposure precautionary steps following educational intervention increased by 87%. Conclusion: The ICC estimates presented in this study will aid in designing cluster-based studies evaluating educational interventions as part of disease control programs. This study demonstrates the likely benefits of educational intervention incorporating bite prevention and rabies education. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Auplish, A (Auplish, Aashima) ; Clarke, AS (Clarke, Alison S.) ; Van Zanten, T (Van Zanten, Trent) ; Abel, K (Abel, Kate) ; Tham, C (Tham, Charmaine) ; Bhutia, TN (Bhutia, Thinlay N.) ; Wilks, CR (Wilks, Colin R.) ; Stevenson, MA (Stevenson, Mark A.) ; Firestone, SM (Firestone, Simon M.)","Title":"Estimating the intra-cluster correlation coefficient for evaluating an educational intervention program to improve rabies awareness and dog bite prevention among children in Sikkim, India: A pilot study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000020 PubMed ID: 28209553 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Leishmania infantum; Morocco; Genetic variability; Kinetoplastid DNA; PCR-RFLP KeyWords Plus:DONOVANI COMPLEX; CUTANEOUS LEISHMANIASIS; VISCERAL LEISHMANIASIS; CANINE LEISHMANIASIS; CLINICAL-SAMPLES; DIVERSITY; MON-1; EPIDEMIOLOGY; IDENTIFICATION; POLYMORPHISM","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 142-149 DOI: 10.1016/j.actatropica.2017.02.016 Published: MAY 2017","Abstract":"In Morocco, Leishmania infantum is the main etiologic agent of human and canine visceral leishmaniasis (VL). This species has been proven to be an opportunistic agent in HIV+ patients and is also responsible of sporadic cutaneous leishmaniasis (CL).This work aims to evaluate the genetic variability of Moroccan L infantum strains based on PCR-RFLP analysis of the kinetoplastid DNA (kDNA) minicircles. A total of 75 DNA samples extracted from positive Giemsa-stained smears (n =32) and from L infantum cultures (n = 43) was studied. The samples have been taken from VL patients infected (n = 7) or not (n= 56) by HIV, patients with CL (n =2) and finally from infected dogs (n = 10). An hypervariable region of kDNA was amplified using the primers MC1 and MC2; the PCR products were digested separately by a panel of nine restriction enzymes. The presence or absence of restriction fragments was scored in a binary matrix and the SplitsTree4 software was used for the construction of a Neighbor-Net network. Moroccan L. infantum population showed an important level of variability with the identification of 6 genotypes. For each genotype a PCR product was sequenced, confirming the presence of all the expected restriction sites. The predominant profile was the genotype B. A new genotype, named Q was detected for the first time, whereas the four other genotypes (G, K, N and O) were reported sporadically in the Mediterranean basin. The Neighbor-Net network segregates our L infantum population into 3 clusters: Cluster I includes genotype B, cluster II grouping the genotypes O, Q and G and finally the cluster III contains the genotype N. The kDNA-PCR-RFLP assay is suitable for use directly on biological samples; it reveals an important degree of genetic variability among L infantum strains even those belonging to the same zymodeme what is of great epidemiological interest. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"El Hamouchi, A (El Hamouchi, Adil) ; Ejghal, R (Ejghal, Rajaa) ; Hida, M (Hida, Moustapha) ; Lemrani, M (Lemrani, Meryem)","Title":"Intraspecific genetic variability in a population of Moroccan Leishmania infantum revealed by PCR-RFLP of kDNA minicircles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398569500006 PubMed ID: 27438341 ISSN: 0960-7439 eISSN: 1365-263X","Categories":"Dentistry, Oral Surgery & Medicine; Pediatrics Web of Science Categories:Dentistry, Oral Surgery & Medicine; Pediatrics","Journal Information":"INTERNATIONAL JOURNAL OF PAEDIATRIC DENTISTRY Volume: 27 Issue: 3 Pages: 191-200 DOI: 10.1111/ipd.12251 Published: MAY 2017","Abstract":"Background. Early Childhood Caries (ECC) continues to be the most common public health issue in developing countries. Aim. The purpose of this study was to assess the prevalence of ECC in 0- to 3-year-old children from rural areas of South India, using the ICDAS. Design. A cross-sectional study was carried out with 1486 children aged 0-3 years in South India. Two calibrated examiners performed the oral examinations using International Caries Detection and Assessment System (ICDAS) criteria. Data analysis involved the use of the new ICDAS epidemiological software tool. Results. Prevalence of ECC in studied child population was 40.6%. Among the 604 children with ECC, only non-cavitated teeth were present in 314 children, and only cavitated teeth were present in 84 children. The remaining 206 children had both cavitated and non-cavitated teeth. Interesting lesion behavior was observed in 27 children, who had enamel lesions in mandibular canines only, in an otherwise sound dentition. On examining the teeth surfaces affected (n = 102,274), 50.3% had non-cavitated surfaces and 49.7% had cavitated surfaces. Conclusions. The results demonstrate the high prevalence of ECC in this population and the need to consider early diagnosis and specific preventive interventions. The authors of this study have also addressed their views about the use of ICDAS software tool.","Authors":"Henry, JA (Henry, Jean Aishwarya) ; Muthu, MS (Muthu, Murugan Satta) ; Saikia, A (Saikia, Ankita) ; Asaithambi, B (Asaithambi, Balamurugan) ; Swaminathan, K (Swaminathan, Kavitha)","Title":"Prevalence and pattern of early childhood caries in a rural South Indian population evaluated by ICDAS with suggestions for enhancement of ICDAS software tool"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400013 PubMed ID: 27579626 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"3,4 '-DIHYDROXYFLAVONE; ADIPOGENESIS; EQUINE ADIPOSE-DERIVED STROMAL CELLS (eADSCs); ROS-REGULATING GENES EXPRESSION; HUMAN REGENERATIVE MEDICINE OR ANIMAL HEALTH CARE KeyWords Plus:INHIBITS ADIPOCYTE DIFFERENTIATION; PLURIPOTENT STEM-CELLS; OSTEOBLASTIC DIFFERENTIATION; INDUCED APOPTOSIS; CANINE OBESITY; CANCER CELLS; DEATH; PROLIFERATION; NARINGENIN; GENERATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1065-1077 DOI: 10.1002/jcb.25681 Published: MAY 2017","Abstract":"Studies on adipogenesis may be important for regulating human and/or animal obesity, which causes several complications such as, type II diabetes, hypertension, and cardiovascular disease, thus giving rise to increased economic burden in many countries. Previous reports revealed that various flavonoids have anti-apoptotic, antioxidant, and cell differentiation-regulating activities with a number of physiological benefits, including protection from cardiovascular disease, cancers, and oxidative stress. As we found that the hydroxylation patterns of the flavonoid B ring are known to play a critical role in their function, we screened several flavonoids containing different numbers and positions of OH substitutions in B ring for their modulatory property on adipogenesis. In this study, we revealed the anti-adipogenic activity of the naturally derived flavonoid, 3,4-dihydroxyflavone (3,4-DHF) in murine 3T3-L1 pre-adipocytes and equine adipose-derived stromal cells (eADSCs). We found that treatment with 3,4-dihydroxyflavone (3,4-DHF) led to decreased expression of adipogenic markers and lipid deposition with differential modulation of ROS and kinase signaling pathways. Regulation of ROS generation through the differential modulation of ROS-regulating gene expression was revealed to have an important role in the suppression of adipogenesis and increase of osteogenesis in eADSCs following 3,4-DHF treatment. These results suggest that the flavonoid 3,4-DHF can be used to regulate adipogenesis in ADSCs, which has potential therapeutic application in regenerative medicine or health care for humans and many sport or companion animals. J. Cell. Biochem. 118: 1065-1077, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Han, J (Han, Jihae) ; Choi, HY (Choi, Hye Yeon) ; Dayem, AA (Dayem, Ahmed Abdal) ; Kim, K (Kim, Kyeongseok) ; Yang, G (Yang, Gwangmo) ; Won, J (Won, Jihye) ; Do, SH (Do, Sun Hee) ; Kim, JH (Kim, Jin-Hoi) ; Jeong, KS (Jeong, Kyu-Shik) ; Cho, SG (Cho, Ssang-Goo)","Title":"Regulation of Adipogenesis Through Differential Modulation of ROS and Kinase Signaling Pathways by 3,4 '-Dihydroxyflavone Treatment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398643900022 PubMed ID: 28189583 ISSN: 0166-0934 eISSN: 1879-0984","Keywords":"Bordetella bronchiseptica; Canine distemper virus; Canine herpesvirus; Influenza virus; Mycoplasma cynos; Oligonucleotide microarray KeyWords Plus:POLYMERASE-CHAIN-REACTION; FRAGMENT-LENGTH-POLYMORPHISM; TIME PCR ASSAY; EQUINE INFLUENZA-VIRUS; WILD-TYPE STRAINS; DISTEMPER-VIRUS; CLINICAL SPECIMENS; VACCINE STRAINS; INFECTED-DOGS; DISEASE","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Virology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Virology","Journal Information":"JOURNAL OF VIROLOGICAL METHODS Volume: 243 Pages: 131-137 DOI: 10.1016/j.jviromet.2017.02.004 Published: MAY 2017","Abstract":"Canine respiratory diseases are commonly seen in dogs along with co -infections with multiple respiratory pathogens, including viruses and bacteria. Virus infections in even vaccinated dogs were also reported. The clinical signs caused by different respiratory etiological agents are similar, which makes differential diagnosis imperative. An oligonucleotide microarray system was developed in this study. The wild type and vaccine strains of canine distemper virus (CDV), influenza virus, canine herpesvirus (CHV), Bordetella bronchiseptica and Mycoplasma cynos were detected and differentiated simultaneously on a microarray chip. The detection limit is 10, 10, 100, 50 and 50 copy numbers for CDV, influenza virus, CHV, B. bronchiseptica and M. cynos, respectively. The clinical test results of nasal swab samples showed that the microarray had remarkably better efficacy than the multiplex PCR-agarose gel method. The positive detection rate of microarray and agarose gel was 59.0% (n=33) and 41.1% (n =23) among the 56 samples, respectively. CDV vaccine strain and pathogen co -infections were further demonstrated by the microarray but not by the multiplex PCR-agarose gel. The oligonucleotide microarray provides a highly efficient diagnosis alternative that could be applied to clinical usage, greatly assisting in disease therapy and control. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, LC (Wang, Lih-Chiann) ; Kuo, YT (Kuo, Ya-Ting) ; Chueh, LL (Chueh, Ling-Ling) ; Huang, D (Huang, Dean) ; Lin, JH (Lin, Jiunn-Horng)","Title":"The detection and differentiation of canine respiratory pathogens using oligonucleotide microarrays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398611400002 ISSN: 2234-7518 eISSN: 2005-372X","Keywords":"Tooth movement; Appliances; Heat induction typodont; Bracket slot size KeyWords Plus:TOOTH MOVEMENT; 3-DIMENSIONAL ANALYSIS; SLIDING MECHANICS; ANCHORAGE","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"KOREAN JOURNAL OF ORTHODONTICS Volume: 47 Issue: 3 Pages: 158-166 DOI: 10.4041/kjod.2017.47.3.158 Published: MAY 2017","Abstract":"Objective: To investigate how bracket slot size affects the direction of maxillary anterior tooth movement when en-masse retraction is performed in sliding mechanics using an induction-heating typodont simulation system. Methods: An induction-heating typodont simulation system was designed based on the Calorific Machine system. The typodont included metal anterior and resin posterior teeth embedded in a sticky wax arch. Three bracket slot groups (0.018, 0.020, and 0.022 inch [in]) were tested. A retraction force of 250 g was applied in the posterior-superior direction. Results: In the anteroposterior direction, the cusp tip of the canine in the 0.020-in slot group moved more distally than in the 0.018-in slot group. In the vertical direction, all six anterior teeth were intruded in the 0.018-in slot group and extruded in the 0.020-and 0.022in slot groups. The lateral incisor was significantly extruded in the 0.020-and 0.022-in slot groups. Significant differences in the crown linguoversion were found between the 0.018-and 0.020-in slot groups and 0.018-and 0.022in slot groups for the central incisor and between the 0.018-and 0.022-in slot groups and 0.020-and 0.022-in slot groups for the canine. In the 0.018-in slot group, all anterior teeth showed crown mesial angulation. Significant differences were found between the 0.018-and 0.022-in slot groups for the lateral incisor and between the 0.018-and 0.020-in slot groups and 0.018-and 0.022-in slot groups for the canine. Conclusions: Use of 0.018-in slot brackets was effective for preventing extrusion and crown linguoversion of anterior teeth in sliding mechanics.","Authors":"Kim, JY (Kim, Ji-Yong) ; Yu, WJ (Yu, Won-Jae) ; Koteswaracc, PNK (Koteswaracc, Prasad N. K.) ; Kyung, HM (Kyung, Hee-Moon)","Title":"Effects of bracket slot size during en-masse retraction of the six maxillary anterior teeth using an induction-heating typodont simulation system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398611400004 ISSN: 2234-7518 eISSN: 2005-372X","Keywords":"Crowding; Gingival thickness KeyWords Plus:ORTHODONTIC TREATMENT; PERIODONTAL STATUS; INCISORS; THICKNESS; INCLINATION; RECESSIONS; ADULTS","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"KOREAN JOURNAL OF ORTHODONTICS Volume: 47 Issue: 3 Pages: 176-185 DOI: 10.4041/kjod.2017.47.3.176 Published: MAY 2017","Abstract":"Objective: To evaluate the relationship of gingival thickness (GT) and the width of keratinized gingiva (WKG) with different malocclusion groups and the level of crowding. Methods: A total of 187 periodontally healthy subjects (121 females and 66 males) who presented at the Faculty of Dentistry in Yuzuncu Yil University for orthodontic treatment were enrolled in the study. The individuals involved in the study were divided into three groups; Angle Class I malocclusion, Angle Class II malocclusion, and Angle Class III malocclusion. Each group was classified as mild, moderate, or severe according to the level of crowding. WKG was determined as the distance between the mucogingival junction and the free gingival margin. GT was determined by the transgingival probing technique. Factorial variance analysis and the Duncan multiple comparison test were employed to identify the extent to which a difference was apparent between the groups according to these parameters. Results: It was determined that teeth in the mandibular anterior region display the thin gingival biotype. WKG and GT were observed as being higher at the mandibular incisor teeth in the severe crowding group and at the mandibular canine teeth in the mild crowding group. The GT of the mandibular right central and lateral incisors was found to be thinner in the Angle Class III group. Conclusions: Within the limits of this study, the results demonstrate that, there is no significant relationship of WKG and the mean GT in the mandibular anterior region according to the Angle classification.","Authors":"Kaya, Y (Kaya, Yesim) ; Alkan, O (Alkan, Ozer) ; Keskin, S (Keskin, Siddik)","Title":"An evaluation of the gingival biotype and the width of keratinized gingiva in the mandibular anterior region of individuals with different dental malocclusion groups and levels of crowding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396027400011 ISSN: 0265-6736 eISSN: 1464-5157","Keywords":"Unfolded protein response; heat shock; heat shock protein 90 inhibitor; cell stress; apoptosis KeyWords Plus:ENDOPLASMIC-RETICULUM STRESS; MESSENGER-RNA TRANSLATION; CANCER-CELLS; INDUCED APOPTOSIS; MULTIPLE-MYELOMA; KINASE PATHWAYS; ER STRESS; MOLECULAR-MECHANISMS; THERAPEUTIC TARGETS; PROTEOTOXIC STRESS","Categories":"Oncology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Oncology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"INTERNATIONAL JOURNAL OF HYPERTHERMIA Volume: 33 Issue: 3 Pages: 303-317 DOI: 10.1080/02656736.2016.1256503 Published: MAY 2017","Abstract":"Background: Agents targeting HSP90 and GRP94 are seldom tested in stressed contexts such as heat shock (HS) or the unfolded protein response (UPR). Tumor stress often activates HSPs and the UPR as pro-survival mechanisms. This begs the question of stress effects on chemotherapeutic efficacy, particularly with drugs targeting chaperones such as HSP90 or GRP94. We tested the utility of several HSP90 inhibitors, including PU-H71 (targeting GRP94), on a primary canine lung cancer line under HS/UPR stress compared to control conditions.Methods: We cultured canine bronchoalveolar adenocarcinoma cells that showed high endogenous HSP90 and GRP94 expression; these levels substantially increased upon HS or UPR induction. We treated cells with HSP90 inhibitors 17-DMAG, 17-AAG or PU-H71 under standard conditions, HS or UPR. Cell viability/survival was assayed. Antibody arrays measured intracellular signalling and apoptosis profiles.Results: HS and UPR had varying effects on cells treated with different HSP90 inhibitors; in particular, HS and UPR promoted resistance to inhibitors in short-term assays, but combinations of UPR stress and PU-H571 showed potent cytotoxic activity in longer-term assays. Array data indicated altered signalling pathways, with apoptotic and pro-survival implications. UPR induction+dual targeting of HSP90 and GRP94 swayed the balance toward apoptosis.Conclusion: Cellular stresses, endemic to tumors, or interventionally inducible, can deflect or enhance chemo-efficacy, particularly with chaperone-targeting drugs. Stress is likely not held accountable when testing new pharmacologics or assessing currently-used drugs. A better understanding of stress impacts on drug activities should be critical in improving therapeutic targeting and in discerning mechanisms of drug resistance.","Authors":"Graner, AN (Graner, Arin N.) ; Hellwinkel, JE (Hellwinkel, Justin E.) ; Lencioni, AM (Lencioni, Alex M.) ; Madsen, HJ (Madsen, Helen J.) ; Harland, TA (Harland, Tessa A.) ; Marchando, P (Marchando, Paul) ; Nguyen, GJ (Nguyen, Ger J.) ; Wang, M (Wang, Mary) ; Russell, LM (Russell, Laura M.) ; Bemis, LT (Bemis, Lynne T.) ; Anchordoquy, TJ (Anchordoquy, Thomas J.) ; Graner, MW (Graner, Michael W.) ...More...Less","Title":"HSP90 inhibitors in the context of heat shock and the unfolded protein response: effects on a primary canine pulmonary adenocarcinoma cell line*"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394033400008 PubMed ID: 27653948 ISSN: 0213-3911 eISSN: 1699-5848","Keywords":"Ageing; Polyglucosan bodies; Prostate; Smooth muscle cells KeyWords Plus:LAFORA-LIKE BODIES; CORPORA-AMYLACEA; BODY DISEASE; EPILEPSY; INCLUSIONS; CANINE; TRACT","Categories":"Cell Biology; Pathology Web of Science Categories:Cell Biology; Pathology","Journal Information":"HISTOLOGY AND HISTOPATHOLOGY Volume: 32 Issue: 5 Pages: 499-502 DOI: 10.14670/HH-11-818 Published: MAY 2017","Abstract":"Polyglucosan bodies (PGB) in the prostate of aged dogs without neurological signs were examined by light microscopy, histochemistry and immunohistochemistry. Prostatic PGB were round or oval and slightly basophilic. Most of the bodies were situated within the stromal smooth muscle cells. PGB were intensely positive for PAS, Best's carmine, Lugol's iodine and Grocott's methenamine silver method. Moreover, canine prostatic PGB were immunoreactive for monoclonal antibodies raised against human polyglucosan. The frequency of PGB in the smooth muscle cells was significantly correlated with the age of dogs. The occurrence of PGB in the canine prostate might be a non-specific finding related to ageing.","Authors":"Kamiya, S (Kamiya, Shinji) ; Yoshimura, H (Yoshimura, Hisashi) ; Okada, K (Okada, Keina) ; Yoshida, A (Yoshida, Ayaka) ; Fukuda, Y (Fukuda, Yuki) ; Yamamoto, M (Yamamoto, Masami) ; Soeta, S (Soeta, Satoshi) ; Takahashi, K (Takahashi, Kimimasa)","Title":"Polyglucosan bodies in the prostatic stromal smooth muscles of aged dogs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396183900006 PubMed ID: 28257864 ISSN: 0093-691X eISSN: 1879-3231","Keywords":"Dogs; Benign prostatic hyperplasia; Andrology; CPSE KeyWords Plus:ARGININE ESTERASE; SEMINAL PLASMA; ULTRASONOGRAPHIC ESTIMATION; ESTROGEN-ALPHA; DOG PROSTATE; HYPERPLASIA; DISORDERS; DIAGNOSIS; ANDROGEN; GLAND","Categories":"Reproductive Biology; Veterinary Sciences Web of Science Categories:Reproductive Biology; Veterinary Sciences","Journal Information":"THERIOGENOLOGY Volume: 93 Pages: 33-39 DOI: 10.1016/j.theriogenology.2017.01.032 Published: APR 15 2017","Abstract":"Benign prostatic hyperplasia (BPH) is an age-related disorder in the intact male dog that is associated with an increase in the prostatic size. Ultrasonography gives a reliable estimate of the prostatic size, but a method for screening the prostate size using a serum sample has advantages, such as requiring less expensive equipment The primary aim of the study was to study the association between the concentration of the circulating biomarker canine prostate specific esterase (CPSE) and prostatic size. Seventy-nine dogs that were four years old or older were included in the study. Ultrasonography was used for calculating the volume of the prostate. The calculated volume was divided by an estimate of the normal prostatic volume in dogs aged one to four years, to determine the relative prostatic size: the size of the prostate in relation to the normal size in dogs 1-4 years old (S-rel). CPSE was analyzed from serum samples. Multiple linear regression analysis was used for studying associations between variables. Prediction intervals for the relative prostatic size based on CPSE concentrations were calculated, as were receiver operating curves for CPSE concentrations predicting S-rel. The concentration of CPSE was associated with the relative size and contour of the prostate (P < 0.001). All dogs with clinical signs of BPH had an S-rel >= 2.5. A CPSE concentration of 200 ng/mL predicted S-rel to 2.5 (95% P.I: 1.2-4.8). Based on ROC analysis, the optimal discrimination threshold for CPSE concentration for S-rel > 2.5 was estimated as 90 ng/mL (95% confidence interval: 50-140), with a sensitivity of 85% and a specificity of 72%. Screening for CPSE is of potential value in the aging intact male dogs. Although many dogs with an S-rel > 2.5 show no clinical signs, the insidious nature of BPH supports further investigations of the prostate in these dogs, corresponding to a CPSE concentration of approximately 90 ng/mL or higher. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Holst, BS (Holst, B. S.) ; Holmroos, E (Holmroos, E.) ; Friling, L (Friling, L.) ; Hanas, S (Hanas, S.) ; Langborg, LM (Langborg, L. M.) ; Franko, MA (Franko, M. A.) ; Hansson, K (Hansson, K.)","Title":"The association between the serum concentration of canine prostate specific esterase (CPSE) and the size of the canine prostate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396183900011 PubMed ID: 28257870 ISSN: 0093-691X eISSN: 1879-3231","Keywords":"Luteinizing hormone; Receptor; Dogs; Follicular growth KeyWords Plus:LUTEINIZING-HORMONE RECEPTOR; MESSENGER-RIBONUCLEIC-ACID; IN-VITRO MATURATION; STIMULATING-HORMONE; GENE-EXPRESSION; GRANULOSA-CELLS; INTRACELLULAR PRECURSOR; PREOVULATORY FOLLICLES; GONADOTROPIN RECEPTORS; FOLLICULAR-GROWTH","Categories":"Reproductive Biology; Veterinary Sciences Web of Science Categories:Reproductive Biology; Veterinary Sciences","Journal Information":"THERIOGENOLOGY Volume: 93 Pages: 71-77 DOI: 10.1016/j.theriogenology.2017.01.029 Published: APR 15 2017","Abstract":"The aim of this study was to determine the mRNA LHR and LHR protein expression pattern in the canine ovarian follicles at different stage of development throughout the estrous cycle. Dog ovaries were obtained from 1-6y bitches at proestrus/estrus, anestrus and diestrus stages following ovariohysterectomy. Follicular cells were mechanically recovered from follicles distributed into four types (preantral, small antral, medium antral and large antral). Total RNA extraction was performed and the evaluation of gene expression levels was achieved by relative quantification q-PCR analysis. Intrafollicular amounts of LHR were assessed by western blot method. All results were evaluated by ANOVA. The expression levels of mRNA LHR in follicular cells were observed in every stage of development, however this gene expression varied over the estrous cycle. LHR transcripts increased (P < 0.05) from preantral to antral stage. There were not differences in LHR gene expression among follicles at preantral stages; however, at antral stages the lowest (P < 0.05) LHR mRNA expression was found at anestrus and the highest (P < 0.05) at proestrus/estrus. The LHR protein was also detected in dog follicles in all reproductive phases with patterns varying with stage of follicular development over the reproductive cycle. The antibody against human LHR revealed two bands at similar to 90 and similar to 67 kDa, probably representing the matured protein and its precursor respectively. Both bands LHR appeared already at preantral follicles increasing (P < 0.05) with growth. A high proportion of LHR was presented as immature forms in all follicles stages during different phases of the estrous cycle. In conclusion, the gene and protein of LHR are differentially expressed in dog follicles over the estrous cycle, increasing with growth and the precursor protein is the most predominant LHR form present in canine follicles. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"De los Reyes, M (De los Reyes, Monica) ; Palomino, J (Palomino, Jaime) ; Parraguez, VH (Parraguez, Victor H.) ; Ramirez, F (Ramirez, Fernando)","Title":"Analysis of LH receptor in canine ovarian follicles throughout the estrous cycle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398897900033 PubMed ID: 28406198 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 212-+ DOI: 10.1038/nature21718 Published: APR 13 2017","Abstract":"Epithelial tissues (epithelia) remove excess cells through extrusion, preventing the accumulation of unnecessary or pathological cells. The extrusion process can be triggered by apoptotic signalling(1), oncogenic transformation(2,3) and overcrowding of cells(4-6). Despite the important linkage of cell extrusion to developmental(7), homeostatic(5) and pathological processes(2,8) such as cancer metastasis, its underlying mechanism and connections to the intrinsic mechanics of the epithelium are largely unexplored. We approach this problem by modelling the epithelium as an active nematic liquid crystal (that has a long range directional order), and comparing numerical simulations to strain rate and stress measurements within monolayers of MDCK (Madin Darby canine kidney) cells. Here we show that apoptotic cell extrusion is provoked by singularities in cell alignments(9,10) in the form of comet-shaped topological defects. We find a universal correlation between extrusion sites and positions of nematic defects in the cell orientation field in different epithelium types. The results confirm the active nematic nature of epithelia, and demonstrate that defect-induced isotropic stresses are the primary precursors of mechanotransductive responses in cells, including YAP (Yes-associated protein) transcription factor activity(11), caspase-3-mediated cell death, and extrusions. Importantly, the defectdriven extrusion mechanism depends on intercellular junctions, because the weakening of cell-cell interactions in an a-catenin knockdown monolayer reduces the defect size and increases both the number of defects and extrusion rates, as is also predicted by our model. We further demonstrate the ability to control extrusion hotspots by geometrically inducing defects through microcontact printing of patterned monolayers. On the basis of these results, we propose a mechanism for apoptotic cell extrusion: spontaneously formed topological defects in epithelia govern cell fate. This will be important in predicting extrusion hotspots and dynamics in vivo, with potential applications to tissue regeneration and the suppression of metastasis. Moreover, we anticipate that the analogy between the epithelium and active nematic liquid crystals will trigger further investigations of the link between cellular processes and the material properties of epithelia.","Authors":"Saw, TB (Saw, Thuan Beng) ; Doostmohammadi, A (Doostmohammadi, Amin) ; Nier, V (Nier, Vincent) ; Kocgozlu, L (Kocgozlu, Leyla) ; Thampi, S (Thampi, Sumesh) ; Toyama, Y (Toyama, Yusuke) ; Marcq, P (Marcq, Philippe) ; Lim, CT (Lim, Chwee Teck) ; Yeomans, JM (Yeomans, Julia M.) ; Ladoux, B (Ladoux, Benoit)","Title":"Topological defects in epithelia govern cell death and extrusion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398604700001 PubMed ID: 28388948 ISSN: 1746-6148","Keywords":"Canine; Epilepsy; Anxiolytic; Anxiety; Fear; Behaviour; Seizure; Idiopathic KeyWords Plus:QUALITY-OF-LIFE; BEHAVIOR; COMORBIDITIES; QUESTIONNAIRE; PREVALENCE; DEPRESSION; EFFICACY; SAFETY; TOLERABILITY; PHARMACOLOGY","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"BMC VETERINARY RESEARCH Volume: 13 Article Number: 90 DOI: 10.1186/s12917-017-1000-0 Published: APR 7 2017","Abstract":"Background: Behavioural changes associated with idiopathic epilepsy (IE) have been identified in dogs, with fear and anxiety-related problems seen in both drug-naive dogs and dogs treated with anti-epileptic drugs (AEDs). Treating anxiety-related behaviour in dogs with IE may be challenging, as seizures are a contraindication for many conventional anxiolytic drugs. In addition, many dogs with IE are already treated with AEDs to reduce their seizure frequency, which may have negative effects if used in polytherapy. Imepitoin is low-affinity partial agonist at the benzodiazepine (BDZ) site of the GABAA receptor, and has been demonstrated to have both anticonvulsant and anxiolytic effects in laboratory rodents. Imepitoin has been developed for the treatment of IE in dogs, with demonstrated anticonvulsant effects and high tolerability and safety. To date, imepitoin's potential to reduce anxiety in dogs with IE has not been investigated. An online survey was conducted to investigate the effect of imepitoin on fear and anxiety-related behaviours in dogs with IE. Eighty-five valid responses were received from owners of dogs with IE currently treated with imepitoin. Anxiety-related behaviour was quantified before and during imepitoin treatment using a validated questionnaire tool (C-BARQ). Results: No differences were observed in the five fear/anxiety-related measures between the two time periods (before vs. during treatment) for dog directed fear, stranger directed fear, non-social fear, pain sensitivity and separation related behaviour. A median 45% reduction in seizure frequency/month was observed following imepitoin treatment; however, imepitoin did not appear effective in reducing seizure frequency in a minority of cases. Polyphagia was the most common chronic side effect, and more side effects were reported in polytherapy cases. Conclusions: Imepitoin does not appear to improve anxiety-related behaviour in dogs with IE treated with this medication for its anti-epileptic effects. Investigating the effects of imepitoin upon the behaviour of dogs with recognised behavioural anxiety-related problems (e.g. specific fears and phobias, separation related behaviours), in both healthy dogs and dogs with epilepsy is required to further explore any potential anxiolytic effects of this medication.","Authors":"Packer, RMA (Packer, Rowena M. A.) ; De Risio, L (De Risio, Luisa) ; Volk, HA (Volk, Holger A.)","Title":"Investigating the potential of the anti-epileptic drug imepitoin as a treatment for co-morbid anxiety in dogs with idiopathic epilepsy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398637900001 PubMed ID: 28387333 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46167 DOI: 10.1038/srep46167 Published: APR 7 2017","Abstract":"The elemental composition was investigated and applied for identifying the sex and habitat of dugongs, in addition to distinguishing dugong tusks and teeth from other animal wildlife materials such as Asian elephant (Elephas maximus) tusks and tiger (Panthera tigris tigris) canine teeth. A total of 43 dugong tusks, 60 dugong teeth, 40 dolphin teeth, 1 whale tooth, 40 Asian elephant tusks and 20 tiger canine teeth were included in the study. Elemental analyses were conducted using a handheld X-ray fluorescence analyzer (HH-XRF). There was no significant difference in the elemental composition of male and female dugong tusks, whereas the overall accuracy for identifying habitat (the Andaman Sea and the Gulf of Thailand) was high (88.1%). Dolphin teeth were able to be correctly predicted 100% of the time. Furthermore, we demonstrated a discrepancy in elemental composition among dugong tusks, Asian elephant tusks and tiger canine teeth, and provided a high correct prediction rate among these species of 98.2%. Here, we demonstrate the feasible use of HH-XRF for preliminary species classification and habitat determination prior to using more advanced techniques such as molecular biology.","Authors":"Nganvongpanit, K (Nganvongpanit, Korakot) ; Buddhachat, K (Buddhachat, Kittisak) ; Piboon, P (Piboon, Promporn) ; Euppayo, T (Euppayo, Thippaporn) ; Kaewmong, P (Kaewmong, Patcharaporn) ; Cherdsukjai, P (Cherdsukjai, Phaothep) ; Kittiwatanawong, K (Kittiwatanawong, Kongkiat) ; Thitaram, C (Thitaram, Chatchote)","Title":"Elemental classification of the tusks of dugong (Dugong dugong) by HH-XRF analysis and comparison with other species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398233300001 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45844 DOI: 10.1038/srep45844 Published: APR 4 2017","Abstract":"Hepatocyte growth factor (HGF) induces cell migration and scattering by mechanisms that are thought to tip a local balance of competing physical forces; cell-to-cell and cell-to-substrate forces. In this local process, HGF is known to attenuate local cadherin-dependent adhesion forces for cell-cell junction development and enhance local integrin-dependent contractile forces for pulling neighboring cells apart. Here we use an expanding island of confluent Madin-Darby canine kidney (MDCK) cells as a model system to quantify the collective cell migration. In the absence of HGF, cell trajectories are highly tortuous whereas in the presence of HGF, they become far less so, resembling free expansion of a gas. At the level of cell-to-cell junctions, HGF attenuates the linkage of stress fibers to cell-to-cell junctions with concomitant decrease in intercellular stress. At the level of cell-to-substrate junctions, HGF augments the linkage of stress fibers to cell-to-substrate junctions with no apparent effect on traction. Together, HGF induces both structural changes in the actin-bound junctional protein complex and physical forces spanning multicellular clusters, which further promotes the expansion of confluent cellular layer.","Authors":"Jang, H (Jang, Hwanseok) ; Notbohm, J (Notbohm, Jacob) ; Gweon, B (Gweon, Bomi) ; Cho, YB (Cho, Youngbin) ; Park, CY (Park, Chan Young) ; Kee, SH (Kee, Sun-Ho) ; Fredberg, JJ (Fredberg, Jeffrey J.) ; Shin, JH (Shin, Jennifer H.) ; Park, Y (Park, Yongdoo)","Title":"Homogenizing cellular tension by hepatocyte growth factor in expanding epithelial monolayer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398135000008 PubMed ID: 28373696 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 534 DOI: 10.1038/s41598-017-00642-6 Published: APR 3 2017","Abstract":"Left stellate ganglion (LSG) hyperactivity promotes ischemia induced ventricular arrhythmia (VA). Blocking the Nav1.8 channel decreases neuron activity. Therefore, the present study aimed to investigate whether blocking the Nav1.8 channel with its specific blocker A-803467 in the LSG reduces sympathetic activity and exerts anti-arrhythmic effects. Forty canines were divided into dimethylsulfoxide (DMSO) group and 10 mM, 15 mM, and 20 mM A-803467 groups. A volume of 0.1 ml of A-803467 or DMSO was injected into the LSG. The ventricular electrophysiological parameters, LSG function were measured before and 30 min after the injection. VA was assessed for 60 min after ischemia and then LSG tissues were collected for molecular biological experiments. Compared with DMSO, concentration-dependent prolonged action potential duration and effective refractory period, decreased LSG function were identified after A-803467 treatment. Moreover, the severity of ischemia induced VA was decreased in A-803467 groups. Furthermore, decreased nerve growth factor, decreased c-fos and increased sympathetic neuron apoptosis were found in the LSG after A-803467 injection. In conclusion, blocking the Nav1.8 channel could significantly attenuate ischemia-induced VA, primarily by suppressing LSG activity.","Authors":"Yu, LL (Yu, Lilei) ; Wang, ML (Wang, Menglong) ; Hu, D (Hu, Dan) ; Huang, B (Huang, Bing) ; Zhou, LP (Zhou, Liping) ; Zhou, XY (Zhou, Xiaoya) ; Wang, Z (Wang, Zhuo) ; Wang, SY (Wang, Songyun) ; Jiang, H (Jiang, Hong)","Title":"Blocking the Nav1.8 channel in the left stellate ganglion suppresses ventricular arrhythmia induced by acute ischemia in a canine model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855700009 PubMed ID: 28181393 ISSN: 1552-4825 eISSN: 1552-4833","Keywords":"Blepharocheilodontic syndrome; cleft lip and palate; oligodontia; craniofacial; dental anomalies KeyWords Plus:BILATERAL CLEFT-LIP; TOOTH AGENESIS PATTERNS; CHEILO-DONTIC SYNDROME; PALATE; ANOMALIES; PHENOTYPE; MANAGEMENT; DENTITION; CHILDREN","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"AMERICAN JOURNAL OF MEDICAL GENETICS PART A Volume: 173 Issue: 4 Pages: 905-913 DOI: 10.1002/ajmg.a.38088 Published: APR 2017","Abstract":"Blepharocheilodontic (BCD) syndrome is a rare condition characterized by bilateral cleft lip and palate (BCLP), eyelid abnormalities, and oligodontia. Despite orofacial clefting and oligodontia being central features of the condition, detailed reports of dental and craniofacial characteristics are scarce. The aim of this study was to analyze the dental and craniofacial features in a group of patients with BCD syndrome (three of which were related). Cephalometric radiographic analyses were performed on BCD syndrome patients (all radiographs taken at age 8 years) and compared to 40 randomly selected age-matched controls (20 non-syndromic BCLP, 20 non-cleft). Also, we assessed clinical records, photographs, dental study casts, and dental radiographs to determine the extent and pattern of tooth agenesis, dental morphology and malocclusion. BCD syndrome patients showed a very severe skeletal III malocclusion (maxillary-mandibular sagittal discrepancy) and reduced anterior lower face measurement compared to non-syndromic BCLP and non-cleft controls (P = 0.001, P = 0.027). All patients exhibited oligodontia (mean number of missing permanent teeth 13.7, range 7-17). All patients exhibited missing upper central and lateral incisor, upper canine and premolar teeth. Variations in dental morphology included taurodontism, conical-shaped teeth, and notching of the incisal edges. All patients had a short and narrow maxilla which translated into anterior and posterior cross bites. We conclude that, in our BCD syndrome group, the craniofacial skeletal defects are more severe than patients with BCLP. The pattern of tooth agenesis is unusual as it included teeth that are normally highly resistant to agenesis, namely upper central incisor and canine teeth. (C) 2017 Wiley Periodicals, Inc.","Authors":"Awadh, W (Awadh, Wael) ; Kiukkonen, A (Kiukkonen, Anu) ; Nieminen, P (Nieminen, Pekka) ; Arte, S (Arte, Sirpa) ; Hurmerinta, K (Hurmerinta, Kirsti) ; Rice, DP (Rice, David P.)","Title":"Blepharocheilodontic (BCD) Syndrome: New Insights on Craniofacial and Dental Features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398102900010 PubMed ID: 28035661 ISSN: 0002-9483 eISSN: 1096-8644","Keywords":"El Sidron; Hortus; experimental replication; Interproximal dental wear KeyWords Plus:EL SIDRON ASTURIAS; INTERPROXIMAL GROOVES; DENTAL MICROWEAR; HOMININ TEETH; TASK ACTIVITY; WEAR; SPAIN; PLEISTOCENE; POPULATIONS; PATHOLOGY","Categories":"Anthropology; Evolutionary Biology Web of Science Categories:Anthropology; Evolutionary Biology","Journal Information":"AMERICAN JOURNAL OF PHYSICAL ANTHROPOLOGY Volume: 162 Issue: 4 Pages: 747-756 DOI: 10.1002/ajpa.23166 Published: APR 2017","Abstract":"Objectives: During the microscopic examination of the Neandertal dentitions from El Sidron (Spain) and Hortus (France), we found unusual fine parallel microstriations on the mesial and distal sides of all tooth types, near the cervix. As its appearance was similar to toothpick grooves described in other Homo species, it could correspond to early stages on its formation. To test this hypothesis we developed an experimental replication of a groove using grass stalks. Materials and Methods: Comparisons between 204 isolated Neandertal teeth and the two experimental dental specimens corroborate that the marks correspond to initial stages of toothpick groove formation, and we propose a five-grade recording scale that summarized the groove formation process. Results: Using this new recording procedure, we found that Hortus individuals have higher incidence of this trait (eight individuals out of nine) than the El Sidron individuals (nine out of 11). Toothpick grooves from El Sidron show the earliest stages of development, whereas the grooves found on Hortus Neandertals were well-developed. Toothpick grooves were also found in 21 incisors and canines. Conclusions: These differences could be due to the more advanced occlusal dental wear in Hortus individuals, maybe age-related and with a more meat-based diet maybe favoring the inclusion of food debris and thus probing as the cleaning methodology. Our results allow the identification and characterization of incipient toothpick grooves on the human fossil record and contribute to increase our knowledge on Neandertals behavioral and oral care habits.","Authors":"Estalrrich, A (Estalrrich, Almudena) ; Alarco, JA (Antonio Alarcon, Jose) ; Rosas, A (Rosas, Antonio)","Title":"Evidence of toothpick groove formation in Neandertal anterior and posterior teeth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872800002 PubMed ID: 28122720 ISSN: 0363-6119 eISSN: 1522-1490","Keywords":"VO2 kinetics; O-2 extraction; near-infrared spectroscopy; flow-mediated dilation; short-term exercise training KeyWords Plus:FLOW-MEDIATED DILATION; MODERATE-INTENSITY EXERCISE; MUSCLE DEOXYGENATION KINETICS; O-2 UPTAKE KINETICS; SITU CANINE MUSCLE; UPTAKE ON-KINETICS; DOTO(2) KINETICS; GAS-EXCHANGE; TIME-COURSE; OXIDATIVE-PHOSPHORYLATION","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"AMERICAN JOURNAL OF PHYSIOLOGY-REGULATORY INTEGRATIVE AND COMPARATIVE PHYSIOLOGY Volume: 312 Issue: 4 Pages: R467-R476 DOI: 10.1152/ajpregu.00399.2016 Published: APR 2017","Abstract":"The purpose of this study was to examine the time course of changes in the oxygen uptake (VO2) kinetics response subsequent to short-term exercise training (i. e., 24, 48, 72, and 120 h posttraining) and examine the relationship with the time course of changes in microvascular [deoxygenated hemoglobin concentration ([HHb])-to-VO2 ratio ([HHb])/VO2)] and macrovascular [flow-mediated dilation (FMD)] O-2 delivery to the active tissues/limbs. Seven healthy older [OA; 74 +/- 6 (SD) yr] and young men (YA; 25 +/- 3 yr) completed three endurance cycling exercise training sessions at 70% VO2peak. Moderate-intensity exercise on-transient VO2 (measured breath by breath) and [HHb] (measured by near-infrared spectroscopy) were modeled with a monoexponential and normalized (0-100% of response), and the [HHb])/ VO2 was calculated. Ultrasound-derived FMD of the popliteal artery was assessed after 5 min of cuff occlusion. % FMD was calculated as the greatest percent change in diameter from baseline. Time constant of VO2 (TVO2) was significantly reduced in both OA (similar to 18%) and YA (similar to 23%) at 24 h (P < 0.001) posttraining and remained decreased at 48 h before returning toward pretraining (PRE) values. Both groups showed a significant decrease in the [HHb])/VO2 at 24, 48, and 72 h (P = 0.001, 0.01, and 0.03, respectively) posttraining before returning toward PRE values at 120 h. % FMD followed a similar time course to that of changes in the [HHb])/VO2, being significantly greater in both OA (by similar to 64%) and YA (by similar to 26%) at 24 h (P < 0.001), remaining increased at 48 and 72 h (P = 0.02 and 0.03, respectively), and returning toward PRE values at 120 h. These data suggest the rate of adjustment ofV. O-2 may be constrained by O-2 availability in the active tissues.","Authors":"McLay, KM (McLay, Kaitlin M.) ; Murias, JM (Murias, Juan M.) ; Paterson, DH (Paterson, Donald H.)","Title":"Similar pattern of change in VO2 kinetics, vascular function, and tissue oxygen provision following an endurance training stimulus in older and young adults"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396048700007 PubMed ID: 27667783 ISSN: 0340-2096 eISSN: 1439-0264","Categories":"Anatomy & Morphology; Veterinary Sciences Web of Science Categories:Anatomy & Morphology; Veterinary Sciences","Journal Information":"ANATOMIA HISTOLOGIA EMBRYOLOGIA Volume: 46 Issue: 2 Pages: 178-186 DOI: 10.1111/ahe.12254 Published: APR 2017","Abstract":"The intention of the comparison of both low and high field was to examine which anatomical brain structures of cats were visible on low field images, as in clinical veterinary practice, 3 Tesla (T) magnets were of limited availability. The research was performed on 20 European short-haired male and female cats, aged 1-3 years, with body weight of 2-4 kg. 0.25 T magnetic resonance images of neurocranium were acquired in all using T2-weighted fast spin echo sequences with repetition time (TR) of 4010 ms and echo time (TE) of 90 ms in dorsal and transverse plane, and T2-weighted fast spine echo sequences with TR of 4290 ms and TE of 120 ms in sagittal plane. Based on a detailed catalogue of feline brain structures visible at 3 T in previously published studies, it was examined which structures were visible on low field images. Anatomic structures were identified and compared to assess the reliability of diagnoses made based on low-field magnetic resonance imaging. In low-field scans, 92 structures were identified. Elements of auditory, visual, motor pathways, hippocampus and cerebral ventricular system were distinguished. Low-field as well as high-field magnetic resonance imaging support the identification of local tissue lesions, metastasis, focal ischaemia and haemorrhage, disorders associated with ventricular system dilation and hydrocephalus. It also produced accurate images of the hippocampus, which contributes to reliable diagnoses of various forms of epilepsy in cats. Due to technical limitations, a low-field scanner is unlikely to visualize microtraumas, local inflammations, small haematomas or metastatic tumours.","Authors":"Przyborowska, P (Przyborowska, P.) ; Adamiak, Z (Adamiak, Z.) ; Holak, P (Holak, P.) ; Zhalniarovich, Y (Zhalniarovich, Y.)","Title":"Comparison of Feline Brain Anatomy in 0.25 and 3 Tesla Magnetic Resonance Images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396048700008 PubMed ID: 27753129 ISSN: 0340-2096 eISSN: 1439-0264","Categories":"Anatomy & Morphology; Veterinary Sciences Web of Science Categories:Anatomy & Morphology; Veterinary Sciences","Journal Information":"ANATOMIA HISTOLOGIA EMBRYOLOGIA Volume: 46 Issue: 2 Pages: 187-194 DOI: 10.1111/ahe.12256 Published: APR 2017","Abstract":"Ultrasonographic evaluation of the adrenal glands was performed in 85 dogs, followed by macroscopic and histopathological examination either post-mortem or after adrenalectomy. This retrospective cross-sectional study evaluated the difference between gross and ultrasonographic measurements to determine the diagnostic accuracy of ultrasonography in the evaluation of canine adrenal gland size. The differences were assessed for gland length, thickness at cranial, middle and caudal regions, and surface area. In our sample, ultrasound error accuracy ranged between 0% in measurement of the right adrenal gland surface area and 25.21% for left cranial pole thickness. The parameters with minor errors were caudal pole thickness (3.64% right side and 3.49% left side) and length (5.75% right side and 2.19% left side). The ultrasonographic measurements generally underestimated the actual size of the adrenal glands. No statistically significant differences were observed for measurement errors between normal and pathological adrenal glands. This study confirmed that the caudal pole of both glands is the best parameter for ultrasonographic evaluation of normal and pathological adrenal glands size in dog. Furthermore, the surface area could be considered as a dimensional parameter for better assessment of the complex shape and the global aspect of the adrenal glands, while standardize ultrasonographic projections are needed to measure the cranial pole of both adrenal glands.","Authors":"Pagani, E (Pagani, E.) ; Tarducci, A (Tarducci, A.) ; Borrelli, A (Borrelli, A.) ; Iotti, B (Iotti, B.) ; Tursi, M (Tursi, M.) ; Zanatta, R (Zanatta, R.)","Title":"Accuracy of Ultrasonographic Measurements of Adrenal Glands in Dogs: Comparison with Necroscopic Findings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396048700009 PubMed ID: 27753124 ISSN: 0340-2096 eISSN: 1439-0264","Categories":"Anatomy & Morphology; Veterinary Sciences Web of Science Categories:Anatomy & Morphology; Veterinary Sciences","Journal Information":"ANATOMIA HISTOLOGIA EMBRYOLOGIA Volume: 46 Issue: 2 Pages: 195-203 DOI: 10.1111/ahe.12257 Published: APR 2017","Abstract":"The aims of this study were to describe the anatomy of the mouth and pharynx of the pampas deer, and to consider its evolutionary feeding niche according to those characteristics. Gross dissections of the mouth and pharynx were performed in 15 animals, 10 adult females and five young animals under 1 year (three males and two females), all dead by causes unrelated to this anatomical region. The upper lip entered in the constitution of a pigmented nasolabial plane. The masseter muscles weighed 43.8 +/- 3.5 g and represented 0.23% of body weight, which corresponds to ruminants of feeders intermediate to grazers and browsers. Parotid glands represented 0.08% of the body weight, characteristic that also categorize the pampas deer as belonging to the intermediate feeding group. The dental formula was the same of the domestic ruminants. The upper incisors and canines were absent, and instead of them, there was a dental pad (Pulvinus dentalis). The upper canine teeth were present only in the deciduous dentition. The existence of a brachydont dentition turns Ozotoceros very vulnerable to continuous use as there is no compensatory teeth growth. The particular anatomy of the mouth and lips of this animal was adapted to a very selective feeding, taking highly nutritious sprouts beyond plant category. In conclusion and in addition to previous studies of anatomy of the digestive organs in this species, pampas deer may be categorized as belonging to the intermediate type of feeding.","Authors":"Perez, W (Perez, W.) ; Vazquez, N (Vazquez, N.) ; Ungerfeld, R (Ungerfeld, R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Perez, William http://orcid.org/0000-0002-9647-4731","Title":"Gross Anatomy of Pampas Deer (Ozotoceros bezoarticus, Linnaeus 1758) Mouth and Pharynx"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398629900014 ISSN: 1367-9430 eISSN: 1469-1795","Keywords":"Canis familiaris; Felis catus; domestic carnivores; Serengeti; wild-domestic carnivore interactions; household surveys; disease transmission KeyWords Plus:CANINE-DISTEMPER VIRUS; RABIES CONTROL; LIVESTOCK PREDATION; PATHOGEN EXPOSURE; DOG VACCINATION; RURAL ZIMBABWE; LYCAON-PICTUS; TANZANIA; DEMOGRAPHY; ECOLOGY","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"ANIMAL CONSERVATION Volume: 20 Issue: 2 Pages: 193-204 DOI: 10.1111/acv.12305 Published: APR 2017","Abstract":"The domestic and wild carnivore interface is complex, yet understudied. Interactions between carnivore species have important implications for direct interference competition, cross-species transmission of shared pathogens and conservation threats to wild carnivores. However, carnivore intraguild interactions are hard to quantify. In this study, we asked 512 villagers residing around a conservation area in the Serengeti Ecosystem, Tanzania, to report on the presence of wild carnivores in their village, the number of domestic dogs Canis familiaris and cats Felis catus in their household and interactions between domestic and wild carnivores. Wild carnivores are abundant near households surrounding the Serengeti National Park, villagers have many free-ranging domestic dogs (and would like to have more) and direct and indirect contacts between wild and domestic carnivores are common. Large carnivores, such as spotted hyenas and leopards, often killed or wounded domestic dogs. Small carnivores, such as mongoose, bat-eared fox, serval and wildcat, are locally abundant and frequently interact with domestic dogs. We demonstrate that interspecific carnivore behavior, human culture and local and regional geography play a complex role in domestic and wild carnivore interaction risk around conservation areas. Through the use of household surveys, we were able to efficiently obtain data on a wide scope of carnivore interactions over a large area, which may provide a direction for future targeted and in-depth research to reduce interspecific conflict. Improving the health and husbandry of domestic animals and reducing the unintentional feeding of wild carnivores could reduce dog-wildlife interactions and the potential for pathogen transmission at the domestic-wild animal interface.","Authors":"Craft, ME (Craft, M. E.) ; Vial, F (Vial, F.) ; Miguel, E (Miguel, E.) ; Cleaveland, S (Cleaveland, S.) ; Ferdinands, A (Ferdinands, A.) ; Packer, C (Packer, C.)","Title":"Interactions between domestic and wild carnivores around the greater Serengeti ecosystem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076600007 PubMed ID: 28040513 ISSN: 0166-3542 eISSN: 1872-9096","Keywords":"Middle East respiratory syndrome; coronavirus; Receptor binding domain; CPV; Virus-like particles; Immune response KeyWords Plus:RESPIRATORY SYNDROME CORONAVIRUS; PARVOVIRUS-LIKE PARTICLES; NEUTRALIZING ANTIBODIES; SPIKE PROTEIN; CANINE PARVOVIRUS; NANOPARTICLES; INFECTION; EFFICACY; ANTIGEN","Categories":"Pharmacology & Pharmacy; Virology Web of Science Categories:Pharmacology & Pharmacy; Virology","Journal Information":"ANTIVIRAL RESEARCH Volume: 140 Pages: 55-61 DOI: 10.1016/j.antivira1.2016.12.019 Published: APR 2017","Abstract":"Middle East respiratory syndrome coronavirus (MERS-CoV) has continued spreading since its emergence in 2012 with a mortality rate of 35.6%, and is a potential pandemic threat. Prophylactics and therapies are urgently needed to address this public health problem. We report here the efficacy of a vaccine consisting of chimeric virus-like particles (VLP) expressing the receptor binding domain (RBD) of MERS-CoV. In this study, a fusion of the canine parvovirus (CPV) VP2 structural protein gene with the RBD of MERS-CoV can self-assemble into chimeric, spherical VLP (sVLP) sVLP retained certain parvovirus characteristics, such as the ability to agglutinate pig erythrocytes, and structural morphology similar to CPV virions. Immunization with sVLP induced RBD-specific humoral and cellular immune responses in mice. sVLP-specific antisera from these animals were able to prevent pseudotyped MERS-CoV entry into susceptible cells, with neutralizing antibody titers reaching 1: 320. IFN-gamma, IL-4 and IL-2 secreting cells induced by the RBD were detected in the splenocytes of vaccinated mice by ELISpot. Furthermore, mice inoculated with sVLP or an adjuvanted sVLP vaccine elicited T-helper 1 (Thl) and T-helper 2 (Th2) cell-mediated immunity. Our study demonstrates that sVLP displaying the RBD of MERS-CoV are promising prophylactic candidates against MERS-CoV in a potential outbreak situation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, C (Wang, Chong) ; Zheng, XX (Zheng, Xuexing) ; Gai, WW (Gai, Weiwei) ; Wong, G (Wong, Gary) ; Wang, HL (Wang, Hualei) ; Jin, HL (Jin, Hongli) ; Feng, N (Feng, Na) ; Zhao, YK (Zhao, Yongkun) ; Zhang, WJ (Zhang, Weijiao) ; Li, N (Li, Nan) ; Zhao, GX (Zhao, Guoxing) ; Li, JF (Li, Junfu); Yan, JH (Yan, Jinghua) ; Gao, YW (Gao, Yuwei) ; Hu, GX (Hu, Guixue) ; Yang, ST (Yang, Songtao) ; Xia, XZ (Xia, Xianzhu) ...More...Less","Title":"Novel chimeric virus-like particles vaccine displaying MERS-CoV receptor-binding domain induce specific humoral and cellular immune response in mice"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398538100001 PubMed ID: 28220498 ISSN: 0248-4900 eISSN: 1768-322X","Keywords":"Actin; Adhesion; Cytoskeleton; Junctions; Microtubule KeyWords Plus:FLUID SHEAR-STRESS; MDCK EPITHELIAL-CELLS; CANINE KIDNEY-CELLS; VASCULAR ENDOTHELIAL PERMEABILITY; LIGHT-CHAIN PHOSPHORYLATION; CADHERIN-MEDIATED ADHESION; INTESTINAL BRUSH-BORDER; NITRIC-OXIDE SYNTHASE; MICE LACKING VIMENTIN; EARLY XENOPUS EMBRYO","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"BIOLOGY OF THE CELL Volume: 109 Issue: 4 Pages: 139-161 DOI: 10.1111/boc.201600075 Published: APR 2017","Abstract":"Tissues of multicellular organisms are characterised by several types of specialised cell-cell junctions. In vertebrate epithelia and endothelia, tight and adherens junctions (AJ) play critical roles in barrier and adhesion functions, and are connected to the actin and microtubule cytoskeletons. The interaction between junctions and the cytoskeleton is crucial for tissue development and physiology, and is involved in the molecular mechanisms governing cell shape, motility, growth and signalling. The machineries which functionally connect tight and AJ to the cytoskeleton comprise proteins which either bind directly to cytoskeletal filaments, or function as adaptors for regulators of the assembly and function of the cytoskeleton. In the last two decades, specific cytoskeleton-associated junctional molecules have been implicated in mechanotransduction, revealing the existence of multimolecular complexes that can sense mechanical cues and translate them into adaptation to tensile forces and biochemical signals. Here, we summarise the current knowledge about the machineries that link tight and AJ to actin filaments and microtubules, and the molecular basis for mechanotransduction at epithelial and endothelial AJ.","Authors":"Sluysmans, S (Sluysmans, Sophie) ; Vasileva, E (Vasileva, Ekaterina) ; Spadaro, D (Spadaro, Domenica) ; Shah, J (Shah, Jimit) ; Rouaud, F (Rouaud, Florian) ; Citi, S (Citi, Sandra)","Title":"The role of apical cell-cell junctions and associated cytoskeleton in mechanotransduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398652100011 PubMed ID: 28082076 ISSN: 8756-3282 eISSN: 1873-2763","Keywords":"Implant fixation; Allograft; Bisphosphonate; Bone morphogenetic protein; Joint replacement KeyWords Plus:ALLOGRAFT BONE; FOLLOW-UP; OP-1; ZOLEDRONATE; INCREASES; MODEL; PROSTHESES; SECTIONS; CHAMBER; DENSITY","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"BONE Volume: 97 Pages: 76-82 DOI: 10.1016/j.bone.2017.01.007 Published: APR 2017","Abstract":"Bone allograft is used in total joint arthroplasties in order to enhance implant fixation. BMPs are known to stimulate new bone formation within allograft, but also known to accelerate graft resorption. Bisphosphonates are strong inhibitor of bone resorption. The aim of this study was to investigate whether the bisphosphonate zoledronate was able to counteract the accelerated graft resorption without interfering with the BMP induced bone formation. In the present study the two drugs alone and in combination were studied in our canine model of impaction bone grafting. We included 10 dogs in this study. Cancellous allograft bone grafts were soaked in either saline or zoledronate solution (0.005 mg/mL) and then vehicle or BMP2 (0.15 mg rhBMP2) was added. This produced four treatment groups: A) control, B) BMP2, C) zoledronate and D) BMP2 + zoledronate. The allograft treated with A, B, C or D was impacted into a circumferential defect of 2.5 mm around HA-coated porous Ti implants. Each dog received all four treatment groups with two implants in the distal part of each femur. The group with allograft soaked in zoledronate (C) showed better biomechanical fixation than all other groups (p < 0.05). It had less allograft resorption compared to all other groups (p < 0.005) without any statistically significant change in new bone formation. The addition of BMP2 to the allograft did not increase new bone formation significantly, but did accelerate allograft resorption. This was also the case where the allograft was treated with BMP2 and zoledronate in combination (D). This caused a decrease in mechanical implant fixation in both these groups compared to the control group, however only statistically significant for the BMP2 group compared to control. The study shows that topical zoledronate can be a valuable tool for augmenting bone grafts when administered optimally. The use of BMP2 in bone grafting procedures seems associated with a high risk of bone resorption and mechanical weakening. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Baas, J (Baas, Jorgen) ; Vestermark, M (Vestermark, Marianne) ; Jensen, T (Jensen, Thomas) ; Bechtold, J (Bechtold, Joan) ; Soballe, K (Soballe, Kjeld) ; Jakobsen, T (Jakobsen, Thomas)","Title":"Topical bisphosphonate augments fixation of bone-grafted hydroxyapatite coated implants, BMP-2 causes resorption-based decrease in bone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398247000002 PubMed ID: 28373726 ISSN: 0008-5286 eISSN: 1928-9022","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"CANADIAN VETERINARY JOURNAL-REVUE VETERINAIRE CANADIENNE Volume: 58 Issue: 4 Pages: 353-359 Published: APR 2017","Abstract":"Transarticular external skeletal fixation usually involves rigid bars that result in a stable but stiff joint. This study describes the technique and the outcome of an elastic transarticular external fixator (ETEF) applied to the elbow joint. Four cases of elbow luxation with collateral ligament injuries were managed with closed reduction and application of an ETEF to maintain the reduction. A triceps tendon avulsion was surgically managed before applying an ETEF. The clinical outcome was considered excellent in 2 cats, good in 2 dogs (1 elbow luxation and the avulsion of the triceps tendon), and poor in 1 dog presented for elbow luxation and a permanent neurological defect. The procedure was rapid, easy to perform, and inexpensive. All animals except the one with a neurological defect had an early return to weight bearing. This method maintains extension of the joint while permitting its motion thereby promoting rehabilitation.","Authors":"Vedrine, B (Vedrine, Bertrand)","Title":"Use of an elastic transarticular external fixator construct for immobilization of the elbow joint"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396123900012 PubMed ID: 28078379 ISSN: 0174-1551 eISSN: 1432-086X","Keywords":"Sclerosing agent; Endovascular aneurysm repair; Chitosan; Hydrogels; Endoleak; Embolization KeyWords Plus:ABDOMINAL AORTIC-ANEURYSM; VINYL ALCOHOL COPOLYMER; ENDOVASCULAR REPAIR; FOLLOW-UP; TRANSCATHETER EMBOLIZATION; VENOUS MALFORMATIONS; TYPE-2 ENDOLEAKS; II ENDOLEAKS; STENT-GRAFTS; ONYX","Categories":"Cardiovascular System & Cardiology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Cardiac & Cardiovascular Systems; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"CARDIOVASCULAR AND INTERVENTIONAL RADIOLOGY Volume: 40 Issue: 4 Pages: 576-584 DOI: 10.1007/s00270-016-1557-1 Published: APR 2017","Abstract":"To compare the efficacy of an embolization agent with sclerosing properties (made of chitosan and sodium tetradecyl sulfate, CH-STS) with a similar embolization agent but without sclerosing properties (made of chitosan, CH) in treating endoleaks in a canine endovascular aneurysm repair model. Two chitosan-based radiopaque hydrogels were prepared, one with STS and one without STS. Their rheological, injectability, and embolizing properties were assessed in vitro; afterwards, their efficacy in occluding endoleaks was compared in a canine bilateral aneurysm model reproducing type I endoleaks (n = 9 each). The primary endpoint was endoleak persistence at 3 or 6 months, assessed on a CT scan and macroscopic examination. Secondary endpoints were the occurrence of stent-graft (SG) thrombosis, the evolution of the aneurysm mean diameter, as well as aneurysm healing and inflammation scores in pathology examinations. In vitro experiments showed that both products gelled rapidly and presented initial storage moduli greater than 800 Pa, which increased with time. Both gels were compatible with microcatheter injection and occlude flow up to physiological pressure in vitro. In a type I endoleak model, the injection of CH-STS sclerosing gel tended to reduce the risk of occurrence of endoleaks, compared to CH non-sclerosing agent (2/9 vs. 6/9, p = 0.069). No case of SG thrombosis was observed. Moderate inflammation was found around both gels, with a comparable intensity score in both CH and CH-STS groups (2.6 +/- 0.9 and 2.7 +/- 0.9, respectively; p = 0.789). Flow occlusion combined with chemical endothelial denudation appears promising for the treatment of endoleaks. N/A.","Authors":"Zehtabi, F (Zehtabi, Fatemeh) ; Dumont-Mackay, V (Dumont-Mackay, Vincent) ; Fatimi, A (Fatimi, Ahmed) ; Bertrand-Grenier, A (Bertrand-Grenier, Antony) ; Heon, H (Heon, Helene) ; Soulez, G (Soulez, Gilles) ; Lerouge, S (Lerouge, Sophie)","Title":"Chitosan-Sodium Tetradecyl Sulfate Hydrogel: Characterization and Preclinical Evaluation of a Novel Sclerosing Embolizing Agent for the Treatment of Endoleaks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397452100010 PubMed ID: 28345412 ISSN: 1947-6035 eISSN: 1947-6043","Keywords":"experimental osteoarthritis; articular cartilage; glucosamine sulfate; canine; drug therapy; knee joint KeyWords Plus:KNEE OSTEOARTHRITIS; CHONDROITIN SULFATE; CARTILAGE EXPLANTS; CONTROLLED-TRIAL; DOUBLE-BLIND; PLACEBO; PROGRESSION; MANAGEMENT; HIP; INTERLEUKIN-1-BETA","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"CARTILAGE Volume: 8 Issue: 2 Pages: 173-179 DOI: 10.1177/1947603516638898 Published: APR 2017","Abstract":"Objective Osteoarthritis (OA) is a major cause of musculoskeletal pain and disability worldwide. The investigation of disease-modifying treatment options for OA has become an important aspect of orthopedic care. To assess the effect of intra-articular and oral glucosamine sulfate (GS) versus placebo on osteoarthritis in a canine model. Materials In this randomized, placebo-controlled, double-blinded study, OA was induced by anterior cruciate ligament transection (ACLT) according to the Pond-Nuki model in 32 canines. All canines were allocated into 4 treatment subgroups with treatment administered for 8 weeks: GS (400 mg) intra-articular, placebo intra-articular, GS (200 mg/kg body weight) oral, and placebo oral. The contralateral nonoperated stifle (knee) served as control. After 8 weeks, the medial and lateral femoral condyles, the medial and lateral tibial plateau and patella were histologically examined and anatomic changes quantified by light microscopy using the modified Mankin score. Results After 8 weeks, mean Mankin score values significantly (P < 0.002) decreased in the intra-articular GS group (8.1; range 7.9-8.8) compared with the intra-articular placebo group (13.9; range 11.6-15.9) and again significantly (P < 0.002) in the oral GS group (12.1; range 9.9-12.7) compared with the oral placebo group (15.1; range 12.5-17.0). Mean Mankin score values were significantly (P < 0.002) lower in the intra-articular GS group compared with the oral GS group. Conclusion Both, intra-articular and oral administered GS significantly reduced histological signs of OA in the Pond-Nuki model, with the intra-articular application being more effective compared to oral administration.","Authors":"Wenz, W (Wenz, Wolfram) ; Hornung, C (Hornung, Christian) ; Cramer, C (Cramer, Christopher) ; Schroeder, M (Schroeder, Malte) ; Hoffmann, M (Hoffmann, Michael)","Title":"Effect of Glucosamine Sulfate on Osteoarthritis in the Cruciate-Deficient Canine Model of Osteoarthritis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398450400006 ISSN: 1865-5025 eISSN: 1865-5033","Keywords":"Mathematical modelling; Cell model; Human colon; Ion channels KeyWords Plus:ELECTRICAL SLOW WAVES; MECHANOSENSITIVE SODIUM-CHANNELS; INTERSTITIAL-CELLS; CIRCULAR MUSCLE; CANINE COLON; T-TYPE; SARCOPLASMIC-RETICULUM; MYOELECTRICAL ACTIVITY; IONIC CONDUCTANCES; PACEMAKER ACTIVITY","Categories":"Cell Biology; Biophysics Web of Science Categories:Cell & Tissue Engineering; Biophysics; Cell Biology","Journal Information":"CELLULAR AND MOLECULAR BIOENGINEERING Volume: 10 Issue: 2 Pages: 186-197 DOI: 10.1007/s12195-017-0479-6 Published: APR 2017","Abstract":"The colon is a digestive organ that is subject to a wide range of motility disorders. However, our understanding of the etiology of these disorders is far from complete. In this study, a quantitative single cell model has been developed to describe the electrical behaviour of a human colonic smooth muscle cell (hCSMC). This model includes the pertinent ionic channels and intracellular calcium homoeostasis. These components are believed to contribute significantly to the electrical response of the hCSMC during a slow wave. The major ion channels were constructed based on published data recorded from isolated human colonic myocytes. The whole cell model is able to reproduce experimentally recorded slow waves from human colonic muscles. This represents the first biophysically-detailed model of a hCSMC and provides a means to better understand colonic disorders.","Authors":"Yeoh, JW (Yeoh, Jing Wui) ; Corrias, A (Corrias, Alberto) ; Buist, ML (Buist, Martin L.)","Title":"Modelling Human Colonic Smooth Muscle Cell Electrophysiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398591000008 PubMed ID: 26923302 ISSN: 0905-7161 eISSN: 1600-0501","Keywords":"abutments; cyclic loading; dental implants; misfit KeyWords Plus:IMPLANT-SUPPORTED PROSTHESES; SINGLE-TOOTH IMPLANT; IN-VITRO EVALUATION; FIT; RESTORATIONS; COPINGS; DESIGN; SYSTEM","Categories":"Dentistry, Oral Surgery & Medicine; Engineering Web of Science Categories:Dentistry, Oral Surgery & Medicine; Engineering, Biomedical","Journal Information":"CLINICAL ORAL IMPLANTS RESEARCH Volume: 28 Issue: 4 Pages: 432-436 DOI: 10.1111/clr.12816 Published: APR 2017","Abstract":"Objective The aim of this study was to analyze failure modes and misfit of abutments with reduced diameter for both cement and screw retentions after cyclic loading. Material and Methods Forty morse-taper abutment/implant sets of titanium were divided into four groups (N=10): G4.8S-4.8 abutment with screw-retained crown; G4.8C-4.8 abutment with cemented crown; G3.8S-3.8 abutment with screw-retained crown; and G3.8C-3.8 abutment with cemented crown. Copings were waxed on castable cylinders and cast by oxygen gas flame and injected by centrifugation. After, esthetic veneering ceramic was pressed on these copings for obtaining metalloceramic crowns of upper canine. Cemented crowns were cemented on abutments with provisional cement (Temp Bond NE), and screw-retained crowns were tightened to their abutments with torque recommended by manufacturer (10Ncm). The misfit was measured using a stereomicroscope in a 10x magnification before and after cyclic loading (300,000 cycles). Tests were visually monitored, and failures (decementation, screw loosening and fractures) were registered. Misfit was analyzed by mixed linear model while failure modes by chi-square test (=0.05). Results Cyclic loading affected misfit of 3.8C (P0.0001), 3.8S (P=0.0055) and 4.8C (P=0.0318), but not of 4.8S (P=0.1243). No differences were noted between 3.8S with 4.8S before (P=0.1550) and after (P=0.9861) cyclic loading, but 3.8C was different from 4.8C only after (P=0.0015) loading. Comparing different types of retentions at the same diameter abutment, significant difference was noted before and after cyclic loading for 3.8 and 4.8 abutments. Analyzing failure modes, retrievable failures were present at 3.8S and 3.8C groups, while irretrievable were only present at 3.8S. Conclusions The cyclic loading decreased misfit of cemented and screw-retained crowns on reduced diameter abutments, and misfit of cemented crowns is greater than screw-retained ones. Abutments of reduced diameter failed more than conventional.","Authors":"Moris, ICM (Mauricio Moris, Izabela Cristina) ; Faria, ACL (Lapria Faria, Adriana Claudia) ; Ribeiro, RF (Ribeiro, Ricardo Faria) ; Rodrigues, RCS (Silveira Rodrigues, Renata Cristina)","Title":"Abutments with reduced diameter for both cement and screw retentions: analysis of failure modes and misfit of abutment-crown-connections after cyclic loading"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397269100003 PubMed ID: 28069158 ISSN: 0009-9260 eISSN: 1365-229X","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"CLINICAL RADIOLOGY Volume: 72 Issue: 4 Pages: 286-292 DOI: 10.1016/j.crad.2016.10.024 Published: APR 2017","Abstract":"AIM: To investigate changes in myocardial tissue volume during the cardiac cycle to verify the hypothesis of non-compressibility of the myocardium in healthy individuals (HI) as well as in patients with hypertrophic cardiomyopathy (HCM), dilated cardiomyopathy (DCM), and aortic stenosis (AS). MATERIALS AND METHODS: The study group included 30 HI, and patients with HCM (n=110), DCM (n=89), and AS (n=78). Left ventricular (LV) function, end-diastolic, and endsystolic volumes were calculated based on cardiac magnetic resonance imaging (CMR) for all participants. RESULTS: End-systolic myocardial volumes were higher than end-diastolic in both controls (91.2 +/- 26.6 versus 85.1 +/- 24.3 ml, p<0.001) and in all patient groups: HCM (214.3 +/- 81.6 versus 176 +/- 64.2 ml, p<0.01), DCM (128.4 +/- 43.1 versus 115.4 +/- 42.9 ml, p<0.001) and AS (155.1 +/- 37.1 versus 129.4 +/- 34.6 ml, p<0.001). HCM and AS patients had significantly higher systolic volume gain than HI (21.5 +/- 8.3 versus 10.6 +/- 6.3%, p<0.01 and 18.3 +/- 5.7 versus 10.6 +/- 6.3% p=0.013, respectively). Conversely, DCM patients had lesser increases in myocardial systolic volume than HCM patients (11.2 +/- 4.8% versus 21.5 +/- 8.3, p=0.01) and AS patients (11.2 +/- 4.8% versus 18.3 +/- 5.7, p=0.02). No differences were found in systolic volume gain between AS and HCM patients (p=ns) or between DCM patients and HI (p=ns). CONCLUSION: End-systolic myocardial volume was significantly higher than end-diastolic volume in all subsets of patients. The systolic volume gain was greater in individuals with hypertrophy than in those without. (C) 2016 The Royal College of Radiologists. Published by Elsevier Ltd. All rights reserved.","Authors":"Mazurkiewicz, L (Mazurkiewicz, L.) ; Orlowska-Baranowska, E (Orlowska-Baranowska, E.) ; Petryka, J (Petryka, J.) ; Spiewak, M (Spiewak, M.) ; Gawor, M (Gawor, M.) ; Milosz-Wieczorek, B (Milosz-Wieczorek, B.) ; Werys, K (Werys, K.) ; Malek, LA (Malek, L. A.) ; Marczak, M (Marczak, M.) ; Grzybowski, J (Grzybowski, J.)","Title":"Systolic myocardial volume gain in dilated, hypertrophied and normal heart. CMR study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398104900013 PubMed ID: 28181139 ISSN: 0920-9069 eISSN: 1573-0778","Keywords":"Urolithiasis; Calcium oxalate; Renal epithelial cells; Madin-Darby canine kidney cells; Phytotherapy; Terminalia arjuna KeyWords Plus:IN-VITRO; CRYSTAL ADHESION; STONE FORMATION; CRYSTALLIZATION; MECHANISM; DEATH","Categories":"Biotechnology & Applied Microbiology; Cell Biology Web of Science Categories:Biotechnology & Applied Microbiology; Cell Biology","Journal Information":"CYTOTECHNOLOGY Volume: 69 Issue: 2 Pages: 349-358 DOI: 10.1007/s10616-017-0065-8 Published: APR 2017","Abstract":"Urolithiasis is one of the painful multifactorial disorders caused by metabolic abnormalities influencing the composition of body fluids and urine. The bark of Terminalia arjuna (T. arjuna), very well known in Ayurveda for the treatment of cardiovascular diseases, possesses antioxidant and diuretic activity. The present study was undertaken to investigate the antiurolithiatic efficacy of aqueous extract of bark of T. arjuna on oxalate-induced injury to renal tubular epithelial cells. Madin-Darby canine kidney (MDCK) cells were exposed to 2 mM oxalate for 48 h to evaluate the protective effect of T. arjuna aqueous extract on cell viability, CaOx crystal adherence and apoptotic changes caused by oxalate. The results confirmed that oxalate injured MDCK cells were protected by T. arjuna extract. On treatment with a range concentrations, the cell viability increased in a concentration dependent manner. Moreover, the extract prevented the interaction of the calcium oxalate (CaOx) crystals with the cell surface and reduced the number of apoptotic cells. The current data suggests that T. arjuna bark confers a cytoprotective role and based on our results it could be a potential candidate from natural plant sources against urolithiasis.","Authors":"Mittal, A (Mittal, Amisha) ; Tandon, S (Tandon, Simran) ; Singla, SK (Singla, Surender Kumar) ; Tandon, C (Tandon, Chanderdeep)","Title":"Cytoprotective and anti-apoptotic role of Terminalia arjuna on oxalate injured renal epithelial cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397479600007 PubMed ID: 27940099 ISSN: 0739-7240 eISSN: 1879-0054","Keywords":"Steroid; Cortisol; HPA axis; Stress; Canine; Keratin KeyWords Plus:PITUITARY-DEPENDENT HYPERADRENOCORTICISM; HAIR CORTISOL; FUTURE-DIRECTIONS; STRESS RESPONSES; SALIVA CORTISOL; PLASMA-CORTISOL; DIAGNOSIS; HYPERCORTISOLISM; RATIO; PIGS","Categories":"Agriculture; Endocrinology & Metabolism Web of Science Categories:Agriculture, Dairy & Animal Science; Endocrinology & Metabolism","Journal Information":"DOMESTIC ANIMAL ENDOCRINOLOGY Volume: 59 Pages: 53-57 DOI: 10.1016/j.domaniend.2016.11.003 Published: APR 2017","Abstract":"Cortisol, a glucocorticoid secreted in response to stress, is used to assess adrenal function and mental health in clinical settings. Current methods assess cortisol sources that reflect short-term secretion that can vary with current stress state. Here, we present a novel method for the extraction and quantification of cortisol from the dog nail using solid phase extraction coupled to enzyme-linked immunosorbent assay. Validation experiments demonstrated accuracy (r = 0.836, P < 0.001) precision (15.1% coefficients of variation), and repeatability (14.4% coefficients of variation) with this method. Furthermore, nail cortisol concentrations were positively correlated to an established hair cortisol method (r = 0.736, P < 0.001). Nail cortisol concentrations did not differ with dog sex, breed, age, or weights; however, sample size limitations may preclude statistical significance. Nail cortisol may provide information on cortisol secretion integrated over the time corresponding to nail growth and may be useful as a tool for diagnosing stress and adrenal disorders in dogs. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Mack, Z (Mack, Z.) ; Fokidis, HB (Fokidis, H. B.)","Title":"A novel method for assessing chronic cortisol concentrations in dogs using the nail as a source"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397479600008 PubMed ID: 27951413 ISSN: 0739-7240 eISSN: 1879-0054","Keywords":"Cytokine; Insulin resistance; Obesity; Canine; Accelerometry KeyWords Plus:MONOCYTE CHEMOATTRACTANT PROTEIN-1; PLASMA LEPTIN CONCENTRATION; INDUCED INSULIN-RESISTANCE; MEASURED PHYSICAL-ACTIVITY; BODY CONDITION SCORE; BETA-CELL FUNCTION; METABOLIC SYNDROME; MODEL ASSESSMENT; OBESE DOGS; PET DOGS","Categories":"Agriculture; Endocrinology & Metabolism Web of Science Categories:Agriculture, Dairy & Animal Science; Endocrinology & Metabolism","Journal Information":"DOMESTIC ANIMAL ENDOCRINOLOGY Volume: 59 Pages: 58-66 DOI: 10.1016/j.domaniend.2016.10.007 Published: APR 2017","Abstract":"The influence of physical activity on metabolic health in overweight dogs is unknown. This study was conducted to evaluate biomarkers of immunometabolic health in relation to changes in physical activity and adiposity. Client-owned overweight dogs participated in a 12-wk intervention based on caloric restriction combined with a training program (fitness and diet [FD] group, n = 8), or caloric restriction alone (diet-only [DO] group, n = 8). Physical activity was monitored by accelerometry. All dogs were fed the same diet and achieved similar weight loss. Fasting blood samples were collected before and after 6- and 12-wk intervention. Insulin resistance was evaluated from plasma insulin and C-peptide as well as homeostasis model assessment. Inflammation and dyslipidemia were evaluated from circulating leptin, adiponectin, C-reactive protein (CRP), monocyte chemoattractant factor-1 (MCP-1), interleukin-8 (IL-8), and cholesterol. Accelerometer counts in both groups were high compared with previous reports of physical activity in overweight dogs. No difference in blood parameters was evident between groups, evaluated by linear mixed-effects model (P > 0.05). Within the groups, the following changes were significant by t-test (P < 0.05): leptin decreased in both groups. Within the FD group, IL-8, MCP-1, and CRP decreased at 6 wk and IL-8 and cholesterol at 12 wk. Within the DO group, C-peptide and HOMA decreased at 6 wk and C-peptide at 12 wk. We conclude that, for both groups, weight loss resulted in minor indications of improved immunometabolic health, whereas this level of physical activity did not add further benefits. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Vitger, AD (Vitger, A. D.) ; Stallknecht, BM (Stallknecht, B. M.) ; Miles, JE (Miles, J. E.) ; Hansen, SL (Hansen, S. L.) ; Vegge, A (Vegge, A.) ; Bjornvad, CR (Bjornvad, C. R.)","Title":"Immunometabolic parameters in overweight dogs during weight loss with or without an exercise program"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396040600006 PubMed ID: 27510627 ISSN: 0938-7994 eISSN: 1432-1084","Keywords":"Pulmonary fat embolism; CT pulmonary angiography; Dual-energy CT; Lung perfusion blood volume; Animal model KeyWords Plus:EMISSION COMPUTED-TOMOGRAPHY; PERFUSION BLOOD-VOLUME; LUNG; QUANTIFICATION; ANGIOGRAPHY; DIAGNOSIS; CANINES","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"EUROPEAN RADIOLOGY Volume: 27 Issue: 4 Pages: 1377-1385 DOI: 10.1007/s00330-016-4512-2 Published: APR 2017","Abstract":"To evaluate the use of dual-energy CT imaging of the lung perfused blood volume (PBV) for the detection of pulmonary fat embolism (PFE). Dual-energy CT was performed in 24 rabbits before and 1 hour, 1 day, 4 days and 7 days after artificial induction of PFE via the right ear vein. CT pulmonary angiography (CTPA) and lung PBV images were evaluated by two radiologists, who recorded the presence, number, and location of PFE on a per-lobe basis. Sensitivity, specificity, and accuracy of CTPA and lung PBV for detecting PFE were calculated using histopathological evaluation as the reference standard. A total of 144 lung lobes in 24 rabbits were evaluated and 70 fat emboli were detected on histopathological analysis. The overall sensitivity, specificity and accuracy were 25.4 %, 98.6 %, and 62.5 % for CTPA, and 82.6 %, 76.0 %, and 79.2 % for lung PBV. Higher sensitivity (p < 0.001) and accuracy (p < 0.01), but lower specificity (p < 0.001), were found for lung PBV compared with CTPA. Dual-energy CT can detect PFE earlier than CTPA (all p < 0.01). Dual-energy CT provided higher sensitivity and accuracy in the detection of PFE as well as earlier detection compared with conventional CTPA in this animal model study. aEuro cent Fat embolism occurs commonly in patients with traumatic bone injury. aEuro cent Dual-energy CT improves diagnostic performance for pulmonary fat embolism detection. aEuro cent Dual-energy CT can detect pulmonary fat embolism earlier than CTPA.","Authors":"Tang, CX (Tang, Chun Xiang) ; Zhou, CS (Zhou, Chang Sheng) ; Zhao, YE (Zhao, Yan E.) ; Schoepf, UJ (Schoepf, U. Joseph) ; Mangold, S (Mangold, Stefanie) ; Ball, BD (Ball, B. Devon) ; Han, ZH (Han, Zong Hong) ; Qi, L (Qi, Li) ; Zhang, LJ (Zhang, Long Jiang) ; Lu, GM (Lu, Guang Ming)","Title":"Detection of pulmonary fat embolism with dual-energy CT: an experimental study in rabbits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398504300013 PubMed ID: 28031320 ISSN: 0892-6638 eISSN: 1530-6860","Keywords":"regulation; trafficking; transport KeyWords Plus:MONOAMINE NEUROTRANSMITTERS; PROTEIN TRAFFICKING; ENDOTHELIAL-CELLS; PLASMA-MEMBRANE; IN-VIVO; METFORMIN; OCT2; CISPLATIN; POLYMORPHISMS; CD151","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Biology; Cell Biology","Journal Information":"FASEB JOURNAL Volume: 31 Issue: 4 Pages: 1421-1433 DOI: 10.1096/fj.201600901R Published: APR 2017","Abstract":"CD63 is a ubiquitously expressed member of the tetraspanin superfamily. Using a mating-based splitubiquitin-yeast 2-hybrid system, pull-down experiments, total internal reflection fluorescence microscopy, F oorster resonance energy transfer, and biotinylation assays, we found that CD63 interacts with human organic cation transporter 2 (hOCT2), which transports endogenous and exogenous substrates, such as neurotransmitters and drugs in several epithelial cells. CD63 overexpression affects cellular localization of hOCT2 expressed inhuman embryonic kidney (HEK) 293 cells. Studies with CD63-knockout mice indicate that in renal proximal tubules, CD63 determines the insertion of the mouse ortholog of the transporter into the proper membrane domain and mediates transporter regulation by trafficking processes. In polarized Madin-Darby kidney canine kidney (MDCK) epithelial cells, CD63 and hOCT2 colocalize with the small GTPase Rab4, which controls the rapid recycling from sorting end osomes back to the cell surface. Suitable negative and positive control experiments were performed for each experimental approach. Empty vector transfected cells and wild-type mice were used as control. CD63 seems to play a role in the recycling of hOCT2 from endosomes to the basolateral membrane in polarized epithelia. These data indicate that CD63 has a previously uncharacterized function in regulating trafficking of specific membrane proteins in polarized cells.-Schulze, U., Brast, S., Grabner, A., Albiker, C., Snieder, B., Holle, S., Schlatter, E., Schroter, R., Pavenstadt, H., Herrmann, E., Lambert, C., Spoden, G. A., Florin, L., Saftig, P., Ciarimboli, G. Tetraspanin CD63 controls basolateral sorting of organic cation transporter 2 in renal proximal tubules. FASEB J. 31, 1421-1433 (2017). www.fasebj.org","Authors":"Schulze, U (Schulze, Ulf) ; Brast, S (Brast, Sabine) ; Grabner, A (Grabner, Alexander) ; Albiker, C (Albiker, Christian) ; Snieder, B (Snieder, Beatrice) ; Holle, S (Holle, Svenja) ; Schlatter, E (Schlatter, Eberhard) ; Schroter, R (Schroeter, Rita) ; Pavenstadt, H (Pavenstaedt, Hermann) ; Herrmann, E (Herrmann, Edwin) ; Lambert, C (Lambert, Carsten) ; Spoden, GA (Spoden, Gilles A.) ; Florin, L (Florin, Luise) ; Saftig, P (Saftig, Paul) ; Ciarimboli, G (Ciarimboli, Giuliano) ...More...Less","Title":"Tetraspanin CD63 controls basolateral sorting of organic cation transporter 2 in renal proximal tubules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398226000002 PubMed ID: 28100085 ISSN: 1753-4259 eISSN: 1753-4267","Keywords":"Colon; dog; histiocytic ulcerative colitis; HUC; macrophages KeyWords Plus:NITRIC-OXIDE SYNTHASE; INFLAMMATORY-BOWEL-DISEASE; CYTOPLASMIC LYSOZYME IMMUNOREACTIVITY; MONONUCLEAR PHAGOCYTE SYSTEM; BINDING ADAPTER MOLECULE-1; INVASIVE ESCHERICHIA-COLI; BOXER DOGS; GRANULOMATOUS COLITIS; SCAVENGER RECEPTOR; INTESTINAL MACROPHAGES","Categories":"Biochemistry & Molecular Biology; Immunology; Research & Experimental Medicine; Microbiology Web of Science Categories:Biochemistry & Molecular Biology; Immunology; Medicine, Research & Experimental; Microbiology","Journal Information":"INNATE IMMUNITY Volume: 23 Issue: 3 Pages: 228-239 DOI: 10.1177/1753425916686170 Published: APR 2017","Abstract":"Histiocytic ulcerative colitis (HUC) is a chronic enteropathy which most notably occurs in Boxer dogs and French bulldogs. The inflamed mucosa is hallmarked by large, foamy, periodic acid-Schiff (PAS)-positive macrophages infiltrating the colonic mucosa. As little is known about their origin and phenotype, an immunohistochemical study was performed using different macrophage markers. Generally, canine colonic macrophages showed high expression of ionised calcium-binding adaptor molecule 1 and MHC class II. In canine HUC, macrophages revealed up-regulation of lysozyme and L1 Ag but decreased CD163 expression compared with controls, suggesting them to be pro-inflammatory cells, whereas the healthy colonic mucosa was characterised by an anti-inflammatory macrophage phenotype. In addition, PAS reaction was used to discriminate macrophage subpopulations. PAS(-) macrophages displayed higher expression of L1 Ag and CD64, whereas PAS(+) cells, which were only present in HUC patients, were characterised by increased expression of lysozyme, inducible nitric oxide synthase and CD204. This indicates PAS(+) cells to be mature macrophages contributing to the inflammatory process, which are most likely maintained by differentiation of immature PAS(-) macrophages continuously recruited from blood monocytes. In summary, macrophage heterogeneity in canine HUC probably illustrates their different maturation states and functions compared with the healthy animals.","Authors":"Nolte, A (Nolte, Anna) ; Junginger, J (Junginger, Johannes) ; Baum, B (Baum, Berit) ; Hewicker-Trautwein, M (Hewicker-Trautwein, Marion)","Title":"Heterogeneity of macrophages in canine histiocytic ulcerative colitis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397498000009 PubMed ID: 27862377 ISSN: 0931-2668 eISSN: 1439-0388","Keywords":"Breeding practice; dog; gene flow; genetic variability; merging pedigree databases KeyWords Plus:POPULATION-STRUCTURE; INBREEDING COEFFICIENTS; PUREBRED DOGS; BREEDS; DIVERSITY; HEALTH; VARIABILITY; RETRIEVER","Categories":"Agriculture Web of Science Categories:Agriculture, Dairy & Animal Science","Journal Information":"JOURNAL OF ANIMAL BREEDING AND GENETICS Volume: 134 Issue: 2 Pages: 152-161 DOI: 10.1111/jbg.12242 Published: APR 2017","Abstract":"Merging pedigree databases across countries may improve the ability of kennel organizations to monitor genetic variability and health-related issues of pedigree dogs. We used data provided by the Societe Centrale Canine (France), Svenska Kennelklubben (Sweden) and the Kennel Club (UK) to study the feasibility of merging pedigree databases across countries and describe breeding practices and international gene flow within the following four breeds: Bullmastiff (BMA), English setter (ESE), Bernese mountain dog (BMD) and Labrador retriever (LBR). After merging the databases, genealogical parameters and founder contributions were calculated according to the birth period, breed and registration country of the dogs. Throughout the investigated period, mating between close relatives, measured as the proportion of inbred individuals (considering only two generations of pedigree), decreased or remained stable, with the exception of LBR in France. Gene flow between countries became more frequent, and the origins of populations within countries became more diverse over time. In conclusion, the potential to reduce inbreeding within purebred dog populations through exchanging breeding animals across countries was confirmed by an improved effective population size when merging populations from different countries.","Authors":"Wang, S (Wang, S.) ; Leroy, G (Leroy, G.) ; Malm, S (Malm, S.) ; Lewis, T (Lewis, T.) ; Strandberg, E (Strandberg, E.) ; Fikse, WF (Fikse, W. F.)","Title":"Merging pedigree databases to describe and compare mating practices and gene flow between pedigree dogs in France, Sweden and the UK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300088 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Anchorage preparation; Temporary anchorage devices; Tooth movement KeyWords Plus:CORTICAL BONE THICKNESS; MINISCREW IMPLANTS; SKELETAL ANCHORAGE; INSERTION ANGLE; ROOT PROXIMITY; SUCCESS RATES; ALVEOLAR BONE; DENTAL ROOTS; STABILITY; MAXILLARY","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: ZC9-ZC12 DOI: 10.7860/JCDR/2017/25436.9520 Published: APR 2017","Abstract":"Introduction: The use of mini-implants has increased in recent years because of their role in absolute anchorage, but the placement sites may affect the success or failure of the procedure, so it is very important to determine the appropriate and safe location for orthodontic mini-implants. On the other hand, the Cone Beam Computed Tomography (CBCT), which offers clear 3-Dimentional (3D) images, has been widely used in orthodontics and implant dentistry for surgical guidance of mini-implant placement. Aim: The aim of this retrospective study was to evaluate interradicular spaces between mandibular canines to second molars using cone beam 3D images. Materials and Methods: In this retrospective cross-sectional descriptive study, maxillofacial CBCT scan data were obtained from 40 adults. The 3D images were evaluated in five axial sections at 2, 4, 6, 8 and 10 mm from the cementoenamel Junction (CEJ). To determine inter-radicular spaces, tangent lines were drawn buccolingually to the roots in axial section and the minimum distance between these two lines was measured. The data was analysed using Friedman test with SPSS(ver. 13). Results: Interradicular spaces of canine to second molar increased from cervical to apical direction. The maximum distance was recorded at 4 mm from the CEJ between first and second molars. Conclusion: According to our findings there is a distinct pattern of inter-radicular space changes in mandible. Attention to this pattern during placement of mini-implants can ensure the safety of the procedure.","Authors":"Moslemzadeh, SH (Moslemzadeh, Seyed Hossein) ; Sohrabi, A (Sohrabi, Aydin) ; Rafighi, A (Rafighi, Ali) ; Kananizadeh, Y (Kananizadeh, Yusef) ; Nourizadeh, A (Nourizadeh, Amin)","Title":"Evaluation of Interdental Spaces of the Mandibular Posterior Area for Orthodontic Mini-Implants with Cone-Beam Computed Tomography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397489200003 PubMed ID: 27930822 ISSN: 0303-6979 eISSN: 1600-051X","Keywords":"clinical attachment loss; craniofacial morphology; gingival biotype; gingival recession; magnetic resonance images KeyWords Plus:DIRECTED ACYCLIC GRAPHS; EAST-GERMAN REGION; FACIAL MORPHOLOGY; ABORIGINAL SKULLS; TOOTH ERUPTION; POMERANIA SHIP; THICKNESS; BONE; ADULTS; ULTRASONOGRAPHY","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF CLINICAL PERIODONTOLOGY Volume: 44 Issue: 4 Pages: 363-371 DOI: 10.1111/jcpe.12661 Published: APR 2017","Abstract":"ObjectivesEvidence on possible associations between facial morphology, attachment loss and gingival recession is lacking. We analysed whether the facial type, which can be described by the ratio of facial width and length (facial index), is related to periodontal loss of attachment, hypothesizing that a broad face might be associated with less gingival recession (GR) and less clinical attachment loss (CAL) than a long face. Materials and methodsData from the 11-year follow-up of the population-based Study of Health in Pomerania were used. Periodontal loss of attachment was assessed by GR and CAL. Linear regression models, adjusted for age and gender, were used to assess associations between specific landmark based distances extracted from magnetic resonance imaging head scans and clinically assessed GR or CAL (N=556). ResultsAnalysing all teeth, a higher maximum cranial width was associated with a lower mean GR (B=-0.016, 95% CI: -0.030; -0.003, p=0.02) and a lower mean CAL (B=-0.023, 95% CI: -0.040; -0.005, p=0.01). Moreover, a long narrow face was significantly associated with increased mean GR and CAL (facial index, P for trend=0.02 and p=0.01, respectively). Observed associations were more pronounced for incisors and canines than for premolars and molars. ConclusionThis study revealed craniofacial morphology, specifically the cranial width and the facial index, as a putative risk factor for periodontal loss of attachment.","Authors":"Salti, L (Salti, Loutfi) ; Holtfreter, B (Holtfreter, Birte) ; Pink, C (Pink, Christiane) ; Habes, M (Habes, Mohamad) ; Biffar, R (Biffar, Reiner) ; Kiliaridis, S (Kiliaridis, Stavros) ; Krey, KF (Krey, Karl-Friedrich) ; Bulow, R (Buelow, Robin) ; Volzke, H (Voelzke, Henry) ; Kocher, T (Kocher, Thomas) ; Daboul, A (Daboul, Amro) ...More...Less","Title":"Estimating effects of craniofacial morphology on gingival recession and clinical attachment loss"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397502500011 PubMed ID: 28000235 ISSN: 0303-6987 eISSN: 1600-0560","Keywords":"granulomatous dermatitis; dirofilariasis; necrobiosis lipoidica; necrobiotic xanthogranuloma; granuloma annulare KeyWords Plus:NECROBIOSIS LIPOIDICA; MANIFESTATIONS; INFECTIONS","Categories":"Dermatology; Pathology Web of Science Categories:Dermatology; Pathology","Journal Information":"JOURNAL OF CUTANEOUS PATHOLOGY Volume: 44 Issue: 4 Pages: 373-375 DOI: 10.1111/cup.12874 Published: APR 2017","Abstract":"Dirofilaria species are roundworms responsible for heartworm in canines. On occasion, humans are an accidental host, resulting in pulmonary (Dirofilaria immitis) or extrapulmonary (Dirofilaria repens) manifestations. Of the extrapulmonary sites of involvement, subcutaneous involvement is particularly common. We report a case of a 49-year-old female who presented with an erythematous nodule on her shin, which closely resembled necrobiosis lipoidica on histopathologic examination. On closer examination, there were foci of necrosis that harbored segments of the nematode, diagnostic of dirofiliarisis. We present this case to highlight the histopathologic similarities and differences between palisaded necrobiotic conditions and this potentially underrecognized entity.","Authors":"Muller, KE (Muller, Kristen E.) ; Schwartzman, JD (Schwartzman, Joseph D.) ; Seidel, GD (Seidel, Gregory D.)","Title":"Subcutaneous dirofilariasis: a masquerade of a palisaded granulomatous dermatitis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398161900009 ISSN: 0022-0345 eISSN: 1544-0591","Keywords":"dental implant(s); epithelia; fibroblast(s); histatins; hydroxyapatite; osteoblast(s) KeyWords Plus:HISTIDINE-RICH POLYPEPTIDES; HUMAN SALIVA; DENTOGINGIVAL JUNCTION; GINGIVAL FIBROBLASTS; ELECTRON-MICROSCOPY; CANDIDA-ALBICANS; PERI-IMPLANTITIS; DENTAL IMPLANTS; WOUND-CLOSURE; PROTEINS","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF DENTAL RESEARCH Volume: 96 Issue: 4 Pages: 423-429 DOI: 10.1177/0022034516681761 Published: APR 2017","Abstract":"Cellular adhesion is essential for successful integration of dental implants. Rapid soft tissue integration is important to create a seal around the implant and prevent infections, which commonly cause implant failure and can result in bone loss. In addition, soft tissue management is important to obtain good dental aesthetics. We previously demonstrated that the salivary peptide histatin 1 (Hst1) causes a more than 2-fold increase in the ability of human adherent cells to attach and spread on a glass surface. Cells treated with Hst1 attached more rapidly and firmly to the substrate and to each other. In the current study, we examine the potential application of Hst1 for promotion of dental implant integration. Our results show that Hst1 enhances the attachment and spreading of soft tissue cell types (oral epithelial cells and fibroblasts) to titanium (Ti) and hydroxyapatite (HAP), biomaterials that have found wide applications as implant material in dentistry and orthopedics. For improved visualization of cell adhesion to Ti, we developed a novel technique that uses sputtering to deposit a thin, transparent layer of Ti onto glass slides. This approach allows detailed, high-resolution analysis of cell adherence to Ti in real time. Furthermore, our results suggest that Hst1 has no negative effects on cell survival. Given its natural occurrence in the oral cavity, Hst1 could be an attractive agent for clinical application. Importantly, even though Hst1 is specific for saliva of humans and higher primates, it stimulated the attachment and spreading of canine cells, paving the way for preclinical studies in canine models.","Authors":"van Dijk, IA (van Dijk, I. A.) ; Beker, AF (Beker, A. F.) ; Jellema, W (Jellema, W.) ; Nazmi, K (Nazmi, K.) ; Wu, G (Wu, G.) ; Wismeijer, D (Wismeijer, D.) ; Krawczyk, PM (Krawczyk, P. M.) ; Bolscher, JGM (Bolscher, J. G. M.) ; Veerman, ECI (Veerman, E. C. I.) ; Stap, J (Stap, J.)","Title":"Histatin 1 Enhances Cell Adhesion to Titanium in an Implant Integration Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395941800012 PubMed ID: 27379788 ISSN: 0271-6798 eISSN: 1539-2570","Keywords":"Evan's; calcaneal lengthening; osteotomy; allograft; xenograft; cerebral palsy; flatfoot KeyWords Plus:FUNCTION CLASSIFICATION-SYSTEM; EVENT MULTILEVEL SURGERY; VALGUS DEFORMITY; BONE-GRAFT; CHILDREN; FOOT; SUBSTITUTE; CANINE; ANKLE","Categories":"Orthopedics; Pediatrics Web of Science Categories:Orthopedics; Pediatrics","Journal Information":"JOURNAL OF PEDIATRIC ORTHOPAEDICS Volume: 37 Issue: 3 Pages: E202-E208 DOI: 10.1097/BPO.0000000000000822 Published: APR-MAY 2017","Abstract":"Background: The Evan's calcaneal lengthening osteotomy is a treatment method for spastic flatfoot deformity in patients with cerebral palsy that fail nonoperative measures. Autograft and allograft have been reported as potential graft choices. Bovine xenograft has been introduced as an alternative, but limited human data exists supporting its efficacy. This study compares the long-term results of allograft versus xenograft in isolated Evan's procedure performed for correction of flexible spastic flatfoot deformity. Methods: This retrospective study accessed charts of 4- to 18-year-olds diagnosed with cerebral palsy who received an Evan's procedure. Preoperative and postoperative radiographic measurements (lateral calcaneal pitch, lateral talocalcaneal, lateral talo-first metatarsal, anteroposterior talonavicular coverage, anteroposterior talo-first metatarsal), graft incorporation, recurrence, secondary procedures, and complications were recorded and analyzed between graft types. Results: Sixty-three feet (34 allograft and 29 xenograft) in 36 patients (mean age 9.3 y) were included. Gross Motor Function Classification System between groups was significant (P = 0.001). Mean time for preoperative x-rays was 5.3 months before day of surgery (DOS) for allograft and 3.6 months for xenograft. Mean time of first and last postoperative x-ray for allograft was 3.6 and 39.5 months, respectively; for xenograft, 1.8 and 35.1 months, respectively. There was a significant difference in timing of preoperative x-ray to DOS and DOS to first postoperative x-ray (P = 0.012, 0.006, respectively). Radiographically, xenograft retained postoperative improvement better than allograft, yet allograft had a higher grade 4 incorporation rate (P = 0.036). The allograft group experienced significantly more cast pressure ulcers (P = 0.006), but no other differences in complications between groups, and no infections were reported in either group. Conclusions: Allograft incorporated better than xenograft, likely with a greater potential to reach grade 5 incorporation, yet both groups retained postoperative improvement. Results indicate both grafts are appropriate; yet incorporation rate could affect correction maintenance, and should be considered during graft selection for Evan's procedure.","Authors":"Rhodes, J (Rhodes, Jason) ; Mansour, A (Mansour, Alfred) ; Frickman, A (Frickman, Allison) ; Pritchard, B (Pritchard, Breanna) ; Flynn, K (Flynn, Katherine) ; Pan, ZX (Pan, Zhaoxing) ; Chang, F (Chang, Frank) ; Miller, N (Miller, Nancy)","Title":"Comparison of Allograft and Bovine Xenograft in Calcaneal Lengthening Osteotomy for Flatfoot Deformity in Cerebral Palsy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397850400023 PubMed ID: 28094007 ISSN: 0022-5223 eISSN: 1097-685X","Keywords":"aorta; aneurysm; risk of rupture; echo speckle tracing; biomechanics KeyWords Plus:PHASE-CONTRAST MRI; WALL SHEAR-STRESS; MECHANICAL-PROPERTIES; STRAIN; FLOW; COMPLICATIONS; ARTERIES; RANGES; TISSUE; CANINE","Categories":"Cardiovascular System & Cardiology; Respiratory System; Surgery Web of Science Categories:Cardiac & Cardiovascular Systems; Respiratory System; Surgery","Journal Information":"JOURNAL OF THORACIC AND CARDIOVASCULAR SURGERY Volume: 153 Issue: 4 Pages: 781-788 DOI: 10.1016/j.jtcvs.2016.11.056 Published: APR 2017","Abstract":"Introduction: Ex vivo measurement of ascending aortic biomechanical properties may help understand the risk for rupture or dissection of dilated ascending aortas. A validated in vivo method that can predict aortic biomechanics does not exist. Speckle tracking transesophageal echocardiography (TEE) has been used to measure ventricular stiffness; we sought to determine whether speckle TEE could be adapted to estimate aortic stiffness in vivo and compare these findings with those obtained by ex vivo tissue measurements. Methods: A total of 17 patients undergoing ascending aortic resection were recruited to with a mean aortic diameter was 56.16 +/- 15 mm. Intraoperative speckle TEE tracking analysis was used to calculate aortic stiffness index using the following equation: beta 2 +/- ln (SBP/DBP)= AoS, where beta 2 is the stiffness index; SBP is systolic blood pressure; DBP is diastolic blood pressure; and AoS is the circumferential strain. Ex vivo stiffness was obtained by mechanical tissue testing according to previously described methods. The aortic ring at the pulmonary trunk was divided into 4 equal quadrants. Results: The in vivo stiffness index for the inner curvature, anterior wall, outer curvature, and posterior wall were 0.0544 +/- 0.0490, 0.0295 +/- 0.0199, 0.0411 +/- 0.0328, and 0.0502 +/- 0.0320, respectively. The mean ex vivo 25% apparent stiffness for inner curvature, anterior wall, outer curvature, and posterior wall were 0.0616 +/- 0.0758 MPa, 0.0352 +/- 0.00992 MPa, 0.0405 +/- 0.0199 MPa, and 0.0327 +/- 0.0106 MPa, respectively. The patient-matched ex vivo 25% apparent stiffness and in vivo stiffness index were not significantly different (P = .8617, 2-way analysis of variance with repeated measures). Conclusions: The use of speckle TEE appears to be a promising technique to estimate ex vivo mechanical properties of the ascending aortic tissue.","Authors":"Alreshidan, M (Alreshidan, Mohammed) ; Shahmansouri, N (Shahmansouri, Nastaran) ; Chung, J (Chung, Jennifer) ; Lash, V (Lash, Vynka) ; Emmott, A (Emmott, Alexander) ; Leask, RL (Leask, Richard L.) ; Lachapelle, K (Lachapelle, Kevin)","Title":"Obtaining the biomechanical behavior of ascending aortic aneurysm via the use of novel speckle tracking echocardiography"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398243600002 ISSN: 0025-8628","Keywords":"hamartoma; choristoma; congenital malformation; tumor; PTEN KeyWords Plus:MAMMARY-GLAND TUMORS; CARDIAC VASCULAR HAMARTOMA; HYPOTHALAMIC HAMARTOMA; MESENCHYMAL HAMARTOMA; SHORTHAIR CAT; EQUINE FETUS; CANINE; DOG; PTEN; CALF","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"MEDYCYNA WETERYNARYJNA-VETERINARY MEDICINE-SCIENCE AND PRACTICE Volume: 73 Issue: 4 Pages: 202-207 DOI: 10.21521/mw.5683 Published: APR 2017","Abstract":"Hamartoma is a developmental disorder of various body parts and organs. It is characterized by a nonneoplastic growth of tissue with an uneven distribution and proportion of individual cells. Lesions progress for several years, but usually do not give clinical symptoms, and do not undergo malignant transformation. They occur alone or coexist with other defects, sometimes forming a characteristic clinical picture of a syndrome of congenital defects. Mutations in genes, such as PTEN, GLI3, SDH B/D, PIK3CA and ACT1, cause a dysfunction of the tumor suppressor gene and result in an increased neoplastic transformation. Hamartoma is a lesion between developmental disorders and benign tumors, which occurs frequently in humans, but is very rare in domestic animals. In a histopathological examination, however, it is diagnosed relatively often. In the veterinary literature, both hamartoma and choristoma are attributed mostly to errors in embryogenesis and are not considered as preneoplastic lesions.","Authors":"Bartyzel, BJ (Bartyzel, Bartlomiej J.) ; Max, A (Max, Andrzej) ; Gruszczynska, J (Gruszczynska, Joanna) ; Sobczak-Filipiak, M (Sobczak-Filipiak, Malgorzata) ; Mecik-Kronenberg, T (Mecik-Kronenberg, Tomasz) ; Pankowski, F (Pankowski, Filip)","Title":"Hamartoma: a rare developmental disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398243600006 ISSN: 0025-8628","Keywords":"en bloc ovariohysterectomy; Thl/Th2 cytokine; histopathology; rats KeyWords Plus:CANINE","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"MEDYCYNA WETERYNARYJNA-VETERINARY MEDICINE-SCIENCE AND PRACTICE Volume: 73 Issue: 4 Pages: 225-228 DOI: 10.21521/mw.5679 Published: APR 2017","Abstract":"The aim of this study was to investigate the effects of en bloc ovariohysterectomy on the Thl/Th2 cytokine balance, as well as on visceral organ and brain histopathology in rats. A total of 28 Sprague Dawley female rats aged 3-4 months and weighing 200-250 grams were used in the study. Fourteen of them were pregnant. The 14 non-pregnant rats were divided into two groups: the control group (Group 1, n: 7) and the ovariohysterectomized group (Group 2, n: 7). All rats underwent en bloc ovariohysterectomy on gestational day 20-21. The 14 pregnant rats were divided into two groups: those with live infants were grouped as Group 3 and those with dead infants were grouped as Group 4. All the rats (n: 28) were decapitated at the end of one month, blood samples were obtained, and the organs were isolated. The Thl [interleukin 2 (IL-2), tumor necrosis factor alpha (TNF alpha)] and Th2 [interleukin 4 (IL-4), and interleukin 10 (IL-10)] levels in the blood sera were measured by the ELISA method, and histopathological analysis was performed on the isolated tissues. The differences between the groups were found to be insignificant with regard to IL-2, IL-4, and TNF alpha levels (p > 0.05). However, a significant difference was observed for IL-10 levels between Groups 3 and 4 (p < 0.05), and the highest IL-10 level (150.32 +/- 71.64 pg/ml) was determined in Group 4. No important pathological findings were observed in the cardiac and brain tissues of any of the animals in the histopathological examination. Inflammatory changes were observed in the pulmonary and renal tissues of the rats in Groups 2, 3, and 4, where the changes were commonly interstitial pneumonia in Groups 2 and 4, and interstitial nephritis in Group 3. According to the findings of this study, en bloc and standard ovariohysterectomies performed in rats had similar effects on the Thl/Th2 cytokine balance and the histopathology of the brain and visceral organs.","Authors":"Risvanli, A (Risvanli, Ali) ; Timurkaan, N (Timurkaan, Necati) ; Saat, N (Saat, Nevzat) ; Dogan, H (Dogan, Halef) ; Seker, I (Seker, Ibrahim)","Title":"Effect of en bloc ovariohysterectomy on Thl/Th2 cytokine balance and organ histopathology in rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397853400007 PubMed ID: 27859981 ISSN: 1059-910X eISSN: 1097-0029","Keywords":"glass ionomer cement; primary tooth; scanning electron microscopy KeyWords Plus:GLASS-IONOMER CEMENTS; PRIMARY TEETH; CARIES LESIONS; BOND STRENGTH; MOIST DENTIN; METAANALYSIS; HARDNESS; HEAT; RESTORATIONS; ULTRASOUND","Categories":"Anatomy & Morphology; Life Sciences & Biomedicine - Other Topics; Microscopy Web of Science Categories:Anatomy & Morphology; Biology; Microscopy","Journal Information":"MICROSCOPY RESEARCH AND TECHNIQUE Volume: 80 Issue: 4 Pages: 374-377 DOI: 10.1002/jemt.22805 Published: APR 2017","Abstract":"The aim of this study was to evaluate by scanning electron microscope (SEM) photomicrographs the influence of application of halogen light-curing for fastening the set reaction of high-viscosity glass ionomer cements (GIC) by assessing the material/dentin interface. Twelve human primary canines were assigned in four groups (n=3) according to the GIC (Fuji IX, GC or Maxxion R, FGM) and application of halogen light-curing (60 sec or control-no external energy). Blocks with approximately 6 mm of height were buildup on previously pre-treated dentin surface in according to the experimental group. After storage at 37 degrees C, 100% humidity for 48 h, the specimens were then sectioned in slices with 1-mm thick. The slices were qualitative analyzed using SEM to evaluate possible structural changes. Two examiners independently evaluated the images in order to observe the spherical hollow spaces of each tooth. The photomicrographs revealed the presence of spherical hollow spaces in all experimental groups. However, in both groups that received halogen light-curing application, it was possible to observe that the presence of these hollow spaces decreased in size and quantity. It can be concluded that the halogen light-curing application positively decreases in size and quantity in the presence of spherical hollow spaces in GIC.","Authors":"Yoshioka, L (Yoshioka, Laysa) ; Tedesco, TK (Tedesco, Tamara Kerber) ; Calvo, AFB (Bissoto Calvo, Ana Flavia) ; Kim, SSH (Ha Kim, Sabrina Sun) ; Malagrana, APVFP (Ferreira Prado Malagrana, Anna Paula Vieira) ; Raggio, DP (Raggio, Daniela Procida)","Title":"Influence of acceleration setting reaction by halogen light-curing on GIC-dentin interface: Qualitative analysis by SEM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397206000019 PubMed ID: 27757778 ISSN: 0301-486X eISSN: 1573-0832","Keywords":"Canine paracoccidioidomycosis; Fungal dermatitis; Cytological diagnosis; Epidemiology KeyWords Plus:ARMADILLOS DASYPUS-NOVEMCINCTUS; CANINE PARACOCCIDIOIDOMYCOSIS; PARANA STATE; INFECTION; BRAZIL; ANTIBODIES; SUL; EPIDEMIOLOGY; FEATURES; HORSES","Categories":"Mycology Web of Science Categories:Mycology","Journal Information":"MYCOPATHOLOGIA Volume: 182 Issue: 3-4 Pages: 425-434 DOI: 10.1007/s11046-016-0075-7 Published: APR 2017","Abstract":"Paracoccidioidomycosis (PCM) is an endemic disease of humans from Latin America that is caused by Paracoccidioides brasiliensis and P. lutzii, with most cases of PCM in domestic animals being associated with P. brasiliensis. This study presents the clinical, cytological, mycological, serological, and molecular findings associated with P. brasiliensis in a dog from Southern Brazil. Fine needle biopsies were collected from the skin and several lymph nodes of a 5-year-old female Labrador dog that had enlargement of most superficial lymph nodes. Cytology of the skin and lymph nodes revealed pyogranulomatous dermatitis and lymphadenitis associated with fine-necked, budding fungal structures consistent with the Paracoccidioides genus of organisms; mycological culture derived from the lymph node aspirate demonstrated similar budding structures. Serological assays using exoantigens obtained from the fungal culture demonstrated that the fungal organisms derived from the lymph node were antigenically similar to P. brasiliensis by immunodiffusion and Western blot. A PCR assay, using the fungal culture as input, amplified a partial segment of the internal transcribed spacer 1 and 2 regions of P. brasiliensis; direct sequencing and phylogenetic analyses confirmed the PCR product as P. brasiliensis. The combined cytological, mycological, serological, and molecular findings confirmed a diagnosis of fungal dermatitis and lymphadenitis due to P. brasiliensis in this dog. This case represents the third description of clinical PCM in dogs and the first confirmation of mycotic dermatitis associated with P. brasiliensis in this species. The participation of dogs in the possible dissemination of PCM is reviewed, and it is proposed that dogs are probable accidental hosts in the epidemiological cycle associated with P. brasiliensis.","Authors":"Headley, SA (Headley, Selwyn Arlington) ; Pretto-Giordano, LG (Pretto-Giordano, Lucienne Garcia) ; Di Santis, GW (Di Santis, Giovana Wingeter) ; Gomes, LA (Gomes, Lucas Alecio) ; Macagnan, R (Macagnan, Rafaela) ; da Nobrega, DF (da Nobrega, Daniela Farias) ; Leite, KM (Leite, Katherine Moura) ; de Alcantara, BK (de Alcantara, Brigida Kussumoto) ; Itano, EN (Itano, Eiko Nakagawa) ; Alfieri, AA (Alfieri, Amauri Alcindo) ; Ono, MA (Ono, Mario Augusto) ...More...Less","Title":"Paracoccidioides brasiliensis-associated dermatitis and lymphadenitis in a dog"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396820300013 PubMed ID: 27167385 ISSN: 1618-1247 eISSN: 1618-1255","Keywords":"Dental arch form; Orthodontics; Normal occlusion; Beta function KeyWords Plus:DENTAL ARCH; DIGITAL MODELS; CLASS-I; SHAPE; MALOCCLUSIONS; ACCURACY; WIDTHS; AGE; TOMOGRAPHY; RETENTION","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"ODONTOLOGY Volume: 105 Issue: 2 Pages: 229-236 DOI: 10.1007/s10266-016-0244-7 Published: APR 2017","Abstract":"The aim of this study was to assess the dental arch curvature in subjects with normal occlusion in an Iranian population and propose a beta function formula to predict maxillary arch form using the mandibular intermolar widths (IMW) and intermolar depths (IMD). The materials used were study casts of 54 adolescents with normal occlusion and mean age of 14.1 years (25 males, 29 females, age range 12-16 years). Curve-fitting analyses were carried out and the curves passing through the facial-axis point of the canines, premolars, first molars, and the incisal edges of the anterior teeth were studied using a 3D laser scanner. Using the measured IMW and IMD of the dental arches at the maxillary and mandibular first molar region, a beta function formula proposed for predicting maxillary arch form. The accuracy of the proposed formula was assessed on 10 randomly selected dental casts. The mean (SD) of the maxillary and mandibular IMW and IMD were 57.92 (4.75), 54.19 (5.31), and 31.59 (2.90) and 28.10 (2.59) mm, respectively. There was no gender dimorphism (P > 0.05) for both variables (IMW, IMD). There was a strong positive association (n = 10, Pearson r = 0.98, P < 0.05) between the measured (actual) maxillary arch length and proposed arch length derived from generated formula. The goodness of fit (whole arch) for the proposed beta function formula, using adjusted r square measure and root mean square in 10 patients averaged 0.97 and 1.49 mm, respectively. The corresponding figures for the maxillary anterior arch (canine to canine) were 0.90 and 0.92 mm, respectively. The proposed beta function formula used for predicting maxillary arch form based on two mandibular measures (IMW, IMD) was found to have a high accuracy for maxillary arch prediction in the Iranian population and may be used as a guide to fabricate customized arch wires or as an aid in maxillary reconstructive surgery.","Authors":"Mina, M (Mina, Morteza) ; Borzabadi-Farahani, A (Borzabadi-Farahani, Ali) ; Tehranchi, A (Tehranchi, Azita) ; Nouri, M (Nouri, Mahtab) ; Younessian, F (Younessian, Farnaz)","Title":"Mathematical beta function formulation for maxillary arch form prediction in normal occlusion population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395593800008 PubMed ID: 27925313 ISSN: 0936-6768 eISSN: 1439-0531","Keywords":"bitch; canine stem cells; endometrium; mesenchymal stem cells KeyWords Plus:HYPERPLASIA-PYOMETRA COMPLEX; MESENCHYMAL STROMAL CELLS; ADIPOSE-TISSUE; BONE-MARROW; REGENERATIVE CELLS; MONOLAYER-CULTURE; DIFFERENTIATION; THERAPY; BITCH; DOGS","Categories":"Agriculture; Reproductive Biology; Veterinary Sciences Web of Science Categories:Agriculture, Dairy & Animal Science; Reproductive Biology; Veterinary Sciences","Journal Information":"REPRODUCTION IN DOMESTIC ANIMALS Volume: 52 Issue: 2 Pages: 235-242 DOI: 10.1111/rda.12885 Published: APR 2017","Abstract":"Contents In the last decade, progenitor cells isolated from dissociated endometrial tissue have been the subject of many studies in several animal species. Recently, endometrial cells showing characteristics of mesenchymal stem cells (MSC) have been demonstrated in human, pig and cow uterine tissue samples. The aim of this study was the isolation and characterization of stromal cells from the endometrium of healthy bitches, a tissue that after elective surgery is routinely discarded. Multipotent stromal cells could be isolated from all bitches enrolled in the study (n=7). The multipotency of cells was demonstrated by their capacity to differentiate into adipocytic, osteocytic and chondrocytic lineages. Clonogenicity and cell proliferation ability were also tested. Furthermore, gene expression analysis by RT-PCR was used to compare the expression of a set of genes (CD44, CD29, CD34, CD45, CD90, CD13, CD133, CD73, CD31 CD105, Oct4) with adipose tissue-derived MSC. Stromal cells isolated from uterine endometrium showed similar morphology, ability of subculture and plasticity, and also expressed a panel of genes comparable with adipose tissue-derived MSC. These data suggest that endometrial stromal cells fulfil the basic criteria proposed by the Mesenchymal and Tissue Stem Cell Committee of the International Society for Cellular Therapy for the identification of mesenchymal stem cells. Although endometrial mesenchymal stem cells (EnMSC) showed a lower replicative ability in comparison with adipose tissue-derived MSC, they could be considered a cell therapeutic agent alternative to adipose tissue or bone marrow-derived MSC in dog.","Authors":"De Cesaris, V (De Cesaris, V.) ; Grolli, S (Grolli, S.) ; Bresciani, C (Bresciani, C.) ; Conti, V (Conti, V.) ; Basini, G (Basini, G.) ; Parmigiani, E (Parmigiani, E.) ; Bigliardi, E (Bigliardi, E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number DE CESARIS, VALERIA http://orcid.org/0000-0003-3588-120X","Title":"Isolation, proliferation and characterization of endometrial canine stem cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395593800013 PubMed ID: 28058738 ISSN: 0936-6768 eISSN: 1439-0531","Categories":"Agriculture; Reproductive Biology; Veterinary Sciences Web of Science Categories:Agriculture, Dairy & Animal Science; Reproductive Biology; Veterinary Sciences","Journal Information":"REPRODUCTION IN DOMESTIC ANIMALS Volume: 52 Issue: 2 Pages: 270-277 DOI: 10.1111/rda.12891 Published: APR 2017","Abstract":"Contents Stallion semen storage for artificial insemination is mainly based on liquid cooled storage. In many stallions this technique maintains sperm quality for an extended period of time (24-72hr) at 7 degrees C. While this technique is commonly used in the horse industry, there can be a decline in fertility in some stallions, due to an inability of their sperm to tolerate the cool storage process. The aim of the present work was to evaluate the effect of two natural antioxidants (epigallocatechin-3-gallate (EGCG) at 20, 60 and 120m and green tea polyphenols, and p at .001, .01 and .1mg/ml) on some sperm parameters (sperm motility, viability/acrosome integrity and DNA quality) in extended semen immediately after its collection (T0) and after 2, 6, 24 and 48hr of cool storage. Two ejaculates from three trotter stallions were analysed after 48hr of storage at 4 degrees C. No beneficial effect on the analysed parameters was observed: the two antioxidants were not able to improve sperm quality after 48hr of storage. These results are in agreement with previous findings on the effect of different antioxidants reported by other researches, who have demonstrated that stallion semen keeps good antioxidant capacity after dilution for 24hr. In conclusion, the positive effect exerted by antioxidant molecules in other species is not confirmed in the equine one.","Authors":"Bucci, D (Bucci, D.) ; Spinaci, M (Spinaci, M.) ; Mislei, B (Mislei, B.) ; Gadani, B (Gadani, B.) ; Rizzato, G (Rizzato, G.) ; Love, CC (Love, C. C.) ; Tamanini, C (Tamanini, C.) ; Galeati, G (Galeati, G.) ; Mari, G (Mari, G.)","Title":"Epigallocatechin-3-gallate (EGCG) and green tea polyphenols do not improve stallion semen parameters during cooling at 4 degrees C"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395593800024 PubMed ID: 28058771 ISSN: 0936-6768 eISSN: 1439-0531","Keywords":"cryopreservation; dogs; freezing; motility; semen; thawing KeyWords Plus:ASCORBIC-ACID; 3 EXTENDERS; CRYOPRESERVATION; SPERMATOZOA","Categories":"Agriculture; Reproductive Biology; Veterinary Sciences Web of Science Categories:Agriculture, Dairy & Animal Science; Reproductive Biology; Veterinary Sciences","Journal Information":"REPRODUCTION IN DOMESTIC ANIMALS Volume: 52 Issue: 2 Pages: 350-352 DOI: 10.1111/rda.12905 Published: APR 2017","Abstract":"Contents Progressive motility is usually estimated by visual inspection using a light contrast microscope at X 100 immediately after semen collection or immediately after thawing frozen semen. Standard operating procedures have never been established for this test. The objective of this experiment was to examine time-dependent changes of motility after thawing cryopreserved canine semen. Semen of 35 dogs was collected, and volume, concentration, progressive motility, morphology, membrane integrity and HOS test were evaluated. For cryopreservation, CaniPRO((R)) Freeze A&B was used. Semen was thawed and diluted using CaniPRO((R)) culture medium. After thawing, semen was evaluated as before. In addition, every sample was evaluated for progressively motile sperm cells 0, 5, 20 and 60min after thawing. Progressive semen motility was significantly highest five minutes after thawing.","Authors":"Karger, S (Karger, S.) ; Geiser, B (Geiser, B.) ; Grau, M (Grau, M.) ; Heuwieser, W (Heuwieser, W.) ; Arlt, SP (Arlt, S. P.)","Title":"Short communication: Progressive motility of frozen-thawed canine semen is highest five minutes after thawing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550600025 PubMed ID: 28063820 ISSN: 0887-2333","Keywords":"Slug Mucosal Irritation test; Ocular discomfort; Veterinary shampoos KeyWords Plus:RABBIT NASAL-MUCOSA; BENZALKONIUM CHLORIDE; EYE IRRITATION; TOXICITY; PRODUCTS; REMOVAL; POTENCY; SURFACE; SKIN; TOOL","Categories":"Toxicology Web of Science Categories:Toxicology","Journal Information":"TOXICOLOGY IN VITRO Volume: 40 Pages: 243-247 DOI: 10.1016/j.tiv.2017.01.002 Published: APR 2017","Abstract":"Assessment of ocular discomfort caused by veterinary care products is less legitimately regulated than that caused by human care products. The Slug Mucosal Irritation (SMI) assay was adapted to evaluate canine hygiene shampoos to predict ocular discomfort Experiments were performed using four commercial canine shampoos, a baby care product, and two controls (ArtTear (R) and BAC1%). Groups of 3 slugs were tested with 5% dilution of the 7 test substances. The negative control (ArtTear) was the best tolerated. The baby care product Mixa bebe as well as Douxo Entretien Demelant and Phlox Shampooing Entretien were classified to cause mild ocular discomfort. Together with the positive control (BAC 1%), Shampooing Physiologique Virbac and Physiovet Shampooing were considered to cause severe ocular discomfort. Different intensities of ocular discomfort were measured for veterinary care products. The SMI model was considered as a reproducible and adaptable evaluation method for screening veterinary care products causing ocular discomfort. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Petit, JY (Petit, Jean-Yanique) ; Dore, V (Dore, Vanessa) ; Marignac, G (Marignac, Genevieve) ; Perrot, S (Perrot, Sebastien)","Title":"Assessment of ocular discomfort caused by 5 shampoos using the Slug Mucosal Irritation test"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550600027 PubMed ID: 28126643 ISSN: 0887-2333","Keywords":"DNA damage; Ion release; Nanoparticle dissolution; Nanotoxicology; Oxidative stress; Partide size KeyWords Plus:ZINC-OXIDE NANOPARTICLES; OXIDATIVE STRESS; DNA-DAMAGE; ENGINEERED NANOPARTICLES; MAMMALIAN-CELLS; CACO-2 CELLS; CANCER-CELLS; TOXICITY; ASSAY; NANOMATERIALS","Categories":"Toxicology Web of Science Categories:Toxicology","Journal Information":"TOXICOLOGY IN VITRO Volume: 40 Pages: 256-263 DOI: 10.1016/j.tiv.2017.01.015 Published: APR 2017","Abstract":"In the present study, we evaluated the roles that ZnO particle size and Zn ion release have on cyto- and genotoxicity in vitro. The Madin-Darby canine kidney (MDCK) cells were treated with ZnO nanoparticles (NPs), ZnO macroparticles (MPs), and ZnCl2 as a source of free Zn ions. We first tested cytotoxicity to define sub-cytotoxic exposure concentrations and afterwards we performed alkaline comet and cytokinesis-block micronucleus assays. Additionally, the activities of both catalase (CAT) and glutathione S-transferase (GST) were evaluated in order to examine the potential impairment of cellular stress-defence capacity. The amount of dissolved Zn ions from ZnO NPs in the cell culture medium was evaluated by an optimized voltammetric method. The results showed that all the tested zinc compounds induced similar concentration-dependent cytotoxicity, but only ZnO NPs significantly elevated DNA and chromosomal damage, which was accompanied by a reduction of GST and CAT activity. Although Zn ion release from ZnO NPs in cell culture medium was significant, our results show that this reason alone cannot explain the ZnO genotoxicity seen in this experiment. We discuss that genotoxicity of ZnO NPs depends on the particle size, which determines the physical principles of their dissolution and cellular internalisation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kononenko, V (Kononenko, Veno) ; Repar, N (Repar, Neza) ; Marusic, N (Marusic, Nika) ; Drasler, B (Drasler, Barbara) ; Romih, T (Romih, Tea) ; Hocevar, S (Hocevar, Samo) ; Drobne, D (Drobne, Damjana)","Title":"Comparative in vitro genotoxicity study of ZnO nanoparticles, ZnO macroparticles and ZnCl2 to MDCK kidney cells: Size matters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397814800003 PubMed ID: 28156030 ISSN: 1398-9219 eISSN: 1600-0854","Keywords":"Darier disease; desmosomal adhesion; desmosomal cadherins; ER-to-Golgi blockade; keratinocytes; SERCA2 calcium pump KeyWords Plus:HAILEY-HAILEY-DISEASE; CANINE KIDNEY-CELLS; ENDOPLASMIC-RETICULUM; CA2+ PUMP; ASIALOGLYCOPROTEIN RECEPTOR; CONFORMATIONAL EPITOPES; PEMPHIGUS-VULGARIS; EPITHELIAL-CELLS; MAJOR PROTEIN; ATP2A2 GENE","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"TRAFFIC Volume: 18 Issue: 4 Pages: 232-241 DOI: 10.1111/tra.12470 Published: APR 2017","Abstract":"Darier's disease (DD) is an autosomal dominantly inherited skin disorder caused by mutations in sarco/endoplasmic reticulum Ca2+-ATPase 2 (SERCA2), a Ca2+ pump that transports Ca2+ from the cytosol to the endoplasmic reticulum (ER). Loss of desmosomes and keratinocyte cohesion is a characteristic feature of DD. Desmosomal cadherins (DC) are Ca2+-dependent transmembrane adhesion proteins of desmosomes, which are mislocalized in the lesional but not perilesional skin of DD. We show here that inhibition of SERCA2 by 2 distinct inhibitors results in accumulation of DC precursors in keratinocytes, indicating ER-to-Golgi transport of nascent DC is blocked. Partial loss of SERCA2 by siRNA has no such effect, implicating that haploinsufficiency is not sufficient to affect nascent DC maturation. However, a synergistic effect is revealed between SERCA2 siRNA and an ineffective dose of SERCA2 inhibitor, and between an agonist of the ER Ca2+ release channel and SERCA2 inhibitor. These results suggest that reduction of ER Ca2+ below a critical level causes ER retention of nascent DC. Moreover, colocalization of DC with ER calnexin is detected in SERCA2-inhibited keratinocytes and DD epidermis. Collectively, our data demonstrate that loss of SERCA2 impairs ER-to-Golgi transport of nascent DC, which may contribute to DD pathogenesis.","Authors":"Li, N (Li, Ning) ; Park, M (Park, Moonhee) ; Xiao, SX (Xiao, Shengxiang) ; Liu, Z (Liu, Zhi) ; Diaz, LA (Diaz, Luis A.)","Title":"ER-to-Golgi blockade of nascent desmosomal cadherins in SERCA2-inhibited keratinocytes: Implications for Darier's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396836000015 PubMed ID: 26104982 ISSN: 1865-1674 eISSN: 1865-1682","Keywords":"transboundary animal diseases; disease eradication; ranking; cluster analysis KeyWords Plus:CONTAGIOUS BOVINE PLEUROPNEUMONIA; MOUTH-DISEASE; INTERNATIONAL-TRADE; AFRICA; MANAGEMENT; LIVESTOCK; PRODUCTS; WILDLIFE; CATTLE; VIRUS","Categories":"Infectious Diseases; Veterinary Sciences Web of Science Categories:Infectious Diseases; Veterinary Sciences","Journal Information":"TRANSBOUNDARY AND EMERGING DISEASES Volume: 64 Issue: 2 Pages: 459-475 DOI: 10.1111/tbed.12385 Published: APR 2017","Abstract":"A matrix system was developed to aid in the evaluation of the technical amenability to eradication, through mass vaccination, of transboundary animal diseases (TADs). The system involved evaluation of three basic criteria - disease management efficiency, surveillance and epidemiological factors - each in turn comprised of a number of elements (17 in all). On that basis, 25 TADs that have occurred or do occur in southern Africa and for which vaccines are available, in addition to rinderpest (incorporated as a yardstick because it has been eradicated worldwide), were ranked. Cluster analysis was also applied using the same criteria to the 26 diseases, creating division into three groups. One cluster contained only diseases transmitted by arthropods (e.g. African horse sickness and Rift Valley fever) and considered difficult to eradicate because technologies for managing parasitic arthropods on a large scale are unavailable, while a second cluster contained diseases that have been widely considered to be eradicable [rinderpest, canine rabies, the Eurasian serotypes of foot and mouth disease virus (O, A, C & Asia 1) and peste des petits ruminants] as well classical swine fever, Newcastle disease and lumpy skin disease. The third cluster contained all the other TADs evaluated with the implication that these constitute TADs that would be more difficult to eradicate. However, it is acknowledged that the scores assigned in the course of this study may be biased. The point is that the system proposed offers an objective method for assessment of the technical eradicability of TADs; the rankings and groupings derived during this study are less important than the provision of a systematic approach for further development and evaluation.","Authors":"Thomson, GR (Thomson, G. R.) ; Fosgate, GT (Fosgate, G. T.) ; Penrith, ML (Penrith, M. -L.)","Title":"Eradication of Transboundary Animal Diseases: Can the Rinderpest Success Story be Repeated?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396836000018 PubMed ID: 26190701 ISSN: 1865-1674 eISSN: 1865-1682","Keywords":"canine parvovirus; VP2; phylogenetic analysis; variant 2c KeyWords Plus:VP2 GENE; MOLECULAR EPIDEMIOLOGY; PHYLOGENETIC ANALYSIS; EMERGENCE; VARIANT; CPV-2C; DOGS; 2A; IDENTIFICATION; VACCINATION","Categories":"Infectious Diseases; Veterinary Sciences Web of Science Categories:Infectious Diseases; Veterinary Sciences","Journal Information":"TRANSBOUNDARY AND EMERGING DISEASES Volume: 64 Issue: 2 Pages: 495-503 DOI: 10.1111/tbed.12390 Published: APR 2017","Abstract":"Canine parvovirus (CPV) is highly contagious and is a major cause of haemorrhagic enteritis and myocarditis in dogs. We investigated the genetic variation of emerging CPV strains by sequencing 64 CPV VP2 genes from 216 clinical samples of dogs from Heilongjiang, Jilin, Liaoning, Shandong and Hebei in 2014. Genetic analysis revealed that CPV-2b was predominant in Hebei and CPV-2a was predominant in the other four provinces. In addition, a CPV-2c strain has emerged in Shandong province. All samples had a Ser-Ala substitution at residue 297 and an Ile-Arg substitution at residue 324. Interestingly, in five separate canine samples, we found a mutation of Gln370 to Arg, until now detected only in isolates from pandas. The phylogenetic analysis showed clear distinctions between epidemic isolates and vaccine strains and between Chinese CPV-2c strains and CPV2c strains found in other countries. Monitoring recent incidence of CPV strains enables evaluation and implementation of disease control strategies.","Authors":"Zhao, H (Zhao, H.) ; Wang, J (Wang, J.) ; Jiang, Y (Jiang, Y.) ; Cheng, Y (Cheng, Y.) ; Lin, P (Lin, P.) ; Zhu, H (Zhu, H.) ; Han, G (Han, G.) ; Yi, L (Yi, L.) ; Zhang, S (Zhang, S.) ; Guo, L (Guo, L.) ; Cheng, S (Cheng, S.) ...More...Less","Title":"Typing of Canine Parvovirus Strains Circulating in North-East China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396836000031 PubMed ID: 26423323 ISSN: 1865-1674 eISSN: 1865-1682","Keywords":"wild rabies; wild reservoirs; epidemiology; emerging diseases KeyWords Plus:CEARA STATE; RISK MODEL; SAO-PAULO; VIRUS; AMERICA; BATS; CARNIVORES; HUMANS; DOGS","Categories":"Infectious Diseases; Veterinary Sciences Web of Science Categories:Infectious Diseases; Veterinary Sciences","Journal Information":"TRANSBOUNDARY AND EMERGING DISEASES Volume: 64 Issue: 2 Pages: 624-633 DOI: 10.1111/tbed.12428 Published: APR 2017","Abstract":"Rabies is one of the most important zoonosis in the world with high impact on public health. Studies report the presence of Lyssavirus in reservoirs of the wild cycle, highlighting the role of wild canines, marmosets, and vampire and non-vampire bats as potential vectors of the disease to domestic animals and human beings. Therefore, the reintroduction of rabies in urban environments from reservoirs of the wild cycle is a matter of concern. This study describes the profile of rabies cases documented in Brazil from 2002 to 2012, with emphasis on the wild transmission cycle of the disease. We carried out a descriptive study using records with information on the time of infection, persons with infection and location of confirmed cases of rabies in humans and animals, as well as data on anti-rabies treatments obtained from the Information System of Notifiable Diseases (Sinan) database. Within the study period, 82 cases of rabies transmitted by wild animals to humans were reported, predominantly in rural areas of the northern and north-eastern regions. Of the cases in humans, 72% did not receive post-exposure prophylaxis. Among wild mammals, vampire bats were the most frequent vectors of the disease. In the north-east region, 460 terrestrial wild mammals were reported with confirmed rabies. Over the study period, 1703 bats were reported to carry the rabies virus. In the south-east region, the most frequently reported carriers of the virus were non-vampire bats. The midwest and northern regions presented a lower number of records of rabies cases among terrestrial wild mammals. However, the high number of rabies cases among bovines reflects the role of the vampire bat as a maintainer of the rabies virus in the rural cycle. The present results are key to adjust the planning of rabies control in Brazil to the current epidemiological trends.","Authors":"Rocha, SM (Rocha, S. M.) ; de Oliveira, SV (de Oliveira, S. V.) ; Heinemann, MB (Heinemann, M. B.) ; Goncalves, VSP (Goncalves, V. S. P.)","Title":"Epidemiological Profile of Wild Rabies in Brazil (2002-2012)"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398668100001 PubMed ID: 28314073 ISSN: 0161-3499 eISSN: 1532-950X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY SURGERY Volume: 46 Issue: 3 Pages: 341-342 DOI: 10.1111/vsu.12636 Published: APR 2017","Authors":"Walton, B (Walton, Ben) ; Innes, J (Innes, John) ; Lascelles, BDX (Lascelles, B. Duncan X.) ; Belshaw, Z (Belshaw, Zoe)","Title":"Validated Outcomes Measures for Canine Osteoarthritis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398668100007 PubMed ID: 28151550 ISSN: 0161-3499 eISSN: 1532-950X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY SURGERY Volume: 46 Issue: 3 Pages: 376-380 DOI: 10.1111/vsu.12631 Published: APR 2017","Abstract":"ObjectiveTo differentiate between hydrated nucleus pulposus extrusion and ventral intraspinal discal cysts in dogs. Study designProspective case series. AnimalsTwenty dogs with acute onset of cervical myelopathy due to hydrated nucleus pulposus extrusion or ventral intraspinal discal cysts. MethodsClinical and magnetic resonance (MR) imaging findings, outcome after surgical treatment, cytologic and histologic findings of compressive material were taken into account. Comparisons and considerations were done between findings reported herein and what was previously described as suspected hydrated nucleus pulposus extrusion and intraspinal cysts. ResultsAll dogs were presented with acute onset of cervical myelopathy. MR imaging showed compressive cervical myelopathy at C2-C3 (n=1), C3-C4 (n=6), C4-C5 (n=8), and C5-C6 (n=5) intervertebral disc spaces, due to extradural material suggestive of either partially hydrated nucleus pulposus extrusion or intraspinal discal cyst, with T2 hyperintense and T1 iso-hypointense signal and variable contrast enhancement after gadolinium injection. All dogs were treated surgically by ventral slot (n=15) or dorsolateral hemilaminectomy (n=5). All dogs had a favorable outcome and regained a normal gait. The extradural material collected at surgery varied from liquid to more obvious gelatinous material. Cytologic or histologic examination of the material revealed similar findings for all dogs, compatible with partially degenerated nucleus pulposus. ConclusionsDogs with acute onset of compressive cervical myelopathy due to extradural material resembling human intraspinal cysts on MR images are most likely to have extrusion of partially degenerated nucleus pulposus and should be treated accordingly.","Authors":"Falzone, C (Falzone, Cristian)","Title":"Canine acute cervical myelopathy: Hydrated nucleus pulposus extrusion or intraspinal discal cysts?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398668100011 PubMed ID: 28145568 ISSN: 0161-3499 eISSN: 1532-950X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY SURGERY Volume: 46 Issue: 3 Pages: 403-411 DOI: 10.1111/vsu.12614 Published: APR 2017","Abstract":"ObjectiveTo describe short-term outcomes of a modified cranial closing wedge osteotomy (CCWO) for treatment of dogs with cranial cruciate ligament disease and excessive tibial plateau angle (eTPA). Study DesignRetrospective clinical study. Animals18 client-owned dogs (19 stifles) with cranial cruciate ligament disease and eTPA (>34 degrees). MethodsA modified CCWO was performed with Kirschner wires as osteotomy alignment aids. A juxta-articular neutral wedge osteotomy equal in angle to the preoperative TPA was performed. Fixation was achieved with a tibial plateau leveling osteotomy (TPLO) plate and tension band wire apparatus (89%) or a TPLO plate (11%). Preoperative and postoperative, and recheck TPA, cranial tibial long axis shift, and major and minor complications were recorded. ResultsThe mean preoperative TPA (49.5 degrees 6.7 degrees) was reduced postoperatively (8.3 degrees +/- 4.8 degrees). Four of 19 joints (21%) developed 2 major and 3 minor complications during the intraoperative and follow-up period (577 day mean in-hospital recheck). Two cases were diagnosed with surgical site infections requiring implant removal for resolution. Fixation failure or implant complications were not observed in any dog during the limited radiographic follow-up period. All dogs were sound or recovering as expected, with 15/19 dogs (79%) showing complete radiographic osteotomy healing at their final in-hospital follow-up examination. ConclusionModified CCWO should be considered for the treatment of cranial cruciate ligament disease in dogs with eTPA. In this case series, the described technique was associated with uneventful osteotomy healing without implant failures in all dogs, although radiographic follow-up was limited in some cases.","Authors":"Frederick, SW (Frederick, Steven W.) ; Cross, AR (Cross, Alan R.)","Title":"Modified cranial closing wedge osteotomy for treatment of cranial cruciate ligament insufficiency in dogs with excessive tibial plateau angles: Technique and complications in 19 cases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398668100012 PubMed ID: 28177538 ISSN: 0161-3499 eISSN: 1532-950X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY SURGERY Volume: 46 Issue: 3 Pages: 412-416 DOI: 10.1111/vsu.12632 Published: APR 2017","Abstract":"ObjectiveTo compare leak pressures following simple continuous closure of cystotomy with barbed suture to an analogous monofilament suture, in an ex vivo canine model. Study designEx vivo, simple randomized study. Animals or sample populationUrinary bladders harvested from canine cadavers (n=21). MethodsUrinary bladders were harvested from cadavers immediately following euthanasia. A 3-cm cystotomy was made on ventral midline of the urinary bladder. Urinary bladders were randomly assigned a suture for closure. A digital pressure transducer was inserted through 1 ureter, and the other ligated, while colored isotonic saline was infused into the urinary bladder via a Foley catheter inserted in the urethra. The initial leak pressure was defined as the pressure at which the colored saline solution first leaked from the cystotomy, and the maximum leak pressure was recorded when the pressure reached a plateau or catastrophic failure occurred. A Welch's 2-sample t test was used to compare leak pressure between the barbed and non-barbed closures, with significance set at P<.05. ResultsThere was no significant difference in the initial or maximum leak pressure between the barbed and non-barbed closures. ConclusionsThis study showed no difference in initial or maximum leak pressure between cystotomy closures with barbed or non-barbed suture under ex vivo conditions. This indicates barbed suture may be appropriate for cystotomy closure but in vivo studies are needed to support this finding.","Authors":"Kieves, NR (Kieves, Nina R.) ; Krebs, AI (Krebs, Alexander I.)","Title":"Comparison of leak pressures for single-layer simple continuous suture pattern for cystotomy closure using barbed and monofilament suture material in an ex vivo canine model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398668100016 PubMed ID: 28198543 ISSN: 0161-3499 eISSN: 1532-950X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY SURGERY Volume: 46 Issue: 3 Pages: 441-447 DOI: 10.1111/vsu.12629 Published: APR 2017","Abstract":"ObjectiveTo evaluate the change in geometry of the Zurich total hip arthroplasty (THA) acetabular component after implantation. AnimalsHemipelves from adult mix-breed dogs weighing between 20 and 25 kg. MethodsDigital image correlation imaging was performed prior to, immediately after, and 24 hours after impaction of Zurich THA acetabular component, and after removal of the cup from the specimen. Patterns of deformation were qualitatively described, and maximal deformations were compared between time points. ResultsAll cups deformed after implantation into the hemipelves by pinching in a cranial-caudal direction and dorsoventral expansion, resulting in an ellipsoid configuration to the peripheral rim. The meanSD maximum deformation at the rim immediately post-impaction was 0.202 +/- 0.052 mm, or approximately 0.4 mm of diametrical deformation. Deformation did not change after the 24-hour saline bath. Impaction and subsequent extraction had a marginal effect on the original cup geometry, as maximum deformation at the rim after cup extraction was 0.074 +/- 0.032 mm, relative to prior to impaction. ConclusionsThe original Zurich cup geometry is distorted as a consequence of the press-fit mechanism. Further studies are required to determine whether deformation induced by impaction has any association with polyethylene wear rates or other prosthesis-related complications.","Authors":"Panjeton, GD (Panjeton, Geoffrey D.) ; Kim, SE (Kim, Stanley E.) ; Chang, K (Chang, Kelvin) ; Palm, LS (Palm, Lindsey S.) ; Ifju, PG (Ifju, Peter G.)","Title":"Deformation of the Zurich cementless acetabular cup caused by implantation in a canine cadaver model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381700011 PubMed ID: 28167384 ISSN: 0042-6822","Keywords":"Influenza A virus (LW); Canine influenza virus (CIV); Live-attenuated influenza vaccine (LAIV); Inactivated influenza vaccine (IIV); Master donor virus (MDV); Reverse genetics techniques; Temperature sensitive (ts); Cold adapted (ca); Attenuated (att) KeyWords Plus:GENETIC-CHARACTERIZATION; A VIRUS; PANDEMIC H1N1; TEMPERATURE SENSITIVITY; HETEROLOGOUS PROTECTION; A/ANN ARBOR/6/60; ANIMAL SHELTER; YOUNG-CHILDREN; DOGS; CHINA","Categories":"Virology Web of Science Categories:Virology","Journal Information":"VIROLOGY Volume: 504 Pages: 96-106 DOI: 10.1016/j.virol.2017.01.020 Published: APR 2017","Abstract":"Canine influenza is a contagious respiratory disease in dogs caused by two subtypes (H3N2 and H3N8) of canine influenza virus (CIV). Currently, only inactivated influenza vaccines (ITVs) are available for the prevention of CIVs. Historically, live-attenuated influenza vaccines (LAIVs) have been shown to produce better immunogenicity and protection efficacy than IIVs. Here, we have engineered a CIV H3N2 LAW by using the internal genes of a previously described CIV H3N8 LAW as a master donor virus (MDV) and the surface HA and NA genes of a circulating CIV H3N2 strain. Our findings show that CIV H3N2 LAW replicates efficiently at low temperature but its replication is impaired at higher temperatures. The CIV H3N2 LAIV was attenuated in vivo but induced better protection efficacy in mice against challenge with wild-type CIV H3N2 than a commercial CIV H3N2 IIV. This is the first description of a LAIV for the prevention of CIV H3N2 in dogs.","Authors":"Rodriguez, L (Rodriguez, Laura) ; Nogales, A (Nogales, Aitor) ; Reilly, EC (Reilly, Emma C.) ; Topham, DJ (Topham, David J.) ; Murcia, PR (Murcia, Pablo R.) ; Parrish, CR (Parrish, Colin R.) ; Sobrido, LM (Sobrido, Luis Martinez)","Title":"A live-attenuated influenza vaccine for H3N2 canine influenza virus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397792600013 PubMed ID: 28346000 ISSN: 0002-9645 eISSN: 1943-5681","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"AMERICAN JOURNAL OF VETERINARY RESEARCH Volume: 78 Issue: 4 Pages: 412-420 Published: APR 2017","Abstract":"OBJECTIVE To evaluate the potential efficacy of blind perineural injection techniques to provide nerve blockade of the saphenous, obturator, and lateral cutaneous femoral nerves by assessing the distribution along those nerves of 3 volumes of an injected staining solution in dog cadavers. ANIMALS 18 canine cadavers. PROCEDURES The anatomic characteristics of the target nerves were evaluated by dissection in 3 cadavers. The saphenous nerve was located by the use of superficial anatomic landmarks and a loss-of-resistance test. The obturator and lateral cutaneous femoral nerves were located by the use of superficial anatomic landmarks. Following perineural administration of 3 volumes (0.1, 0.2, and 0.3 mL/kg) of staining solution near the target nerves in 15 cadavers, the distribution of the staining solution along the nerves was evaluated. Staining that extended >= 2 cm along the target nerves was considered to be compatible with an effective clinical nerve block. RESULTS In all cadavers, nerves were appropriately stained by the blind techniques used here. The staining distribution along the nerves was considered to be optimal after perineural injection of 0.2 mL of staining solution/kg in the obturator and lateral cutaneous femoral nerves and 0.3 mL of staining solution/kg in the saphenous nerve. CONCLUSIONS AND CLINICAL RELEVANCE Results indicated that the evaluated blind perineural injection techniques may be an inexpensive, safe, and clinically effective method to block the saphenous, obturator, and lateral cutaneous femoral nerves in dogs.","Authors":"Echeverry-Bonilla, DF (Echeverry-Bonilla, Diego F.) ; Pelaez, JT (Pelaez, Jessica T.) ; Buritica, EF (Buritica, Edwin F.) ; Laredo, FG (Laredo, Francisco G.)","Title":"Assessment of the potential efficacy of blind perineural injection techniques for blockade of the saphenous, obturator, and lateral cutaneous femoral nerves in dog cadavers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397792600018 PubMed ID: 28346006 ISSN: 0002-9645 eISSN: 1943-5681","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"AMERICAN JOURNAL OF VETERINARY RESEARCH Volume: 78 Issue: 4 Pages: 458-464 Published: APR 2017","Abstract":"OBJECTIVE To characterize and compare MRI susceptibility artifacts related to titanium and stainless steel monocortical screws in the cervical vertebrae and spinal cord of canine cadavers. SAMPL 12 canine cadavers. PROCEDURES Cervical vertebrae (C4 and C5) were surgically stabilized with titanium or stainless steel monocortical screws and polymethylmethacrylate. Routine T1-weighted, T2-weighted, and short tau inversion recovery sequences were performed at 3.0 T. Magnetic susceptibility artifacts in 20 regions of interest (ROIs) across 4 contiguous vertebrae (C3 through C6) were scored by use of an established scoring system. RESULTS Artifact scores for stainless steel screws were significantly greater than scores for titanium screws at 18 of 20 ROIs. Artifact scores for titanium screws were significantly higher for spinal cord ROIs within the implanted vertebrae. Artifact scores for stainless steel screws at C3 were significantly less than at the other 3 cervical vertebrae. CONCLUSIONS AND CLINICAL RELEVANCE Evaluation of routine MRI sequences obtained at 3.0 T revealed that susceptibility artifacts related to titanium monocortical screws were considered mild and should not hinder the overall clinical assessment of the cervical vertebrae and spinal cord. However, mild focal artifacts may obscure small portions of the spinal cord or intervertebral discs immediately adjacent to titanium screws. Severe artifacts related to stainless steel screws were more likely to result in routine MRI sequences being nondiagnostic; however, artifacts may be mitigated by implant positioning.","Authors":"Jones, BG (Jones, Brian G.) ; Fosgate, GT (Fosgate, Geoffrey T.) ; Green, EM (Green, Eric M.) ; Habing, AM (Habing, Amy M.) ; Hettlich, BF (Hettlich, Bianca F.)","Title":"Magnetic resonance imaging susceptibility artifacts in the cervical vertebrae and spinal cord related to monocortical screw-polymethylmethacrylate implants in canine cadavers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397792600025 PubMed ID: 28345997 ISSN: 0002-9645 eISSN: 1943-5681","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"AMERICAN JOURNAL OF VETERINARY RESEARCH Volume: 78 Issue: 4 Pages: 517-528 Published: APR 2017","Abstract":"OBJECTIVE To assess use of a new radiographic method to determine the distance by which the tibial tuberosity should be advanced to reduce the patellar tendon-tibial plateau angle (PTA) to 90 degrees by means of the modified Maquet technique (MMT) in dogs. SAMPLE 24 pelvic limbs from 12 adult medium-sized to large-breed canine cadavers. PROCEDURES Radiographs of stifle joints at 135 degrees extension in true lateral position were used to determine tibial tuberosity advancement distances for use in the MMT. A method was devised to incorporate the planned osteotomy axis; distal patellar translations of 0, 3, 5, or 10 mm; and advancement cage implant application level along the osteotomy site in advancement planning measurements. Concordance correlation coefficients (CCCs) were calculated to compare these adjusted advancement measurements with true advancement measurements obtained for the same joints in another study after treatment by MMT. Intraobserver, interobserver, and total agreement for selected measurements were determined by assessment of CCCs for results obtained by 3 blinded observers. RESULTS Agreement between true advancement measurements and measurements obtained with osteotomy axis and cage position method calculations that incorporated a 5-mm distal patellar translation distance was excellent (CCC, 0.96). Intraobserver and interobserver agreements for the planning measurements evaluated were good to excellent (CCC, 0.83 to 0.96). CONCLUSIONS AND CLINICAL RELEVANCE Results suggested that the osteotomy axis and cage position method incorporating a 5-mm distal patellar translation distance has the potential to improve success rates for achieving a PTA of 90 degrees in medium-sized to largebreed dogs undergoing MMT for treatment of cranial cruciate ligament rupture. Further research is warranted.","Authors":"Pillard, P (Pillard, Paul) ; Livet, V (Livet, Veronique) ; Cabon, Q (Cabon, Quentin) ; Bismuth, C (Bismuth, Camille) ; Sonet, J (Sonet, Juliette) ; Remy, D (Remy, Denise) ; Fau, D (Fau, Didier) ; Carozzo, C (Carozzo, Claude) ; Viguier, E (Viguier, Eric) ; Cachon, T (Cachon, Thibaut)","Title":"Evaluation of a new method to determine the tibial tuberosity advancement distance required to reduce the patellar tendon-tibial plateau angle to 90 degrees with the modified Maquet technique in dogs"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E532-E533 Supplement: S Meeting Abstract: MP41-02 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276602152 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Choi, KH (Choi, Kyung Hwa); Lee, YE (Lee, Young Eun); Lee, SR (Lee, Seung Ryeol); Hong, YK (Hong, Young Kwon); Park, DS (Park, Dong Soo); Hong, JY (Hong, Jae Yup)","Title":"PROPHYLAXIS AGAINST RENAL ISCHEMIA REPERFUSION INJURY IN CANINE MODEL: STEM CELL APPROACH"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219800001 PubMed ID: 28063871 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Leptospira; Leptospirosis; Seroprevalence; Laboratory surveillance; Zoonoses KeyWords Plus:CANINE LEPTOSPIROSIS; FRANCE","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 168 Pages: 1-8 DOI: 10.1016/j.actatropica.2017.01.002 Published: APR 2017","Abstract":"Leptospirosis is a geographically widespread and globally underestimated zoonosis that affects humans and variety of animals. To identify trends and possible risk factors, joined medical and veterinary teams investigated epidemiology and epizootiology of leptospirosis in Croatia. Retrospective analysis of data obtained from referent diagnostic laboratories included a total of 1917 human and 123964 animal sera tested in the period from 2009 to 2014. We found high human leptospirosis average incidence rate of 1.53/100000 with clear predominance of male patients older than 40 years (sex ratio M/F:3.2;median age 51 +/- 15.1 years). Statistical analysis revealed seasonal and annual variations of incidence in humans that were primarily associated with favourable weather conditions (temperature 10-19, 9(omicron)C and precipitation above 100 mm/m(2)). Majority of infections in humans were caused by serogroups Sejroe, Australis and Icterohaemorrhagiae. Notable variations in seroprevalence and changing trends in prevailing serogroups were recorded in most of the domestic animals and during the entire period of investigation. All of the observed findings underline leptospirosis as a significant human and veterinary public health threat and emphasize the importance of continuous multidisciplinary surveillance. We also argue that only input from both professions improves our overall knowledge on leptospirosis and leads to better and more efficient prevention and control strategies. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Habus, J (Habus, Josipa) ; Persic, Z (Persic, Zdenka); Spicic, S (Spicic, Silvio) ; Vince, S (Vince, Silvijo) ; Stritof, Z (Stritof, Zrinka) ; Milas, Z (Milas, Zoran) ; Cvetnic, Z (Cvetnic, Zeljko) ; Perharic, M (Perharic, Matko) ; Turk, N (Turk, Nenad)","Title":"New trends in human and animal leptospirosis in Croatia, 2009-2014"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219800003 PubMed ID: 28048977 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Phlebotomine sandflies; Lanzarote (Canary Islands, Spain); Sergentomyia minuta; S. fallax; Low density; Transmission risk; Leishmania KeyWords Plus:SERGENTOMYIA-MINUTA; SAND FLIES; CANINE LEISHMANIASIS; MASCITTII GRASSI; P.-PERNICIOSUS; PSYCHODIDAE; VECTORS; ARIASI; MOROCCO; GERMANY","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 168 Pages: 16-20 DOI: 10.1016/j.actatropica.2016.12.033 Published: APR 2017","Abstract":"Phlebotomine sandflies are natural vectors of Leishmania spp. and their expansion throughout has been evidenced in the last few years due to the global warming and changes in human behavior, worsening leishmaniasis problem. However, phlebotomine sandflies have been captured in small numbers on the Canary Islands, particularly on the island of Lanzarote, where only one limited survey was carried out almost thirty years ago. The proximity of this island to Morocco, in addition to the high number of tourists, sometimes accompanied by their dogs, from leishmaniasis endemic regions, highlights the importance of studying the sandfly fauna on this island in order to determine the transmission risk of leishmaniasis Thirty-eight sampling sites spread across the island were studied, and ecological features were gathered to identify the ecological traits associated to the presence of sandflies. Only 85 sandfly specimens were captured (1.18/m(2)) with the following species distribution: Sergentomyia minuta (0.15 specimens/m(2)), which was reported for the first time on this island, and S. fallax (1.03/m(2)). Sandfly captured were achieved in only 7 out of 38 stations. No specimen of the Phlebotomus genus was captured and given that none of the species captured has been demonstrated vectors of human pathogenic Leishmania and considering that they were captured in low frequency and density, it can be concluded that the current leishmaniasis transmission risk is null. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Morillas-Marquez, F (Morillas-Marquez, Francisco) ; Diaz-Saez, V (Diaz-Saez, Victoriano) ; Morillas-Mancilla, MJ (Jesus Morillas-Mancilla, Maria) ; Corpas-Lopez, V (Corpas-Lopez, Victoriano) ; Merino-Espinosa, G (Merino-Espinosa, Gemma) ; Gijon-Robles, P (Gijon-Robles, Patricia) ; Martin-Sanchez, J (Martin-Sanchez, Joaquina)","Title":"Phlebotomine sandflies (Diptera, Phlebotomidae) of Lanzarote Island (Canary Islands, Spain): Ecological survey and evaluation of the risk of Leishmania transmission"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598900012 PubMed ID: 28131911 ISSN: 0003-9969 eISSN: 1879-1506","Keywords":"Orthodontic force; Gingival crevicular fluid; Cytokine KeyWords Plus:FACTOR-ALPHA LEVELS; TOOTH MOVEMENT; PERIODONTAL-LIGAMENT; ALKALINE-PHOSPHATASE; TNF","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"ARCHIVES OF ORAL BIOLOGY Volume: 76 Pages: 70-75 DOI: 10.1016/j.archoralbio.2017.01.016 Published: APR 2017","Abstract":"Various types of inflammatory mediators are involved in the cascade of biological events behind tissue remodeling allowing orthodontic tooth movement. This split-mouth longitudinal study aimed to evaluate the gingival crevicular fluid (GCF) levels of ten cytokines, IL-6, IL-8, IL-10, IL-13, IL-17, IFN-gamma, GM-CSF, MCP-1, MIP-1 beta and TNF-alpha, during initial orthodontic treatment. The sample comprised 15 healthy patients (9 males and 6 females, 13.9 +/- 2.5 years). The lower (test) incisors were moved using fixed appliance carrying a 0.014-inch nickel titanium wire, whereas the upper (control) incisors were bonded without any force. The GCF was collected from the test and control teeth before fixed appliance mounting (baseline) and after 1, 7 and 21 days. In 6 sites per tooth, from canine to canine, periodontal conditions were defined as the percentage of sites with visible plaque and bleeding on probing. The total GCF cytokines levels were quantified using multianalysis Luminex technology. Throughout the experimental term, and for both test and control teeth, the mean percentage of sites with visible plaque and bleeding on probing were generally below 25% and 15%, respectively, although variability was also seen. In the test teeth, the GCF levels of all the cytokines remained constant throughout the experimental term. On the contrary, significant reductions were seen in the control teeth for each cytokine. Moreover, significantly greater levels of IL-6, GM-CSF, MCP-1 and TNF alpha were seen in the test teeth as compared to the control teeth at 7 days. The reasons for the differential behavior in the levels of all the investigated cytokines between the test and control teeth may be related to the presence of orthodontic forces and/or subclinical tissue inflammation. Further investigation is needed to elucidate potential roles for these biomarkers in the tissue remodeling incident to orthodontic tooth movement. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nunes, L (Nunes, Livia) ; Quintanilha, L (Quintanilha, Luciana) ; Perinetti, G (Perinetti, Giuseppe) ; Capelli, J (Capelli Junior, Jonas)","Title":"Effect of orthodontic force on expression levels of ten cytokines in gingival crevicular fluid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394640800008 PubMed ID: 28052524 ISSN: 1045-2257 eISSN: 1098-2264","Categories":"Oncology; Genetics & Heredity Web of Science Categories:Oncology; Genetics & Heredity","Journal Information":"GENES CHROMOSOMES & CANCER Volume: 56 Issue: 4 Pages: 328-343 DOI: 10.1002/gcc.22441 Published: APR 2017","Abstract":"We investigated the correspondence between transcriptome and exome alterations in canine bladder cancer and the correspondence between these alterations and cancer-driving genes and transcriptional alterations in human bladder cancer. We profiled canine bladder tumors using mRNA-seq and exome-seq in order to investigate the similarity of transcriptional alterations in bladder cancer, in humans and canines, at the levels of gene functions, pathways, and cytogenetic regions. We found that the transcriptomes of canine and human bladder cancer are remarkably similar at the functional and pathway levels. We demonstrated that canine bladder cancer involves coordinated differential expression of genes within cytogenetic bands, and that these patterns are consistent with those seen in human bladder cancer. We found that genes that are mutated in canine bladder cancer are more likely to be transcriptionally downregulated than non-mutated genes, in the tumor. Finally we report three novel mutations (FAM133B, RAB3GAP2, and ANKRD52) for canine bladder cancer.","Authors":"Ramsey, SA (Ramsey, Stephen A.) ; Xu, TJ (Xu, Tanjin) ; Goodall, C (Goodall, Cheri) ; Rhodes, AC (Rhodes, Adelaide C.) ; Kashyap, A (Kashyap, Amita) ; He, J (He, Jun) ; Bracha, S (Bracha, Shay)","Title":"Cross-species analysis of the canine and human bladder cancer transcriptome and exome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395762600005 PubMed ID: 28276119 ISSN: 0022-4510 eISSN: 1748-5827","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"JOURNAL OF SMALL ANIMAL PRACTICE Volume: 58 Issue: 4 Pages: 219-226 DOI: 10.1111/jsap.12648 Published: APR 2017","Abstract":"ObjectiveTo report the use of tibial plateau levelling osteotomy and lateral fabellotibial suture in combination for treatment of severe internal tibial rotational stifle instability in cranial cruciate-deficient stifles. MethodsTwenty-three stifles in 19 dogs were diagnosed with cranial cruciate ligament rupture with severe stifle instability, characterised by marked cranial tibial translation and internal tibial rotation that was evident during orthopaedic examination. A combined tibial plateau levelling osteotomy and lateral fabellotibial suture procedure were performed to stabilise the stifle joint. The surgical complications, short-term lameness scores and owner satisfaction were evaluated. ResultsThe postoperative complication rate was 21 7% with one minor (4 3%) and four major (17 4%) complications. At short-term follow-up one dog had an intermittent low-grade lameness and two dogs had mild tibial internal rotational instability present on palpation without lameness. Owner's overall satisfaction with the operation and recovery was good (21 4%) to excellent (78 6%). Clinical SignificanceThe use of lateral fabellotibial suture in combination with tibial plateau levelling osteotomy was an effective technique for managing cranial cruciate ligament rupture with severe internal tibial rotational stifle instability.","Authors":"Schaible, M (Schaible, M.) ; Shani, J (Shani, J.) ; Caceres, A (Caceres, A.) ; Payton, M (Payton, M.) ; Segev, Y (Segev, Y.) ; Ben-Amotz, R (Ben-Amotz, R.)","Title":"Combined tibial plateau levelling osteotomy and lateral fabellotibial suture for cranial cruciate ligament rupture with severe rotational instability in dogs"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E466-E466 Supplement: S Meeting Abstract: MP36-02 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276602002 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Cheng, L (Cheng, Li); Lin, J (Lin, Jian); Wang, ZC (Wang, Zicheng)","Title":"CELL-SEEDED ACELLULAR DERMAL MATRIX GRAFT FOR RECONSTRUCTION OF LONG URETHRAL DEFECTS IN A CANINE MODEL"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E532-E532 Supplement: S Meeting Abstract: MP41-02 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276602150 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Osman, Y (Osman, Yasser); Hamed, SM (Hamed, Sahar M.); Barakat, N (Barakat, Nashwa); Khater, S (Khater, Sherry); Gabr, M (Gabr, Mahmoud); Mosbah, A (Mosbah, Ahmed); Gaballah, M (Gaballah, Mohamed); Shaaban, A (Shaaban, Atallah)","Title":"PROPHYLAXIS AGAINST RENAL ISCHEMIA REPERFUSION INJURY IN CANINE MODEL: STEM CELL APPROACH"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E75-E76 Supplement: S Meeting Abstract: MP06-09 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276600170 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Zahran, MH (Zahran, Mohamed H.); Barakat, N (Barakat, Nashwa); Khater, S (Khater, Shery); Awadalla, A (Awadalla, Amira); Mosbah, A (Mosbah, Ahmed); Nabeeh, A (Nabeeh, Adel); Shokeir, AA (Shokeir, Ahmed A.)","Title":"LOCAL SILDENAFIL ACCELERATE RENAL REGENERATION AFTER ISCHEMIA/REPERFUSION INJURY IN CANINE MODEL."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400001 PubMed ID: 28025853 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 171-E36 DOI: 10.1111/vde.12404 Published: APR 2017","Abstract":"BackgroundRifampicin has received increased interest in veterinary dermatology because of its activity against multidrug-resistant meticillin-resistant staphylococci (MRS). There is limited knowledge about the efficacy and safety of rifampicin in dogs. Hypothesis/ObjectiveTo provide information on response to treatment and adverse effects in dogs treated with rifampicin for multidrug-resistant MRS pyoderma. AnimalsThirty two dogs treated with rifampicin for rifampicin-susceptible multidrug-resistant MRS pyoderma. MethodsRetrospective review of medical records, including alanine aminotransferase (ALT) and alkaline phosphatase (ALP) serum activity levels and total bilirubin concentrations, obtained before and throughout the treatment, was performed. ResultsOral rifampicin as sole systemic antimicrobial therapy (median dose 5 mg/kg twice daily) was effective in 71.88% of cases. Topical antimicrobials were used in most cases. Median duration of rifampicin treatment was five weeks for superficial pyoderma and four weeks for deep pyoderma. Gastrointestinal signs were reported in 15% of treated dogs. Statistically significant increases of ALT (P = 0.045) and ALP (P = 0.0002) values after 3-4 weeks of treatment was observed. The median increase was equal to 0.3 and x1.5 the upper limit of the reference ranges for ALT and ALP, respectively. Conclusions/Clinical importanceOral rifampicin combined with topical antimicrobials can be considered an effective therapeutic option for canine superficial and deep pyoderma caused by rifampicin-susceptible multidrug-resistant MRS. Liver enzyme induction might be the most important cause of ALT and ALP increase associated with rifampicin therapy in dogs.","Authors":"De Lucia, M (De Lucia, Michela) ; Bardagi, M (Bardagi, Mar) ; Fabbri, E (Fabbri, Elisabetta) ; Ferreira, D (Ferreira, Diana) ; Ferrer, L (Ferrer, Lluis) ; Scarampella, F (Scarampella, Fabia) ; Zanna, G (Zanna, Giordana) ; Fondati, A (Fondati, Alessandra)","Title":"Rifampicin treatment of canine pyoderma due to multidrug-resistant meticillin-resistant staphylococci: a retrospective study of 32 cases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400004 PubMed ID: 28090706 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 189-E42 DOI: 10.1111/vde.12412 Published: APR 2017","Abstract":"BackgroundFood allergy is often suspected in dogs with clinical signs of atopic dermatitis. This diagnosis is confirmed with an elimination diet and a subsequent challenge with regular food. Laboratory tests for the diagnosis of food allergy in dogs are unreliable and/or technically difficult. Cyno-DIAL((R)) is a Western blot method that might assist with the selection of an appropriate elimination diet. Hypothesis/ObjectivesTo evaluate the performance of Cyno-DIAL((R)) for the selection of an elimination diet and diagnosis of food allergy. Animals/MethodsThirty eight dogs with atopic dermatitis completed an elimination diet. Combining the results of the diet trials and the challenges, 14 dogs were classified as food allergic (FA), 22 as nonfood-allergic and two as ambiguous cases. ResultsAmongst all dogs and amongst dogs with a clinical diagnosis of FA, 3% and 7% (respectively) were positive to Royal Canin Anallergenic((R)), Vet-Concept Kanguru((R)) or Vet-Concept Dog Sana((R)); 8% and 7% to Hill's d/d Duck and Rice((R)); 8% and 21% to Hill's z/d Ultra Allergen Free((R)); 53% and 64% to Eukanuba Dermatosis FP (R); and 32% and 43% to a home-cooked diet of horse meat, potatoes and zucchini. The specificity and sensitivity of Cyno-DIAL((R)) for diagnosing food allergy were 73% and 71%, respectively. Conclusions and clinical importanceAlthough Cyno-DIAL((R)) was considered potentially useful for identifying appropriate foods for elimination diet trials, it cannot be recommended for the diagnosis of food allergy. The Cyno-DIAL((R)) test performed better than some previously evaluated ELISA-based tests.","Authors":"Favrot, C (Favrot, Claude) ; Linek, M (Linek, Monika) ; Fontaine, J (Fontaine, Jacques) ; Beco, L (Beco, Luc) ; Rostaher, A (Rostaher, Ana) ; Fischer, N (Fischer, Nina) ; Couturier, N (Couturier, Nicolas) ; Jacquenet, S (Jacquenet, Sandrine) ; Bihain, BE (Bihain, Bernard E.)","Title":"Western blot analysis of sera from dogs with suspected food allergy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400006 PubMed ID: 28133824 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 200-E46 DOI: 10.1111/vde.12419 Published: APR 2017","Abstract":"BackgroundIn areas endemic for leishmaniosis, discoid lupus erythematosus (DLE) and canine leishmaniosis (CanL) are the most common differential diagnoses for nasal planum erosive-ulcerative dermatitis in dogs. Hypothesis/ObjectiveTo compare histopathological and immunopathological features of canine nasal planum erosive-ulcerative dermatitis with depigmentation due to DLE or CanL. AnimalsNasal planum biopsies from dogs with nasal planum loss of architecture, depigmentation, swelling, erosions or ulcerations due to DLE (n = 14) or CanL (n = 6). MethodsSections of paraffin-embedded samples, stained with haematoxylin and eosin were reviewed. Samples were examined using antibodies targeting T cells (CD3), B cells (CD20), macrophages (Mac387) and class II major histocompatibility complex (MHC II). Histopathological and immunophenotypical findings were compared between DLE and CanL cases. ResultsLichenoid and interface dermatitis were observed in both DLE and CanL cases. A nodular-to-diffuse, superficial and/or deep dermatitis with macrophages, lymphocytes and plasma cells was present only in CanL samples. CD20-positive cells predominated over CD3- and Mac387-positive cells in the two conditions. The percentage of dermal Mac387-positive cells was higher in CanL compared to DLE samples and the difference was statistically significant (P = 0.025). Conclusions/Clinical importanceIn this study, similar histopathological and immunopathological findings were observed in dogs with nasal planum lesions due to DLE or CanL. Therefore, in areas endemic for leishmaniosis, the presence of the parasite should be investigated in canine nasal planum dermatitis showing clinical and histopathological features suggestive of DLE.","Authors":"De Lucia, M (De Lucia, Michela) ; Mezzalira, G (Mezzalira, Giorgia) ; Bardagi, M (Bardagi, Mar) ; Fondevila, DM (Fondevila, Dolors M.) ; Fabbri, E (Fabbri, Elisabetta) ; Fondati, A (Fondati, Alessandra)","Title":"A retrospective study comparing histopathological and immunopathological features of nasal planum dermatitis in 20 dogs with discoid lupus erythematosus or leishmaniosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400007 PubMed ID: 27976832 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 207-E48 DOI: 10.1111/vde.12409 Published: APR 2017","Abstract":"BackgroundChemotherapy-induced alopecia (CIA) is common in humans, but there are limited reports describing the clinical features of CIA in dogs. ObjectivesTo describe the epidemiological and clinical characteristics of doxorubicin-associated alopecia (DAA) in canine patients at a teaching hospital from 2012 to 2014. AnimalsSignalment, diagnosis, treatment protocols and clinical examination findings were recorded in 150 dogs treated with doxorubicin from 2012 to 2014. MethodsMedical records were searched retrospectively for the keywords alopecia and hypotrichosis. Dogs were excluded if the causal link of hair loss was unclear. ResultsDoxorubicin-associated alopecia was reported in 28 of 150 dogs (19%). Two parameters were statistically associated with the development of DAA: coat-type and cumulative doxorubicin dose. Dogs with curly or wire-haired coat-type were significantly more likely to develop DAA than dogs with straight-haired coat-type [(2) (1, N = 147) = 30, P < 0.0001]. After adjusting for sex, weight and doxorubicin dose, the odds of dogs with curly or wire-haired coat-type developing DAA were 22 times higher than those with straight-haired coat-type (P < 0.0001). Dogs that developed DAA received a significantly higher median cumulative doxorubicin dose (103.0 versus 84.5 mg/m(2); P = 0.0039) than those that did not develop DAA. Conclusions and clinical importanceDogs treated with doxorubicin may be at risk for developing DAA. This risk increases as the cumulative dose of doxorubicin increases, and with a curly or wire-haired coat-type.","Authors":"Falk, EF (Falk, Elizabeth F.) ; Lam, ATH (Lam, Andrea T. H.) ; Barber, LG (Barber, Lisa G.) ; Ferrer, L (Ferrer, Lluis)","Title":"Clinical characteristics of doxorubicin-associated alopecia in 28 dogs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400010 PubMed ID: 28164398 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 225-E54 DOI: 10.1111/vde.12421 Published: APR 2017","Abstract":"BackgroundThe house dust mites (HDM) Dermatophagoides farinae and D. pteronyssinus are important environmental allergens implicated in the pathogenesis of human and canine atopic dermatitis. Sensitization to HDM measured by allergen-specific IgE is common in Finnish atopic dogs. Studies on HDM prevalence in Finland are few but suggest that HDM are scarce. ObjectiveThe aim of the present study was to evaluate the prevalence of HDM in the home environments of atopic dogs in Finland. MethodsDust samples were obtained from the homes of 50 atopic dogs. Samples were collected by vacuuming the owners' mattresses and each dog's bed. In each case, an area of 21 x 30 cm was vacuumed for 2 min. Samples weighing 100 mg or more were considered sufficient for determination of HDM allergen concentrations (Der f 1 and Der p 1) using standardized ELISA. Samples sufficient for further analysis were also examined by direct microscopy for the presence of mites and by multiplex PCR for HDM DNA. ResultsEighty one samples were sufficient for analysis by ELISA, 59 by PCR and 29 by direct microscopy. A single sample was analysed from four homes in which the dog shared the owner's bed. Der f 1 was detected in three samples (3.7%). Der p 1 was not detected in any sample. No mites were identified on microscopy. Five samples were positive for HDM on multiplex PCR (8.4%). ConclusionHouse dust mites seem to be uncommon in the home environment of atopic dogs in Finland despite reported frequent allergen-specific IgE antibodies.","Authors":"Schildt, KJM (Schildt, Kirsti J. M.) ; Seppanen, RTK (Seppanen, Riitta T. K.) ; Hielm-Bjorkman, AK (Hielm-Bjorkman, Anna K.) ; Saijonmaa-Koulumies, LE (Saijonmaa-Koulumies, Leena E.) ; Belova, S (Belova, Svetlana)","Title":"Prevalence of house dust mites in the homes of atopic dogs in Finland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400011 PubMed ID: 27813258 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 228-E56 DOI: 10.1111/vde.12391 Published: APR 2017","Abstract":"BackgroundMelanocytic tumours are derived from melanocytes and are common in older dogs with dark pigmented skin. Primary congenital cutaneous melanoma has been described in domestic mammals although there are no reports in the dog. Hypothesis/objectiveWe describe a case of canine congenital cutaneous melanoma with rapid progression to metastasis and death. AnimalA male, mixed breed dog was born with a circular ulcerated lesion near the left ear. By 12days of age the lesion had grown significantly, with multiple soft, round nodules located at the outer base of the ear. Methods and resultsHistopathological examination showed the proliferation of round and elongated neoplastic cells with eosinophilic cytoplasm that occasionally contained granules of melanin. Immunohistochemical analysis was positive for melan A, S-100 protein, neuron-specific enolase (NSE) and vimentin, confirming the diagnosis of melanoma. The tumour progressed rapidly and at sixmonths the dog died suddenly. Postmortem examination revealed pulmonary, cardiac and lymph node metastases. Conclusions and clinical importanceTo the best of the authors' knowledge, this is the first report of a primary congenital melanoma in the dog. The neoplastic condition showed malignant behaviour and high metastatic potential.","Authors":"Meyrer, B (Meyrer, Bruna) ; Bianchi, SP (Bianchi, Simone Passos) ; Pavarini, SP (Pavarini, Saulo Petinatti) ; Gerardi, DG (Gerardi, Daniel Guimaraes)","Title":"Congenital cutaneous melanoma in a dog"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463400016 PubMed ID: 28133821 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 246-E65 DOI: 10.1111/vde.12415 Published: APR 2017","Abstract":"BackgroundMycosis fungoides (MF) is an uncommon cutaneous neoplasm in dogs. Treatment options are limited. Total skin electron therapy (TSET) has been suggested as a possible therapy for canine MF. ObjectiveTo describe the use of TSET as palliative treatment for MF in a dog. ResultsAn adult dog, previously diagnosed with nonepidermolytic ichthyosis, was presented with generalized erythroderma, alopecia and erosions. Histopathology revealed a densely cellular, well-demarcated, unencapsulated infiltrate extending from the epidermis to the mid-dermis compatible with MF. The infiltrate exhibited epitheliotropism multifocally for the epidermis, infundibula and adnexa. Due to a lack of response to chemotherapy, TSET was elected. Six megavoltage electrons were delivered using a 21EX Varian linear accelerator. A dose of 6 Gy was delivered to the skin surface and a 100 cm skin to surface distance was used for dog setup. The treatment time for the cranial half treatment was 3 h. The treatment was divided in two sessions (cranial and caudal halves of the body) 15 days apart. Clinical and histopathological complete remission was achieved and the dog was kept in remission with no additional treatments for 19 months before relapse and development of Sezary syndrome. Conclusion and clinical significanceTo the best of the authors' knowledge, this is the first case reporting the use of TSET for medically refractory canine MF with post treatment follow-up. This case suggests that the use of TSET may be an effective palliative treatment for canine MF.","Authors":"Santoro, D (Santoro, Domenico) ; Kubicek, L (Kubicek, Lyndsay) ; Lu, B (Lu, Bo) ; Craft, W (Craft, William) ; Conway, J (Conway, Julia)","Title":"Total skin electron therapy as treatment for epitheliotropic lymphoma in a dog"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000395463400018 PubMed ID: 27917539 ISSN: 0959-4493 eISSN: 1365-3164","Categories":"Dermatology; Veterinary Sciences Web of Science Categories:Dermatology; Veterinary Sciences","Journal Information":"VETERINARY DERMATOLOGY Volume: 28 Issue: 2 Pages: 255-256 DOI: 10.1111/vde.12407 Published: APR 2017","Authors":"Scarampella, F (Scarampella, Fabia) ; Zanna, G (Zanna, Giordana) ; Peano, A (Peano, Andrea)","Title":"Dermoscopic features in canine dermatophytosis: some preliminary observations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397830900007 PubMed ID: 26795125 ISSN: 1098-612X eISSN: 1532-2750","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"JOURNAL OF FELINE MEDICINE AND SURGERY Volume: 19 Issue: 4 Pages: 364-369 DOI: 10.1177/1098612X15625454 Published: APR 2017","Abstract":"Objectives Vitamin D deficiency, as assessed by serum 25-hydroxyvitamin D (25[OH] D) concentrations, has been linked to markers of systemic inflammation in human and canine medicine. However, the relationship between vitamin D status and inflammation has not been previously investigated in cats. The aim of this study was to examine the relationship between serum 25(OH) D concentrations and leukocyte counts in hospitalised sick cats. Methods Serum 25(OH) D concentrations and haematology profiles were measured in 170 consecutive hospitalised sick cats. A binary logistical regression model examined the relationship between serum 25(OH) D concentration, age, sex, breed and neutrophil, monocyte, eosinophil and lymphocyte counts. Results Cats with neutrophilia had lower serum 25(OH) D concentrations than cats with neutrophil concentrations below the upper limit of the reference interval (RI). There were no differences in serum 25(OH) D concentrations in cats with monocyte, lymphocyte or eosinophil counts above their respective RI compared with cats with counts below the upper limit of the RI. Conclusions and relevance Hospitalised cats with a neutrophil count above the RI had lower vitamin D status. There is a need to establish whether lower vitamin D status is a cause or consequence of increased neutrophil counts.","Authors":"Titmarsh, HF (Titmarsh, Helen F.) ; Cartwright, JA (Cartwright, Jennifer A.) ; Kilpatrick, S (Kilpatrick, Scott) ; Gaylor, D (Gaylor, Donna) ; Milne, EM (Milne, Elspeth M.) ; Berry, JL (Berry, Jacqueline L.) ; Bommer, NX (Bommer, Nicholas X.) ; Gunn-Moore, D (Gunn-Moore, Danielle) ; Reed, N (Reed, Nicola) ; Handel, I (Handel, Ian) ; Mellanby, RJ (Mellanby, Richard J.) ...More...Less","Title":"Relationship between vitamin D status and leukocytes in hospitalised cats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397830900018 PubMed ID: 26961678 ISSN: 1098-612X eISSN: 1532-2750","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"JOURNAL OF FELINE MEDICINE AND SURGERY Volume: 19 Issue: 4 Pages: 446-453 DOI: 10.1177/1098612X16636419 Published: APR 2017","Abstract":"Objectives The aims of the study were to describe the radiographic and computed tomographic features in cats naturally infected with Aelurostrongylus abstrusus, and to identify signs of pulmonary hypertension with echocardiography. Methods Fourteen cats positive on Baermann test for A abstrusus were included in the study. All cats underwent thoracic radiography, CT and echocardiography. Results The most common clinical signs were coughing (10/14) and dyspnoea (5/14). Radiographic findings included a generalised unstructured interstitial pulmonary pattern (8/14), mixed bronchointerstitioalveolar pattern (3/14) and bronchointerstitial pattern with bronchial wall thickening (3/14). Sternal lymphadenopathy was detected on thoracic radiographs in six cats. On CT, features were mixed bronchointerstitioalveolar pattern with ground-glass appearance in six cats, interstitioalveolar with multiple pulmonary nodules in five, interstitial ground-glass infiltrates in three, regional lymph node enlargement in 11 (10 sternal, three cranial mediastinal and three tracheobronchial lymph nodes) and subpleural thickening in four. None of the thoracic radiographs revealed subpleural thickening. In all cases, pulmonary vessels were normal in terms of size, shape and attenuation on both radiography and CT. Pulmonary hypertension and cardiac abnormalities were not observed in any cat during echocardiography. Conclusions and relevance CT provided a more thorough characterisation of pulmonary and mediastinal lesions compared with thoracic radiographs in cats naturally infected with A abstrusus. Although feline aelurostrongylosis has been previously associated with histopathological lesions in lung arteries, in this cohort clinical evidence of pulmonary hypertension was not documented.","Authors":"Lacava, G (Lacava, Giuseppe) ; Zini, E (Zini, Eric) ; Marchesotti, F (Marchesotti, Federica) ; Domenech, O (Domenech, Oriol) ; Romano, F (Romano, Francesca) ; Manzocchi, S (Manzocchi, Simone) ; Venco, L (Venco, Luigi) ; Auriemma, E (Auriemma, Edoardo)","Title":"Computed tomography, radiology and echocardiography in cats naturally infected with Aelurostrongylus abstrusus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964200012 PubMed ID: 28237347 ISSN: 0093-691X eISSN: 1879-3231","Keywords":"iPSC; Canine; Stem cells; Pluripotency; Cellular reprogramming KeyWords Plus:INSULIN-SECRETING CELLS; IN-VITRO; DERIVATION; DIFFERENTIATION; INSTABILITY; VIVO","Categories":"Reproductive Biology; Veterinary Sciences Web of Science Categories:Reproductive Biology; Veterinary Sciences","Journal Information":"THERIOGENOLOGY Volume: 92 Pages: 75-82 DOI: 10.1016/j.theriogenology.2017.01.013 Published: APR 1 2017","Abstract":"Takahashi and Yamanaka established the first technique in which transcription factors related to pluripotency are incorporated into the genome of somatic cells to enable reprogramming of these cells. The expression of these transcription factors enables a differentiated somatic cell to reverse its phenotype to an embryonic state, generating induced pluripotent stem cells (iPSCs). iPSCs from canine fetal fibroblasts were produced through lentiviral polycistronic human and mouse vectors (hOSKM/mOSKM), aiming to obtain pluripotent stem cells with similar features to embryonic stem cells (ESC) in this animal model. The cell lines obtained in this study were independent of LIF or any other supplemental inhibitors, resistant to enzymatic procedure (TrypLE Express Enzyme), and dependent on bFGF. Clonal lines were obtained from slightly different protocols with maximum reprogramming efficiency of 0.001%. All colonies were positive for alkaline phosphatase, embryoid body formation, and spontaneous differentiation and expressed high levels of endogenous OCT4 and SOX2. Canine iPSCs developed tumors at 120 days post-injection in vivo. Preliminary chromosomal evaluations were performed by FISH hybridization, revealing no chromosomal abnormality. To the best of our knowledge, this report is the first to describe the ability to reprogram canine somatic cells via lentiviral vectors without supplementation and with resistance to enzymatic action, thereby demonstrating the pluripotency of these cell lines. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Goncalves, NJN (Goncalves, N. J. N.) ; Bressan, FF (Bressan, F. F.) ; Roballo, KCS (Roballo, K. C. S.) ; Meirelles, FV (Meirelles, F. V.) ; Xavier, PLP (Xavier, P. L. P.) ; Fukumasu, H (Fukumasu, H.) ; Williams, C (Williams, C.) ; Breen, M (Breen, M.) ; Koh, S (Koh, S.) ; Sper, R (Sper, R.) ; Piedrahita, J (Piedrahita, J.) ; Ambrosio, CE (Ambrosio, C. E.) ...More...Less","Title":"Generation of LIF-independent induced pluripotent stem cells from canine fetal fibroblasts"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395528000030 PubMed ID: 28110192 ISSN: 0753-3322 eISSN: 1950-6007","Keywords":"Intervertebral disc; Regeneration; Animal study; Osteogenic protein-1; Bone morphogenetic protein-7 KeyWords Plus:NUCLEUS PULPOSUS CELLS; GROWTH-FACTORS; IN-VIVO; DEGENERATION; INJECTION; PROTEOGLYCAN; HEIGHT; REPAIR; RESTORATION; METABOLISM","Categories":"Research & Experimental Medicine; Pharmacology & Pharmacy Web of Science Categories:Medicine, Research & Experimental; Pharmacology & Pharmacy","Journal Information":"BIOMEDICINE & PHARMACOTHERAPY Volume: 88 Pages: 260-266 DOI: 10.1016/j.biopha.2016.12.137 Published: APR 2017","Abstract":"Osteogenic protein (OP)-1 delivery into discs has achieved some success in disc regeneration in animals, though conflicting outcomes exist. This study aimed to systematically review the animal studies that assessed the effect of OP-1 on disc regeneration. Relevant literature was searched in the following databases: PubMed, MEDLINE, EMBASE, the Cochrane Library, China National Knowledge Internet (CNKI) and Chinese BioMedical Literature Database (CBM). Animal species, disc degeneration model, OP-1 delivery method, and follow-up methodology including disc histology, disc matrix alteration, disc height, MRI T2 signal intensity and OP-1 treatment complications were extracted and reviewed. Among 15 eligible studies, direct OP-1 protein injection into the disc was reported in 10 studies whereas cell-based or viral-based OP-1 gene transfer into the disc was reported in 5 studies. Although one study using a spontaneous canine disc degeneration model reported negative findings, all other studies (10 in rabbit, 1 in canine and 3 in rat) indicated that OP-1 delivery was effective in retarding disc degeneration and regenerating discs. The adverse effect of OP-1 delivery (i.e., extradiscal new bone formation) was reported in one study. In conclusion, OP-1 delivery offers a feasible option to biologically treat degenerated discs in animals, especially in rodent rabbit and rat models. However, more animal studies are needed to test the safety of the current OP-1 delivery means. Additionally, care should be taken when OP-1 delivery is used to treat human disc degeneration due to the differences between human and animal discs. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Li, P (Li, Pei) ; Zhang, RJ (Zhang, Ruijie) ; Gan, YB (Gan, Yibo) ; Wang, LY (Wang, Liyuan) ; Zhao, C (Zhao, Chen) ; Luo, L (Luo, Lei) ; Zhang, CM (Zhang, Chengmin) ; Zhou, Q (Zhou, Qiang)","Title":"Effects of osteogenic protein-1 on intervertebral disc regeneration: A systematic review of animal studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064800032 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Dura substitute; Small intestinal submucosa; Autologous dura mater; Duraplasty KeyWords Plus:CREUTZFELDT-JAKOB-DISEASE; CEREBROSPINAL-FLUID LEAKAGE; ACOUSTIC NEUROMA SURGERY; EXTRACELLULAR-MATRIX; SILK FIBROIN; MATER GRAFT; IN-VITRO; SUBSTITUTE; TISSUE; COLLAGEN","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 73 Pages: 267-274 DOI: 10.1016/j.msec2016.12.077 Published: APR 1 2017","Abstract":"Dural defects are a common problem, and inadequate dural closure can lead to complications. Several types of dural substitute materials have recently been discarded or modified owing to poor biocompatibility or medianical properties and adverse reactions. The small intestinal submucosa (SIS) is a promising material used in a variety of applications. Based on the limitations of previous studies, we conducted an animal study to evaluate the efficacy and safety of the SIS in preclinical trials. Twenty-four Male beagle dogs were subjected to surgical resection to produce dural defects. SIS or autologous dural mater was patched on the dural defect. Gross and histological evaluations were carried out to evaluate the efficacy and safety of the therapy. Our findings demonstrated that the SIS, which stimulated connective and epithelial tissue responses for dural regeneration and functional recovery without immunological rejection, could provide prolonged defect repair and prevent complications. The mechanical prdperties of the SIS could be adjusted by application of multiple layers, and the biocompatibility of the material was appropriate. Thus, our data suggested that this material may represent an alternative option for clinical treatment of dural defects. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"He, SK (He, Shu-kun) ; Guo, JH (Guo, Jin-hai) ; Wang, ZL (Wang, Zhu-le) ; Zhang, Y (Zhang, Yi) ; Yun-Hu, TD (Tu, Yun-hu) ; Wu, SZ (Wu, Shi-zhou) ; Huang, FG (Huang, Fu-guo) ; Xie, HQ (Xie, Hui-qi)","Title":"Efficacy and safety of small intestinal submucosa in dural defect repair in a canine model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463900006 ISSN: 1567-1348 eISSN: 1567-7257","Keywords":"Clostridium perfringens; NetF toxin; Pathogenicity locus; Clonality; Sequencing KeyWords Plus:TOXIN PLASMIDS; SEQUENCE","Categories":"Infectious Diseases Web of Science Categories:Infectious Diseases","Journal Information":"INFECTION GENETICS AND EVOLUTION Volume: 49 Pages: 32-38 DOI: 10.1016/j.meegid.2016.12.028 Published: APR 2017","Abstract":"Clostridium perfringens is an important cause of foal necrotizing enteritis and canine acute hemorrhagic diarrhea. A major virulence determinant of the strains associated with these diseases appears to be a beta-sheet poreforming toxin, NetF, encodedwithin a pathogenicity locus (NetF locus) on a large tcp-conjugative plasmid. Strains producing NetF also produce the putative toxin NetE, encoded within the same pathogenicity locus, as well as CPE enterotoxin and CPB2 on a second plasmid, and sometimes the putative toxin NetG within a pathogenicity locus (NetG locus) on another separate large conjugative plasmid. Previous genome sequences of two netF-positive C. perfringens showed that they both shared three similar plasmids, including the NetF/NetE and CPE/CPB2 toxins-encoding plasmids mentioned above and a putative bacteriocin-encoding plasmid. The main purpose of this studywas to determinewhether all NetF-producing strains share this common plasmid profile andwhether their distinct NetF and CPE pathogenicity loci are conserved. To answer this question, 15 equine and 15 canine netF-positive isolates of C. perfringens were sequenced using Illumina Hiseq2000 technology. In addition, the clonal relationships among the NetF-producing strainswere evaluated by core genomemultilocus sequence typing (cgMLST). The data obtained showed that all NetF-producing strains have a common plasmid profile and that the defined pathogenicity loci on the plasmids are conserved in all these strains. cgMLST analysis showed that the NetF-producing C. perfringens strains belong to twodistinct clonal complexes. The pNetG plasmidwas absent fromisolates of one of the clonal complexes, and there were minor but consistent differences in the NetF/NetE and CPE/CPB2 plasmids between the two clonal complexes. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Gohari, IM (Gohari, Iman Mehdizadeh) ; Kropinski, AM (Kropinski, Andrew M.) ; Weese, SJ (Weese, Scott J.) ; Whitehead, AE (Whitehead, Ashley E.) ; Parreira, VR (Parreira, Valeria R.) ; Boerlin, P (Boerlin, Patrick) ; Prescott, JF (Prescott, John F.)","Title":"NetF-producing Clostridium perfringens: Clonality and plasmid pathogenicity loci analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395463900036 PubMed ID: 28161473 ISSN: 1567-1348 eISSN: 1567-7257","Keywords":"Equine hepacivirus (EqHV); Hepacivirus; Hepatitis C virus; Nonprimate hepacivirus; Horses; Molecular detection KeyWords Plus:HEPATITIS-C VIRUS; NONPRIMATE HEPACIVIRUS; HORSES; PEGIVIRUSES; TRANSMISSION; INFECTION","Categories":"Infectious Diseases Web of Science Categories:Infectious Diseases","Journal Information":"INFECTION GENETICS AND EVOLUTION Volume: 49 Pages: 268-272 DOI: 10.1016/j.meegid.2017.01.030 Published: APR 2017","Abstract":"Non-primate hepacivirus (NPHV) corresponds a group of isolates recently characterized in horses and dogs that present similar genomic organization and are closely related to hepatitis C virus. Since canine hapacivirus, NPHV identified in dogs, was first discovered in dogs in the United States, equine hepacivirus (EqHV, NPHV identified in horses) has been identified in horses in several countries. However, no epidemiological studies have investigated EqHV in horses in Korea. In this study, a total of 74 (n = 74) serum samples collected from horses in four regions of Korea were tested for EqHV RNA using nested RT-PCR. Overall, 14 samples were identified as positive (18.9%) and further analyzed according to gender, age, breed, and region. There were high positive rates in males, young horses, and Thoroughbreds; however, these rates differed regionally. Sequencing of the partial NS3 region of 12 samples and the polyprotein encoding regions of two samples positive for EqHV RNA revealed that the Korean EqHV isolates shared approximately 85.3-99.6% and 97.7-100% homology at the nucleotide and deduced amino acid level, respectively. Phylogenetic analysis revealed that the partial NS3 genes clustered with sequences previously reported as NPHV. Notably, sequences of EqHV detected in horses in the same region showed sequence divergence. The sequences of the polyprotein encoding region of two representative EqHVs shared 83.9% and 95.7% homology with each other at the nucleotide and deduced amino acid level, respectively. Comparison of the sequences of polyprotein encoding regions of Korean EqHV isolates and hepaciviruses from different hosts revealed that the NS3 and NS5B regions were most conserved among hepaciviruses. The results of the present study demonstrate that there is a high positive rate of EqHV in Korea and provide significant information regarding the geographical distribution and genetic variability of Korean EqHV isolates that will help improve global epidemiology of EqHV. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kim, HS (Kim, Ho-Seong); Moon, HW (Moon, Hyun-Woo); Sung, HW (Sung, Haan Woo); Kwon, HM (Kwon, Hyuk Moo)","Title":"First identification and phylogenetic analysis of equine hepacivirus in Korea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392387100009 PubMed ID: 27457231 ISSN: 0213-3911 eISSN: 1699-5848","Keywords":"Apical junction; Ccdc85C; Tumor; Malignancy; Dog","Categories":"Cell Biology; Pathology Web of Science Categories:Cell Biology; Pathology","Journal Information":"HISTOLOGY AND HISTOPATHOLOGY Volume: 32 Issue: 4 Pages: 397-403 DOI: 10.14670/HH-11-806 Published: APR 2017","Abstract":"Coiled-coil domain containing 85c (Ccdc85c) is a causative gene for hemorrhagic hydrocephalus mouse which shows hydrocephalus with frequent brain hemorrhage and formation of subcortical band heterotopia. A previous study revealed that Ccdc85C protein is expressed in the systemic simple epithelial cells with proliferative activity in rats and suggested that Ccdc85C expression may be related to the cell proliferation of simple epithelial cells. To reveal the roles of Ccdc85C in the proliferative lesion, we examined the expression patterns of Ccdc85C in the mammary gland tumor of dogs, a common representative tumor derived from simple epithelial cells. In canine mammary gland tumors, Ccdc85C was expressed at the apical junctions of the luminal epithelial cells. Ccdc85C was also distributed throughout the entire cytoplasm of the myoepithelial cells. Ccdc85C expression was observed at the epithelial cells with luminal structures, but was not observed at the epithelial cells forming sheet growth pattern without luminal structure. In carcinomas, Ccdc85C expression in mammary tumor tissue tended to be weaker than that in surrounding normal mammary gland tissue. Ccdc85C is known to cause neurological diseases such as hydrocephalus, and subcortical heterotopia, and the present study is the first to demonstrate Ccdc85C expression in canine mammary tumors and a relationship between Ccdc85C expression and tumor malignancy.","Authors":"Tanaka, N (Tanaka, Natsuki) ; Izawa, T (Izawa, Takeshi) ; Takenaka, S (Takenaka, Shigeo) ; Akiyoshi, H (Akiyoshi, Hideo) ; Yamate, J (Yamate, Jyoji) ; Kuwamura, M (Kuwamura, Mitsuru)","Title":"Expression of Ccdc85C, a causative protein for murine hydrocephalus, in the mammary gland tumors of dogs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397914800001 PubMed ID: 28363279 ISSN: 1746-6148","Keywords":"Biomarkers; Hemostasis; Vascular Endothelium KeyWords Plus:INFLAMMATORY RESPONSE SYNDROME; PLASMODIUM-FALCIPARUM MALARIA; PLASMINOGEN-ACTIVATOR; CLINICOPATHOLOGICAL FINDINGS; SERUM-LEVELS; DOGS; RECEPTOR; THROMBOMODULIN; HMGB1; COAGULATION","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"BMC VETERINARY RESEARCH Volume: 13 Article Number: 82 DOI: 10.1186/s12917-017-0995-6 Published: MAR 31 2017","Abstract":"Background: Canine babesiosis is a tick-borne disease caused by hemoprotozoan parasites of the genus Babesia. The disease can be clinically classified into uncomplicated and complicated forms. The aim of this study was to assess the level of endothelial activation and alterations in the fibrinolytic pathway during canine babesiosis. Results: Blood samples were collected on the day of admission and on the 6th day after treatment with imidocarb propionate, from 30 dogs of various breeds and of both sexes with naturally occurring babesiosis caused by B. canis. In this prospective study, plasminogen activity was assessed using a chromogenic assay, and concentrations of high mobility group box-1 protein (HMGB-1), intercellular adhesive molecule-1 (ICAM-1), vascular adhesive molecule-1 (VCAM-1), soluble urokinase receptor of plasminogen activator (suPAR), thrombin activatable fibrinolysis inhibitor (TAFI), soluble thrombomodulin (TM) and plasminogen activator inhibitor-1 (PAI-1) were determined using a canine specific ELISA. Concentrations of TM, HMGB-1, VCAM-1 and suPAR were increased in dogs with babesiosis at admission compared to healthy dogs. After treatment, concentrations of TM were lower in infected dogs compared to healthy dogs. Dogs with babesiosis also had increased concentrations of TM, ICAM-1 and HMGB-1 and decreased plasminogen and PAI-1 at presentation compared to day 6 after treatment. Dogs with complicated babesiosis had higher concentrations of TM, HMGB1 and TAFI at admission compared to the 6th day. Conclusions: Biomarkers of endothelial activation and fibrinolysis were altered in dogs with babesiosis. Further studies into their usefulness as biomarkers of disease severity or prognosis is warranted.","Authors":"Kules, J (Kules, Josipa) ; Gotic, J (Gotic, Jelena) ; Mrljak, V (Mrljak, Vladimir) ; Rafaj, RB (Rafaj, Renata Baric)","Title":"Blood markers of fibrinolysis and endothelial activation in canine babesiosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398952700001 PubMed ID: 28358123 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45623 DOI: 10.1038/srep45623 Published: MAR 30 2017","Abstract":"Degenerative disc disease (DDD) is associated with spinal pain often leading to long- term disability. However, the non-chondrodystrophic canine intervertebral disc is protected from the development of DDD, ostensibly due to its retention of notochordal cells (NC) in the nucleus pulposus (NP). In this study, we hypothesized that secretome analysis of the NC-rich NP will lead to the identification of key proteins that delay the onset of DDD. Using mass- spectrometry, we identified 303 proteins including components of TGF beta-and Wnt- signaling, anti- angiogeneic factors and proteins that inhibit axonal ingrowth in the bioactive fractions of serum free, notochordal cell derived conditioned medium (NCCM). Ingenuity Pathway Analysis revealed TGF beta 1 and CTGF as major hubs in protein interaction networks. In vitro treatment with TGF beta 1 and CTGF promoted the synthesis of healthy extra- cellular matrix proteins, increased cell proliferation and reduced cell death in human degenerative disc NP cells. A single intradiscal injection of recombinant TGF beta 1 and CTGF proteins in a pre-clinical rat-tail disc injury model restored the NC and stem cell rich NP. In conclusion, we demonstrate the potential of TGF beta 1 and CTGF to mitigate the progression of disc degeneration and the potential use of these molecules in a molecular therapy to treat the degenerative disc.","Authors":"Matta, A (Matta, Ajay) ; Karim, MZ (Karim, M. Zia) ; Isenman, DE (Isenman, David E.) ; Erwin, WM (Erwin, W. Mark)","Title":"Molecular Therapy for Degenerative Disc Disease: Clues from Secretome Analysis of the Notochordal CellRich Nucleus Pulposus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419600002 ISSN: 1662-453X","Keywords":"Animal model; retinal degeneration; dog; canine; visual function; gene therapy; cell therapy; non-invasive KeyWords Plus:ACHROMATOPSIA; VISION; BLINDNESS; MODEL","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"FRONTIERS IN NEUROSCIENCE Volume: 11 Article Number: 215 DOI: 10.3389/fnins.2017.00215 Published: MAR 30 2017","Abstract":"There has been a marked progress in recent years in developing gene delivery approaches for the treatment of inherited blinding diseases. Many of the proof-of-concept studies have utilized rodent models of retinal degeneration. In those models, tests of visual function include a modified water maze swim test, optokinetic nystagmus, and light-dark activity assays. Test paradigms used in rodents can be difficult to replicate in large animals due to their size and awareness of non-visual aspects of the test system. Two types of visual behavior assays have been utilized in canines: an obstacle avoidance course and a forced choice Y maze. Given the progress in developing cell and gene therapies in large animals, such tests will become more and more valuable. This study provides guidelines for carrying out such tests and assesses the challenges and benefits associated with each test.","Authors":"Aravand, P (Aravand, Puya) ; Ramachandran, PS (Ramachandran, Pavitra S.) ; Schpylchak, I (Schpylchak, Ivan) ; Nikonov, S (Nikonov, Sergei) ; Bennett, J (Bennett, Jean)","Title":"Protocols for visually guided navigation assessment of efficacy of retina-directed cell or gene therapy in canines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397611100001 PubMed ID: 28400751 ISSN: 1664-302X","Keywords":"Meliae Fructus; influenza virus; A/PR/8/34; H3N2; MDCK; viral entry; PA KeyWords Plus:INFLUENZA-VIRUS; TOOSENDAN FRUIT; PA PROTEIN; INFECTION; REPLICATION; NEURAMINIDASE; INTERFERON; LIMONOIDS; TARGETS; HEMAGGLUTININ","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"FRONTIERS IN MICROBIOLOGY Volume: 8 Article Number: 476 DOI: 10.3389/fmicb.2017.00476 Published: MAR 28 2017","Abstract":"Meliae Fructus (MF) is the dried ripe fruit of Melia toosendan Siebold et Zuccarini, Meliaceae family. MF is widely used in traditional medicine to treat inflammation and helminthic infection and has anti-bacterial, anti-oxidant, anti-cancer, anti-inflammatory, and analgesic activities. However, potential anti-influenza properties of MF have yet to be investigated. We determined whether an ethanolic extract of MF (EMF) has anti-viral activity via an EMF pre-, co-, and post-treatment assay, using the Influenza A/PR/8/34 and H3N2 virus on Madin-Darby canine kidney (MDCK) cells. The EMF had antiinfluenza virus activity in pre-and co-treated cells in a dose-dependent manner, but not in post-treated cell. EMF inhibited the activity of hemagglutinin (HA) and neuraminidase (NA) of influenza virus. EMF inhibited viral HA, nucleoprotein (NP), matrix protein 2 (M2), non-structural protein 1 (NS1), polymerase acidic protein (PA), polymerase basic protein 1 (PB1), and polymerase basic protein 2 (PB2) mRNA synthesis at 5 h post infection (hpi), however, the levels of PA, PB1, and PB2 mRNA were increased in pre-and co-EMF treated cells compared with control virus-infected and EMF post-treated cells at 18 hpi. The level of M2 protein expression was also decreased upon pre-and co-treatment with EMF. The PA protein was accumulated and localized in not only the nucleus but also the cytoplasm of virus-infected MDCK cells at 18 hpi. Pre-EMF treatment inhibited the expression of pAKT, which is induced by influenza virus infection, at the stage of virus entry. We also found that treatment of EMF up-regulated the antiviral protein Mx1, which may play a partial role in inhibiting influenza virus infection in pre-and co-EMF treated MDCK cells. In summary, these results strongly suggested that an ethanolic extract of Meliae Fructus inhibited influenza A virus infection by affecting viral entry, PA proteins of the RNA polymerase complex, and Mx1 induction and may be a potential and novel anti-influenza agent.","Authors":"Jin, YH (Jin, Young-Hee) ; Choi, JG (Choi, Jang-Gi) ; Cho, WK (Cho, Won-Kyung) ; Ma, JY (Ma, Jin Yeul)","Title":"Ethanolic Extract of Melia Fructus Has Anti-influenza A Virus Activity by Affecting Viral Entry and Viral RNA Polymerase"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397538800002 PubMed ID: 28349955 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45357 DOI: 10.1038/srep45357 Published: MAR 28 2017","Abstract":"Postintubation tracheal stenosis is a complication of endotracheal intubation. The pathological mechanism and risk factors for endotracheal intubation-induced tracheal stenosis remain not fully understood. We aimed to establish an animal model and to investigate risk factors for postintubation tracheal stenosis. Beagles were intubated with 4 sized tubes (internal diameter 6.5 to 8.0 mm) and cuff pressures of 100 to 200 mmHg for 24 hr. The status of tracheal wall was evaluated by bronchoscopic and histological examinations. The model was successfully established by cuffed endotracheal intubation using an 8.0 mm tube and an intra-cuff pressure of 200 mmHg for 24 hr. When the intra-cuff pressures were kept constant, a larger sized tube would induce a larger tracheal wall pressure and more severe injury to the tracheal wall. The degree of tracheal stenosis ranged from 78% to 91% at 2 weeks postextubation. Histological examination demonstrated submucosal infiltration of inflammatory cells, hyperplasia of granulation tissue and collapse of tracheal cartilage. In summary, a novel animal model of tracheal stenosis was established by cuffed endotracheal intubation, whose histopathological feathers are similar to those of clinical cases of postintubation tracheal stenosis. Excessive cuff pressure and over-sized tube are the risk factors for postintubation tracheal stenosis.","Authors":"Su, ZQ (Su, Zhuquan) ; Li, SY (Li, Shiyue) ; Zhou, ZQ (Zhou, Ziqing) ; Chen, XB (Chen, Xiaobo) ; Gu, YY (Gu, Yingying) ; Chen, Y (Chen, Yu) ; Zhong, CH (Zhong, Changhao) ; Zhong, ML (Zhong, Minglu) ; Zhong, NS (Zhong, Nanshan)","Title":"A canine model of tracheal stenosis induced by cuffed endotracheal intubation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397619300007 PubMed ID: 28405144 ISSN: 1007-9327 eISSN: 2219-2840","Keywords":"Trocar-less laparoscopy; Magnetically anchored and controlled camera; Minimally invasive surgery KeyWords Plus:LIVE-DONOR NEPHRECTOMY; SINGLE-SITE; LEARNING-CURVE; CHOLECYSTECTOMY; INCISION; INSTRUMENTATION; TRIANGULATION; SURGERY; ROBOT","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"WORLD JOURNAL OF GASTROENTEROLOGY Volume: 23 Issue: 12 Pages: 2168-2174 DOI: 10.3748/wjg.v23.i12.2168 Published: MAR 28 2017","Abstract":"AIM To design a miniature magnetically anchored and controlled camera system to reduce the number of trocars which are required for laparoscopy. METHODS The system consists of a miniature magnetically anchored camera with a 30 degrees downward angle, an external magnetically anchored unit, and a vision output device. The camera weighs 12 g, measures Phi 10.5 mm x 55 mm and has two magnets, a vision model, a light source, and a metal hexagonal nut. To test the prototype, the camera was inserted through a 12-mm conventional trocar in an ex vivo real liver laparoscopic training system. A trocar-less laparoscopic cholecystectomy was performed 6 times using a 12-mm and a 5-mm conventional trocar. In addition, the same procedure was performed in four canine models. RESULTS Both procedures were successfully performed using only two conventional laparoscopic trocars. The cholecystectomy was completed without any major complication in 42 min (38-45 min) in vitro and in 50 min (45-53 min) using an animal model. This camera was anchored and controlled by an external unit magnetically anchored on the abdominal wall. The camera could generate excellent image. with no instrument collisions. CONCLUSION The camera system we designed provides excellent optics and can be easily maneuvered. The number of conventional trocars is reduced without adding technical difficulties.","Authors":"Dong, DH (Dong, Ding-Hui) ; Zhu, HY (Zhu, Hao-Yang) ; Luo, Y (Luo, Yu) ; Zhang, HK (Zhang, Hong-Ke) ; Xiang, JX (Xiang, Jun-Xi) ; Xue, F (Xue, Fei) ; Wu, RQ (Wu, Rong-Qian) ; Lv, Y (Lv, Yi)","Title":"Miniature magnetically anchored and controlled camera system for trocar-less laparoscopy"}]