[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396636500003 ISSN: 2228-6489 eISSN: 2008-9015","Keywords":"Topological index; Dendrimer; Wiener index; Hyper Wiener index KeyWords Plus:ORGANIC-CHEMISTRY; WIENER INDEX; DESCRIPTOR","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"IRANIAN JOURNAL OF MATHEMATICAL CHEMISTRY Volume: 8 Issue: 1 Pages: 25-35 DOI: 10.22052/ijmc.2017.15413 Published: WIN-SPR 2017","Abstract":"In this paper, the Wiener and hyper Wiener indices of two kinds of dendrimer graphs are computed. Using the Wiener index formula, the Szeged, Schultz, PI and Gutman indices of these graphs are also determined. (C) 2017 University of Kashan Press. All rights reserved","Authors":"Darafsheh, MR (Darafsheh, M. R.) ; Namdari, M (Namdari, M.) ; Shokrolahi, S (Shokrolahi, S.)","Title":"The Topological Indices of some Dendrimer Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396636500004 ISSN: 2228-6489 eISSN: 2008-9015","Keywords":"Bucket recursive trees; Multiplicative Zagreb index; Moment generating function; Moments","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"IRANIAN JOURNAL OF MATHEMATICAL CHEMISTRY Volume: 8 Issue: 1 Pages: 37-45 DOI: 10.22052/ijmc.2017.15385 Published: WIN-SPR 2017","Abstract":"Bucket recursive trees are an interesting and natural generalization of ordinary recursive trees and have a connection to mathematical chemistry. In this paper, we give the lower and upper bounds for the moment generating function and moments of the multiplicative Zagreb indices in a randomly chosen bucket recursive tree of size n with maximal bucket size b >= 1. Also, we consider the ratio of the multiplicative Zagreb indices for different values of n and b. All our results reduce to the ordinary recursive trees for b = 1. (C) 2017 University of Kashan Press. All rights reserved","Authors":"Kazemi, R (Kazemi, Ramin)","Title":"On the Multiplicative Zagreb Indices of Bucket Recursive Trees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396609400007 ISSN: 2322-5521 eISSN: 2345-2625","Keywords":"Activation; X-ray photoelectron spectroscopy; Micro pore; Point of zero charge; Surface functional group KeyWords Plus:PHOSPHORIC-ACID ACTIVATION; METHYLENE-BLUE; AQUEOUS-SOLUTION; SURFACE GROUPS; WASTE-WATER; NUT SHELLS; ADSORPTION; REMOVAL; KINETICS; EQUILIBRIUM","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"PHYSICAL CHEMISTRY RESEARCH Volume: 5 Issue: 1 Pages: 81-98 DOI: 10.22036/pcr.2017.38495 Published: WIN 2017","Abstract":"This paper presents a systematic study of the surface chemistry, porous texture and adsorptive characteristics of a newly prepared activated carbon using Persian mesquite grain. Several techniques and methodologies such as, proximate analysis, N-2 adsorption-desorption isotherms, scanning electron microscope (SEM), Fourier transform infrared spectroscopy (FT-IR), X-ray Diffraction (XRD), X-ray photoelectron spectroscopy (XPS), temperature programmed desorption (TPD), Thermo gravimetric analysis TGA/ DTA, elemental analysis (CHNS), Boehm titration, and point of zero charge (pHpzc) have been used to determine the physicochemical properties of raw material and activated carbon, respectively. The prepared activated carbon has been also used to remove methyl orange (MO) and methylene blue (MB) as anionic and cationic azo dyes.","Authors":"Lemraski, EG (Lemraski, E. Ghasemian) ; Sharafinia, S (Sharafinia, S.) ; Alimohammadi, M (Alimohammadi, M.)","Title":"New Activated Carbon from Persian Mesquite Grain as an Excellent Adsorbent"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396609400011 ISSN: 2322-5521 eISSN: 2345-2625","Keywords":"Copper; Silicalite-2; DFT; Adsorption; Nanoporous materials KeyWords Plus:MOLECULAR-ORBITAL METHODS; DIRECT NO DECOMPOSITION; MEL-TYPE ZEOLITE; EXCHANGED ZEOLITES; BASIS-SETS; CLUSTER-MODELS; HSAB PRINCIPLE; ACTIVE-SITE; PHOTOLUMINESCENCE SPECTRA; CATALYTIC DECOMPOSITION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"PHYSICAL CHEMISTRY RESEARCH Volume: 5 Issue: 1 Pages: 135-152 DOI: 10.22036/pcr.2017.39255 Published: WIN 2017","Abstract":"Coordination of Cu+ ions adsorbed on the plausible sites of a silicalite-2 lattice has been investigated computationally via hybrid density functional theory method at the B3LYP/6-311+ G* and B3LYP/Def2-TZVP levels using molecular models of the active site. The symmetrical coordination of Cu+ ions to almost five oxygen atoms of the all-silica framework in six-membered ring (6MR) sites of the main channels was the most stable configuration of Cu-silicalite-2 clusters. On the contrary, the metal cation was found to be most weakly bound to the sites at the intersections where the metal ion was twofold coordinated. Implications on the catalytic chemistry for adsorption or activation of different molecules on the exchanged sites are discussed. The average binding energy was calculated to be similar to 46 kcal mol(-1) for Cu/silicalite-2. Although chemisorbed, the relatively weak bindings of Cu+ supported some unusual reactivity of high-silica Cu-doped ZSM-11 catalysts in previous studies and evinced that this adsorbent can offer substantial capacities with respect to the guest molecules; e.g., in pollution abatement.","Authors":"Ghambarian, M (Ghambarian, M.) ; Ghashghaee, M (Ghashghaee, M.) ; Azizi, Z (Azizi, Z.)","Title":"Coordination and Siting of Cu+ Ion Adsorbed into Silicalite-2 Porous Structure: A Density Functional Theory Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100006 PubMed ID: 28274451 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Slurry sampling; Cassava starch; Magnesium; Iron; Box-Behnken design KeyWords Plus:ATOMIC-ABSORPTION-SPECTROMETRY; ULTRASOUND-ASSISTED EXTRACTION; AIRBORNE PARTICULATE MATTER; PLASMA-MASS SPECTROMETRY; BOX-BEHNKEN DESIGN; ICP-OES; MIXTURE DESIGN; CHEMISTRY; MODIFIERS; MANGANESE","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 41-47 DOI: 10.1016/j.foodchem.2016.12.029 Published: JUL 15 2017","Abstract":"A slurry sampling procedure has been developed for Fe and Mg determination in cassava starch using flame atomic absorption spectrometry. The optimization step was performed using a univariate methodology for 200 mg samples and a multivariate methodology, using the Box-Behnken design, for other variables, such as solvent (HNO3:HCl), final concentration (1.7 mol L-1) and time (26 min). This procedure allowed determination of iron and magnesium with detection limits of 1.01 and 3.36 mg kg(-1), respectively. Precision, expressed as relative standard deviation (%RSD), was of 5.8 and 4.1% (n = 10) for Fe (17.8 mg kg(-1)) and Mg (64.5 mg kg(-1)), respectively. Accuracy was confirmed by analysis of a standard reference material for wheat flour (NIST 1567a), which had certified concentrations of 14.1 +/- 0.5 mg kg(-1) for Fe and 40 +/- 2.0 mg kg(-1) for Mg, and the concentrations found using proposed method were 13.7 +/- 0.3 mg kg(-1) for Fe and 40.8 +/- 1.5 mg kg(-1) for Mg. Comparison with concentrations obtained using closed vessel microwave digestion was also realized. The concentrations obtained varied between 7.85 and 17.8 mg kg(-1) for Fe and 23.7-64.5 mg kg(-1), for Mg. The simplicity, easily, speed and satisfactory analytical characteristics indicate that the proposed analytical procedure is a good alternative for the determination of Fe and Mg in cassava starch samples. (C) 2016 Published by Elsevier Ltd.","Authors":"Amorim, FAC (Carqueija Amorim, Fabio Alan) ; Costa, VC (Costa, Vinicius Camara) ; da Silva, EGP (da Silva, Erik Galvao P.) ; Lima, DD (Lima, Daniel de Castro) ; de Jesus, RM (de Jesus, Raildo Mota) ; Bezerra, MD (Bezerra, Marcos de Almeida)","Title":"Multivariate optimization of simple procedure for determination of Fe and Mg in cassava starch employing slurry sampling and FAAS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800020 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"N-doped nanoporous carbon; CO2 reduction; Surface chemistry; Carbon monoxide; Methane KeyWords Plus:DIOXIDE REDUCTION; SURFACE; ELECTRODE; COPPER; HYDROCARBONS; SELECTIVITY; DENSITY; ARRAYS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 195-206 DOI: 10.1016/j.apcatb.2017.02.023 Published: JUN 15 2017","Abstract":"Wood-based activated carbons, as received and modified by introduction of nitrogen and/or oxidation, were studied as CO2 electrochemical reduction reaction (CO2ERR) catalysts. The carbons have similar pore structures but they differ significantly in surface chemistry. An electrochemical reduction process applied to the surface before CO2 reduction increased their catalytic performance. On the carbons tested Faradaic efficiency for CO formation reached 40% and methane formation -1.2% at -0.66 V vs. RHE. The high efficiency for the CO formation was linked mainly to positively charged carbon close to pyridinic nitrogen, which stabilizes CO2 center dot-intermediate in the pore system. On the other hand, the results indicate that quaternary nitrogen is less influential and it is less affected by the reduction process. N-oxides outside the ring (C-N+-O-) were also found as active sites for CO2ERR. Hydrogen evolution reaction and CO2ERR compete for these active sites. Owing to the specific texture of nandporous carbon, Faradaic reactions might not be a unique mechanism of CH4 formation. It is also possible that CO, upon strong adsorption in ultramicropores of sizes less than 0.7 nm combines there with adsorbed H-2 from Water reduction resulting in the formation of methane. Thus, the ultramicropores can be considered as pseudo Fisher-Tropsch nanoreactors. The results also indicate that the acidic surface of the catalysts increases the overpotential of the maximum Faradaic efficiency of either CO or CH4 formation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, WL (Li, Wanlu) ; Herkt, B (Herkt, Barbara) ; Seredych, M (Seredych, Mykola) ; Bandosz, TJ (Bandosz, Teresa J.)","Title":"Pyridinic-N groups and ultramicropore nanoreactors enhance CO2 electrochemical reduction on porous carbon catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800026 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Hydrogenation; Carbon dioxide; Methanol; Copper-zinc-alumina; Heterogeneous catalyst KeyWords Plus:QUADRATIC CONFIGURATION-INTERACTION; HYDROTALCITE-LIKE MATERIALS; COUPLED-CLUSTER SINGLES; CU/ZNO CATALYSTS; CO2; ADSORPTION; COPPER; CONVERSION; SURFACES; CU(111)","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 267-278 DOI: 10.1016/j.apcatb.2017.01.077 Published: JUN 15 2017","Abstract":"Heterogeneous catalytic hydrogenation of gaseous carbon dioxide to methanol IS an important reduction reaction in chemical process engineering, renewable energy industry and emerging green chemistry, as it provides means to harness surplus electrical energy and convert a pollutant and emitted greenhouse gas into a useful building block and biofuel. On industrial operating scale, multifunctional copper/zinc catalysts on various supporting substrates (e.g. CZA with alumina) are most commonly used due to their high selectivity and conversion. In this work, post-Hartree-Fock and density functional theory (DFT) calculations were carried out to assess the thermodynamics and to elucidate the pathway leading to the formation of methanol from CO2 on realistic spinel-type tri-metallic materials. Firstly, a commercial like Cu/ZnO/Al2O3 was synthesised via co-precipitation and characterised to obtain the active sites' structure for modelling. Powder X-ray diffraction (XRD), Brunauer-Emmett-Teller (BET) surface area measurement, scanning/transmission electron microscopy (SEM and TEM) and energy-dispersive X-ray spectroscopy (EDS) were performed. Subsequently, the Gibbs free energy, enthalpy, entropy and chemical equilibrium constants of the direct methanol synthesis and the competing reverse water-gas shift (RWGS) reaction at the temperatures of 25, 150, 200, 250 and 300 degrees C, and the pressures of 1, 20, 40, 60 and 100 bar were evaltated using ab initio quantum chemistry method CCSD(T)/aug-cc-pVQZ. To investigate kinetics, a mechanistic pathway scheme with all established intermediates was constructed, whereas physical chemical adsorption/desorption energies, geometries, barriers and rates for adsorbate elementary steps were calculated using plane-wave DFT. Results demonstrate that the formate precursor route predominates as the respective transition state activation energies are lower and, thus CI-130H is proposed to form through HCOO, H2COO, H2COOH, CH2O and CH3O species. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hus, M (Hus, Matej) ; Dasireddy, VDBC (Dasireddy, Venkata D. B. C.) ; Stefancic, NS (Stefancic, Neja Strah) ; Likozar, B (Likozar, Blaz)","Title":"Mechanism, kinetics and thermodynamics of carbon dioxide hydrogenation to methanol on Cu/ZnAl2O4 spinel-type heterogeneous catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800027 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Hemicellulose; Pentose; Sugar; Carbohydrate; Saccharide; Sustainable chemistry KeyWords Plus:SOLID ACID CATALYSTS; SELECTIVE PREPARATION; PHASE DEHYDRATION; SBA-15 MATERIALS; BIOMASS; HYDROGENATION; CHEMICALS; CARBON","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 279-285 DOI: 10.1016/j.apcatb.2017.01.085 Published: JUN 15 2017","Abstract":"One-step conversion of xylose to furfuryl alcohol was investigated over Pt catalySts supported on ordered mesoporous SBA-15 bearing-SO3H acid groups. Samples were characterized by SAXRD, FTIR, Si-29 CPNMR, XRF, FE-SEM and TG-MS, and they were all tested in aqueous-phase conversion of xylose in a semi-batch reactor. It was found that the presence of acid sites enhances catalytic activity, confirming that they are also playing a role in xylose cOnversion. A coupled activity of both metal and acid surface centres was thus suggested. The distribution of products was also found to be significantly modified by grafting organosulfonic groups on catalyst surface; while xylitol was the main product on unmodified Pt/SBA-15 catalyst (selectivity of 45%), a remarkable selectivity of 83-87% to furfuryl alcohol was accompliShed over the catalysts Supported on organic-inorganic hybrid mesoporous silica. Additionally, no furfural was detected along the aqueous-phase reaction, evidencing that no remote surface acid sites were playing a sole role. It was suggested that direct highly chemoselective conversion of xylose to furfuryl alcohol takes place on vicinal acid-metal surface sites. Finally, the hybrid catalysts were found to be stable regarding their mesostructure framework upon aqueous-phase processing but acid groups resistance to leaching is still the major challenge for one-pot conversion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Canhaci, SJ (Canhaci, Simone J.) ; Perez, RF (Perez, Rafael F.) ; Borges, LEP (Borges, Luiz E. P.) ; Fraga, MA (Fraga, Marco A.)","Title":"Direct conversion of xylose to furfuryl alcohol on single organic-inorganic hybrid mesoporous silica-supported catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800031 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Carbon nanofibers; Heterogeneous Fenton; Iron-copper bimetallic; Acid Orange II; Nanofibrous structure KeyWords Plus:ZERO-VALENT IRON; ORANGE II DEGRADATION; ENHANCED HETEROGENEOUS ACTIVATION; HYDROXYL RADICAL GENERATION; MESOPOROUS SILICA SPHERES; AQUEOUS-SOLUTION; WASTE-WATER; FE-CO/SBA-15 CATALYST; PEROXIDE OXIDATION; BISPHENOL-A","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 316-325 DOI: 10.1016/j.apcatb.2017.02.032 Published: JUN 15 2017","Abstract":"Iron-copper bimetallic nanoparticles supported on carbon nanofibers as a composite catalyst (FeCu/CNF) was prepared for the first time in this work. The iron-copper bimetallic nanoparticles were formed in situ by carbothermic reduction during the carbonization process. The characterization results show that the FeCu/CNF possesses fibrous morphology, porous structure with high specific surface area, and dispersed iron-copper nanoparticles. For comparison, three other catalysts, including solely iron nanoparticles supported on carbon nanofibers (Fe/CNF), solely copper nanoparticles supported on carbon nanofibers (Cu/CNF) and iron-copper nanoparticles supported on blocky carbon matrixes (FeCu/C) were also prepared. The heterogeneous Fenton catalytic performance of synthesized catalyst was evaluated by degradating a typical azo dye, Acid Orange II (AOII). The results show that almost 97.7% of 100 mg/L AOII is removed by FeCu/CNF in reaction time of 1 h, which is much higher than those of comparison catalysts operated in the same experimental condition. Additionally, the FeCu/CNF also reveals a Wider pH adaptation ability compared with Fe/CNF. Based on the results of center dot OH detection and resistance of mass transfer testing in catalysts, the remarkable catalytic performance of FeCu/CNF is considered as the synergistic effect of iron and copper and the superiority of nanofibrous structure in catalyst. The good stability and recoverability of FeCu/CNF were also demonstrated. The as-synthesized catalyst is proved to be an attractive candidate in heterogeneous Fenton chemistry. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, J (Wang, Jing) ; Liu, C (Liu, Chao) ; Li, JS (Li, Jiansheng) ; Luo, R (Luo, Rui) ; Hu, XR (Hu, Xingru) ; Sun, XY (Sun, Xiuyun) ; Shen, JY (Shen, Jinyou) ; Han, WQ (Han, Weiqing) ; Wang, LJ (Wang, Lianjun)","Title":"In-situ incorporation of iron-copper bimetallic particles in electrospun carbon nanofibers as an efficient Fenton catalyst"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800041 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"UV radiation; Simulated solar radiation; Activated carbon; Photocatalysis; Radical species KeyWords Plus:ELECTRON-SPIN-RESONANCE; TITANIUM-DIOXIDE; WATER-TREATMENT; TIO2 PHOTOCATALYSIS; O-NITROBENZALDEHYDE; NANOPOROUS CARBONS; AMORPHOUS-CARBON; AQUEOUS-SOLUTION; METAL-OXIDES; DEGRADATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 412-423 DOI: 10.1016/j.apcatb.2017.02.028 Published: JUN 15 2017","Abstract":"We have studied the role that activated carbon surface chemistry plays in its photocatalytic activity under UV radiation and simulated solar radiation. In this study, we have used the commercial activated carbon Witco and five carbon samples obtained after its gamma radiation treatment, as this procedure allows the modification of the superficial chemistry of the carbon but not its physical properties. Sodium diatrizoate was used as a model compound for the degradation study. Its degraded percentage depends on the type of radiation and activated carbons used. To explain the carbon photocatalytic activity, we have demonstrated the formation of the electron hole as well as the formation of hydroxyl radicals and the superoxide anion in the UV/activated carbon and the Solar/activated carbon systems, and that the concentration of these oxidant species depends on the superficial chemistry of these materials. Moreover, the activated carbons, which have a smaller band gap allow higher concentrations of hydroxyl radicals, whilst those carbons with a larger band gap favour the formation of the superoxide anions. The degradation of the contaminant by UV/activated carbon and Solar/activated carbon systems has also been compared with the results obtained when the photocatalyst used is the traditional TiO2. The activated carbon efficiency as a photocatalyst is higher than TiO2 under UV radiation, which is due to the different concentrations of oxidant species produced in both systems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Velo-Gala, I (Velo-Gala, I.) ; Lopez-Penalver, JJ (Lopez-Penalver, J. J.) ; Sanchez-Polo, M (Sanchez-Polo, M.) ; Rivera-Utrilla, J (Rivera-Utrilla, J.)","Title":"Role of activated carbon surface chemistry in its photocatalytic activity and the generation of oxidant radicals under UV or solar radiation"}]