[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396529300004 ISSN: 1552-6100 eISSN: 1943-4618","Keywords":"green building; integrated design process; building simulation; high performance building KeyWords Plus:STAGE","Categories":"Architecture Web of Science Categories:Architecture","Journal Information":"JOURNAL OF GREEN BUILDING Volume: 12 Issue: 1 Pages: 45-61 Published: WIN 2017","Abstract":"Industry Corner introduction Current green building practice has been largely advanced by an integrated design process. This integrated design process involves multiple disciplines, such as architecture, civil, mechanical, and electrical engineering. The design method heavily relies on utilizing building performance simulation to illustrate how design parameters affect the energy consumption and quality of the indoor environment before actual design decisions are made (Anderson, 2014). The architectural design tools in the integrated design process supersede traditional geometrical exploration instruments, such as Sketchup, Revit, ArchiCad, and Rhino (Negendahl, 2015). More building performance simulating tools, such as Ecotect, Computational Fluid Dynamics (CFD), Radiance, and EnergyPlus, have been developed to help architects measure building performance (e.g., natural ventilation, daylighting, solar radiation, and energy uses) in the design process and attain green building standards such as Leadership in Energy and Environmental Design (LEED). The information presented by these tools guide architects at a certain level in achieving green building goals. However, building simulation is generally beyond the architect's knowledge domain. Many architects have difficulty in understanding these technical terms and models, as well as their design implications. Therefore, specific consultants have emerged to help architects grasp the meanings of these numbers and models, which require architects to implement a high level of design collaboration and coordination (Aksamija, 2015; Gou & Lau, 2014). Simulation consultants can work in parallel with architects at the early design stage to intervene in the conceptual and schematic design; they may also work behind architects to verify the building performance after the design is finished and make their design green through technical alterations. Most existing literature argues for an early intervention of building performance simulation in the architectural design process and explores different algorithms or models for optimal intervention (Degens, Scholzen, & Odenbreit, 2015; Sick, Schade, Mourtada, Uh, & Grausam, 2014; Svetlana Olbina & Yvan Beliveau, 2007). However, the difference between early intervention and late verification is often not investigated. Few qualitative studies can help understand how the building performance simulation is actually implemented, and how it influences the quality of design solutions in addition to the quantity of performance outcomes. The current research presents two case studies that compare building performance simulation as an early intervention and a late verification tool in the architectural design process, which contextualizes the building simulation research in real building practices.","Authors":"Xie, XH (Xie, Xiaohuan) ; Gou, ZH (Gou, Zhonghua)","Title":"BUILDING PERFORMANCE SIMULATION AS AN EARLY INTERVENTION OR LATE VERIFICATION IN ARCHITECTURAL DESIGN: SAME PERFORMANCE OUTCOME BUT DIFFERENT DESIGN SOLUTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392909100015 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"Time-stepping method; Vibration; Damping; A posteriori error analysis; Adaptive algorithm KeyWords Plus:FINITE-ELEMENT METHODS; EFFICIENT ERROR CONTROL; EVOLUTION PROBLEMS; DIFFERENCE METHOD; COMPOSITE PLATES; DYNAMIC-ANALYSIS; EQUATIONS; ALGORITHM; BEAM","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 3 Pages: 562-575 Published: SEP 2017","Abstract":"A linear adaptive time-stepping method is devised for linear or nonlinear damping vibration analysis, which has wide applications in civil engineering. In the time direction, the underlying problem is discretized by a linear C-0-continuous discontinuous Galerkin method combined with the technique of linearization. By means of the energy method, some optimal a posteriori error estimates are established for linear vibration problems. Motivated by these estimates, we design an adaptive time-stepping strategy for actual computation. Numerical results are performed to illustrate the efficiency of the adaptive method.","Authors":"Huang, JG (Huang, Jianguo) ; Sheng, HS (Sheng, Huashan)","Title":"A Linear Adaptive time-stepping Method for Solving Vibration Problems with Damping Terms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239500005 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"synthetic wideband PD radar; phase-derived range measurement; phase-derived velocity measurement; unwrapping phase ambiguity; track filtering; minimum entropy method","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 8 Article Number: 082301 DOI: 10.1007/s11432-016-0097-4 Published: AUG 2017","Abstract":"Development of radar technology needs to address the two-dimensional high resolution of range and velocity simultaneously for high-speed targets. Taking advantage of the superior coherent performance of synthetic wideband pulse Doppler radar, this paper elaborates the principles of phase-derived range and velocity measurements. Moreover, this paper explores the key technologies of unwrapping phase ambiguity, and discusses the phase unwrapping strategy at a low signal-to-noise ratio (SNR). The proposed method can be applied to the conditions of low SNR and has comparatively strong practicality in engineering. Both the ejection ball and civil aircraft experiments have validated the correctness and feasibility of the proposed method. In particular, the experimental results reveal that the accuracy of phase-derived range and velocity measurement has reached a level of submillimeter or millimeter and centimeter/second or submillimeter/second, respectively.","Authors":"Fan, HY (Fan, Huayu) ; Ren, LX (Ren, Lixiang) ; Long, T (Long, Teng) ; Mao, E (Mao, Erke)","Title":"A high-precision phase-derived range and velocity measurement method based on synthetic wideband pulse Doppler radar"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690700046 ISSN: 1359-4311","Keywords":"Hydro-thermal behavior; Frost heave; Applied pressure; Saturated silty clay; Water supply KeyWords Plus:FREEZING SOILS; TEMPERATURE-GRADIENTS; PERMAFROST REGIONS; POROUS-MEDIA; FROZEN SOIL; ICE LENSES; MODEL; OVERBURDEN; SYSTEM; BASE","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 117 Pages: 462-467 DOI: 10.1016/j.applthermaleng.2017.02.069 Published: MAY 5 2017","Abstract":"Civil engineering buildings are often damaged by frost heave of ground soils in cold regions. The hydro thermal behavior is a key factor in determining frost heave of soils during freezing process. Moreover, the frost heave is also strongly affected by overburden pressure and external water source. Here, a series of one-directional freezing experiments with a water supply under different applied pressures were carried out to study the effect of hydro-thermal behavior on the frost heave of a saturated silty clay. Four different pressures were applied on the top of each soil sample, respectively, i.e. 50,150, 300 and 500 kPa. The experimental results indicate that the frost heave of the supplied water is the main component of the total deformation for each soil sample with a water supply. However, the increased applied pressure can restrict water migration, and reduce frost heave during soil freezing process. Furthermore, for the saturated silty clay under different applied pressures, only when the advance rate of the freezing front drops to a critical value, the water intake begins. The start time of the water intake is also delayed with the increased applied pressure. Besides, the shut-off pressure of the saturated silty clay, at which no water flow into or out of the soil sample, is obtained based on the relationship between the critical advance rate of freezing front and the applied pressure. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, XY (Zhang, Xiyin) ; Zhang, MY (Zhang, Mingyi) ; Lu, JG (Lu, Jianguo) ; Pei, WS (Pei, Wansheng) ; Yan, ZR (Yan, Zhongrui)","Title":"Effect of hydro-thermal behavior on the frost heave of a saturated silty clay under different applied pressures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396948800001 ISSN: 0958-9465 eISSN: 1873-393X","Keywords":"Recycled coarse aggregates; Steel fibers; Direct shear; Shear strength; Shear toughness KeyWords Plus:STRENGTH CONCRETE; STRESS; WASTE","Categories":"Construction & Building Technology; Materials Science Web of Science Categories:Construction & Building Technology; Materials Science, Composites","Journal Information":"CEMENT & CONCRETE COMPOSITES Volume: 79 Pages: 1-8 DOI: 10.1016/j.cemconcomp.2017.01.006 Published: MAY 2017","Abstract":"Recycled coarse aggregate (RCA) concrete has attracted more and more attention worldwide in recent years due to the exhaustion of natural coarse aggregate and environmental pollution from construction and demolition waste in civil engineering. In this study, experiments were carried out on over 100 specimens to investigate the mechanical properties and failure mode of concrete with different volume content of steel fibers (0%, 0.5%, 1%, 1.5%, and 2%) and different RCA replacement ratio (0%, 30%, 50% and 100%) under direct shear load. The results show that addition of steel fibers can effectively improve the shear strength and shear toughness of RCA concrete. For a given compressive strength, the RCA replacement ratio has negligible impact on shear strength, but shear deformation and toughness increase as RCA replacement ratio reaches above a 'limiting value'. A shear strength formula for steel fiber reinforced RCA concrete (SFRCAC) based on compressive strength and characteristic coefficient of steel fiber has been put forward. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gao, DY (Gao, Danying) ; Zhang, L (Zhang, Lijuan) ; Nokken, M (Nokken, Michelle)","Title":"Mechanical behavior of recycled coarse aggregate concrete reinforced with steel fibers under direct shear"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900027 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Vertical plate anchor; Sand; Model test; Rupture surface; Failure mechanism KeyWords Plus:PULLOUT CAPACITY; BEHAVIOR; SOILS","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016116 DOI: 10.1061/(ASCE)GM.1943-5622.0000813 Published: MAY 2017","Abstract":"An experimental study on the load-carrying mechanism of vertical plate anchors is presented and discussed. It was found that, with a shallow anchor, the rupture surface reached the ground surface, leading to a general shear failure, whereas with deeper embedment, the rupture surface was localized around the anchor. Anchors placed close to the ground surface failed in linear rupture but, when embedded within the failure mechanism, were very close to the polar curve of a logarithmic spiral, which, however, tends to be nearly circular for deeper depths of embedment. The size of rupture surface increases with an increase in density of fill soil that mobilizes higher resistance, leading to enhanced anchor capacity. The critical embedment depth beyond which the anchor breakout factor does not change much is found to be approximately 7 times the anchor height for dense soil, whereas it is approximately 5 times the anchor height for loose soil. The anchor when placed below the critical depth, settlement, and heave on the fill surface tend to be marginal. (C) 2016 American Society of Civil Engineers.","Authors":"Choudhary, AK (Choudhary, Awdhesh Kumar) ; Dash, SK (Dash, Sujit Kumar)","Title":"Load-Carrying Mechanism of Vertical Plate Anchors in Sand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900023 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Plasticine; Stress-strain; Creep; Time effect; Strain-rate effect KeyWords Plus:KONG MARINE DEPOSITS; LAYER-NORMAL COMPRESSION; DIFFERENT CLAY CONTENTS; DEPENDENT BEHAVIOR; ANALOG MATERIAL; FLOW BEHAVIOR; RHEOLOGY; TESTS; DEFORMATION; CREEP","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016115 DOI: 10.1061/(ASCE)GM.1943-5622.0000806 Published: MAY 2017","Abstract":"A plasticine material exhibits the characterized viscous stress-strain behavior with some similarity to the behavior of clayey soils. This paper presents a series of experimental tests, which include oedometer tests, isotropic creep tests, and triaxial multistrain rate compression tests, on a plasticine material. The test study focuses on effects of time and strain rate on viscous stress-strain behavior of the plasticine material under one-dimensional (1D) straining, isotropic stressing, and triaxial compression conditions. Values of compression index (C-c epsilon), rebounding index (C-r epsilon), and creep coefficient (C-epsilon) are obtained from the 1D straining and 1D stressing test data. The plasticine material has no primary consolidation period, and creep occurs from the beginning. Values of C-c epsilon, C-r epsilon, and C-epsilon are smaller than those of the soft clays. The triaxial multistrain rate compression test data show that the stress-strain behavior of the plasticine depends on the strain rates and the confining pressures. A parameter of 0.01 is adopted to evaluate the strain-rate effects. The strain-rate effects on the stress-strain behavior of the plasticine material are obvious and significant. The values of 0.01 are larger than those of clays. Both friction angle and cohesion of the plasticine increase with strain rate. This is different from the friction angle and cohesion at the critical state for all soils. The friction angle of the plasticine is from 2.57 degrees at a strain rate of 0.01%/min to 3.21 degrees at a strain rate of 1%/min, which is much smaller than that of all clays. With the help of a scanning electron microscope, the microstructures of this plasticine material before and after oedometer and isotropic creep tests are visualized and compared. The compression of the plasticine material is mainly due to the irrecoverable porosity decrease of the material and the structural compression. (C) 2016 American Society of Civil Engineers.","Authors":"Feng, WQ (Feng, Wei-Qiang) ; Yin, JH (Yin, Jian-Hua) ; Tao, XM (Tao, Xiao-Ming) ; Tong, F (Tong, Fei) ; Chen, WB (Chen, Wen-Bo)","Title":"Time and Strain-Rate Effects on Viscous Stress-Strain Behavior of Plasticine Material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900011 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA) method; Rock cavern complex; Modeling; Input method; Seismic response KeyWords Plus:STRESS WAVE-PROPAGATION; JOINTED ROCK; ANALYSIS DDA; MODEL; FORMULATION; STABILITY; CONTACT; BOUNDARY; FAILURE; DAMS","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016008 DOI: 10.1061/(ASCE)GM.1943-5622.0000712 Published: MAY 2017","Abstract":"The discontinuous deformation analysis (DDA) method calculates large deformations and discontinuous problems using time-step solving and provides an effective tool for analyzing the seismic response of rock mass engineering. In this paper, extensions of the DDA method to simulate the seismic response of a large rock cavern complex are carried out. First, applicability of the existing seismic input methods, including the multiblock Newmark method, large mass method, and large stiffness method, are discussed. Second, considering the characteristics of the seismic response of a large rock cavern complex, a new seismic DDA model that includes a coupling model and a force-input method is presented. Last, the extended DDA method is used for a case study. Simulations of the quasi-static and seismic dynamic stages for the large rock cavern complex of the Dagangshan hydropower station in southwest China are carried out. Considering the stress and displacement distributions in the quasi-static stage, the most unfavorable movable blocks are found. In the seismic dynamic stage, serious damage to the main machine building and local damage of the downstream sidewall of the main transformer chamber are observed, and the seismic response of the large rock cavern complex can be visually divided into four phases, which show that failures of the most unfavorable movable blocks are an early sign of collapse of a rock cavern complex. (C) 2016 American Society of Civil Engineers.","Authors":"Fu, XD (Fu, Xiaodong) ; Sheng, Q (Sheng, Qian) ; Zhang, YH (Zhang, Yonghui) ; Chen, J (Chen, Jian) ; Leng, XL (Leng, Xianlun)","Title":"Extension of the Discontinuous Deformation Analysis Method to Simulate Seismic Response of a Large Rock Cavern Complex"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900021 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Clay; Dilatancy; Overconsolidation; Bounding surface; Constitutive model KeyWords Plus:UNIFIED CONSTITUTIVE MODEL; PLASTICITY MODEL; FABRIC EVOLUTION; STRESS-DILATANCY; STATE PARAMETER; BEHAVIOR; SANDS; SOILS; INTEGRATION","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 06016035 DOI: 10.1061/(ASCE)GM.1943-5622.0000793 Published: MAY 2017","Abstract":"A distinct feature of overconsolidated (OC) clays is that their dilatancy behavior is dependent on the degree of overconsolidation. Typically, a heavily OC clay shows volume expansion, whereas a lightly OC clay exhibits volume contraction when subjected to shear. Proper characterization of the stress-dilatancy behavior proves to be important for constitutive modeling of OC clays. This paper presents a dilatancy relation in conjunction with a bounding surface or subloading surface model to simulate the behavior of OC clays. At the same stress ratio, the proposed relation can reasonably capture the relatively more dilative response for clay with a higher overconsolidation ratio (OCR). It may recover to the dilatancy relation of a modified Cam-clay (MCC) model when the soil becomes normally consolidated (NC). A demonstrative example is shown by integrating the dilatancy relation into a bounding surface model. With only three extra parameters in addition to those in the MCC model, the new model and the proposed dilatancy relation provide good predictions on the behavior of OC clay compared with experimental data. (C) 2016 American Society of Civil Engineers.","Authors":"Gao, ZW (Gao, Zhiwei) ; Zhao, JD (Zhao, Jidong) ; Yin, ZY (Yin, Zhen-Yu)","Title":"Dilatancy Relation for Overconsolidated Clay"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900009 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Evolution process; Natural rock joint; Surface roughness; Evolution; BAP KeyWords Plus:CONTACT AREAS; SURFACE; STRENGTH; PARAMETERS","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016013 DOI: 10.1061/(ASCE)GM.1943-5622.0000694 Published: MAY 2017","Abstract":"Surface roughness is one of the most important parameters that have significant influence on the mechanical and hydraulic characteristics of rock joints. To investigate the evolution of surface roughness under normal and shear loads, direct shear tests and numerical modeling based on the discrete-element method (DEM) were performed; bright area percentage (BAP), which places emphasis on the contact areas, was used as an index to describe the roughness. The results demonstrate that the surface roughness of rock joints decreased gradually as the shear displacement increased, and then roughness experienced a significant reduction in the residual stage and remained constant. Furthermore, the evolution of surface roughness was found to depend on the normal stress and shearing direction. Reduction in the degree of joint roughness with high normal loads was lighter than that with lower normal loads, and roughness varied with shear directions. The numerical simulation method proposed in this study has the potential to track the changes in roughness during the shearing process, and a good match was achieved with the experimental results. (C) 2016 American Society of Civil Engineers.","Authors":"Ge, YF (Ge, Yunfeng) ; Tang, HM (Tang, Huiming) ; Eldin, MAME (Eldin, M. A. M. Ez) ; Wang, LQ (Wang, Liangqing) ; Wu, Q (Wu, Qiong) ; Xiong, CR (Xiong, Chengren)","Title":"Evolution Process of Natural Rock Joint Roughness during Direct Shear Tests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900016 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Slope slide; Rock failure; Discontinuous deformation analysis; Numerical simulation KeyWords Plus:BRITTLE MATERIALS; ROCK; STABILITY; STRENGTH; FAILURE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016017 DOI: 10.1061/(ASCE)GM.1943-5622.0000746 Published: MAY 2017","Abstract":"The discontinuous deformation and displacement (DDD) analysis method, a combination of the realistic failure-process analysis (RFPA) and discontinuous deformation analysis (DDA) methods, offers an appropriate approach for whole rock failure-process analysis involving both the small deformation and large displacement stages. A high rock-slope slide at the Alpetto Mine in Cesana Brianza, Italy, was simulated with the DDD method, and the results are consistent with site observations and previous numerical results, which validates the DDD code for this kind of geotechnical problem. Moreover, this study verified the two main advantages of the DDD method, i.e., the critical failure surface can be obtained directly without any assumptions with the RFPA module before using the DDA module, and computing efficiency is improved significantly because the large displacement elements are the only elements that need to be calculated by the DDA module. The DDD method has proved to be an effective and efficient approach for engineers in the field of rock slopes, and it shows huge potential in geotechnical engineering. (C) 2016 American Society of Civil Engineers.","Authors":"Gong, B (Gong, Bin) ; Tang, CA (Tang, ChunAn)","Title":"Slope-Slide Simulation with Discontinuous Deformation and Displacement Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900019 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Three-dimensional spherical discontinuous deformation analysis; Friction contact model; Friction force; Verification KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; TO-FACE CONTACT; STABILITY ANALYSIS; VALIDATION; BLOCK","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016016 DOI: 10.1061/(ASCE)GM.1943-5622.0000758 Published: MAY 2017","Abstract":"Three-dimensional (3D) discontinuous deformation analysis (DDA) is very suitable for simulating large-displacement behavior of rock masses. One fundamental issue commonly encountered in 3D DDA is 3D friction problems. In this paper, a friction contact model based on 3D spherical DDA (SDDA) and the determination method of friction force direction is proposed for modeling 3D friction problems. Simulation results of three verification examples with available analytical solutions demonstrate the correctness of the friction contact model in 3D SDDA. Meanwhile, the simulation result of one application example, namely, a 3D-sphere natural-accumulation simulation, indicates that the friction problems of a 3D-sphere system can be modeled well by the proposed friction contact model. This work is helpful for solving 3D friction problems in discrete blocky systems. (C) 2016 American Society of Civil Engineers.","Authors":"Huang, GH (Huang, Gang-Hai) ; Jiao, YY (Jiao, Yu-Yong) ; Wang, L (Wang, Long) ; Zhao, Q (Zhao, Qiang)","Title":"Three-Dimensional Spherical DDA Method for Modeling Friction Problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900028 ISSN: 1532-3641 eISSN: 1943-5622","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016117 DOI: 10.1061/(ASCE)GM.1943-5622.0000815 Published: MAY 2017","Abstract":"In this study, a testing device was developed to analyze the characteristics of grouting diffusion in faults. To include the interaction of multiple grouting applications, tests consisting of four applications of grout were performed using three sets of grouting pipes. During the grouting process, the real-time injection pressure, injection rate, soil pressure, and seepage pressure were monitored. It was found that the curves of both injection pressure versus time and injection rate versus time showed a wavelike relationship. Soil pressure and seepage pressure showed an obvious response to grouting; both increased continuously during grouting and decreased gradually when grouting was stopped. To expose the diffusion of the grout, 23 sections were cut through the medium, and 2,197 sets of the coordinates and thicknesses of exposed grouting veins were collected. It was found that the grouting veins formed by the first and fourth groutings, respectively, had larger sizes and larger spans. Based on the collected coordinates, the three-dimensional diffusion shape of the grout was sketched for the four grouting tests. Results show that the interactions of multiple groutings are mainly reflected in injection pressure and the distribution of the grouting veins. These conclusions can be used to further develop grouting theory. (C) 2016 American Society of Civil Engineers.","Authors":"Li, P (Li, Peng) ; Zhang, QS (Zhang, Qingsong) ; Zhang, X (Zhang, Xiao) ; Li, SC (Li, Shucai) ; Li, XH (Li, Xianghui) ; Zuo, JX (Zuo, Jinxin)","Title":"Grouting Diffusion Characteristics in Faults Considering the Interaction of Multiple Grouting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900017 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Rock dynamics; Particle-based numerical manifold method (PNMM); Rock blasting; Dynamic fracturing; Microstructure KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; DISCRETE ELEMENT METHOD; STRAIN-RATE; JOINTED ROCK; WAVE-PROPAGATION; SIMULATION; FAILURE; FRAGMENTATION; DEPENDENCE; PARTITION","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016014 DOI: 10.1061/(ASCE)GM.1943-5622.0000748 Published: MAY 2017","Abstract":"A particle-based numerical manifold method (PNMM) is developed to investigate rock fracturing behavior under dynamic loading. The basic idea of PNMM is to represent the microstructure of rock with a group of particles and to simulate the macroscopic behavior of rock masses through polygonal elements, which is performed by a dual-level discretization system. The first discretization is in the manner of FEM, which reduces the infinite degrees of freedom (DOF) of a continuum to the finite DOF of polygonal elements. However, the DOF of the model are not further affected by the latter discretization. The behaviors of internal particles are obtained from the mechanical fields of their governing elements. A dual-layer-cover system, i.e., the mathematical cover and the physical cover, is adopted in PNMM. Fracture initiation and propagation at a macroscopic level are represented as the coalescence of microcracks induced at the microscale level between particles. The Johnson-Holmquist-Beissel (JHB) model is incorporated into PNMM to simulate a borehole blasting under dynamic loading conditions. Numerical simulations show a good agreement with experimental and numerical results in the literature. (C) 2016 American Society of Civil Engineers.","Authors":"Li, X (Li, Xing) ; Zhang, QB (Zhang, Qian-Bing) ; He, L (He, Lei) ; Zhao, J (Zhao, Jian)","Title":"Particle-Based Numerical Manifold Method to Model Dynamic Fracture Process in Rock Blasting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900020 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Coarse-grained materials (CGMs); Particle breakage; Critical state; State-dependent behavior; Generalized plasticity KeyWords Plus:RETURN MAPPING ALGORITHM; GRAVELLY SOILS; ROCKFILL MATERIAL; DEPENDENT BEHAVIORS; GRANULAR-MATERIALS; FOULED BALLAST; SHEAR-STRENGTH; SURFACE MODEL; SANDS; DEFORMATION","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016113 DOI: 10.1061/(ASCE)GM.1943-5622.0000759 Published: MAY 2017","Abstract":"Coarse-grained materials (CGMs), including gravel, ballast, and rockfill material, exhibit a complicated stress-strain-volume change behavior, which is state dependent and influenced by considerable particle breakage even under relatively low pressure. A generalized plasticity model with a multiaxial formulation is developed for CGMs based on the critical state concept. The effect of particle breakage on their critical state behavior, including the nonlinear variation of both shear strength and void ratio with the mean effective stress, is fully incorporated with an implicit form in the current model. Two state functions and the corresponding virtual stress ratios are proposed to construct the new formulation of dilatancy, plastic flow, loading direction, and plastic modulus in the present model. The numerical analyses are performed for a series of true triaxial tests on CGMs, and model predictions are in good agreement with experimental results of true triaxial tests over a wide range of pressures. In summary, the proposed model is capable of accurately characterizing the highly nonlinear shear behavior due to particle breakage of CGMs, particularly including their strain softening/hardening and plastic dilation/contraction in various load paths. (C) 2016 American Society of Civil Engineers.","Authors":"Liu, MC (Liu, Mengcheng) ; Gao, YF (Gao, Yufeng)","Title":"Constitutive Modeling of Coarse-Grained Materials Incorporating the Effect of Particle Breakage on Critical State Behavior in a Framework of Generalized Plasticity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900007 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Rock mechanics; Fracture network; Fracture propagation-critical criterion; Mechanical tests; Numerical manifold method KeyWords Plus:TRANSVERSELY ISOTROPIC ROCKS; FAILURE CRITERION; CRACK-PROPAGATION; DISCONTINUITIES; SIMULATION; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016007 DOI: 10.1061/(ASCE)GM.1943-5622.0000676 Published: MAY 2017","Abstract":"This paper develops a novel empirical strength criterion and proposes a manifold method for fracture initiation and propagation. First, to investigate the influencing factors of fractured rock mass strength, a set of uniaxial and biaxial compression tests were performed on gypsum specimens. According to the experimental results, rock mass strength is attributable to nonlinear relationships with fracture inclination angle, length, and lateral pressure. Then, on the basis of strength theory and tests, an improved empirical strength criterion, which can describe the multi-influence of fracture inclination angle, fragmentation degree, and lateral pressure on strength of the rock mass and the path of fracture propagation, was established. Moreover, the critical conditions of tensile and shear fracture for fracture propagation are proposed and used with a numerical manifold method to simulate fracture propagation. Furthermore, in the modeling, the manifold element is regarded as the basic failure element, and the failure angle is used to determine propagation direction. The results of the fracture-initiation strength and the propagation path with traditional Mohr-Coulomb criterion and the improved empirical strength criterion are compared to validate the proposed method. (C) 2016 American Society of Civil Engineers.","Authors":"Liu, XW (Liu, Xuewei) ; Liu, QS (Liu, Quansheng) ; Wei, L (Wei, Lai) ; Huang, X (Huang, Xing)","Title":"Improved Strength Criterion and Numerical Manifold Method for Fracture Initiation and Propagation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900010 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Footings; Stone columns; Deformational behavior KeyWords Plus:SOFT CLAY; SETTLEMENT PERFORMANCE; MODEL TESTS; BOTHKENNAR; FOUNDATIONS; SOIL; CONSOLIDATION; SITE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016114 DOI: 10.1061/(ASCE)GM.1943-5622.0000700 Published: MAY 2017","Abstract":"Stone columns are a popular form of ground improvement that can be applied to a variety of foundation solutions involving soft soil deposits. Many design methods are based on an assumption that columns with a length-to-diameter ratio greater than 4 bulge uniformly along their length. This mode of deformation is not valid for small groups of columns in which interaction between individual columns and the footing gives rise to more complex behavior. The deformational behavior of stone columns at serviceability limit state is of utmost importance, because settlement rather than bearing capacity criteria are generally more onerous in soft soils. The results of some high-quality laboratory studies have been informative in this respect, but the extrapolation of results from small-scale tests comes with the caveats associated with single-gravity laboratory testing. The FEM, in combination with advanced constitutive models, can provide a link between the deformational behavior and settlement performance of discrete column groups at working stress levels. A series of analyses was conducted to examine the influence of key design parameters such as column length, spacing, and the number of columns. The influence of a stiff crust was also examined, because the reference soil profile adopted for these analyses was that of the well-characterized Bothkennar test site. The following three modes of deformation were identified by examining the distribution of stress and strain within columns and the surrounding soil: individual punching, block punching, and bulging. Individual and block punching developed in short or closely spaced columns, whereas block punching was more prevalent in larger groups. Bulging develops in long, widely spaced columns and generally occurs at the point of lowest lateral restraint. In addition, novel parameters referred to as compression and punching ratios were developed to validate the in-depth analysis and identify the principal design parameters that influence the behavior of small groups of stone columns. The results indicate that the mode of deformation is governed by column spacing and length rather than the number of columns. This finding is important, because it indicates that settlement design methods that are developed for large groups of columns are applicable to discrete groups at similar spacings and lengths. It was also observed that the influence of the stiff crust forces bulging to occur deeper and might have led authors in the past to suggest the existence of a critical length. (C) 2016 American Society of Civil Engineers.","Authors":"McCabe, BA (McCabe, Bryan A.) ; Killeen, MM (Killeen, Micheal M.)","Title":"Small Stone-Column Groups: Mechanisms of Deformation at Serviceability Limit State"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900029 ISSN: 1532-3641 eISSN: 1943-5622","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016121 DOI: 10.1061/(ASCE)GM.1943-5622.0000816 Published: MAY 2017","Abstract":"The cavity-contraction method has been used for decades for the design of tunneling and prediction of ground settlement by modeling the cavity-unloading process from an in situ stress state. Analytical solutions of undrained cavity contraction in a unified state-parameter model for clay and sand (CASM) are developed in this paper to predict soil behavior around tunnels. The overall behavior of clay and sand under both drained and undrained loading conditions could be properly captured by CASM, and the large-strain and effective-stress analyses of cavity contraction provide the distributions of stress/strain within the elastic, plastic, and critical-state regions around a tunnel. The effects of ground condition and soil model parameters are investigated from the results of stress paths and cavity-contraction curves. Comparisons of the ground-reaction curve and the excess pore pressure are also provided between the predicted and measured behavior of tunneling by using data of centrifuge tunnel tests in clay. (C) 2016 American Society of Civil Engineers.","Authors":"Mo, PQ (Mo, Pin-Qiang) ; Yu, HS (Yu, Hai-Sui)","Title":"Undrained Cavity-Contraction Analysis for Prediction of Soil Behavior around Tunnels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900031 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Coupled loads; Interaction; Layered soil; Piled-raft foundation KeyWords Plus:SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016122 DOI: 10.1061/(ASCE)GM.1943-5622.0000825 Published: MAY 2017","Abstract":"This paper proposes an efficient hybrid approach for analysis of the responses of piled-raft foundations subjected to coupled loads (combination of vertical loads, horizontal loads, and moments) in layered soils. The proposed method comprehensively accounts for pile-pile, pile-soil surface, soil surface-pile, and soil surface-soil surface interactions. Moreover, to capture the influence of embedment and active/passive effects of piles, a modified Vesic's subgrade modulus for embedded piles and passive piles was adopted. To avoid a large number of time-consuming integration processes, the shear displacement method and elastic foundation beam method were employed to calculate the vertical and horizontal responses of a single pile, respectively, and the results were then extended for the pile group. The results calculated with the proposed method for piled-raft foundations in layered soils were found to have good agreement with those obtained from the more rigorous finite-element methods (FEMs) and elastic theory method in layered soils. It was found that the proposed procedure can accurately predict the responses of piled-raft foundations under complex loads in layered soils. (C) 2016 American Society of Civil Engineers.","Authors":"Mu, LL (Mu, Linlong) ; Chen, QS (Chen, Qingsheng) ; Huang, MS (Huang, Maosong) ; Basack, S (Basack, Sudip)","Title":"Hybrid Approach for Rigid Piled-Raft Foundations Subjected to Coupled Loads in Layered Soils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900004 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA); Rock-mass dynamics; Review; User-supplied control parameter; Rock blasting KeyWords Plus:ERH-SHAN LANDSLIDE; JOINTED ROCK; NUMERICAL-SIMULATION; ANALYSIS FRAMEWORK; RESPONSE ANALYSIS; WAVE-PROPAGATION; DDA METHOD; MODEL; CONTACT; FAILURE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E6016001 DOI: 10.1061/(ASCE)GM.1943-5622.0000654 Published: MAY 2017","Abstract":"This paper contains a summary of the developments and applications of the two-dimensional discontinuous deformation analysis (DDA2D) method regarding the modeling of rock-mass dynamics problems. Reviews on the control parameter value selections in DDA2D calculations and the developments and applications of the DDA2D regarding the analysis of rock slope failures, landslides, rockfall, some earthquake-related problems, and so forth, are performed. Research on the DDA2D for three basic rock-mass dynamics problems, such as block dynamic sliding, stress wave propagation, and dynamic fracturing, are specially stated. The modeling of rock blasting, a typical exact rock dynamics problem, is selected as a representative application example of the DDA method to be presented. Generally, the DDA2D has shown to be a powerful numerical method for the modeling of rock-mass dynamics. However, one should pay enough attention to the value selections of those important user-supplied control parameters, as well as to other important factors, such as block size and boundary conditions, for rock dynamics simulations, which have been specially addressed in the paper. (C) 2016 American Society of Civil Engineers.","Authors":"Ning, YJ (Ning, Youjun) ; Yang, Z (Yang, Zheng) ; Wei, B (Wei, Bin) ; Gu, B (Gu, Bin)","Title":"Advances in Two-Dimensional Discontinuous Deformation Analysis for Rock-Mass Dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900026 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Small-strain Young's modulus; Gradation; Particle shape; Resonant column; Poisson's ratio","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016120 DOI: 10.1061/(ASCE)GM.1943-5622.0000811 Published: MAY 2017","Abstract":"The influence of gradation and particle shape on the small-strain Young's modulus of dry sands is investigated through a comprehensive set of resonant column tests in the flexural mode of vibration. Experiments are performed on an array of sands with different coefficients of uniformity and particle shapes. The effect of gradation is investigated using tests on sands with similar particle shapes. The effect of particle shape is then examined through the experimental results on sands with a range of particle shapes. A new model is developed to incorporate the effects of gradation and particle shape into the prediction of the small-strain Young's modulus. The proposed model is verified and compared with the existing models in the literature using the state parameter in the critical state soil mechanics framework. It is shown that the proposed model outperforms the previous ones considering the significant effect of particle shape on the small-strain Young's modulus. Using the theory of elasticity, a model is developed for the prediction of Poisson's ratio for sands taking into account the effects of particle shape and gradation. (C) 2016 American Society of Civil Engineers.","Authors":"Payan, M (Payan, Meghdad) ; Senetakis, K (Senetakis, Kostas) ; Khoshghalb, A (Khoshghalb, Arman) ; Khalili, N (Khalili, Nasser)","Title":"Effect of Gradation and Particle Shape on Small-Strain Young's Modulus and Poisson's Ratio of Sands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900008 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Ground fissure; Metro tunnel; Discrete element method; Oblique crossing at small angles; Failure mode KeyWords Plus:DISCRETE ELEMENT SIMULATIONS; SPHERICAL-PARTICLES; SPHERES; IMPACT","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E40 DOI: 10.1061/(ASCE)GM.1943-5622.0000677 Published: MAY 2017","Abstract":"Failures of metro tunnels that pass obliquely through ground fissures at low angles are a common problem; however, their mechanism is unknown. In the city of Xi'an, China, Line No. 3 of the Xi'an Metro intersects ground fissures at a low angle (<25 degrees) in certain zones. In this study, particle flow numerical analysis and physical model tests were used to investigate ground-surface deformation, structural distortions, and failure characteristics caused by ground fissures. Tests revealed an integrated bend-shear-torsion failure mode of any tunnel that entered a ground fissure obliquely at an angle of 20 degrees or less, under the action of activities associated with a ground fissure. The tunnel structure indicated damage characterized by long longitudinal cracks and multiple groups of subparallel vertical cracks. The range in failure of the tunnel was up to 3.5 times the tunnel diameter on the hanging-wall side and up to 4.5 times the tunnel diameter on the foot wall. When metro tunnels intersect ground fissures at low angles, traditional tunnel designs do not meet minimum safety standards. It is therefore necessary to explore alternative metro tunnel designs in fissure-prone areas. (C) 2016 American Society of Civil Engineers.","Authors":"Peng, JB (Peng, Jianbing) ; He, K (He, Kai) ; Tong, X (Tong, Xiao) ; Huang, QB (Huang, Qiangbing) ; Liu, C (Liu, Cong)","Title":"Failure Mechanism of an Underground Metro Tunnel Intersecting Steep Ground Fissure at Low Angle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900003 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Computational efficiency; Rock slope; Coupled time domain integration; Numerical manifold method (NMM); Dynamic problem; Seismic effect KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; EXPLICIT FINITE-ELEMENT; COMPUTATIONAL STRUCTURAL DYNAMICS; TRANSIENT ANALYSIS; WAVE-PROPAGATION; POROUS-MEDIA; ANALYSIS DDA; IMPLICIT; FORMULATION; ROCK","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016005 DOI: 10.1061/(ASCE)GM.1943-5622.0000653 Published: MAY 2017","Abstract":"A temporal coupled explicit-implicit time integration algorithm is proposed to improve the computational efficiency of the numerical manifold method (NMM) for seismic stability analysis of rock slope. It includes a coupled time integration scheme, a phase transfer criterion, and an associated contact algorithm. To calibrate the proposed algorithm, a block sliding along a slope under seismic excitation and a block rocking under half-sine pulse shaking are simulated. The traditional limit equilibrium method (LEM) for slope stability analysis determines the factor of safety (FoS) without considering the time-dependent effect. The developed algorithm is able to simulate jointed rock slope seismic stability taking advantage of the NMM for continuous and discontinuous deformation analysis. An open-pit mine slope excited by the El Centro earthquake wave is studied. The simulated results are in good agreement with the results based on the traditional NMM, whereas the computational efficiency is improved significantly. The proposed coupled time integration algorithm has the potential to be applied to larger engineering problems to save computational cost. (C) 2016 American Society of Civil Engineers.","Authors":"Qu, XL (Qu, Xiaolei) ; Ma, GW (Ma, Guowei) ; Fu, GY (Fu, Guoyang)","Title":"Coupled Time Domain Integration Algorithm for Numerical Manifold Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900024 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"SH waves; Orthotropic; Initial stress; Void pores; Equilibrated inertia; Wave fronts KeyWords Plus:LINEAR ELASTIC-MATERIALS; TORSIONAL SURFACE-WAVES; LOVE WAVES; INITIAL STRESS; HALF-SPACE; RIGID BOUNDARY; SEMIINFINITE MEDIUM; FREQUENCY RANGE; RAYLEIGH-WAVES; PLANE-WAVES","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 06016033 DOI: 10.1061/(ASCE)GM.1943-5622.0000807 Published: MAY 2017","Abstract":"The present paper investigates the propagation of SH waves in a finite thicker layer of the void pore sandwiched by heterogeneous orthotropic media. In the upper semi-infinite medium initial stress, density and shear moduli are assumed to vary hyperbolically, whereas in the lower semi-infinite medium linear variation in initial stress, density and shear moduli are considered. The study reveals that, under assumed conditions, there may be two types of SH waves. The first front depends on the void parameter and velocity of shear wave of the medium, whereas the second kind of SH wave is affected only by the void parameter. The study also shows that SH waves propagate in an elastic homogeneous layer between two heterogeneous semi-infinite media. To study the effect of void parameter as well as heterogeneity and initial stress parameters, the velocities of SH waves are calculated numerically and presented in a number of graphs. (C) 2016 American Society of Civil Engineers.","Authors":"Saha, A (Saha, Anup) ; Kundu, S (Kundu, Santimoy) ; Gupta, S (Gupta, Shishir) ; Vaishnav, PK (Vaishnav, Pramod Kumar)","Title":"SH Wave Propagation in a Finite Thicker Layer of the Void Pore Sandwiched by Heterogeneous Orthotropic Media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900025 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Three-dimensional slope; Stability charts; Strength-reduction technique; Finite-element method; Factor of safety KeyWords Plus:FINITE-ELEMENT-METHOD; LIMIT ANALYSIS; FAILURE; SLIDES","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 06016034 DOI: 10.1061/(ASCE)GM.1943-5622.0000809 Published: MAY 2017","Abstract":"The analysis of slope stability problems in engineering practice requires considerable attention for the three-dimensional (3D) effect of plan curvature of the slope. This paper quantifies this effect by a dimensionless parameter of the relative curvature radius of the slope (R/H) and proposes a set of 3D stability charts that can be used to estimate the factor of safety (FOS) of convex and concave slopes in plan view with homogeneous soil, extending those currently regularly used for 3D straight slope stability evaluations. To simplify the computational process, an alternative way to perform the FEM with the strength-reduction technique is used herein in the slope stability analysis. The strength-reduction analysis results in this paper together with results of other researchers were found to bracket the FOS to within +/- 5% or better and therefore can be used to benchmark the solutions of other methods. Changing the relative curvature radius of the slope (R/H) shows that concave slopes are more stable than straight slopes, but that convex slopes are less stable; moreover, the 3D effects are more significant in slopes with friction/cohesive soils with smaller values of R/H. Numerical 3D results are presented in the form of dimensionless graphs, which represent a convenient tool for practicing engineers to estimate the initial stability of excavated or artificial slopes. (C) 2016 American Society of Civil Engineers.","Authors":"Sun, CW (Sun, Chaowei) ; Chai, JR (Chai, Junrui) ; Xu, ZG (Xu, Zengguang) ; Qin, Y (Qin, Yuan)","Title":"3D Stability Charts for Convex and Concave Slopes in Plan View with Homogeneous Soil Based on the Strength-Reduction Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900006 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Jointed rocks; Bolt; Beam element; Numerical manifold method KeyWords Plus:UNCONFINED SEEPAGE FLOW; MASSES; PROPAGATION","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016004 DOI: 10.1061/(ASCE)GM.1943-5622.0000669 Published: MAY 2017","Abstract":"A beam-element-based rock bolt model is proposed in this paper. The proposed model can not only simulate the compression and tension deformations of bolts in the rock block but also capture the interaction between the bolt and the joint. The antitension, antishear, and antirotation of bolts near the joint and the hardening characteristics of bolts after the plastic yielding can be comprehensively reflected using the proposed model. The rock bolt model has been incorporated into the original numerical manifold method (NMM) procedure developed for realistic applications. In the improved NMM procedure, the bolt can be input as the physical mesh, the layout of which is not correlated with the mathematical cover. Hence, the preprocess is simplified, and numerical simulation of a large number of bolts can be easily carried out. The results of this improved procedure for bolt modeling were verified with a direct shear test of an anchored joint. Finally, the procedure was applied to evaluate the reinforcement effect of bolts in the underground powerhouse of the Shuibuya hydropower station. The results show that the deformation behavior of the anchored rock mass and the reinforcement effect of bolts can be well captured by the bolt model. (C) 2016 American Society of Civil Engineers.","Authors":"Wei, W (Wei, Wei) ; Jiang, QH (Jiang, Qinghui) ; Peng, J (Peng, Jun)","Title":"New Rock Bolt Model and Numerical Implementation in Numerical Manifold Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900030 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Electroosmotic consolidation; Analytical solution; Nonlinear soil parameters; Excess pore-water pressure; Settlement KeyWords Plus:VERTICAL DRAIN CONSOLIDATION; ELECTROKINETIC GEOSYNTHETICS; VARIABLE COMPRESSIBILITY; CYCLIC LOADINGS; SOFT CLAY; PERMEABILITY; BENTONITE; MODEL; ELCTROOSMOSIS; ELECTRODES","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 06016032 DOI: 10.1061/(ASCE)GM.1943-5622.0000821 Published: MAY 2017","Abstract":"Electroosmotic consolidation can be used as an efficient technique for soft soil improvement. Considering the limitation in previous theories that soil parameters keep constant during electroosmotic consolidation, the nonlinear relationships between soil compressibility, hydraulic and electroosmosis conductivities, and void ratio are incorporated in a one-dimensional model in the present study. The analytical solutions for the ultimate excess pore-water pressure and surface settlement are derived. A comparison between the proposed analytical solutions and traditional theory indicates that the nonlinear variation of hydraulic conductivity results in a larger ultimate excess pore-water pressure, whereas the nonlinear variation of electroosmosis conductivity leads to a smaller one. The effects are more significant for soils with higher compressibility. The nonlinear variation of soil compressibility exhibits remarkable impact on the development of excess pore-water pressure when the nonlinear variations of hydraulic and electroosmosis conductivities are considered. Compared with the ultimate excess pore-water pressure, the impact of nonlinear variations of soil parameters on the ultimate surface settlement is less significant. (C) 2016 American Society of Civil Engineers.","Authors":"Wu, H (Wu, Hui) ; Hu, LM (Hu, Liming) ; Qi, WG (Qi, Wengang) ; Wen, QB (Wen, Qingbo)","Title":"Analytical Solution for Electroosmotic Consolidation Considering Nonlinear Variation of Soil Parameters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900002 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Earthquake; Ground movement; Newmark approach; Rock avalanche; Block distortion; Daguangbao slope failure KeyWords Plus:ANALYSIS DDA; WENCHUAN EARTHQUAKE; TSAOLING LANDSLIDE; NUMERICAL-ANALYSIS; RESPONSE ANALYSIS; LARGE ROTATION; BLOCK; SIMULATION; FORMULATION; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016002 DOI: 10.1061/(ASCE)GM.1943-5622.0000648 Published: MAY 2017","Abstract":"A displacement-based seismic discontinuous deformation analysis (DDA) considers the influence of an earthquake by applying a time-dependent displacement constraint to simulate time-dependent ground movement of the base rock. However, unexpected variations of the base block stress and the block area in a seismic DDA may affect the block contacts with another block. This study theoretically clarifies the mechanism that causes unwanted base block distortion in a seismic DDA. A new geometric restriction is proposed for the assignment of displacement-constraint points to simulate the ground movement of two-dimensional (2D) and three-dimensional (3D) convex and concave blocks without changing the DDA algorithm. Additionally, the Daguangbao rock avalanche triggered by the Wenchuan earthquake in China is considered as a case study to demonstrate the capability of the new geometric restriction in a DDA to solve practical problems. (C) 2016 American Society of Civil Engineers.","Authors":"Wu, JH (Wu, Jian-Hong) ; Do, TN (Trong Nhan Do) ; Chen, CH (Chen, Chun-Hua) ; Wang, GH (Wang, Gonghui)","Title":"New Geometric Restriction for the Displacement-Constraint Points in Discontinuous Deformation Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900005 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Data structure designing; Physical element; Mathematical cover; Fault cutting procedure; Key algorithm KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; ANALYSIS 3-D DDA; STABILITY ANALYSIS; WAVE-PROPAGATION; CONTACT; ROCK; SIMULATION; BLOCKS; FRACTURE; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016003 DOI: 10.1061/(ASCE)GM.1943-5622.0000655 Published: MAY 2017","Abstract":"The fault cutting algorithm is important when applying the three-dimensional numerical manifold method to engineering simulation. This paper presents a primary approach to the fault cutting algorithm, including data structures, fault cutting procedures, and some basic computing algorithms. First, the data structures of the physical elements and mathematical covers are proposed as single linked lists and linked list arrays, respectively. This reduces the complexity of the algorithm and increases the efficiency when connecting physical elements to covers. Second, a strategy of recording cutting traces between every two faults to ensure that the model agrees with the actual situation was proposed. This strategy also reduces the complexity and improves the efficiency. Third, the mathematical covers and physical elements are cut with all faults independently to process complete cutting instances in a multiblock form and incomplete cutting instances without forming any new irrational block. Finally, four cutting examples are presented that demonstrate that the proposed fault cutting algorithm is correct and useful. (C) 2016 American Society of Civil Engineers.","Authors":"Wu, YQ (Wu, Yanqiang) ; Chen, GQ (Chen, Guangqi) ; Jiang, ZS (Jiang, Zaisen) ; Zhang, L (Zhang, Long) ; Zhang, H (Zhang, Hong) ; Fan, FS (Fan, Fusong) ; Han, Z (Han, Zheng) ; Zou, ZY (Zou, Zhenyu) ; Chang, L (Chang, Liu) ; Li, LY (Li, Layue)","Title":"Research on Fault Cutting Algorithm of the Three-Dimensional Numerical Manifold Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900013 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA); Graphics processing unit (GPU); Parallel computing; Contact detection; Open-close iteration KeyWords Plus:GPU; FAILURE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016010 DOI: 10.1061/(ASCE)GM.1943-5622.0000717 Published: MAY 2017","Abstract":"The performance of discontinuous deformation analysis (DDA) needs to be improved for large-scale analysis. In this study, the contact detection and open-close iteration, as the bottlenecks of DDA computing, are reimplemented on graphics processing units (GPUs). For contact detection, the proposed parallel method accelerates DDA computing by maintaining a high loading balance and data reuse ratio on the GPU. The open-close iteration is divided into two parts, simultaneous equations solver and interpenetration checker. For the simultaneous equations solver, both the parallel Jacobi method and the block Jacobi preconditioned conjugate gradient (BJPCG) methods are implemented on the GPU to substitute the original successive overrelaxation (SOR) method. The parallel interpenetration checker is improved by optimizing conditional branches on the GPU. Two applications of the new parallel methods are introduced. The results showed that the broad and narrow phases of contact detection showed 18 and 5 times speedup, respectively. The parallel BJPCG simultaneous equations solver showed 16 times speedup, and the parallel interpenetration checker showed 2 times speedup. The total performance of DDA is improved about 2 and 10 times, respectively, using the proposed methods. (C) 2016 American Society of Civil Engineers.","Authors":"Xiao, YF (Xiao, Yunfan) ; Miao, QH (Miao, Qinghai) ; Huang, M (Huang, Min) ; Wang, Y (Wang, Ying) ; Xue, J (Xue, Jian)","Title":"Parallel Computing of Discontinuous Deformation Analysis Based on Graphics Processing Unit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900012 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Numerical manifold methods (NMM); Mathematical cover; Physical cover; Contact; Penalty parameter; Direct approach; Lagrange multiplier method KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; FINITE-ELEMENT-METHOD; UNCONFINED SEEPAGE FLOW; CRACK-PROPAGATION; ROCK SLOPE; SIMULATION; FORMULATION; FRICTION; ISSUES; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016012 DOI: 10.1061/(ASCE)GM.1943-5622.0000714 Published: MAY 2017","Abstract":"The numerical manifold method (NMM) is suitable for the solution of both continuous and discontinuous problems in geotechnical engineering. In the conventional NMM, the contact between blocks is treated with the open-close iteration, which needs to fix or remove spurious springs between two blocks in contact and to assume properly the normal stiffness and the tangential stiffness (the penalty parameters). Unreasonable values of stiffness would result in numerical problems. To avoid the penalty parameters, contacts are treated in a direct way in which contact forces are primal variables. Numerical examples have confirmed the correctness and feasibility of the proposed procedure. (C) 2016 American Society of Civil Engineers.","Authors":"Yang, YT (Yang, Yongtao) ; Zheng, H (Zheng, Hong)","Title":"Direct Approach to Treatment of Contact in Numerical Manifold Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900032 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Fracture network; Variably saturated flow; Finite element; Orientation KeyWords Plus:VARIATIONAL INEQUALITY FORMULATION; POROUS-MEDIA; FLUID-FLOW; HYDRAULIC CONDUCTIVITY; VARIABLE APERTURE; SOLUTE TRANSPORT; SATURATED FLOW; ROCK FRACTURES; HEAT-TRANSFER; FREE-SURFACE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016118 DOI: 10.1061/(ASCE)GM.1943-5622.0000826 Published: MAY 2017","Abstract":"Fracture-dominated flow in fractured rocks is of interest in many areas of scientific and technical research. In contrast to the continuum approach, this study employed a discrete fracture model method to analyze water movement in unsaturated fractured rocks, in which the flow behavior for single fractures is governed by Darcy's law and the Richards equation, and the partial differential equations defined on the whole fracture network domain were formulated. A systematic finite-element algorithm was developed along with a corresponding numerical procedure. The results for the porous medium indicate that the proposed method is valid. Good agreement was found between the numerical predictions and experimental observations, and thus the equivalent discrete fracture network model may be used in place of the continuum model. The infiltration seepage analysis in a fractured rock slope demonstrated that the distribution of fracture-dominated flow was heterogeneous and that the movement of variably saturated seepage flow was substantially influenced by the orientation of fractures. (C) 2016 American Society of Civil Engineers.","Authors":"Ye, ZY (Ye, Zuyang) ; Jiang, QH (Jiang, Qinghui) ; Zhou, CB (Zhou, Chuangbing) ; Liu, YZ (Liu, Yanzhang)","Title":"Numerical Analysis of Unsaturated Seepage Flow in Two-Dimensional Fracture Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900022 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Drill-and-blast method (DBM); Tunnel-boring machine (TBM); Immediate rockburst; Microseismic events; Microseismic energy; Rockburst intensity KeyWords Plus:CHINA","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016119 DOI: 10.1061/(ASCE)GM.1943-5622.0000805 Published: MAY 2017","Abstract":"This study integrates microseismic data and data from hundreds of rockbursts of different intensities that occurred in a water drainage tunnel and four deep headrace tunnels at Jinping II Hydropower Station in Sichuan Province, China. The tunnels with overburden depths between 1,900 and 2,525 m, the maximum principal stress of which reaches 63 MPa in a rock mass, is composed mainly of marble. The tunnels have a total length of 12.4km. The microseismic energy produced during the development of immediate rockbursts induced by the excavation by the drill-and-blast method (DBM) and a tunnel-boring machine (TBM) were studied. The results indicate that the daily maximum microseismic energy can be used as a basis for estimating rockburst intensity. The daily maximum microseismic energy (logarithm) corresponds to intense rockbursts (>6), moderate rockbursts (between 5 and 6), weak rockbursts (between 4 and 5), and no rockbursts (<4). Before the occurrence of intense rockbursts, there were numerous weak and moderate rockbursts during TBM excavation, whereas such a phenomenon was not observed during DBM excavation. The microseismic energy (logarithm) primarily concentrated in the range of 1 to 5 under TBM excavation, which is concentrated in the range of -1 to 4 under DBM excavation. For rockbursts of the same intensity, the range of microseismic energy remained the same for either type of excavation method. The distribution range of the microseismic energy moved in the direction of high energy as the level of rockburst intensity rose (intense rockbursts>moderate rockbursts>weak rockbursts>no rockburst). Microseismic energy can be used as a guideline for building a warning system and reduce the risk of rockbursts during construction. (C) 2016 American Society of Civil Engineers.","Authors":"Yu, Y (Yu, Yang) ; Chen, BR (Chen, Bing-rui) ; Xu, CJ (Xu, Chang-jie) ; Diao, XH (Diao, Xin-hong) ; Tong, LH (Tong, Li-hong) ; Shi, YF (Shi, Yu-feng)","Title":"Analysis for Microseismic Energy of Immediate Rockbursts in Deep Tunnels with Different Excavation Methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900001 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Blocky rock masses; Block Theory; TBM-block interaction; Block classification; Block identification KeyWords Plus:MORPHOLOGICAL VISUALIZATION METHOD; STABILITY ANALYSIS; SIMULATION; REMOVABILITY; GEOMETRY; THRUST; TORQUE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016001 DOI: 10.1061/(ASCE)GM.1943-5622.0000640 Published: MAY 2017","Abstract":"(C) 2016 American Society of Civil Engineers. A new block-classification method for tunnel construction using a tunnel-boring machine (TBM) to capture the geometrical and mechanical transformation of rock blocks in the course of TBM excavation is proposed in this paper. The machine-block interaction is interpreted by dividing the joint blocks into blocks influenced by TBM excavation and blocks uninfluenced by TBM excavation. The influenced blocks are categorized further as contacting or noncontacting blocks according to whether they are in contact with the TBM. The contacting blocks include the front block, the corner block, and the rear block, based on the spatial location of blocks with respect to the cutterhead. Different types of blocks have distinct kinematic and mechanical characteristics. The sizes and shapes evolve, and the categories may be changed for rock blocks during excavation. The identification algorithms for influenced blocks and three types of contacting blocks are presented. Finally, a simple example considering a double-shield TBM tunnel excavation is used to illustrate the effectiveness of the new block-classification approach to guide TBM tunneling. The new classification approach will be helpful in evaluating the block removability and the possibility of cutterhead clogging and to shield blockage during tunneling with a TBM.","Authors":"Zhang, ZX (Zhang, Z. X.) ; Wang, SF (Wang, S. F.) ; Huang, X (Huang, X.) ; Kwok, CY (Kwok, C. Y.)","Title":"TBM-Block Interaction during TBM Tunneling in Rock Masses: Block Classification and Identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900018 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA); Distinct lattice spring model (DLSM); Rock cutting; Rock penetration KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; DISCRETE ELEMENT; CONCRETE; CONTACT; MODEL; MECHANICS; STRENGTH; GEO","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016015 DOI: 10.1061/(ASCE)GM.1943-5622.0000754 Published: MAY 2017","Abstract":"Rock cutting and rock penetration are typical problems in civil, mining, petroleum, and geothermal engineering disciplines. They involve dynamic fracturing and fragmentation of rock, high-speed movements of a cutter/impactor, and complex dynamic contacts between the cutter/impactor and the rock. In this study a new three-dimensional (3D) coupled approach is developed to address these problems. The distinct lattice spring model (DLSM) is used to simulate the dynamic fracturing process of the rock, and the discontinuous deformation analysis (DDA) is adopted to model the high-speed motion of the cutter/impactor. An explicit-implicit coupling scheme is developed to bridge DLSM and DDA. Moreover, to take account of interaction between DLSM and DDA, a 3D simplex sphere-to-block contact method is introduced. Finally, a number of numerical examples are conducted to verify the implementation of the coupled approach and its ability to model rock cutting and rock penetration problems. (C) 2016 American Society of Civil Engineers.","Authors":"Zhao, GF (Zhao, Gao-Feng) ; Lian, JJ (Lian, Ji-Jian) ; Russell, AR (Russell, Adrian R.) ; Zhao, J (Zhao, Jian)","Title":"Three-Dimensional DDA and DLSM Coupled Approach for Rock Cutting and Rock Penetration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900014 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Contact detection; Three-dimensional discontinuous deformation analysis; Object-oriented method; Entrance block theory; Contact cover; First entrance; Shortest exit KeyWords Plus:DISCRETE ELEMENT METHOD; TO-FACE CONTACT; DETECTION ALGORITHM; POLYHEDRAL BLOCKS; MODEL; SIZES","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016009 DOI: 10.1061/(ASCE)GM.1943-5622.0000718 Published: MAY 2017","Abstract":"Compared with two-dimensional (2D) contact cases, three-dimensional (3D) contact problems are more complicated in both contact geometry representation and contact detection. The entrance block theory proposed by Shi lays the foundation for solving contact problems in a uniform format. This paper presents a new contact detection approach for 3D polyhedral blocks with the use of entrance block theory. In this approach, contacts between 3D polyhedra were classified into three categories: finite-contact covers (face to face, edge to face, and parallel edge to edge), single-contact covers (vertex to face, crossing edge to edge, vertex to edge, and vertex to vertex), and basic-contact covers (vertex to face and crossing edge to edge). A finite-contact cover consists of several single-contact covers, and all single-contact covers can be identified as basic-contact covers. Thus, the contact detection process can be fulfilled in three phases: a rough search phase to form a potential contacting block list for all blocks, a delicate search phase to detect the four single-contact covers, and an identification phase to identify basic-contact covers from all single-contact covers. Because contacts happen on boundaries of blocks, which can be regarded as a union of boundaries of 3D block angles, the delicate search can be fulfilled through detection between boundaries of 3D block angles to increase its efficiency. After contact detection, a list of potential contact pairs based on the three contact categories was formed and solved based on two basic-contact covers (i.e., vertex-to-face and crossing edge-to-edge contact covers). The half-edge data structure was applied to represent angles, edges, and polygons in polyhedra. The contact detection algorithm was fulfilled in the framework of 3D discontinuous deformation analysis (DDA), using the object-oriented programming method. In this paper, examples are provided to verify the accuracy of the proposed algorithm in treating vertex-to-vertex, vertex-to-edge, parallel edge-to-edge, edge-to-face, and face-to-face contact types as well as its robustness in solving contacts of a large number of blocks. (C) 2016 American Society of Civil Engineers.","Authors":"Zheng, F (Zheng, Fei) ; Jiao, YY (Jiao, Yu-Yong) ; Zhang, XL (Zhang, Xiu-Li) ; Tan, F (Tan, Fei) ; Wang, L (Wang, Long) ; Zhao, Q (Zhao, Qiang)","Title":"Object-Oriented Contact Detection Approach for Three-Dimensional Discontinuous Deformation Analysis Based on Entrance Block Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900015 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Collision modeling; Coefficients of restitution; Discontinuous deformation analysis; Contact parameter; Rockfall KeyWords Plus:ARBITRARY EVOLVING CRACKS; ROCK FALL ANALYSIS; NUMERICAL-SIMULATION; GRANULAR-MATERIALS; POLYHEDRAL BLOCKS; MESHFREE METHOD; JOINTED ROCK; DDA; FAILURE; FORMULATION","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016011 DOI: 10.1061/(ASCE)GM.1943-5622.0000745 Published: MAY 2017","Abstract":"This paper presents a contact parameter estimation method for collision modeling using discontinuous deformation analysis (DDA). Most DDA codes and discrete element method (DEM) codes use the viscoelastic contact model for contact-stress calculation. The contact parameters of the viscoelastic contact model, such as normal stiffness and damping constant, affect the computation results observably. Although the DDA method has been proposed for more than 20 years, the contact parameters in DDA modeling are still difficult to determine. In collision dynamics, the coefficient of restitution (COR) is considered the critical parameter for describing the changes of motion state after collision between two objects. In the proposed method, the normal COR is used for evaluating calculation results of rockfall modeling with three-dimensional DDA. The normal COR of the two-object model is obtained by tests or empirical methods. The relation curve of contact parameters and the normal COR is generated on the basis of a series of numerical computations according to the tests. Then, the reasonable combination of normal stiffness and damping constant can be calculated by matching the normal COR on this curve and used in other similar computations to obtain more practical results. An example based on laboratory tests is reported to validate the method. (C) 2016 American Society of Civil Engineers.","Authors":"Zhu, HH (Zhu, Hehua) ; Wu, W (Wu, Wei) ; Zhuang, XY (Zhuang, Xiaoying) ; Cai, YC (Cai, Yongchang) ; Rabczuk, T (Rabczuk, Timon)","Title":"Method for Estimating Normal Contact Parameters in Collision Modeling Using Discontinuous Deformation Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200004 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Bridge damage; Extreme flood events; Stream power; Tropical Storm Irene; Scour; Damage KeyWords Plus:HURRICANE-KATRINA; EXTREME FLOODS; RIVER; INFORMATION","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 05017001 DOI: 10.1061/(ASCE)BE.1943-5592.0001022 Published: MAY 2017","Abstract":"On August 28, 2011, Tropical Storm Irene hit the state of Vermont with a severity that deposited 100-200mm (4-8 in.) of rain across the state and resulted in damage or failure of over 300 bridges. The analysis of available data sets helped identify a set of 313 bridges (with a span greater than 6 m) damaged in a single state from a single extreme flood event that caused a 12-h rainfall recurrence interval that exceeded 500 years in some areas and 100 years throughout most of the affected areas. Based on available damage reports and photographs, the observed bridge damage was grouped into four levels of severity. This paper links watershed stream power to the observed bridge damage, develops a process for quantifying the hazard at bridges both as a case study and for future storms, and uses stream power as a hazard metric to produce probabilistic predictions of bridge vulnerability. The analysis also offers a comparison between damaged bridges and bridges that were not damaged in Tropical Storm Irene. Specific stream power (SSP) and the event-based Irene-specific stream power (ISSP) were computed and found to be both statistically significant at discriminating between damaged and nondamaged bridges, as well as between damage levels. The application of the empirical fragility curve analysis for SSP and ISSP produces a probability of damage generated from the results collected from Tropical Storm Irene. Spatially mapping the bridge-damage probability from an extreme event like Tropical Storm Irene enables the hazard to be effectively displayed over a broad range of scales (e.g., stream reaches, select watershed, statewide). The methodology presented here can be applied to other geographic settings and storm events of interest, and to the best of the authors' knowledge, this is the first investigation comparing site-specific stream power to observed bridge damage at a network level. (C) 2017 American Society of Civil Engineers.","Authors":"Anderson, I (Anderson, Ian) ; Rizzo, DM (Rizzo, Donna M.) ; Huston, DR (Huston, Dryver R.) ; Dewoolkar, MM (Dewoolkar, Mandar M.)","Title":"Stream Power Application for Bridge-Damage Probability Mapping Based on Empirical Evidence from Tropical Storm Irene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200009 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Ultrahigh-performance concrete (UHPC); Short-headed stud; Push-out test; Shear stiffness; Relative slip; S-N curve KeyWords Plus:SHEAR CONNECTORS; COMPOSITE BEAMS; RESISTANCE; STRENGTH; TESTS; DECK","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017005 DOI: 10.1061/(ASCE)BE.1943-5592.0001031 Published: MAY 2017","Abstract":"In recent years, ultrahigh-performance concrete (UHPC) has been increasingly applied to orthotropic steel deck (OSD) bridges. The UHPC layer and the OSD are connected through short-headed studs. This paper studies the static and fatigue behavior of short-headed studs embedded in UHPC. Seven specimens were fabricated for push-out tests, three of which were subjected to static tests, and the other four were subjected to fatigue tests. The headed studs in these specimens had a low height-to-diameter ratio of 2.7. Both the static and fatigue tests showed that the specimens failed because of the fracture of the headed studs, whereas the UHPC layer did not develop appreciable damage. These observations reflected the fact that the short-headed studs developed full strength when embedded in UHPC. Based on the fatigue test results, a design S-N curve with 95% survival probability was proposed. (C) 2017 American Society of Civil Engineers.","Authors":"Cao, JH (Cao, Junhui) ; Shao, XD (Shao, Xudong) ; Deng, L (Deng, Lu) ; Gan, YD (Gan, Yidong)","Title":"Static and Fatigue Behavior of Short-Headed Studs Embedded in a Thin Ultrahigh-Performance Concrete Layer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200001 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Bridges; Rapid construction; Connection; Column; Pretension; Precast concrete; Cast-in-place concrete; Seismic KeyWords Plus:PRECAST; CONCRETE; ANCHORAGE; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017003 DOI: 10.1061/(ASCE)BE.1943-5592.0000992 Published: MAY 2017","Abstract":"A new concept was developed to accelerate the construction of highway bridge bents, to improve their seismic resilience, and to make them more durable. On-site construction activities are accelerated by precasting the columns and cap beams and by using socket connections at the bottoms of the columns and grouted connections at the top. Unbonded pretensioning of the columns increases both the bridge's seismic resilience (through improved recentering) and its durability (through reduced cracking), whereas precasting improves quality control. Previous researchers have incorporated unbonded posttensioning into structural systems to reduce postearthquake residual displacements, but pretensioning is preferable in terms of construction convenience, speed, and quality control. Epoxy coating also adds corrosion resistance to the pretensioned strands. Two cantilever concrete subassemblies, representing the top and bottom connections for a column, were subjected to constant axial load and cyclic lateral loading. The tests demonstrated that the new system recenters better than does a comparable RC column. Furthermore, the inelastic action was restricted to the columns, thereby validating the capacity protection of the connection regions. (C) 2017 American Society of Civil Engineers.","Authors":"Davis, PM (Davis, Phillip M.) ; Janes, TM (Janes, Todd M.) ; Haraldsson, OS (Haraldsson, Olafur S.) ; Eberhard, MO (Eberhard, Marc O.) ; Stanton, JF (Stanton, John F.)","Title":"Unbonded Pretensioned Columns for Accelerated Bridge Construction in Seismic Regions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200011 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Vessel collision; Continuous bridges; Progressive collapse; Finite-element analysis KeyWords Plus:DYNAMIC-ANALYSIS; IMPACT RESPONSE; BARGE COLLISION; PIERS; SIMULATION; DESIGN; TESTS","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017008 DOI: 10.1061/(ASCE)BE.1943-5592.0001037 Published: MAY 2017","Abstract":"Multispan continuous bridges have been widely used in navigable waterways. However, their susceptibility to progressive collapse as a result of vessel collision is not yet fully understood. Experimental studies of bridge collapses induced by vessel collision are costly, time-consuming, and often not feasible. This paper presents a numerical study on the progressive collapse of a multispan continuous bridge subjected to vessel collision. A high-fidelity finite-element model of a 14-span continuous bridge, including its prestressed concrete (PC) superstructures and reinforced concrete (RC) pier columns/piles, and the colliding barge was developed to investigate the bridge failure mechanism. The validation was carried out for PC superstructures and RC structural members of the bridge piers by using available drop-weight impact tests of PC and RC beams. Furthermore, evaluation of available forensic investigation data, such as photographs and a survey of collapsed spans/piers, indicated that the progressive collapse was well predicted by the numerical analysis. Results show that the bridge pier directly impacted by a vessel will fail in the lateral direction of the bridge span, whereas nonimpacted piers will fail in the longitudinal direction of the bridge span. Results also show that the number of collapsed spans/piers depends on underwater terrain conditions and that the failure of the slender pier columns and piles results from plastic-hinge bending. (C) 2017 American Society of Civil Engineers.","Authors":"Jiang, H (Jiang, Hua) ; Wang, JJ (Wang, Junjie) ; Chorzepa, MG (Chorzepa, Mi G.) ; Zhao, JD (Zhao, Jidong)","Title":"Numerical Investigation of Progressive Collapse of a Multispan Continuous Bridge Subjected to Vessel Collision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200006 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Bridge engineering; Ultimate flexural capacity; Destructive load test; Simply supported T-girder bridge; Nonlinear finite-element analysis","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 05017003 DOI: 10.1061/(ASCE)BE.1943-5592.0001027 Published: MAY 2017","Abstract":"Rational and precise evaluation for ultimate flexural capacity is essential for accurate prediction of the safety margin and overload capacity of existing bridges. One of the spans of a 28- year-old distressed simply supported T-girder bridge with a span of 20 m was severely damaged, and the decision to replace it with new one was made. A field destructive load test of this distressed span was performed. A nonlinear finite-element model technique was used to predict the failure load and retrace the load-versus-deflection response. The ultimate flexural capacity obtained by the destructive load test was compared with the results of a limit-states design method. The comparison revealed that the ultimate flexural capacity of the distressed bridge was more than the bending moment produced by the combined effect of self-weight and overloaded vehicles plying over it, which explains why the bridge supported overloaded vehicles for many years. (C) 2017 American Society of Civil Engineers.","Authors":"Li, Y (Li, Yong) ; Zhang, JQ (Zhang, Jinquan) ; Chen, YJ (Chen, Yanjiang) ; Wu, LP (Wu, Lipeng)","Title":"Ultimate Flexural Capacity of a Severely Damaged Reinforced Concrete T-Girder Bridge"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200008 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Corrosion; High-cycle fatigue loading; Mechanical behavior; Prestressing wire KeyWords Plus:REINFORCED-CONCRETE BEAMS; STEEL REINFORCEMENT; PITTING CORROSION; RC BEAMS; BARS; PERFORMANCE; CAPACITY; VARIABILITY; DUCTILITY; IMPACT","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017004 DOI: 10.1061/(ASCE)BE.1943-5592.0001030 Published: MAY 2017","Abstract":"This paper presents an experimental investigation of the degradation of the mechanical behavior of corroded prestressing wires under high-cycle fatigue loading. To quantify the influence of corrosion degree, stress range, and loading cycles on the wires' mechanical properties, static tensile tests were performed on corroded prestressing wires with a predetermined fatigue-loading history. It was observed that after high-cycle fatigue loading, all corroded prestressing wires failed around corrosion pits as a result of uneven corrosion. The fracture surfaces no longer presented a cup-and-cone pattern, and the shear lip disappeared. The ductility of prestressing wires is very sensitive to high-cycle fatigue loading and corrosion. The postyield branch became dramatically shorter and even disappeared with increased corrosion degrees and loading cycles. With the increased degrees of corrosion and loading cycles, a significant reduction was found in the ultimate strength and ultimate strain of corroded prestressing wires, with little effect on effective elastic stiffness. The theoretical degradation models of the ultimate strength and ultimate strain were established for corroded prestressing wires subject to high-cycle fatigue loading and were found to be in good agreement with experimental results. (C) 2017 American Society of Civil Engineers.","Authors":"Liu, XG (Liu, Xiguang) ; Zhang, WP (Zhang, Weiping) ; Gu, XL (Gu, Xianglin) ; Zeng, YH (Zeng, Yanhong)","Title":"Degradation of Mechanical Behavior of Corroded Prestressing Wires Subjected to High-Cycle Fatigue Loading"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200007 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Vortex-induced vibrations (VIVs); Yawed bluff body; Bridge tower; Wind tunnel tests; Modal shape factor; Turbulent flow KeyWords Plus:INDUCED OSCILLATION; CIRCULAR-CYLINDERS; SQUARE CYLINDER; RECTANGULAR CYLINDER; SPANWISE CORRELATION; AERODYNAMIC FORCES; FLOW; CABLES; LIFT; WAKE","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017006 DOI: 10.1061/(ASCE)BE.1943-5592.0001028 Published: MAY 2017","Abstract":"The design of modern bridge towers tends toward more and more complex-shaped (tapered and/or inclined cantilevers, etc.) and lighter structures. Consequently, the wind effects are often assessed through full-aeroelastic tests, even for small/medium-span flexible bridges. The lightness of these structures, together with a bluff shape, give rise to a certain susceptibility to vortex-induced vibrations (VIVs), which cannot be assessed by using simple sectional models due to the nonnegligible tridimensionality of the main phenomena involved. This paper deals with the VIV of a yawed and tapered tower of a 110-m-span cable-stayed road bridge in the South of Italy. The VIV response in smooth and turbulent flow estimated through a full-aeroelastic model is compared with those of two sectional models referring to two different cross sections along the height of the tower. The comparison shows that the predictions of the two sectional models significantly overestimate the drag force of the entire structure and underestimate the VIV response of the tridimensional model by a factor of two, confirming the previously mentioned need for full-aeroelastic tests. The work also gives some insight into the issue of scaling to prototype the sectional model results through the introduction of a modified modal shape factor. Finally, wake measurements in smooth and turbulent flow, together with flow visualizations by means of woolen yarns attached to the tower, shed some light on the complex flow past yawed bluff bodies. (C) 2017 American Society of Civil Engineers.","Authors":"Marra, AM (Marra, Antonino Maria) ; Mannini, C (Mannini, Claudio) ; Bartoli, G (Bartoli, Gianni)","Title":"Wind Tunnel Modeling for the Vortex-Induced Vibrations of a Yawed Bridge Tower"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200010 ISSN: 1084-0702 eISSN: 1943-5592","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017007 DOI: 10.1061/(ASCE)BE.1943-5592.0001034 Published: MAY 2017","Abstract":"Adjacent precast prestressed concrete box-beam bridges have been used in the United States for many years and have performed well. However, the shear keys between adjacent box beams are susceptible to cracking, which can cause reflective cracks in an overlay or composite deck. The shear-key cracks have been observed shortly after casting and have developed as a result of thermal load, shrinkage, live load, or a combination of these factors. Little research has been done to investigate the early-age field behavior of these bridges. In this study, the early-age behavior of a bridge containing partial-depth shear keys grouted with ultra-high-performance concrete (UHPC) and equally spaced dowel bars was investigated. The bridge, which is the first adjacent box-beam bridge in the United States utilizing reinforced UHPC shear keys, was instrumented and monitored. This paper presents the early-age field results of the bridge during the first week after construction. The bridge performed well, with no cracking in the shear keys based on field observations and data analysis. Furthermore, it is shown that the transverse dowels play a role in helping to carry the transverse stresses in the key at the early age, before the UHPC has gained sufficient strength. (C) 2017 American Society of Civil Engineers.","Authors":"Semendary, AA (Semendary, Ali A.) ; Walsh, KK (Walsh, Kenneth K.) ; Steinberg, EP (Steinberg, Eric P.)","Title":"Early-Age Behavior of an Adjacent Prestressed Concrete Box-Beam Bridge Containing UHPC Shear Keys with Transverse Dowels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200005 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Corrugated sandwich panel; Bridge deck; Spot weld shear capacity; Panel deflection KeyWords Plus:HONEYCOMB-CORES; BEHAVIOR; PERFORMANCE; SUBJECT; LOADS","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 04017002 DOI: 10.1061/(ASCE)BE.1943-5592.0001026 Published: MAY 2017","Abstract":"A critical challenge in bridge design and the construction process is to reduce the weight of the bridge deck. Specifically, in small aged bridges, light modules provide an easy and fast bridge deck renewal. Sandwich panels were introduced as such lightweight bridge decks a few decades ago. Low density and high specific strength of the panels provide remarkable advantages for a wide variety of industrial applications. The objective of this study was to investigate the effect of geometric parameters on the mechanical behavior (deflection and shear force) of a corrugated-core steel sandwich panel and predict its response by developing mathematical regression models. The results reveal that the core and the face sheet thicknesses highly affect the panel deflection response, whereas the weld spacing has the highest contribution to the maximum shear force response. (C) 2017 American Society of Civil Engineers.","Authors":"Tehrani, M (Tehrani, Mehdi) ; Dezfuli, FH (Dezfuli, Farshad Hedayati) ; Alam, MS (Alam, M. Shahria) ; Milani, AS (Milani, Abbas S.)","Title":"Parametric Study on Mechanical Responses of Corrugated-Core Sandwich Panels for Bridge Decks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900011 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Grouting; Bingham fluid; Three-dimensional k-epsilon turbulence model; Hydromechanical coupling theory; Three-dimensional stability analysis model KeyWords Plus:SUBSIDENCE; PROJECT; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016069 DOI: 10.1061/(ASCE)CP.1943-5487.0000640 Published: MAY 2017","Abstract":"Accidents involving goaf collapse and ground subsidence can pose a huge potential hazard to both human health and the environment. Grouting for underground goaf is an important action commonly undertaken to reduce hydraulic conductivity and enhance stability. Due to the geological complexity and interdisciplinary nature of it, studying the stability of grouted goaf and overlying structure is an issue of crucial importance. Research on the goaf stability analysis simplified the grouted rock mass as a homogeneous material and ignored the coupled rock mass-fluid flow processes. For the grouting simulation, previous studies mainly focused on the grouting simulation in a single borehole or planar fractures and simulated the grouting process by a two-dimensional seepage model. Only a few of them have represented the actual operational conditions with dense boreholes and turbulent flow. In this study, a three-dimensional (3D) geoengineering model was developed based on the non uniform rational B-splines-triangulated irregular network-boundary representation (NURBS-TINBRep) hybrid data structure to represent complex geological structures. Then, considering the Bingham fluid characteristic, a 3D k-epsilon turbulence mathematical model was proposed so that the flow characteristics of grout and multihole grouting process in sequence were modeled. By applying the hydromechanical coupling theory, a 3D stability analysis model based on the geoengineering model was performed to analyze the effectiveness of grouting reinforcement and the stability of the goaf. (C) 2016 American Society of Civil Engineers.","Authors":"Ao, XF (Ao, Xuefei) ; Wang, XL (Wang, Xiaoling) ; Zhu, XB (Zhu, Xiaobin) ; Zhou, ZY (Zhou, Zhengyin) ; Zhang, XX (Zhang, Xiaoxin)","Title":"Grouting Simulation and Stability Analysis of Coal Mine Goaf Considering Hydromechanical Coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900012 ISSN: 0887-3801 eISSN: 1943-5487","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016070 DOI: 10.1061/(ASCE)CP.1943-5487.0000644 Published: MAY 2017","Abstract":"This study presents a methodology for travel-time prediction on urban arterial networks using data from global positioning system (GPS) probe vehicles, under Indian traffic conditions. Given any link in the network, the model predicts its travel time on the basis of historic patterns and real-time information. By doing this, it would be possible to find the time required to travel on all possible routes for any given origin-destination pair. The study also emphasizes the need for splitting links into intersection and midlinks. The k-nearest neighbor algorithm was used for prediction at the midlinks and a random forest predictor was developed to predict the travel time on the high-variation intersection links. For intersections with location-based sensors, a methodology for delay and travel-time prediction was proposed on the basis of predicted values of queue length. Overall, it was observed that better prediction accuracy was achieved when links were considered separately as midlink and intersection. The model was validated on a study network using GPS data procured from public transport buses in Chennai, India. (C) 2016 American Society of Civil Engineers.","Authors":"Bahuleyan, H (Bahuleyan, Hareesh) ; Vanajakshi, LD (Vanajakshi, Lelitha Devi)","Title":"Arterial Path-Level Travel-Time Estimation Using Machine-Learning Techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900013 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Anchored ANOVA decomposition; Gaussian process; NSGA-II; Pareto front KeyWords Plus:DIMENSIONAL MODEL REPRESENTATIONS; BASIS FUNCTION SURROGATES; BLACK-BOX OPTIMIZATION; GENETIC ALGORITHM; RELIABILITY-ANALYSIS; PARTICLE SWARM; OPTIMAL-DESIGN; COMPUTATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016071 DOI: 10.1061/(ASCE)CP.1943-5487.0000643 Published: MAY 2017","Abstract":"The computational intensiveness of evolutionary algorithms (EAs) in dealing with large-scale problems has been of great concern over the years. In order to reduce the computational burden associated with EAs initially, an anchored ANOVA decomposition model was integrated with the elitist nondominated sorting genetic algorithm (NSGA-II). Later, an improved version of the former framework, a novel approximation technique was developed and specialized to solve typical case scenarios often encountered, such as problems with nonconvex and disconnected Pareto optimal fronts. This proposed tool has been referred to as adaptive bilevel error-sensitivity based anchored ANOVA decomposition (ABE-ANOVA). ABE-ANOVA has been developed by the amalgamation of anchored ANOVA decomposition and Gaussian process (GP) model. They are coupled in such a way that anchored ANOVA handles the global behavior of the model using a set of component functions and GP interpolates local variations as a function of sample points, resulting in a two-level approximation. The study proves that ABE-ANOVA assisted NSGA-II is much more robust as compared to ANOVA assisted NSGA-II, especially in handling complex scenarios. Implementation of the proposed approaches have been demonstrated with the help of several multiobjective analytical examples and a few finite element problems. Performance has been assessed by comparing simulation of the actual model with NSGA-II and a few other algorithms. Excellent results in terms of accuracy and computational effort makes the proposed method potential for real-time applications. (C) 2016 American Society of Civil Engineers.","Authors":"Chatterjee, T (Chatterjee, Tanmoy) ; Chowdhury, R (Chowdhury, Rajib)","Title":"Adaptive Bilevel Approximation Technique for Multiobjective Evolutionary Optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900010 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Resource-constrained project scheduling problem (RCPSP); Entropy maximization; Heuristic KeyWords Plus:LEVELING PROBLEMS; OPTIMIZATION; ALGORITHM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016068 DOI: 10.1061/(ASCE)CP.1943-5487.0000632 Published: MAY 2017","Abstract":"A heuristic is presented for the resource-constrained project scheduling problem (RCPSP), based on maximizing the entropy of the project's resource histogram. The proposed RCPSP algorithm makes use of the general theory of entropy, two of its principal properties (subadditivity and maximality), and a newly proposed maximum-entropy (MaxEnt) rule, to heuristically prioritize schedule activities subject to imposed resource constraints so as to maximize the histogram's total entropy. Maximal entropy is, by definition, reached at the equiprobability distribution and thus at a leveled allocation of resources. The proposed heuristic is evaluated by use of case-study networks and its performance compared to the performance of the earliest late start (ELS) rule. (C) 2016 American Society of Civil Engineers.","Authors":"Christodoulou, SE (Christodoulou, Symeon E.)","Title":"Entropy-Based Heuristic for Resource-Constrained Project Scheduling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900003 ISSN: 0887-3801 eISSN: 1943-5487","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016061 DOI: 10.1061/(ASCE)CP.1943-5487.0000630 Published: MAY 2017","Abstract":"Pavement assessment is a crucial process for the maintenance of municipal roads. However, the detection of pavement distress is usually performed either manually or offline, which is not only time-consuming and subjective, but also results in an enormous amount of data being stored persistently before processing. State-of-the-art pavement image-processing methods executed on a CPU are not able to analyze pavement images in real time. To compensate this limitation of the methods, an automated approach for pavement distress detection is proposed. In particular, graphical processing unit (GPU) implementations of a noise removal, a background correction, and a pavement distress-detection method were developed. The median filter and the top-hat transform are used to remove noise and shadows in the images. The wavelet transform is applied in order to calculate a descriptor value for classification purposes. The approach was tested on 1,549 images. The results show that real-time preprocessing and analysis are possible. (C) 2016 American Society of Civil Engineers.","Authors":"Doycheva, K (Doycheva, Kristina) ; Koch, C (Koch, Christian) ; Konig, M (Koenig, Markus)","Title":"GPU-Enabled Pavement Distress Image Classification in Real Time"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900006 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Scaffolding construction scheduling; Time; Cost; Resource leveling; Multiobject discrete firefly algorithm (MDFA) KeyWords Plus:PARTICLE SWARM OPTIMIZATION; ANT COLONY OPTIMIZATION; GENETIC ALGORITHM; PROJECT","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016064 DOI: 10.1061/(ASCE)CP.1943-5487.0000639 Published: MAY 2017","Abstract":"Scaffolding activities involve a considerable amount of resource input and effort, particularly in very large scale and complex projects. Based on one of the present research gaps identified from literature review that very limited research emphasis has been placed on the impact of design of time-cost optimization in modular scaffolding construction process, this study aims to formulate a feasible multiobject discrete firefly algorithm (MDFA) for optimizing scaffolding project resource and scheduling schemes. The proposed MDFA has been tested under a scaffolding-specific case and a generic construction project case and manifested that it can produce accurate and effective solutions to assist scaffolding planners in developing practical project schedules and addressing complex time-cost trade-off challenges. (C) 2016 American Society of Civil Engineers.","Authors":"Hou, L (Hou, Lei) ; Zhao, CX (Zhao, Chuanxin) ; Wu, CZ (Wu, Changzhi) ; Moon, S (Moon, Sungkon) ; Wang, XY (Wang, Xiangyu)","Title":"Discrete Firefly Algorithm for Scaffolding Construction Scheduling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900004 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Partitioned modeling; Parallel processing; Mixed-dimensional coupling; Nonlinear structural analysis; High-performance computing. KeyWords Plus:LAGRANGE MULTIPLIERS; MASONRY STRUCTURES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016062 DOI: 10.1061/(ASCE)CP.1943-5487.0000633 Published: MAY 2017","Abstract":"This paper presents a novel mixed-dimensional coupling method for parallel partitioned analysis, allowing efficient nonlinear structural analysis with selective deployment of differently dimensioned elements. With this method, a structural domain is decomposed into partitions that are processed in parallel using a recently developed dual super-element partitioning approach. Individual partitions consist exclusively of reduced dimensioned (1D) or higher dimensioned (3D continuum) elements, and coupling between 1D and 3D partitions is introduced at the boundary of 3D partitions, enabling a reduction in the communication overhead. Several examples are provided to verify the proposed approach and demonstrate its benefits for nonlinear structural analysis. (C) 2016 American Society of Civil Engineers.","Authors":"Izzuddin, BA (Izzuddin, Bassam A.) ; Jokhio, GA (Jokhio, Gul A.)","Title":"Mixed-Dimensional Coupling for Parallel Partitioned Nonlinear Finite-Element Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900001 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Accelerometers; Community networks; Fuzzy logic; Global positioning system (GPS); Huffman; Road roughness; Smartphones","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016059 DOI: 10.1061/(ASCE)CP.1943-5487.0000624 Published: MAY 2017","Abstract":"Maintenance of ever-expanding road networks all over the world is a critical task and regular monitoring of the road surface is imperative for successful maintenance. Existing monitoring techniques use dedicated vehicles equipped with sensors. Limited availability of these specialized vehicles makes regular monitoring very challenging. This paper explores a novel approach of empowering the smartphone user community for monitoring roads that they use. Smartphones are used for sensing the road surface conditions from a moving vehicle. The system involves client applications on smartphones that collect accelerations as the users travel on the roads, processing of the information and communication to a central server, georeference database, and visualization of road conditions on Google maps. In this paper, the fuzzy logic-based road surface roughness classification is proposed for monitoring the road roughness. The implementation has been demonstrated in different road networks at northern region of India. The experiment demonstrates the huge potential of user community participation in maintenance of road infrastructure. (C) 2016 American Society of Civil Engineers.","Authors":"Kumar, R (Kumar, Rajiv) ; Mukherjee, A (Mukherjee, Abhijit) ; Singh, VP (Singh, V. P.)","Title":"Community Sensor Network for Monitoring Road Roughness Using Smartphones"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900015 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Parallel computing; Domain decomposition; Discontinuous Galerkin method; Shallow-water flows KeyWords Plus:EQUATIONS; MODEL; SIMULATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016073 DOI: 10.1061/(ASCE)CP.1943-5487.0000647 Published: MAY 2017","Abstract":"Flood modeling and forecasting using hydraulic models are computationally expensive for high-resolution, large-scale problems. With the advent of high-performance computing, numerical models can obtain promising speedup using parallel computing resources. In this paper, an message passing interface (MPI)-based parallel shallow-water flow solver using the discontinuous Galerkin method is presented. Parallelization is implemented with static domain decomposition using the single program-multiple data design. Data transfer between subdomains are achieved using the MPI implementation. The parallel solver is tested using idealized dam-break tests and field tests, for both fully wet and partially wet domains. The performance of parallel speedup and efficiency are compared for different mesh resolution and cluster architecture. A statistical index (maximum ratio of halo cells to total number of elements) is introduced to evaluate the parallel efficiency and performance, and this index can be used as a guide to choose the number of cores in applications. (C) 2016 American Society of Civil Engineers.","Authors":"Lai, WC (Lai, Wencong) ; Khan, AA (Khan, Abdul A.)","Title":"A Parallel Two-Dimensional Discontinuous Galerkin Method for Shallow-Water Flows Using High-Resolution Unstructured Meshes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900002 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Resilience; Pavement; Infrastructure; Serviceability; Aging; Maintenance KeyWords Plus:SYSTEMS; POLICIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016060 DOI: 10.1061/(ASCE)CP.1943-5487.0000629 Published: MAY 2017","Abstract":"This paper deals with quantifying the resilience of a network of pavements. Calculations were carried out by modeling network performance under a set of possible damage-meteorological scenarios with known probability of occurrence. Resilience evaluation was performed a priori while accounting for optimal preparedness decisions and additional response actions that can be taken under each of the scenarios. Unlike the common assumption that the pre-event condition of all system components is uniform, fixed, and pristine, component condition evolution was incorporated herein. For this purpose, the health of the individual system components immediately prior to hazard event impact, under all considered scenarios, was associated with a serviceability rating. This rating was projected to reflect both natural deterioration and any intermittent improvements due to maintenance. The scheme was demonstrated for a hypothetical case study involving LaGuardia Airport. Results show that resilience can be impacted by the condition of the infrastructure elements, their natural deterioration processes, and prevailing maintenance plans. The findings imply that, in general, upper bound values are reported in ordinary resilience work, and that including evolving component conditions is of value. (C) 2016 American Society of Civil Engineers.","Authors":"Levenberg, E (Levenberg, Eyal) ; Miller-Hooks, E (Miller-Hooks, Elise) ; Asadabadi, A (Asadabadi, Ali) ; Faturechi, R (Faturechi, Reza)","Title":"Resilience of Networked Infrastructure with Evolving Component Conditions: Pavement Network Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900008 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Multiple linear regression; Error analysis; Predictive methods; Construction; Stepwise regression KeyWords Plus:ARTIFICIAL NEURAL-NETWORKS; MULTIPLE-REGRESSION; CROSS-VALIDATION; STATISTICS; SELECTION; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016066 DOI: 10.1061/(ASCE)CP.1943-5487.0000636 Published: MAY 2017","Abstract":"A literature review has identified the absence of a robust framework that guides the development of streamlined and valid multiple linear regression (MLR) predictive models for construction engineering applications. A reliable MLR model requires an appropriate set of input variables that can satisfy the underlying assumptions of best linear unbiased estimators (BLUE). In this research, an analytical framework is proposed for developing MLR-based predictive models by (1) selecting input variables based on a modified stepwise approach, (2) verifying the BLUE assumptions, and (3) validating the prediction performance of the regression model. The resulting MLR model only contains the most-relevant input variables while also fulfilling the BLUE assumptions. By utilizing statistical inference techniques, the MLR model also produces reliable range estimates around its point-value prediction according to a particular confidence level. To illustrate the application procedure of the proposed framework, a data set intended for workability control of ready-mixed concrete from the University of California, Irvine (UCI) machine learning repository is used. A practical case study based on a real-world bridge construction project is provided to further demonstrate the application of the proposed methodology in modeling the precast span installation cycle-time. (C) 2016 American Society of Civil Engineers.","Authors":"Mohsenijam, A (Mohsenijam, Arash) ; Siu, MFF (Siu, Ming-Fung Francis) ; Lu, M (Lu, Ming)","Title":"Modified Stepwise Regression Approach to Streamlining Predictive Analytics for Construction Engineering Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900005 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Signal control; Road traffic density; Congestion; Kalman filtering; VISSIM KeyWords Plus:REAL-TIME; PREDICTIVE CONTROL; VISSIM; SYSTEM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016063 DOI: 10.1061/(ASCE)CP.1943-5487.0000635 Published: MAY 2017","Abstract":"Road traffic congestion, which occurs when the traffic demand exceeds the operational capacity of the roadway, has become a serious problem all over the world. Traffic signals are effective in managing the traffic demand if properly designed. Traditionally, signal design has been carried out based on the objective of minimizing the overall queue and associated delays at upstream sections and has not considered the effect on downstream sections and midblock regions. Efficiency of signals may be improved if their design takes this factor into account, which is attempted in the present study. In this paper, a control scheme that regulates the traffic density in the downstream section was developed using a macroscopic-model-based approach with traffic density and speed as the state variables of interest. These state variables were estimated based on a Kalman filter approach. The performance of the estimation scheme was corroborated using field data. A closed-loop system with the developed control scheme was implemented in a simulated road stretch developed by integrating microscopic traffic-simulation software and mathematical simulation software. The results from the implementation of the closed-loop system demonstrated the effectiveness of the developed traffic-control scheme. It was observed that the objective of maintaining the density inside the section within the required limit was satisfied. (C) 2016 American Society of Civil Engineers.","Authors":"Verghese, V (Verghese, Vincy) ; Liu, CH (Liu Chenhui) ; Subramanian, SC (Subramanian, Shankar C.) ; Vanajakshi, L (Vanajakshi, Lelitha) ; Sharma, A (Sharma, Anuj)","Title":"Development and Implementation of a Model-Based Road Traffic-Control Scheme"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900007 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Evacuation plans; Multiagent simulations; Algorithm; 3D spatial models; Total evacuation time KeyWords Plus:BUILDING EVACUATION; STRATEGIES; CROWD","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016065 DOI: 10.1061/(ASCE)CP.1943-5487.0000634 Published: MAY 2017","Abstract":"Under the circumstances of natural disasters or anthropogenic hazards, the crowd inside large-occupancy facilities needs to be evacuated. The goal of evacuation plans is to safely evacuate a crowd as fast as possible. But there is need for an accurate estimate of the total evacuation time and bottleneck occurrences. This study presents an innovative simulation methodology and algorithm with modified parameters intended to improve the simulation and analysis of the evacuations methods used in stadiums. The evacuation simulations are categorized according to the types of emergent situations and the number of evacuees. Each simulation is validated based on real-time data collected through observations and published literature. Dijkstra's algorithm is reconstructed using modified parameters, i.e., revised triangular distribution and normal distribution for walking speeds and empirical distribution for crowd behaviors. The simulation results demonstrate that the P-values of the system with normal distribution will yield statistically better equivalencies than those of triangular distribution. The results will help designers in analyzing evacuation design with enhanced confidence in total evacuation time and bottleneck prediction. (C) 2016 American Society of Civil Engineers.","Authors":"Xie, HY (Xie, Haiyan) ; Weerasekara, NN (Weerasekara, Nirmal N.) ; Issa, RRA (Issa, Raja R. A.)","Title":"Improved System for Modeling and Simulating Stadium Evacuation Plans"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900009 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Tunnel; Crack detection; Image preprocessing; Conditional texture anisotropy; Image segmentation KeyWords Plus:RECOGNITION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016067 DOI: 10.1061/(ASCE)CP.1943-5487.0000645 Published: MAY 2017","Abstract":"The detection of tunnel lining cracks is a very key procedure in the inspection of tunnels. Traditional image-processing approaches are commonly based on the characteristic that the grayscale value of the crack is a local minimum. However, issues such as low contrast, uneven illumination, and severe noise pollution generally exist in a tunnel lining image. Hence, the traditional image-processing method cannot effectively detect cracks on the tunnel lining surface. This paper presents a three-step method to identify and extract cracks from infrared images of tunnel lining. First, the image is preprocessed in the frequency domain. Second, the conditional texture anisotropy of each pixel is computed in an image subblock, and the optimum threshold is obtained with an iteration method. Thus, the cracks in the image subblock are determined according to the threshold. Finally, the cracks in each subregion are connected. Experimental results show that the proposed method can effectively detect tunnel lining surface cracks. (C) 2016 American Society of Civil Engineers.","Authors":"Yu, TT (Yu, Tiantang) ; Zhu, AX (Zhu, Aixi) ; Chen, YY (Chen, Yingying)","Title":"Efficient Crack Detection Method for Tunnel Lining Surface Cracks Based on Infrared Images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900014 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Surveillance; Aerial camera arrays; Data collection; Vehicle tracking; Vehicle detection; Computer vision; Speeded up robust features (SURF); Deep learning; Convolutional neural network","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016072 DOI: 10.1061/(ASCE)CP.1943-5487.0000646 Published: MAY 2017","Abstract":"The paper presents a novel computer vision-based traffic surveillance system capable of processing aerial imagery to track vehicles and their movements. The system uses a preprocessed 1-Hz image sequence with a coverage of 64.80 km(2) (25 sq mi) from an aerial camera array mounted on an airplane. The unique characteristics of the input data make this work challenging. Heuristic and machine-learning approaches are combined and evaluated to detect and track vehicles for the purpose of collecting speed, density, and volume data for uninterrupted flow corridors, which are useful for big-data monitoring of traffic parameters over an entire 64.80 km2 (25 sq mi) area with a single sensor. The deep learning combined with speeded up robust features (SURF)-based approach is able to achieve over 94, 93, and 92% accuracies in speed, density, and volume estimates, respectively, on 50 s of data when compared with manually collected ground truth. It has 100% accuracy in measuring level of service (LOS) for the uninterrupted flow facilities tested. These evaluations were conducted for facilities of different levels of congestion as indicated by the different levels of service. With further research, improved preprocessing, and a higher frame rate, the accuracy of tracking vehicles can be improved, which will allow for other potential applications such as identification of erratic drivers and origin-destination studies. (C) 2016 American Society of Civil Engineers.","Authors":"Zhao, X (Zhao, Xi) ; Dawson, D (Dawson, Douglas) ; Sarasua, WA (Sarasua, Wayne A.) ; Birchfield, ST (Birchfield, Stanley T.)","Title":"Automated Traffic Surveillance System with Aerial Camera Arrays Imagery: Macroscopic Data Collection with Vehicle Tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900016 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Time-cost trade-off; Repetitive projects; Mixed-integer programming; Scheduling KeyWords Plus:CONSTRUCTION PROJECTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 06016003 DOI: 10.1061/(ASCE)CP.1943-5487.0000641 Published: MAY 2017","Abstract":"This paper studies a repetitive project scheduling problem considering multiple crews and fixed logic with the objective to minimize the total cost without exceeding a given deadline. Multiple crews means that an activity can be performed simultaneously in several units by hiring additional crews, whereas fixed logic indicates that for each activity the units assigned to the same crew must be performed by a fixed construction sequence. Existing research works use heuristic methods to solve the problem without formulating an explicit model for further analysis. In this paper, we adopt the mixed-integer programming approach to construct an exact model. To handle large-size problems, an approximate model with reduced number of constraints and variables is further presented. Extensive computational experiments demonstrate that the exact model is capable of finding optimal solutions for medium-size problems in a reasonable amount of time, and the approximate model produces good feasible solutions for large-size problems in an accepted length of time. (C) 2016 American Society of Civil Engineers.","Authors":"Zou, X (Zou, Xin) ; Fang, SC (Fang, Shu-Cherng) ; Huang, YS (Huang, Yuan-Sheng) ; Zhang, LH (Zhang, Li-Hui)","Title":"Mixed-Integer Linear Programming Approach for Scheduling Repetitive Projects with Time-Cost Trade-Off Consideration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900002 ISSN: 0733-9364 eISSN: 1943-7862","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016133 DOI: 10.1061/(ASCE)CO.1943-7862.0001237 Published: MAY 2017","Abstract":"The construction industry has one of the worst occupational health and safety records of all industries. In recognition of this, several innovative safety techniques have been introduced to mitigate undesired events before they occur, including safety risk assessment. However, evaluation of safety risk is challenging due to the dynamic nature of the construction work environment and lack of reliable references. This study (1)compares safety risk of different construction trades in terms of common hazard types and sources of injuries, and (2)proposes safety risk quantification models by occupations, which can play a role as a safety reference for reliable safety risk assessment. Using occupational injury data, two relative injury indexes, relative fatality and relative days away injury indexes, were used to compare relative safety among 19 different construction occupations as well as the construction average. Each relative injury index of an occupation was further decomposed into hazard types, sources of injury, and injury scenarios. Based on comparative relative injury index data, a tree-based safety risk quantification model was proposed. The findings indicate each occupation has a unique pattern of safety data structure in terms of hazards and sources of injuries. In addition, the same occupation had different hazard types and sources of injury that can lead to different injury severities. A construction project typically involves numerous workers and resources. The safety risk analysis presented in this paper can be used as a general safety reference by safety managers to understand the dynamic nature of safety risk. It can also aid in preparing safety actions, such as inspections or training, more effectively by focusing on high-risk occupations, hazard types, or sources of injury. (C) 2016 American Society of Civil Engineers.","Authors":"Choe, S (Choe, Sooyoung) ; Leite, F (Leite, Fernanda)","Title":"Assessing Safety Risk among Different Construction Trades: Quantitative Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900007 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Safety management; Safety behavior; Social influence; Cultural difference; Organizational structure; Labor and personnel issues KeyWords Plus:GROUP SELF-ESTEEM; NATIONAL CULTURE; INDIVIDUALISM-COLLECTIVISM; DISTINCT ASPECTS; CLIMATE; PERSPECTIVE; PERFORMANCE; MODEL; CATEGORIZATION; CONSEQUENCES","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016125 DOI: 10.1061/(ASCE)CO.1943-7862.0001254 Published: MAY 2017","Abstract":"The roles of perceived management norm, perceived workgroup norm, and project identity in construction workers' safety behavior were described in the companion paper. That paper found that workers who strongly identify with their project demonstrate a stronger association between strict perceived management norms and safety behavior and a diminished association between lenient perceived workgroup norms and safety behavior. However, it is still unclear whether the findings are stable across different cultural backgrounds and organizational structures. To address this issue, this study aims to compare the roles of perceived management norm, perceived workgroup norm, and project identity in workers' safety behavior in different cultural backgrounds and organizational structures. The surveys were conducted in the United States, Korea, and Saudi Arabia for the group analyses because the three countries are both different from and similar to each other in terms of cultural backgrounds and organizational structure. The result demonstrated a significant relationship between social norms (e.g.,perceived management norms and perceived workgroup norms) and safety behavior, but cultural and organizational contexts can make a difference in the social influence processes. It was found that workers' social identification with their projects functions as an important mechanism that moderates the relationship between social norms and safety behavior in the United States and Korea. Just as the individualistic culture in the United States leads to significant direct effects of attitudes on safety behavior, the collectivistic culture in Korea brings about the significant effects of the perceived management norm and perceived workgroup norm on safety behavior. On the other hand, in Saudi Arabia, although workers already have a salient project identity due to its system of direct hiring, interactions between project identity and social norms do not have significant associations with safety behavior because perceived management norms may not be strict enough to elicit behavioral changes in improving safety behavior. The findings from this study lay a theoretical foundation for a new approach to safety management in international construction projects. Beyond the sociopsychological aspect of safety behavior, considerations of cultural and organization context would be essential to strengthen positive social influence on workers' safety behavior in international construction projects. (C) 2016 American Society of Civil Engineers.","Authors":"Choi, B (Choi, Byungjoo) ; Lee, S (Lee, SangHyun)","Title":"Role of Social Norms and Social Identifications in Safety Behavior of Construction Workers. II: Group Analyses for the Effects of Cultural Backgrounds and Organizational Structures on Social Influence Process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900014 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Safety management; Safety behavior; Social norms; Social identity; Social influence; Labor and personnel issues KeyWords Plus:GROUP SELF-ESTEEM; PLANNED BEHAVIOR; DISTINCT ASPECTS; PERCEIVED RISK; IDENTITY; CLIMATE; ATTITUDES; ORGANIZATION; CATEGORIZATION; PERFORMANCE","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016124 DOI: 10.1061/(ASCE)CO.1943-7862.0001271 Published: MAY 2017","Abstract":"During the last several decades, behavior-based safety (BBS) has drawn a considerable amount of attention in the construction industry. The focus of BBS is on improving construction workers' safety behavior through feedback and increased self-awareness and motivation. Among the influencing factors of safety behavior, social norm is known to be a powerful mechanism that regulates workers' safety behavior. However, it is unclear how social norms are developed and through which process social norms influence an individual worker's safety behavior in construction projects. Additionally, the temporary and contract-based nature of employment in construction projects makes understanding the influence of different social norms on workers' safety behavior in construction projects especially difficult. Given this background, this paper aims to better understand the process by which different social norms exert control over construction workers' safety behavior. To achieve this goal, empirical data were collected from 284 workers from eight construction sites in the United States, Korea, and Saudi Arabia using surveys, and the data were analyzed. The results demonstrate that workers' safety behavior is influenced by perceived management norm, perceived workgroup norm, and personal attitude, and perceived workgroup norm mediates the relationship between perceived management norm and safety behavior. In addition, it is shown that social identification with the project intensifies the relationship between perceived management norm and safety behavior and attenuates the relationship between perceived workgroup norm and safety behavior. These findings contribute to the body of knowledge on construction safety by providing an explicative model for how social norms influence workers' safety behavior, and suggest that a sociopsychological approach to promote project identity and reinforce favorable social norms in construction workers can be an effective means of improving construction safety. (C) 2016 American Society of Civil Engineers.","Authors":"Choi, B (Choi, Byungjoo) ; Ahn, S (Ahn, Seungjun) ; Lee, S (Lee, SangHyun)","Title":"Role of Social Norms and Social Identifications in Safety Behavior of Construction Workers. I: Theoretical Model of Safety Behavior under Social Influence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900017 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Organizational issues; Project complexity; Complexity attributes; Complexity indicators","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016126 DOI: 10.1061/(ASCE)CO.1943-7862.0001275 Published: MAY 2017","Abstract":"The term project complexity is not well understood in the construction industry by either scholars or practitioners. Project complexity, however, is a critical factor in project management that presents additional challenges to achieving project objectives. Therefore, it is essential that everyone involved in project management thoroughly understand what project complexity is and how to identify, measure, and manage the various attributes and indicators it comprises. This study provided a constructive approach to identify and assess project complexity. As part of the study, a working definition of project complexity was developed by the research team, and project complexity was described in terms of project management rather than project physical features. In addition, the research team identified complexity attributes and developed the indicators that measure those attributes. Project specific data were collected through a survey of companies active in the construction industry. These data were statistically analyzed to test the significance of complexity indicators in differentiating low-complexity projects from high-complexity projects. The statistical analysis resulted in 34 significant complexity indicators associated with 22 attributes, which the research team considers truly representative of project complexity. The research findings can help scholars and practitioners in the project management field understand critical indicators of project complexity and develop an appropriate strategy to manage project complexity effectively. (C) 2016 American Society of Civil Engineers.","Authors":"Dao, B (Dao, Bac) ; Kermanshachi, S (Kermanshachi, Sharareh) ; Shane, J (Shane, Jennifer) ; Anderson, S (Anderson, Stuart) ; Hare, E (Hare, Eric)","Title":"Exploring and Assessing Project Complexity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900015 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Job assignment; Construction crew; Brain resources; Human resource strategies; Labor and personnel issues KeyWords Plus:CONSTRUCTION PROJECTS; OPTIMIZATION MODEL; WORKERS; DIRECTIONS; MANAGEMENT; ALLOCATION; WORKFORCE; CREWS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016123 DOI: 10.1061/(ASCE)CO.1943-7862.0001273 Published: MAY 2017","Abstract":"Assignment of jobs to construction workers critically contributes to consistency of workload distribution. Inconsistent workload distribution may develop imbalanced fatigue rates within a crew, leading to inefficient and unsafe performance. In addition, improper assignment of tasks to workers may adversely affect human resource (HR) development within the organization through skill level stagnation, particularly for less-involved workers. To realize the potential HR development benefits of on-the-job training, a precise alignment between task planning and HR strategies is required. This paper proposes a systematic framework for job assignment to construction workers by considering workers' capabilities and workloads, as well as HR strategies. The framework uses the outputs of a mathematical model that accounts for visual, auditory, cognitive, and psychomotor demands of the jobs. Maintaining safety, enhancing skill level, addressing aging problem, and/or multiskilling are integrated in the framework as potential strategies to be considered while minimizing workload imbalances. Application of the framework is examined on a concreting case project in a simulation environment. Partial assignment of tasks is found to play a key role in smooth and practical implementation of the framework, with tangible impacts on workload distribution and throughput. (C) 2016 American Society of Civil Engineers.","Authors":"Fini, AAF (Fini, Alireza Ahmadian Fard) ; Akbarnezhad, A (Akbarnezhad, Ali) ; Rashidi, TH (Rashidi, Taha H.) ; Waller, ST (Waller, S. Travis)","Title":"Job Assignment Based on Brain Demands and Human Resource Strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900008 ISSN: 0733-9364 eISSN: 1943-7862","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016122 DOI: 10.1061/(ASCE)CO.1943-7862.0001255 Published: MAY 2017","Abstract":"The environmental effects of construction equipment emissions have been studied in previous research. Total emissions for construction activities and projects were previously calculated for various transportation projects as well as for other project types. This paper focuses on how contractors can use different equipment combinations and make project schedule adjustments to reduce total emissions from construction projects. It presents a newly developed optimization model that companies can use to select a fleet for a particular project to achieve the reductions. The model can be used to minimize total equipment cost and total emissions, or to minimize total equipment cost while limiting (capping) emissions for one or more of six pollutants. When the model was applied to example construction projects, the predicted reductions in emissions were significant, ranging from 25 to 85% depending on the pollutant. When the model was used to minimize cost, a reduction of 63% of the total equipment cost was achieved from the minimum-emissions solution. The lower-cost solution also resulted in a 43% reduction in project duration from the minimum-emission solution. The major contribution of this paper is the development of a decision model that can be used to select construction equipment fleets to reduce emissions production or equipment cost. The model can be customized to take into consideration the equipment fleet available for each activity and can be developed in concert with preliminary activity scheduling to look at daily emissions. (C) 2016 American Society of Civil Engineers.","Authors":"Hummer, JE (Hummer, Joseph E.) ; Arocho, I (Arocho, Ingrid) ; Rasdorf, W (Rasdorf, William)","Title":"Approach to Assessing Tradeoffs between Construction Equipment Fleet Emissions and Cost"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900016 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction safety; Hazard recognition; Hazard identification; Safety management; Safety interventions; Safety training; Labor and personnel issues KeyWords Plus:SAFETY; HEALTH; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016128 DOI: 10.1061/(ASCE)CO.1943-7862.0001274 Published: MAY 2017","Abstract":"Proper hazard recognition is an essential prerequisite to effective safety management. However, recent research has demonstrated that a large proportion of safety hazards remain unrecognized and unmanaged in complex and dynamic construction environments. Despite the importance of hazard recognition, there is a dearth of research examining why construction hazards remain unrecognized. Although few studies have examined upstream factors such as management support and experience that can indirectly influence hazard recognition levels, studies have not focused on downstream workplace factors that directly impact performance. The objective of this exploratory research was to address this knowledge gap by identifying potential impediments to hazard recognition while workers examine the work environment. In the first phase of the study, eight construction workers were engaged in a hazard recognition activity using construction case images captured from real projects within the United States. Brainstorming sessions were then conducted with the workers to identify why certain hazards remained unrecognized. In the following second phase, additional factors that impact hazard recognition and relevant industry examples were gathered by engaging an expert panel of industry professionals and academic researchers. The research process yielded 13 factors that can potentially impede thorough hazard recognition. A follow-up validation study with construction workers revealed that the most common reasons that lead to unrecognized hazards included: (1)selective attention or inattention to certain hazard types, (2)unknown potential hazard set, and (3)the perception that certain hazards impose low levels of safety risk. The findings of this research will be useful in developing effective hazard recognition methods and safety training programs that are cognizant of field-level challenges. (C) 2016 American Society of Civil Engineers.","Authors":"Jeelani, I (Jeelani, Idris) ; Albert, A (Albert, Alex) ; Gambatese, JA (Gambatese, John A.)","Title":"Why Do Construction Hazards Remain Unrecognized at the Work Interface?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900009 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction safety; Safety training; Safety management; Hazard identification; Hazard recognition; Training methods; Personalized training; Safety intervention; Labor and personnel issues KeyWords Plus:VISUAL-SEARCH; EYE-TRACKING; SAFETY; STRATEGIES; MODEL; IDENTIFICATION; PERFORMANCE; VALIDATION; DATABASE; DESIGNS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016120 DOI: 10.1061/(ASCE)CO.1943-7862.0001256 Published: MAY 2017","Abstract":"Unrecognized or unmanaged hazards can expose workers to unanticipated safety risk and can potentially result in catastrophic safety incidents. Unfortunately, recent research has demonstrated that a large proportion of safety hazards remain unrecognized in construction workplaces. To improve hazard-recognition levels, employers adopt a variety of safety and hazard-recognition training programs. However, desirable levels of hazard recognition have not been achieved, and the expected benefits from training have not been attained. Such failure in training efforts have generally been attributed to the adoption of poor and ineffective training practices. While efforts are being undertaken to address these issues, construction research has not focused on developing or evaluating personalized training solutions that are customized to the learning needs of individual workers. To advance theory and practice, the objective of this study was to develop the first personalized training strategy targeted at improving hazard-recognition levels. The objective was accomplished by a collaborative effort involving two industry experts and three academic researchers, along with guidance from training literature. The training strategy incorporates important elements known to improve stimuli or threat detection in domains including medicine, the military, and aviation. The elements include (1)visual cues to aid systematic hazard search, (2)personalized hazard-recognition performance feedback, (3)personalized eye-tracking visual attention feedback, and (4)metacognitive prompts that trigger the adoption of remedial measures. After development, the effectiveness of the training strategy in improving hazard recognition was empirically evaluated using the nonconcurrent multiple-baseline testing approach. The findings of the study showed that the participating workers on average were able to identify only 42% of hazards prior to the introduction of the intervention; but were able to recognize 77% of hazards in the intervention phase. The findings of this study will be of interest to practicing professionals seeking to improve hazard-recognition levels within construction. (C) 2016 American Society of Civil Engineers.","Authors":"Jeelani, I (Jeelani, Idris) ; Albert, A (Albert, Alex) ; Azevedo, R (Azevedo, Roger) ; Jaselskis, EJ (Jaselskis, Edward J.)","Title":"Development and Testing of a Personalized Hazard-Recognition Training Intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900003 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Data envelopment analysis; Malmquist index; Bootstrap; Economic crisis; Organizational issues KeyWords Plus:POST-FINANCIAL CRISIS; TECHNICAL EFFICIENCY; PERFORMANCE; INDEXES; COUNTRIES; TRENDS; IMPACT; OUTPUT","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 05016026 DOI: 10.1061/(ASCE)CO.1943-7862.0001238 Published: MAY 2017","Abstract":"The purpose of this paper is to examine the degree of productivity change in the construction industry and relate these changes to variations in the business cycle. The activity of Spanish firms engaged in the construction of buildings, civil engineering, and specialized activities during the 2000s is used as a case study. Productivity change is estimated by creating a bilateral index using data envelopment analysis, complemented with bootstrapping. The results showed that Spanish firms in building construction experienced a fall in productivity because of a decline in technical and scale efficiencies, despite improvements in technology. The productivity change in civil engineering and specialized construction also was negative; however, the source of this decline was technical regress and negative scale efficiency change, although efficiency change and technology scale change contributed positively. The results further revealed that the firms reacted to the financial crisis of the late 2000s by introducing technological change, although the productive, technical, and scale efficiency changes all were negatively impacted during the economic downturn, suggesting an underuse of resources. This research contributes to the body of knowledge by being the first to analyze the impact of fluctuations in business cycles caused by the 2008 economic crisis on the productivity growth of construction firms representing three construction sectors, and by measuring productivity growth from a multidimensional perspective. (C) 2016 American Society of Civil Engineers.","Authors":"Kapelko, M (Kapelko, Magdalena) ; Abbott, M (Abbott, Malcolm)","Title":"Productivity Growth and Business Cycles: Case Study of the Spanish Construction Industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900001 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Expansive clay soils; Rice husk ash (RHA); Natural lime (NL); Plasticity index (PI); Free swell; California bearing ratio (CBR); Construction materials and methods","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016127 DOI: 10.1061/(ASCE)CO.1943-7862.0001235 Published: MAY 2017","Abstract":"Pavement construction tends to be relatively expensive in areas where expansive clay forms the bulk of the alignment soil. The common practice in Kenya is to remove the undesirable material and fill the space with more stable materials. The present study has developed a method for stabilizing expansive clay for Subgrade Class S2 pavement construction. A combination of 20% by weight of rice husk ash (RHA) and approximately 2% by weight of natural lime improved the California bearing ratio (CBR) of expansive clay soil by 800%, reduced the soil plasticity by approximately 90%, and decreased free swell by approximately 70%. It has been shown that use of RHA as a stabilizer is not only an affordable green technology, but also gives expansive clays the strength required for the Subgrade Class S2 pavement layer. (C) 2016 American Society of Civil Engineers.","Authors":"Karatai, TR (Karatai, Thomas Rukenya) ; Kaluli, JW (Kaluli, James Wambua) ; Kabubo, C (Kabubo, Charles) ; Thiong'o, G (Thiong'o, George)","Title":"Soil Stabilization Using Rice Husk Ash and Natural Lime as an Alternative to Cutting and Filling in Road Construction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900006 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Roofing; Fall protection; Horizontal lifeline system; On-site braced trusses; Fall tests; Construction materials and methods","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 06016008 DOI: 10.1061/(ASCE)CO.1943-7862.0001247 Published: MAY 2017","Abstract":"Residential roofing is considered as one of the most risky occupations. Usually, workers use roof anchors for fall protection during roof installation. This method is time consuming and hinders their tasks. Instead of roof anchors, a building contractor has developed a horizontal lifeline system (HLLS) consisting of two 4.9-m long posts made up of three aluminum hollow structural sections of size 51x152x6.4mm welded together and a horizontal lifeline (HLL) wire rope of 9.5mm diameter. The posts are assembled to end trusses and hoisted in place by a crane and the HLL is installed at 1.524m above the ridge. The HLLS is heavy and has never been tested on on-site braced trusses as the host structure. This paper presents the results of a study to evaluate and optimize the HLLS and to verify the strength of on-site braced trusses as the host structure of the HLLS. Tests results show that the HLLS and the on-site braced trusses have passed all fall tests and can be used as fall protection during roof installation. The HLLS has to be installed with a crane during roof installation and it is not easy to be used on an existing roof. (C) 2016 American Society of Civil Engineers.","Authors":"Lan, A (Lan, Andre) ; Galy, B (Galy, Bertrand)","Title":"Evaluation of a Horizontal Lifeline System Used during Installation of Residential Roofs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398563900010 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction professionals; Expatriate; Performance; Stress; Stressors; Labor and personnel issues KeyWords Plus:HONG-KONG; INTERNATIONAL ASSIGNMENTS; ORGANIZATIONAL SUPPORT; CONTEXTUAL PERFORMANCE; TASK-PERFORMANCE; JOB-PERFORMANCE; A-BEHAVIOR; CHINA; WORK; MANAGERS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016121 DOI: 10.1061/(ASCE)CO.1943-7862.0001266 Published: MAY 2017","Abstract":"Given the globalization of the construction industry, there are increasing numbers of expatriate construction professionals (ExCPs). The work practices and living environment are different between home and host countries, which often induce stress in ExCPs, cause underperformance, and reduce intention to stay for expatriates. This study aims to investigate the interactions among stressors, stress, performance, and intention to stay for ExCPs through the development of a stressors-stress-performance-outcome model. A questionnaire survey with purposive sampling was conducted. The research results show (1)work-home conflict, organizational centralization, and heavy workload affect ExCPs' overall performance and intention to stay indirectly through the vicious cycle between emotional and physical stress; (2)poor transportation exacerbates ExCPs' physical stress, while language fluency relieves it; (3)physical stress impairs overall performance, further reducing intention to stay; and (4)poor transportation directly reduces ExCPs' intention to stay. Recommendations, including flexible work schedules and stress management programs, are made. The study results enhance the current understanding of the complicated stress and expatriate management for ExCPs in a cross-cultural context. (C) 2016 American Society of Civil Engineers.","Authors":"Leung, MY (Leung, Mei-yung) ; Liang, Q (Liang, Qi) ; Chan, IYS (Chan, Isabelle Y. S.)","Title":"Development of a Stressors-Stress-Performance-Outcome Model for Expatriate Construction Professionals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900013 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Concrete technology; Feedforward information; Radio-frequency identification (RFID); Process resource; Supply chain; Embedded sensors; Concrete curing; Construction materials and methods KeyWords Plus:EARLY-AGE; CONSTRUCTION; TEMPERATURE; INSPECTION; MANAGEMENT","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016130 DOI: 10.1061/(ASCE)CO.1943-7862.0001270 Published: MAY 2017","Abstract":"The latest literature on quality management in the construction industry asserts that it has not been embraced as a holistic approach to improve overall performance. It is felt that management's insistence on punch-list inspection creates barriers to adopting the model that fosters a culture of constant improvement embraced by total quality management (TQM). With this recognition, this research paper presents a model that extends the output-oriented process model to pursue continuous improvement along the supply chain. Extensive field observations and discussions with contractors show that the ready-mixed concrete supply and placement suffers the loss of information when concrete is delivered in truckloads and sampled for quality testing in the laboratory. Without recording the spatial boundaries of a truck volume of poured concrete, a failing quality report leads to large costs for core-drilling to find the location of the unacceptable concrete poured 28days earlier. The latter part of the paper will present the work to design and field-experiment a feedforward control method that also served as a novel electronic as-built documenter. Ruggedized radio-frequency identification (RFID) tags were added (embedded) as the concrete flowed from the truck into the hopper of the pump. A hand-held RFID reader not only detected 14 out of the 15 embedded tags, but the tags' readability served as an indicator of the concrete's curing progress. The unique contribution of this research project can be seen in the experimental work established by the feasible evidence measured from a real-world construction context. In order to overcome the ingrained view of reactive inspection in concrete supply chains, this research offers a proposed approach whereby its workability is evaluated through first-hand examination. (C) 2016 American Society of Civil Engineers.","Authors":"Moon, S (Moon, Sungkon) ; Zekavat, PR (Zekavat, Payam R.) ; Bernold, LE (Bernold, Leonhard E.)","Title":"Dynamic Quality Control of Process Resource to Improve Concrete Supply Chain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900018 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Space-time float; Linear schedule; Optimization; Constraint programming; Productivity; Congestion; Uncertainty; Fuzzy systems; Cost and schedule KeyWords Plus:REPETITIVE CONSTRUCTION PROJECTS; UTILIZING 4D VISUALIZATION; MODEL; QUANTIFICATION; CONGESTION; DESIGN; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016132 DOI: 10.1061/(ASCE)CO.1943-7862.0001276 Published: MAY 2017","Abstract":"Schedules and physical workspaces are two key elements of linear construction projects that are extremely interdependent. Any negligence in incorporating spatial and temporal constraints in developing and improving schedules of linear projects results in inevitable delays and workspace congestions and can substantially hinder the performance of the activity resources. This study augments the current linear scheduling methods by presenting an uncertainty-aware optimization framework to optimize the duration of linear projects while minimizing their potential congestions. The methodology is built upon the new concept of space-time float for explicit consideration of spatio-temporal constraints of activities and their inherent uncertainty. A constraint satisfaction approach was used for the two-tier optimization of duration and congestion. A fuzzy inference system was also incorporated to assess the inherent uncertainty in the schedule. Two case examples from literature are analyzed. The results demonstrate the effectiveness of the proposed method in planning and control of the unforeseen variations from planned schedules of linear projects. (C) 2016 American Society of Civil Engineers.","Authors":"Roofigari-Esfahan, N (Roofigari-Esfahan, Nazila) ; Razavi, S (Razavi, Saiedeh)","Title":"Uncertainty-Aware Linear Schedule Optimization: A Space-Time Constraint-Satisfaction Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900004 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Translucent concrete; Structural testing; Road management; Traffic safety; Accident mitigation; Plastic optical fiber; Implementation strategy; Construction materials and methods KeyWords Plus:POST-INSTALLED ANCHOR; GLASS-POWDER; MODEL","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016129 DOI: 10.1061/(ASCE)CO.1943-7862.0001240 Published: MAY 2017","Abstract":"The design of roads has seen incremental changes in the past few decades while cars have advanced leaps and bounds in safety technology. Most of these technologies reply on road markings along with cameras, radars, and high-tech software to achieve the desired results. However, one piece of the traffic safety puzzle has so far gone undetected and has virtually remained unchanged since its advent, the lane markers; with the advancements in car technology, we also need high-tech road systems that can couple with the car's safety systems to reduce road accidents. In this regard, the presented research details the development, testing, and real-world application strategy for a new translucent concrete-based lane separator. The developed device is capable of transmitting colored light by embedding the plastic optical fibers in the self-compacting concrete. The proposed device can be embedded in the road surface for road illumination and for conveying real-time useful information to the drivers, such as traffic density, to optimize lane saturation, sudden stoppage in traffic ahead of the vehicle, road blockage, and changes in road geometry. The optimum volume of plastic optical fiber tendon is selected as 3% by experimentation. This resulted in 11% loss of compressive strength, which is much less than reported in literature. This reduction in loss of strength can be attributed to the innovative idea of using rough surface to improve the bonding of the plastic optical fiber tendon and the surrounding concrete. Strength test, temperature test, and skid resistance testing was conducted to evaluate the structural performance of the developed prototype. From the presented results and analysis, it can be concluded that the proposed device can be used for both flexible and rigid pavements. Furthermore, the newly developed material can be used for architectural and aesthetical purposes. (C) 2016 American Society of Civil Engineers.","Authors":"Saleem, M (Saleem, Muhammad) ; Elshami, MM (Elshami, Mostafa Morsi) ; Najjar, M (Najjar, Muhammad)","Title":"Development, Testing, and Implementation Strategy of a Translucent Concrete-Based Smart Lane Separator for Increased Traffic Safety"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900020 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Job satisfaction; Quality of work-life; Construction craft worker; Factor analysis; labor and personnel issues KeyWords Plus:10-YEAR FOLLOW-UP; MENTAL-HEALTH; PRODUCTIVITY; AGE; REWARDS; PROJECTS; GENDER; VALUES","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016134 DOI: 10.1061/(ASCE)CO.1943-7862.0001281 Published: MAY 2017","Abstract":"Previous research in other disciplines identified that job satisfaction plays a major role in employee performance and retention. This paper examines the relationship between job satisfaction and quality of work-life (QWL) factors from the perspective of construction craft workers. The study analyzed data collected from 2002 to 2014 using the General Social Survey's (GSS) QWL questionnaire module. Thirty-four of the 78 QWL variables were found to have a significant correlation with the overall level of job satisfaction of construction craft workers. By using the exploratory factor analysis, five latent factorssafety priority and organizational effectiveness, fair rewards system, resource adequacy, physical and mental health, and job tenurewere extracted. The relative impact of the five latent factors on construction craft worker job satisfaction also was identified. The paper contributes to the overall body of knowledge by identifying latent factors of QWL that affect craft worker job satisfaction specific to the construction industry. The findings of the paper can serve as guidance for construction companies to formulate policies and practices that contribute to better QWL, which can result in improved craft worker job satisfaction, leading to better retention and job performance. (C) 2016 American Society of Civil Engineers.","Authors":"Shan, YW (Shan, Yongwei) ; Imran, H (Imran, Hamza) ; Lewis, P (Lewis, Phil) ; Zhai, D (Zhai, Dong)","Title":"Investigating the Latent Factors of Quality of Work-Life Affecting Construction Craft Worker Job Satisfaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900011 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Building information modeling; Daily work order; Level of development; Bill of materials KeyWords Plus:MANAGEMENT","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 06016007 DOI: 10.1061/(ASCE)CO.1943-7862.0001267 Published: MAY 2017","Abstract":"A total of 831 daily work orders from five construction projects were collected and analyzed for the potential of linking the daily work orders with product elements in building information modeling (BIM). The purpose of the analysis was to see whether a BIM-based bill of materials (BOM) for each daily work order can be generated through the links. The analysis was done with the level of development (LOD) defined by the American Institute of Architects (AIA), and it shows that, when LOD 300 is used, only 29% of the daily work orders have corresponding elements in BIM, whereas when LOD 400 is used, 98% of the daily work orders have corresponding elements in BIM. When the scope of the analysis is limited to those daily work orders associated with made-to-stock (MTS) type of materials, the percentage is 1.3% when LOD 300 is used and 99.6% when LOD 400 is used. This shows that the MTS (non-prefabricated) materials would benefit from using LOD 400 more than other types of materials that are prefabricated to a certain extent. The authors also found that whereas prior studies address the topic of generating a BOM for prefabricated materials, studies on generating a daily BOM for the MTS type of materials are difficult to find. For researchers who wish to work on the topic of BIM-based daily work orders and its constituent, a BIM-based BOM, the analysis of the 831 daily work orders shows that the use of LOD 400 is critical, especially for daily work orders and BOMs related to the MTS type of materials. (C) 2016 American Society of Civil Engineers.","Authors":"Song, MH (Song, Min Ho) ; Fischer, M (Fischer, Martin) ; Theis, P (Theis, Patrick)","Title":"Field Study on the Connection between BIM and Daily Work Orders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900019 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction design and management; Construction safety; Design for safety; Knowledge attitude practice; Labor and personnel issues KeyWords Plus:WORKER SAFETY; PREVENTION; BEHAVIOR; ISSUES; MODEL","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016131 DOI: 10.1061/(ASCE)CO.1943-7862.0001279 Published: MAY 2017","Abstract":"This paper aims to investigate the design for safety (DfS) knowledge, attitude, and practice (KAP) of multiple stakeholders, including architects, civil and structural (CS) engineers, mechanical and electrical (ME) engineers, developers/clients, project managers, and safety professionals, and propose potential interventions to improve the DfS implementation in the construction industry. Data were collected from 257 multiple stakeholders in Singapore using a KAP questionnaire and seven semistructured interviews with DfS professionals, architects, developers, and project managers. The results indicated that the DfS knowledge level of survey participants needs to be improved. The majority of respondents demonstrated a positive attitude towards DfS, but the average level of DfS practice was low. Statistically significant differences in DfS practice were found between developers/clients, CS engineers, and project managers. Three recommendations for improving DfS implementation were proposed: (1)enhance DfS training programs, (2)establish a DfS Community of Practice, and (3)develop DfS courses in tertiary institutions. The findings of this paper can help in the design of strategies to improve the implementation of DfS in the construction industry at the national level and the approach can be used to track the effectiveness of DfS-related interventions across time. (C) 2016 American Society of Civil Engineers.","Authors":"Toh, YZ (Toh, Yi Zen) ; Goh, YM (Goh, Yang Miang) ; Guo, BHW (Guo, Brian H. W.)","Title":"Knowledge, Attitude, and Practice of Design for Safety: Multiple Stakeholders in the Singapore Construction Industry"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398563900005 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Critical factor; Design management; High-rise building project; Multinational design team; Organizational issues KeyWords Plus:CRITICAL SUCCESS FACTORS; CONSTRUCTION PROJECTS; ON-SITE; CHINA; PERFORMANCE; ELEMENTS; SYSTEM; RISKS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 06016009 DOI: 10.1061/(ASCE)CO.1943-7862.0001242 Published: MAY 2017","Abstract":"High-rise building projects (HRPs) are comprised of various complex design elements. The involvement of a multinational design team increases design-related issues for contractors, which must be managed during the construction stage. Thus, contractors need to understand how appropriate design management can positively affect project performance and their profit. Identification of critical design management factors (CDMFs) can provide appropriate decision-making support for contractors, including how limited resources including money, manpower, and equipment can be allocated throughout the construction stage. This study identifies and ranks the CDMFs for HRPs designed by multinational design teams. Through a questionnaire survey in South Korea, 21 design management factors were acknowledged among 40 initial factors. Then, using factor analysis, these 21 identified CDMFs were categorized into four groups: interface management, design information, production stage, and risk contribution. Based on results, this study identifies general and regional features of design management. Because these CDMFs are chosen from the contractor's perspective, if they are used to make appropriate decisions, the overall project performance should be increased during the construction phases. (C) 2016 American Society of Civil Engineers.","Authors":"Whang, SW (Whang, Seoung-Wook) ; Flanagan, R (Flanagan, Roger) ; Kim, S (Kim, Seungho) ; Kim, S (Kim, Sangyong)","Title":"Contractor-Led Critical Design Management Factors in High-Rise Building Projects Involving Multinational Design Teams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900012 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Girder-transporting vehicle; Distance; Tunnel; Construction; Automation; Construction materials and methods KeyWords Plus:VEHICLE; DESIGN; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 05016027 DOI: 10.1061/(ASCE)CO.1943-7862.0001268 Published: MAY 2017","Abstract":"When a box girder passes through a rail tunnel erected for special passenger lines, the box girder frequently exceeds the inner profile of the lining, making it difficult to travel through a tunnel without collisions. After comparing several methods for accommodating vehicles used to transport box girders when they pass through rail tunnels, reducing the height of filled concrete in the inverted arch was determined to be the most suitable option. In addition, analysis of associated problems such as the need to maintain the height of the filled concrete in the inverted arch, running speed of girder-transporting vehicles, space geometry in tunnels, and safety of girder-transporting vehicles carrying box girders while passing through tunnels was carried out. An automatic control system was designed according to the construction process in this study. Inspection tests were carried out by use of a trestle-built model and after actual box girders, meanwhile the safety and viability were determined. The system detected distances using signals from ultrasonic and laser ranging devices. The system can be switched to the automatic drive mode. The control system automatically adjusts the direction and speed. These steps allow the 129 components found on standard box girders to pass through the tunnel safely and successfully. (C) 2016 American Society of Civil Engineers.","Authors":"Xie, WX (Xie, Wenxiang) ; Zhao, TS (Zhao, Tingsheng) ; Wang, HW (Wang, Hongwei) ; Tang, JJ (Tang, Jingjing)","Title":"Construction Techniques Used to Automatically Pass Standard Box Girders through Special Passenger-Line Tunnels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000001 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Nonlocal viscoelasticity; Nonlocal damping; Fractional calculus; Long-range interactions; Timoshenko beam KeyWords Plus:VISCOELASTICALLY DAMPED STRUCTURES; COUPLE-STRESS THEORY; LONG-RANGE INTERACTION; STOCHASTIC RESPONSE; CARBON NANOTUBES; GRADIENT ELASTICITY; LINEAR ELASTICITY; CALCULUS; MODEL; EQUATIONS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4015001 DOI: 10.1061/(ASCE)EM.1943-7889.0001035 Published: MAY 2017","Abstract":"A mechanically-based nonlocal Timoshenko beam model, recently proposed by the authors, hinges on the assumption that nonlocal effects can be modeled as elastic long-range volume forces and moments mutually exerted by nonadjacent beam segments, which contribute to the equilibrium of any beam segment along with the classical local stress resultants. Long-range volume forces/moments linearly depend on the product of the volumes of the interacting beam segments, and on pure deformation modes of the beam, through attenuation functions governing the space decay of nonlocal effects. This paper investigates the response of this nonlocal beam model when viscoelastic long-range interactions are included, modeled by Caputo's fractional derivatives. The finite-element method is used to discretize the pertinent fractional-order equations of motion. Closed-form solutions are obtained for creep tests by typical tools of fractional calculus. Numerical results are presented for various nonlocal parameters. (C) 2015 American Society of Civil Engineers.","Authors":"Alotta, G (Alotta, Gioacchino) ; Failla, G (Failla, Giuseppe) ; Zingales, M (Zingales, Massimiliano)","Title":"Finite-Element Formulation of a Nonlocal Hereditary Fractional-Order Timoshenko Beam"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000007 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016006 DOI: 10.1061/(ASCE)EM.1943-7889.0001096 Published: MAY 2017","Abstract":"Polystyrene (PS)/multi-walled carbon nanotubes (CNT) nanocomposites have been prepared through melt mixing processing aiming at obtaining a uniform and homogeneous dispersion of the used nanoparticles within the polymeric matrix. Optical and scanning electron microscopy has been employed to determine the dispersion and distribution of CNTs at different length scales. Furthermore, the linear viscoelastic behavior of formulated nanocomposites has been deeply investigated. As a result of CNTs added, the nanocomposites experience a transition from liquid-like to solid-like rheological behavior, and a disappearance of relaxation processes at low frequency can be noticed. By plotting G' versus CNTs loading and fitting with a power-law function, the rheological threshold of PS-based nanocomposites has been calculated. Moreover, the mechanical behavior of nanocomposites has been investigated and related to the formed CNTs network within polymer matrix. (C) 2016 American Society of Civil Engineers.","Authors":"Arrigo, R (Arrigo, Rossella) ; Morici, E (Morici, Elisabetta) ; Cammarata, M (Cammarata, Marcello) ; Dintcheva, NT (Dintcheva, N. Tz.)","Title":"Rheological Percolation Threshold in High-Viscosity Polymer/CNTs Nanocomposites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000006 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Groundwater flow equation for confined aquifer; Caputo-Fabrizio fractional derivative; New derivative; Laplace transform; Numerical simulation; Experimental data KeyWords Plus:EQUATION; DIFFUSION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016005 DOI: 10.1061/(ASCE)EM.1943-7889.0001091 Published: MAY 2017","Abstract":"The model of the movement of subsurface water via the geological formation called aquifer was extended using a newly proposed derivative with fractional order. An alternative derivative to that of Caputo-Fabrizio with fractional order was presented. The relationship between both derivatives was presented. The new equation was solved analytically using some integral transforms. The exact solution is therefore compared to experimental data obtained from the settlement of the University of the Free State in South Africa. The numerical simulation shows the agreement of the experimental data with an analytical solution for some values of fractional order. (C) 2016 American Society of Civil Engineers.","Authors":"Atangana, A (Atangana, Abdon) ; Baleanu, D (Baleanu, Dumitru)","Title":"Caputo-Fabrizio Derivative Applied to Groundwater Flow within Confined Aquifer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000004 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Asphalt pavements; Fractional model; Polymer-modified binders; Rutting; Creep-recovery tests KeyWords Plus:ORDER RATE APPROACH; HEREDITARY MATERIALS; ASPHALT BINDERS; CREEP; BITUMEN; RELAXATION; VISCOSITY; CALCULUS; MIXTURES; CONCRETE","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016002 DOI: 10.1061/(ASCE)EM.1943-7889.0001081 Published: MAY 2017","Abstract":"A three-parameter fractional model, composed by a springpot in series with a dapshpot, was employed to describe the rheological behaviour of a set of polymer-modified bituminous binders obtained by combining a single-base bitumen with different types of syrene-butadiene-styrene copolymers at different concentrations. Experimental strain-time curves gathered from creep-recovery shear tests carried out by means of a dynamic shear rheometer at various temperatures were found to be in good agreement with model predictions. The fractional approach leads to a synthetic yet exhaustive description of the viscoelastic behavior of all materials. Variation of model parameters, each of which with a precise physical meaning, appears to be coherent with different binder compositions and testing conditions, reflecting the variations in terms of polymer concentration and temperature. (C) 2016 American Society of Civil Engineers.","Authors":"Baglieri, O (Baglieri, Orazio) ; Santagata, E (Santagata, Ezio) ; Sapora, A (Sapora, Alberto) ; Cornetti, P (Cornetti, Pietro) ; Carpinteri, A (Carpinteri, Alberto)","Title":"Fractional Viscoelastic Modeling of Antirutting Response of Bituminous Binders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000009 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Plastic media; Three-dimensional (3D) constitutive equations; Poisson ratio; Asymptotic strain KeyWords Plus:MODEL","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016008 DOI: 10.1061/(ASCE)EM.1943-7889.0001128 Published: MAY 2017","Abstract":"In this paper, the authors begin by observing that using the new definition of fractional derivative with an exponential kernel makes it is possible to obtain again some generalized constitutive equation of continuum mechanics as a Kelvin-Voight Maxwell standard linear solid. However, this equivalence holds only in a space of smooth solutions. In the second part, two different fractional derivatives to describe the behavior of some types of plastic materials are considered. Before a kernel with a negative power of the variable and then a kernel with a negative exponential are assumed. The problems related with 1D (one dimensional) stress and a 1D strain respectively are applied to the 3D (three dimensional) body as part of a discussion of the Poisson phenomenon. (C) 2016 American Society of Civil Engineers.","Authors":"Caputo, M (Caputo, Michele) ; Fabrizio, M (Fabrizio, Mauro)","Title":"3D Memory Constitutive Equations for Plastic Media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000018 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Rare failure event; Hybrid polynomial correlated function expansion (H-PCFE); Sequential experimental design; Subset simulation; Failure probability KeyWords Plus:SEQUENTIAL EXPERIMENTAL-DESIGN; CORRELATED FUNCTION EXPANSION; POLYNOMIAL CHAOS EXPANSION; RELIABILITY-BASED DESIGN; GENERALIZED ANOVA; OPTIMIZATION; SIMULATION; REGRESSION; SYSTEMS; UNCERTAINTY","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017010 DOI: 10.1061/(ASCE)EM.1943-7889.0001223 Published: MAY 2017","Abstract":"This paper presents a novel approach for computing the rare failure event probability. Within the framework of the proposed approach, adaptive hybrid polynomial correlated function expansion (H-PCFE) is first formulated by coupling sequential experimental design (SED) with H-PCFE. Next, a novel algorithm for reducing the surrogate error near the failure surface is presented. The proposed algorithms (i.e.,adaptive H-PCFE and the algorithm for reducing prediction error near the failure surface) are coupled into the framework of subset simulation. Application of the proposed approach in estimating rare failure event probability is illustrated with five examples. The study illustrates that the proposed hybrid framework is more efficient than the subset simulation and is more accurate and robust than the conventional surrogate modeling approach. It is further demonstrated that the proposed approach is capable of accurately predicting rare failure probability, in the order of 10(-5)-10(-12), from significantly fewer sample points. (C) 2017 American Society of Civil Engineers.","Authors":"Chakraborty, S (Chakraborty, Souvik) ; Chowdhury, R (Chowdhury, Rajib)","Title":"Hybrid Framework for the Estimation of Rare Failure Event Probability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000013 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017013 DOI: 10.1061/(ASCE)EM.1943-7889.0001205 Published: MAY 2017","Abstract":"Understanding the mechanisms that may lead to failure of rocking bodies is significantly important in quantifying and minimizing the associated risk. The most common model to describe the rocking problem is the inverted pendulum model (IPM) proposed by George W. Housner, which has been followed by multiple researchers. It is often claimed that the IPM is an acceptable model if behaviors such as sliding, uplifting, deformability, and the three-dimensional nature of the response can be restrained mechanically. However, even in a suitably chosen case in which the previous may indeed have a minimal effect in the response, there are still uncertainties with regard to the assumption introduced in the IPM of how energy is lost during impacts. This paper focuses on this assumption and investigates the effects in the stability of rocking bodies. The effect of this assumption is discussed, showing that the associated uncertainty points to whether a rocking body would survive or fail when subjected to a ground excitation. A method that quantifies this uncertainty by making use of a dynamic property of the rocking system is introduced. (C) 2017 American Society of Civil Engineers.","Authors":"Chatzis, MN (Chatzis, M. N.) ; Espinosa, MG (Espinosa, M. Garcia) ; Smyth, AW (Smyth, A. W.)","Title":"Examining the Energy Loss in the Inverted Pendulum Model for Rocking Bodies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000003 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Fractional damper; Euler-Bernoulli beam; Frame; Dynamic Green's function; Frequency response function; Stationary response KeyWords Plus:TUNED MASS DAMPERS; CRACKED EULER-BERNOULLI; DIFFERENTIAL-EQUATIONS; DISCONTINUOUS BEAMS; DYNAMIC-ANALYSIS; VISCOELASTIC BEHAVIOR; NONLINEAR OSCILLATORS; GENERALIZED-FUNCTIONS; STOCHASTIC RESPONSE; VIBRATION ISOLATION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016004 DOI: 10.1061/(ASCE)EM.1943-7889.0001076 Published: MAY 2017","Abstract":"This paper proposes an original approach to the stochastic analysis of beams and plane frames with arbitrary number of fractional dampers, subjected to stationary excitations. External and internal, translational and rotational dampers are considered, with constitutive behavior modeled by the Riemann-Liouville fractional derivative. Starting from the Euler-Bernoulli formulation for bending vibration of a beam, and treating discontinuous response variables at the application points of dampers by the theory of generalized functions, it is shown that an appropriate use of dynamic Green's functions of the bare beam provides the exact frequency response to point or distributed polynomial load, in terms of four integration constants only, regardless of the number of dampers. Based on this result, exact closed-form expressions are built for the stationary response of a single beam and a plane frame, under stationary point/polynomial loads, for any number of dampers. The stationary response in every frame member is derived from a nodal displacement solution computed by an exact global frequency response matrix and a load vector, whose size depends only on the number of beam-to-column nodes, for any number of point/polynomial loads and dampers along the frame members. Solutions are built for the most general case of multiple dampers occurring simultaneously at the same point. Changes to consider single dampers at a given location are straightforward. Numerical applications show the advantages of the proposed method. (C) 2016 American Society of Civil Engineers.","Authors":"Failla, G (Failla, Giuseppe)","Title":"Stationary Response of Beams and Frames with Fractional Dampers through Exact Frequency Response Functions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000011 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016009 DOI: 10.1061/(ASCE)EM.1943-7889.0001178 Published: MAY 2017","Abstract":"In recent years, experimental evidences have suggested important direct implications of viscoelasticity of human cells and cell cytoskeleton dynamics on some relevant collective and single-cell behaviors such as migration, adhesion, and morphogenesis. Consequently, the mechanical properties of single cells and how cells respond to mechanical stimuli have been at the center of a vivid debate in the scientific community. By referencing important experimental findings from the literature that have shown that human metastatic tumor cells are approximately 70% softer than benign cells, independently from the cell lines examined, the present authors have very recently theoretically demonstrated that these differences in stiffness might be exploited to mechanically discriminate healthy and cancer cells, for example, through low-intensity therapeutic ultrasound. In particular, by using a generalized viscoelastic paradigm combining classical and fractional derivative-based models, it has been found that selected frequencies (from tens to hundreds of kilohertz) are associated with resonancelike phenomena that are prevailing on thermal fluctuations and hence could be, at least in principle, helpfully utilized for both targeting and selectively attacking tumor cells. With the aim of investigating the effect of the prestress (for instance, induced in protein filaments during cell adhesion) on the overall cell stiffness and, in turn, on its in-frequency response, a simple multiscale scheme is proposed in this paper to bottom-up enrich the spring-pot-based viscoelastic single-cell models by incorporating finite elasticity and thereby determining through sensitivity analyses the role played by the stretched state of the cytoskeletal elements on the cell vibration. (C) 2016 American Society of Civil Engineers.","Authors":"Fraldi, M (Fraldi, M.) ; Cugno, A (Cugno, A.) ; Carotenuto, AR (Carotenuto, A. R.) ; Cutolo, A (Cutolo, A.) ; Pugno, NM (Pugno, N. M.) ; Deseri, L (Deseri, L.)","Title":"Small-on-Large Fractional Derivative-Based Single-Cell Model Incorporating Cytoskeleton Prestretch"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000014 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Rocking bridges; Flag-shaped hysteretic behavior; Prefabricated bridges; Self-centering; Buckling-restrained braces; Seismic resistant structures KeyWords Plus:BRIDGE PIERS; SYSTEMS; BLOCK; COLUMNS; DESIGN","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017008 DOI: 10.1061/(ASCE)EM.1943-7889.0001206 Published: MAY 2017","Abstract":"This paper investigates, analytically and numerically, the seismic performance of a rocking frame which exhibits flag-shaped hysteretic behavior. The present study establishes the equation of motion for the hybrid rocking frame and examines its seismic behavior under both pulse-type and historic ground motions. Throughout this work, the deformation of the structural members and the sliding between the contacting bodies are ignored. The study introduces the dimensionless design parameters which control the flag-shaped hysteresis loop and reveals their influence on the seismic performance of the hybrid rocking frame. The analysis unveils that prestressing the tendons could be beneficial mostly for small rocking rotations. For large rocking rotations, however, the prestressing force becomes progressively detrimental as the size of the columns increases. The analysis compares hybrid rocking frames with negative, zero, or positive post-uplift lateral stiffness. The results reveal that increasing the stiffness of the frame does not necessarily lead to superior performance. Finally, the seismic performance of the examined rocking frames is sensitive to the characteristics of a ground motion; consequently, the hybrid rocking frame could outperform the freestanding or the opposite. (C) 2017 American Society of Civil Engineers.","Authors":"Giouvanidis, AI (Giouvanidis, Anastasios I.) ; Dimitrakopoulos, EG (Dimitrakopoulos, Elias G.)","Title":"Seismic Performance of Rocking Frames with Flag-Shaped Hysteretic Behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000010 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017007 DOI: 10.1061/(ASCE)EM.1943-7889.0001171 Published: MAY 2017","Abstract":"Time-history response analysis is necessary to account accurately for the dam-foundation rock and the dam-reservoir water interaction effects in the earthquake response of gravity dams. This paper presents a response spectrum-based stochastic method for obtaining statistical estimates of various response quantities of gravity dams, in which foundation rock and reservoir interactions are modeled realistically using a substructure approach. The novel feature of the proposed method is that it can predict the amplitudes of several highest peaks of the response, which is useful in ensuring the safety requirements in an optimal way. The random vibration theory for computing the peak factors of ordered peaks in a stationary stochastic process, wherein the statistical parameters are defined in terms of the first few moments of the power spectral density function (PSDF) of the process, is used for this purpose. To apply this theory to gravity dams, expressions have been developed for the PSDFs of various response quantities in terms of the modal properties of the dam and the response spectrum-compatible PSDFs of input ground acceleration. The stochastic method has been validated by comparing the statistical estimates of the peak amplitudes of displacements and stresses in a typical dam section with the time-history solutions for several real accelerograms with widely differing characteristics. (C) 2017 American Society of Civil Engineers.","Authors":"Gupta, ID (Gupta, Ishwer D.) ; Joshi, SG (Joshi, Sharad G.)","Title":"Response Spectrum-Based Stochastic Method for Earthquake Analysis of Gravity Dams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000008 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Porous media; Nonlocal Darcy's law; Power-law permeability; Fractional diffusion equation KeyWords Plus:PARTIAL-DIFFERENTIAL-EQUATIONS; ANOMALOUS DIFFUSION; WATER TRANSPORT; FRACTURED RESERVOIRS; RICHARDS EQUATION; CALCULUS APPROACH; NUMERICAL-METHODS; FRACTAL MEDIA; ORDER; ELASTICITY","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016007 DOI: 10.1061/(ASCE)EM.1943-7889.0001105 Published: MAY 2017","Abstract":"One-dimensional diffusion problems in bounded porous media characterized by the presence of nonlocal interactions are investigated by assuming a Darcy's constitutive equation of convolution integral type. A power law attenuation function is implemented: Analogies and differences of the flow-rate-pressure law with respect to other nonlocal and fractal models are outlined. By means of the continuity relationship, the fractional diffusion equation is then derived. It involves spatial Riemann-Liouville derivatives with a noninteger order consisting of between 1 and 2. The solution is obtained numerically using fractional finite differences, and results are presented in both the transient and the steady-state regimes. Eventually, the physical meaning of fractional operators is discussed and potential applications of the analysis are suggested. (C) 2016 American Society of Civil Engineers.","Authors":"Sapora, A (Sapora, A.) ; Cornetti, P (Cornetti, P.) ; Chiaia, B (Chiaia, B.) ; Lenzi, EK (Lenzi, E. K.) ; Evangelista, LR (Evangelista, L. R.)","Title":"Nonlocal Diffusion in Porous Media: A Spatial Fractional Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000017 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017012 DOI: 10.1061/(ASCE)EM.1943-7889.0001214 Published: MAY 2017","Abstract":"This paper presents a practical and validated method to automate the calibration of cyclic constitutive model parameters for structural steel. Due to the difficulty in developing homogenous stress-strain fields under large (>10-15%) cyclic strains in experimental specimens, constitutive model parameters are usually calibrated by a trial-and-error approach, wherein the parameters in a finite-element simulation are varied until the simulated response matches the measured response from experiments. This computationally intensive process requires manual intervention and judgment to improve parameter estimates, and can result in nonunique estimates of the model parameters that depend strongly on the calibration specimens. To address this, the calibration exercise is posed as an optimization problem whose objective is to minimize error between measured test data and finite-element simulations of the load-displacement curves for a set of calibration tests. The proposed approach has three elements: (1)development of a robust error measure (objective function); (2)selection of an effective solution search algorithm (the particle swarm algorithm is found to work well); and (3)recommendation of tuning parameters and other best practices for effective performance. The problem is characterized by the high-dimensional search space of a strain-hardening constitutive model, and the computational effort and granularity of the objective function based on continuum finite-element analysis. The methodology is demonstrated to calibrate a widely used cyclic constitutive model from the literature to a series of nine round notched coupon specimens of mild steel. The result is a model fit superior to those achieved through manual calibration with reduced human effort. (C) 2017 American Society of Civil Engineers.","Authors":"Smith, C (Smith, Christopher) ; Kanvinde, A (Kanvinde, Amit) ; Deierlein, G (Deierlein, Gregory)","Title":"Calibration of Continuum Cyclic Constitutive Models for Structural Steel Using Particle Swarm Optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000002 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016001 DOI: 10.1061/(ASCE)EM.1943-7889.0001074 Published: MAY 2017","Abstract":"Differentiation and integration of noninteger orders have many applications to describe complex properties of materials, including nonlocality and long-term memory of power-law type. In this paper the author generalizes some basic notions of the theory of elasticity by using the fractional calculus to describe elastic media with power-law nonlocality. The fractional Taylor series with Caputo derivatives are used to derive the fractional equilibrium equations for stresses, and the relationship between strain tensor and displacement vector. As an example, a one-dimensional fractional model is considered and the general solutions of the fractional differential equation for displacement are suggested. (C) 2016 American Society of Civil Engineers.","Authors":"Tarasov, VE (Tarasov, Vasily E.)","Title":"Fractional Mechanics of Elastic Solids: Continuum Aspects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000016 ISSN: 0733-9399 eISSN: 1943-7889","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 06017002 DOI: 10.1061/(ASCE)EM.1943-7889.0001213 Published: MAY 2017","Abstract":"A direct eigenvalue analysis approach to solving the stability problem of randomly and periodically parametrically excited linear systems is developed based on the response moment stability, Floquet theorem, Fourier series, and matrix eigenvalue analysis. A differential equation for the perturbation second moment of parametrically excited systems is obtained. Its solution is expressed as the product of exponential and periodic components based on Floquet theorem. By expanding the periodic component and periodic parameters into Fourier series, an eigenvalue equation is obtained. Then the stochastically and periodically parametrically excited vibration stability is converted into periodically parameter-varying response moment stability and determined directly by matrix eigenvalues. The developed approach to parametrically excited systems is applied to the stability analysis of an inclined stay cable under random and periodic combined support motion excitations. The unstable regions of stochastically and periodically parametrically excited cable vibration are obtained and compared to illustrate the stochastic instability and the effect of random excitation components on the instability. The developed approach is applicable to more general periodically and randomly parametrically excited systems. (C) 2017 American Society of Civil Engineers.","Authors":"Ying, ZG (Ying, Zu-Guang) ; Ni, YQ (Ni, Yi-Qing)","Title":"Eigenvalue Analysis Approach to Random Periodic Parameter-Excited Stability: Application to a Stay Cable"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000012 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Isogeometric collocation method; Galloping; Iced conductor; Nonuniform rational B-splines (NURBS) KeyWords Plus:TRANSMISSION-LINE; SUSPENDED CABLES; FAILURE ANALYSIS; NURBS; DYNAMICS; PLATES","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: 04017009 DOI: 10.1061/(ASCE)EM.1943-7889.0001201 Published: MAY 2017","Abstract":"A computationally efficient isogeometric collocation (IGA-C) method based on nonuniform rational B-splines (NURBS) is adopted to analyze the large amplitude, low frequency, and self-excited vibrations of an iced conductor. Governing partial differential equations (PDEs) involving the axial, horizontal, vertical, and torsional motion of the iced conductor are developed by employing the Hamilton's variational principle. Taking advantage of the high-continuity properties of NURBS basis functions and Greville collocation points, the authors employ the IGA-C method to discretize the exact PDEs without neglecting high-order nonlinear terms. The Newmark- incremental method and Newton-Raphson nonlinear iteration algorithm are adopted to solve that discretized system of dynamic equations of the iced conductor. The accuracy of the present model scheme and numerical implementation is demonstrated through two illustrative examples. Comparing with conventional finite element methods, the present IGA-C method has less calculation points so that it opens the door to a higher-order accurate analysis for galloping problems with a minimum computational effort. (C) 2017 American Society of Civil Engineers.","Authors":"Zhang, DL (Zhang, Dongliang) ; He, Z (He, Zeng) ; Huang, Z (Huang, Zheng) ; Jiang, W (Jiang, Wen)","Title":"Isogeometric Collocation Method for the Galloping of an Iced Conductor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000005 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Nonlocality of Eringen's type; Viscoelastic and Pasternak foundation; Fractional derivatives of real and complex order; Dynamic stability; Critical value of axial force KeyWords Plus:TIMOSHENKO BEAMS; MOVING LOAD; ELASTICITY; RODS/TUBES; VIBRATION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016003 DOI: 10.1061/(ASCE)EM.1943-7889.0001090 Published: MAY 2017","Abstract":"In this paper, the problem of determining the dynamic stability boundary (critical value of the axial force) of an axially loaded nonlocal rod of Eringen's type is considered. The rod is positioned on a viscoelastic foundation of the Pasternak type. Constitutive equations containing fractional derivatives of real and complex order are used to model the viscoelasticity of the foundation. The influence of various model parameters on the value of critical axial load is examined. (C) 2016 American Society of Civil Engineers.","Authors":"Zorica, D (Zorica, Dusan) ; Atanackovic, TM (Atanackovic, Teodor M.) ; Vrcelj, Z (Vrcelj, Zora) ; Novakovic, B (Novakovic, Branislava)","Title":"Dynamic Stability of Axially Loaded Nonlocal Rod on Generalized Pasternak Foundation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398596700004 ISSN: 0733-9372 eISSN: 1943-7870","Keywords":"Climate change; Watershed runoff; Reservoir routing; Water quality; Kendall test","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL ENGINEERING Volume: 143 Issue: 5 Article Number: 04017005 DOI: 10.1061/(ASCE)EE.1943-7870.0001188 Published: MAY 2017","Abstract":"Environmental impacts in the Seomjin River Basin were evaluated based on watershed characteristics and climate change using Representative Concentration Pathway 4.5 and 8.5 scenarios provided by the Korea Meteorological Administration. Future dam and tributary inflow from 2000 to 2100 were estimated using a hydrology model. Dam safety evaluation and downstream flow duration curve analyses were performed using a hydraulic structure operation model based on hydrology model flow results. Water quality trends were analyzed through a seasonal Kendall test method using 19 years of water quality data. Dam discharge, tributary inflow, and water quality estimated by hydrology, hydraulic structure operation, and water quality model were used to analyze future influences on water quality trends. New guidelines for managing river environments and climate change issues are provided, allowing a preemptive response. The inflow increase during the flood season was smaller than that during the dry season because of climate change. Furthermore, the water stage of Seomjin or Juam Dam exceeded the designed flood level. It is therefore necessary to study the long-term effects and changes in water quality with regards to future flow rate changes. (C) 2017 American Society of Civil Engineers.","Authors":"Ahn, JM (Ahn, J. M.) ; Lyu, S (Lyu, S.)","Title":"Assessing Future River Environments in the Seomjin River Basin due to Climate Change"}]