[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970500005 PubMed ID: 28226245 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Corneal inflammation; Macrophages; Dendrimers; Dexamethasone; Hyaluronic acid; Injectable gel KeyWords Plus:HYALURONIC-ACID; TRIAMCINOLONE ACETONIDE; POSTOPERATIVE INFLAMMATION; ALLOGRAFT-REJECTION; PROTEIN DELIVERY; CATARACT-SURGERY; DRUG-DELIVERY; ALKALI BURN; EYE DROPS; IN-VITRO","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 125 Pages: 38-53 DOI: 10.1016/j.biomaterials.2017.02.016 Published: MAY 2017","Abstract":"Corneal inflammation is often encountered as a key pathological event in many corneal diseases. Current treatments involve topical corticosteroids which require frequent instillations due to rapid tear turnover, causing side-effects such as corneal toxicity and elevated intraocular pressure (IOP). Hence, new interventions that can reduce side effects, dosing frequency, and increase patient compliance can be highly beneficial. In this study, we explore a subconjunctival injectable gel based on G4-PAMAM dendrimer and hyaluronic acid, cross-linked using thiol-ene click chemistry, incorporated with dendrimer dexamethasone (D-Dex) conjugates as a potential strategy for sustained delivery and enhanced bioavailability of corticosteroids. The efficacy of the injectable gel formulation was evaluated in a rat mild alkali burn model. Fluorescently-labelled dendrimers (D-Cy5) incorporated in the gel release D-Cy5 in vivo. The released D-Cy5 selectively targets and localizes within corneal macrophages in inflamed rat cornea but not in healthy controls. This pathology dependent biodistribution was exploited for drug delivery, by incorporating D-Dex in the injectable gel. The attenuation of corneal inflammation by D-Dex gels was assessed using various clinical and biochemical parameters over a 2-week period. Subconjunctival D-Dex gel treatment resulted in favorable clinically-relevant outcomes with reduced central corneal thickness and improved corneal clarity compared to free-Dex and placebo gel controls. The extent of corneal neovascularization was significantly reduced in the D-Dex group. These findings suggest that D-Dex attenuates corneal inflammation more effectively than free-Dex by attenuating macrophage infiltration and pro-inflammatory cytokines expression. A significant elevation in ICH) was not observed in the D-Dex group but was observed in the free-Dex group. This novel injectable D-Dex gel may be a potential drug delivery platform for the treatment of many inflammatory ocular surface disorders such as dry eye, auto immune keratitis and post-surgical complications where frequent steroid administration is required. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Soiberman, U (Soiberman, Uri) ; Kambhampati, SP (Kambhampati, Siva P.) ; Wu, T (Wu, Tony) ; Mishra, MK (Mishra, Manoj K.) ; Oh, YM (Oh, Yumin) ; Sharma, R (Sharma, Rishi) ; Wang, JX (Wang, Jiangxia) ; Al Towerki, AE (Al Towerki, Abdul Elah) ; Yiu, S (Yiu, Samuel) ; Stark, WJ (Stark, Walter J.) ; Kannan, RM (Kannan, Rangaramanujam M.) ...More...Less","Title":"Subconjunctival injectable dendrimer-dexamethasone gel for the treatment of corneal inflammation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500005 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Decision making; Web user; Eye-tracking; Pupil dilation; EEG KeyWords Plus:ELECTROENCEPHALOGRAM EEG; EMOTION RECOGNITION; CHOICE; COMPLEXITY; KNOWLEDGE; SESSIONS; BRAIN; LOAD","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 51-57 DOI: 10.1016/j.inffus.2016.09.003 Published: MAY 2017","Abstract":"In this paper a novel approach for analyzing web user behavior and preferences on a web site is introduced, consisting of a physiological-based analysis for the assessment of a web users' click intention, by merging pupil dilation and electroencephalogram (EEG) responses. First, we conducted an empirical study using five real web sites from which the gaze position, pupil dilation and EEG of 21 human subjects were recorded while performing diverse information foraging tasks. We found the existence of a statistical differentiation between choice and not-choice pupil dilation curves, specifically that fixations corresponding to clicks had greater pupil size than fixations without a click. Then 7 classification models were proposed using 15 out of 789 pupil dilation and EEG features obtained from a Random Lasso feature selection process. Although good results were obtained for Accuracy (71,09% using Logistic Regression), the results for Precision, Recall and F-Measure remained low, which indicates that the behaviour we were studying was not well classified. The above results show that it is possible to create a classifier for web user click intention behaviour based on merging features extracted from pupil dilation and EEG responses. However we conclude that it is necessary to use better quality instruments for capturing the data. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Slanzi, G (Slanzi, Gino) ; Balazs, JA (Balazs, Jorge A.) ; Velasquez, JD (Velasquez, Juan D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Velasquez, Juan  H-3859-2013 http://orcid.org/0000-0003-4819-9680","Title":"Combining eye tracking, pupil dilation and EEG analysis for predicting web users click intention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400009 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply chain management; Direct channel; Decision timing; Game theory; Observable delay game KeyWords Plus:STRATEGIC ANALYSIS; RETURNS POLICY; VS. CLICKS; COMPETITION; COORDINATION; LEADERSHIP; CONFLICT; IMPACT; STACKELBERG; MANAGEMENT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 501-511 DOI: 10.1016/j.ejor.2016.08.048 Published: APR 16 2017","Abstract":"Applying an observable delay game framework developed in noncooperative game theory, we investigate the timing problem concerning when a manufacturer managing dual-channel supply chains, consisting of a retail channel and a direct channel, should post its wholesale price and direct price. Conventionally, operational research models describing dual-channel supply chains examine price competition, where the retailer and the manufacturer simultaneously determine the retail and direct prices, respectively. In contrast to this conventional setting, our model demonstrates that such simultaneous price competition never arises if the manufacturer and retailer can choose not only the level of the price but also the timing of pricing. If the manufacturer sets the direct price after setting the wholesale price to the retailer, the retailer accelerates the timing of retail pricing prior to the direct price setting by the manufacturer. Our findings suggest that the manufacturer should post the direct price before or upon, but not after, setting the wholesale price for the retailer. This upfront posting of the direct price not only constitutes the subgame perfect Nash equilibrium of the noncooperative game between channel members but also maximizes the profits for a manufacturer employing multichannel sales strategies. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Matsui, K (Matsui, Kenji)","Title":"When should a manufacturer set its direct price and wholesale price in dual-channel supply chains?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394074300022 ISSN: 0169-4332 eISSN: 1873-5584","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 401 Pages: 181-189 DOI: 10.1016/j.apsusc.2017.01.017 Published: APR 15 2017","Abstract":"Diazonium coupling is a technique finding wider application to materials and biological science, for hybridization and linking processes, and for the construction of responsive surface functionality. For this reason, detailed examination of solution and surface processes was warranted, and results of such a study are reported here. The modification of polystyrene surfaces was examined as a model, and the process compared to a solution mimic using N,N-dimethylaniline. It was confirmed that solution and solid surface reactions proceed in a similar manner in terms of the chemical functionality generated, but with lower chemical efficiency and reaction times slower for the latter, in a reaction which was pH dependent. The solution process was shown to give only the trans-azo para- coupled products. Whilst there are clear similarities between the solution and surface chemistry, the efficiency of coupling at a surface is not necessarily replicated in the chemical yield of the mimicking solution processes, but nonetheless provides an alternative to other Click-type surface modifications. It should not be assumed that such couplings occur with quantitative efficiency at the surface. (C) 2017 Published by Elsevier B.V.","Authors":"Chng, S (Chng, Shuyun) ; Parker, EM (Parker, Emily M.) ; Griffiths, JP (Griffiths, Jon-Paul) ; Moloney, MG (Moloney, Mark G.) ; Wu, LYL (Wu, Linda Y. L.)","Title":"A study of diazonium couplings with aromatic nucleophiles both in solution and on a polymer surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162400013 PubMed ID: 28377609 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 602 DOI: 10.1038/s41598-017-00664-0 Published: APR 4 2017","Abstract":"The pathogenesis of autoimmune diseases has not been completely elucidated yet, and only a few specific treatments have been developed so far. In autoimmune diseases mediated by pathogenic autoantibodies, such as systemic lupus erythematosus, the specific detection and analysis of autoreactive B cells is crucial for a better understanding of the physiopathology. Biological characterization of these cells may help to define new therapeutic targets. Very few techniques allowing the precise detection of autoreactive B cells have been described so far. Herein we propose a new flow cytometry technique for specific detection of anti-nucleosome B cells, which secrete autoantibodies in systemic lupus erythematosus, using labeled nucleosomes. We produced different fluorochrome-labeled nucleosomes, characterized them, and finally tested them in flow cytometry. Nucleosomes labeled via the cysteines present in H3 histone specifically bind to autoreactive B cells in the anti-DNA transgenic B6.56R mice model. The present work validates the use of fluorochrome-labeled nucleosomes via cysteines to identify anti-nucleosome B cells and offers new opportunities for the description of autoreactive B cell phenotype.","Authors":"Gies, V (Gies, Vincent) ; Wagner, A (Wagner, Alain) ; Seifert, C (Seifert, Cecile) ; Guffroy, A (Guffroy, Aurelien) ; Fauny, JD (Fauny, Jean-D.) ; Knapp, AM (Knapp, Anne-M.) ; Pasquali, JL (Pasquali, Jean-L.) ; Martin, T (Martin, Thierry) ; Dumortier, H (Dumortier, Helene) ; Korganow, AS (Korganow, Anne-S.) ; Soulas-Sprauel, P (Soulas-Sprauel, Pauline) ...More...Less","Title":"Identification of autoreactive B cells with labeled nucleosomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398449300005 ISSN: 1872-8855 eISSN: 1872-8847","Keywords":"Interspecific interactions; Cereals; Soil texture; Emergence success; Cultural control; Integrated pest management KeyWords Plus:WHITE SPRING WHEAT; COLEOPTERA-ELATERIDAE; SORPTIVE DUSTS; AGRIOTES SPP.; MANAGEMENT; FIELDS; REGISTRATION; INSECTICIDES; TEMPERATURE; EFFICACY","Categories":"Environmental Sciences & Ecology; Entomology Web of Science Categories:Ecology; Entomology","Journal Information":"ARTHROPOD-PLANT INTERACTIONS Volume: 11 Issue: 2 Pages: 147-154 DOI: 10.1007/s11829-016-9474-4 Published: APR 2017","Abstract":"Wireworms, the larval stage of click beetles (Coleoptera: Elateridae), continue to be one of the major concerns of cereal producers, primarily due to the lack of effective pesticides and species-specific management options. To have a better understanding of species-specific interactions of one of the most damaging wireworms in the Pacific Northwest and intermountain regions of the USA, a greenhouse study was set to evaluate the damage from the sugar beet wireworm Limonius californicus to wheat and barley planted at different depths and in soil media with varying levels of organic content and texture. Overall, the evaluated wheat appeared to be more susceptible than the barley, showing greater reductions in emergence success and foliar biomass. The greatest loss of foliar biomass was observed in peatmoss-dominated medium, as indicated by a significant host plant-by-soil media interaction. Percentage of plants fed upon by L. californicus was significantly higher in the sand-dominated medium than peatmoss-dominated and 1:1 mix media. Moreover, manipulation of soil media by the addition of diatomaceous earth showed no consistent effect in protecting the planted wheat. Our findings indicated that in addition to quantifying wireworm species-specific interactions, host plant interactions with the environment in the presence of wireworm infestation should also be further studied. These relationships could influence the outcome of integrated management approaches and future risk assessment models and recovery plans.","Authors":"Rashed, A (Rashed, Arash) ; Rogers, CW (Rogers, Christopher W.) ; Rashidi, M (Rashidi, Mahnaz) ; Marshall, JM (Marshall, Juliet M.)","Title":"Sugar beet wireworm Limonius californicus damage to wheat and barley: evaluations of plant damage with respect to soil media, seeding depth, and diatomaceous earth application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396268700002 ISSN: 1615-5262 eISSN: 1615-5270","Keywords":"Image CAPTCHA; User interaction patterns; Decision making; Security; Usability KeyWords Plus:CAPTCHAS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION SECURITY Volume: 16 Issue: 2 Pages: 133-149 DOI: 10.1007/s10207-015-0311-z Published: APR 2017","Abstract":"This paper introduces pictorial intelligent system for human identification (PiSHi), an image-based captcha which uses three human cognitive abilities to distinguish humans from machines. The first is the human ability to easily recognise the image's upright orientation. The second is the human brain's ability in recognising a picture's content when it is only partially visible. And the third is the human ability in unconscious decision making when encountering pictorial challenges. This work models such complicated human patterns in problem solving for the first time. In order to extract these behavioural patterns and save them in a pattern database, we have implemented our own captcha and performed a series of experiments. PiSHi's interface presents the user with a set of distorted pictures and asks her to click on the upright orientation of all the pictures in any preferred order. Next, it captures the user's interaction patterns, compares them with the ones saved in the pattern database, and grants her a corresponding credit. Based on this credit, the user either passes or fails the test, and participates in updating the picture database. Our experiments indicate that human users can solve our proposed captcha effectively-with an accuracy of 99.44 %. Besides, our proposed system is secure against several types of attacks including random guessing and reverse image search engines. The results offer the possibility of utilising the identified human behavioural models in practical captchas.","Authors":"Mehrnezhad, M (Mehrnezhad, Maryam) ; Bafghi, AG (Bafghi, Abbas Ghaemi) ; Harati, A (Harati, Ahad) ; Toreini, E (Toreini, Ehsan)","Title":"PiSHi: click the images and I tell if you are a human"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684700003 PubMed ID: 28161286 ISSN: 0167-8760 eISSN: 1872-7697","Keywords":"Magnetoencephalography; Electroencephalography; Auditory evoked response; Inter-trial phase coherence; Auditory steady state response KeyWords Plus:SCHIZOTYPAL PERSONALITY-DISORDER; FALSE DISCOVERY RATE; BIPOLAR DISORDER; 1ST-DEGREE RELATIVES; RAT MODEL; SCHIZOPHRENIA; PHASE; SYNCHRONIZATION; STIMULATION; COHERENCE","Categories":"Psychology; Neurosciences & Neurology; Physiology Web of Science Categories:Psychology, Biological; Neurosciences; Physiology; Psychology; Psychology, Experimental","Journal Information":"INTERNATIONAL JOURNAL OF PSYCHOPHYSIOLOGY Volume: 114 Pages: 16-23 DOI: 10.1016/j.ijpsycho.2017.01.013 Published: APR 2017","Abstract":"The auditory steady-state response (ASSR) is increasingly being used as a biomarker in neuropsychiatric disorders, but research investigating the test-retest reliability of this measure is needed. We previously reported ASSR reliability, measured by electroencephalography (EEG), to 40 Hz amplitude-modulated white noise and click train stimuli. The purpose of the current study was to (a) assess the reliability of the MEG-measured ASSR to 40 Hz amplitude-modulated white noise and click train stimuli, and (b) compare test-retest reliability between MEG and EEG measures of ASSR, which has not previously been investigated. Additionally, impact of stimulus parameter choice on reliability was assessed, by comparing responses to white noise and click train stimuli. Test-retest reliability, across sessions approximately one week apart, was assessed in 17 healthy adults. On each study day, participants completed two passive listening tasks (white noise and click train stimuli) during separate MEG and EEG recordings. Between-session correlations for evoked power and inter-trial phase coherence (ITPC) were assessed following source-space projection. Overall, the MEG-measured ASSR was significantly correlated between sessions (p < 0.05, FDR corrected), suggesting acceptable test-retest reliability. Results suggest greater response reproducibility for ITPC compared to evoked responses and for click train compared to white noise stimuli, although further study is warranted. No significant differences in reliability were observed between MEG and EEG measures, suggesting they are similarly reliable. This work supports use of the ASSR as a biomarker in clinical interventions with repeated measures. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Legget, KT (Legget, Kristina T.) ; Hild, AK (Hild, Allison K.) ; Steinmetz, SE (Steinmetz, Sarah E.) ; Simon, ST (Simon, Steven T.) ; Rojas, DC (Rojas, Donald C.)","Title":"MEG and EEG demonstrate similar test-retest reliability of the 40 Hz auditory steady-state response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396056600012 ISSN: 1380-2224 eISSN: 1573-4854","Keywords":"Poly(N-isopropylacrylamide); macroporous gel; Graphene oxide; Nanocomposites; Lewis acid KeyWords Plus:Y(OTF)(3) LEWIS-ACID; STEREOCONTROLLED POLY(N-ISOPROPYLACRYLAMIDE); FUNCTIONALIZED GRAPHENE; N-ISOPROPYLACRYLAMIDE; THERMORESPONSIVE PROPERTIES; RADICAL POLYMERIZATION; SILICA PARTICLES; CLICK CHEMISTRY; GRAPHITE OXIDE; HYDROGELS","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF POROUS MATERIALS Volume: 24 Issue: 2 Pages: 389-401 DOI: 10.1007/s10934-016-0272-2 Published: APR 2017","Abstract":"Nanocomposite stereoregular hybrid gels of poly(N-isopropylacrylamide) were prepared in 1:1 methanol-water mixture in the presence rare earth yttrium trifluoromethanesulfonate Lewis acid and graphene oxide (GO). The nanocomposite gels were characterized by swelling ratio measurements at different temperatures and different pH, deswelling kinetics, scanning electrone microscopy, FTIR, thermogravimetric analysis, powder XRD, Raman spectroscopy, LCST measurement by DSC etc. Drug release experiments also done by using tramadol hydrochloride as a model drug to check their suitability in application. All results were explained on the basis of porosity, cononsolvency of the synthesis solvents, hydrophilicity, isotacticity, pH effect, interactions between solvents and polymer molecules, interactions between polymer and GO or interactions between GO and solvents etc.","Authors":"Sulu, E (Sulu, Elvan) ; Biswas, CS (Biswas, Chandra Sekhar) ; Stadler, FJ (Stadler, Florian J.) ; Hazer, B (Hazer, Baki)","Title":"Synthesis, characterization, and drug release properties of macroporous dual stimuli responsive stereo regular nanocomposites gels of poly(N-isopropylacrylamide) and graphene oxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183900008 ISSN: 0922-6168 eISSN: 1568-5675","Keywords":"Ugi reaction; Aroylacrylic acids; Base catalysis; Intramolecular Michael addition; 2,5-Diketopiperazines; Molecular diversity; Density functional theory; Quantum theory of atoms in molecules; Polarized continuum model; Antibacterial and antifungal activities KeyWords Plus:MICHAEL CASCADE REACTION; ONE-POT; ELECTRON-DENSITY; CLICK REACTION; DIKETOPIPERAZINES; CHEMISTRY; ENERGY; 1H-TETRAZOLES; HETEROCYCLES; ADDUCTS","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"RESEARCH ON CHEMICAL INTERMEDIATES Volume: 43 Issue: 4 Pages: 2119-2142 DOI: 10.1007/s11164-016-2750-1 Published: APR 2017","Abstract":"Ugi-adducts were obtained via a one-pot four-component reaction of divergent aldehydes, amines, aroylacrylic acids and isocyanide in methanol. These products were subjected to intramolecular Michael addition in the presence of K2CO3 in DMF at room temperature to afford a single product. Literally, the formation of two heterocyclic systems, 6-membered diones or 7-membered diones are possible, which could not be identified by conventional spectroscopic methods. The X-ray crystallographical data was obtained for one selected product, which indicated preferential formation of the corresponding 6-membered dione. In order to establish the generality of this mode of cyclization, the quantum chemistry calculations were performed. The obtained results confirmed the favorable formation of 6-membered diones in the gas and also several solution phases. All the products were screened for their antibacterial and antifungal activities.","Authors":"Zadsirjan, V (Zadsirjan, Vahideh) ; Shiri, M (Shiri, Morteza) ; Heravi, MM (Heravi, Majid M.) ; Hosseinnejad, T (Hosseinnejad, Tayebeh) ; Shintre, SA (Shintre, Suhas A.) ; Koorbanally, NA (Koorbanally, Neil A.)","Title":"Molecular diversity in cyclization of Ugi-products leading to the synthesis of 2,5-diketopiperazines: computational study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397773100023 PubMed ID: 28079681 ISSN: 1531-7129 eISSN: 1537-4505","Keywords":"Blast; Internal jugular vein compression; Traumtic hearing injury KeyWords Plus:CEREBROSPINAL-FLUID PRESSURE; COCHLEAR AQUEDUCT; INTRACRANIAL-PRESSURE; CHILDREN; CONCUSSION; NEUROPATHOLOGY; IMPLANTATION; RAT; SAC","Categories":"Neurosciences & Neurology; Otorhinolaryngology Web of Science Categories:Clinical Neurology; Otorhinolaryngology","Journal Information":"OTOLOGY & NEUROTOLOGY Volume: 38 Issue: 4 Pages: 591-598 DOI: 10.1097/MAO.0000000000001332 Published: APR 2017","Abstract":"Hypothesis: Internal jugular vein (IJV) compression before blast injury will lead to reduced risk of traumatic hearing injury following exposure to a blast injury. Background: IJV compression and its effects on not only intracranial, but also intracochlear pressure may potentiate blast induced hearing injury, therefore, precluding its use as a prophylactic therapy for blast induced traumatic brain injury. Methods: Twenty Sprague Dawley rats were exposed to a 17.9 +/- 0.4 PSI (195.8 dB SPL) right sided shock wave in which 10 had application of a custom IJV compression collar before injury. All rodents received baseline and post blast injury otoacoustic emission (OAE) and auditory brainstem response (ABR) testing followed by cochlear histology. Results: IJV compression was shown to significantly reduce ABR and OAE threshold shifts in comparison to the nonintervention group by: 14.9 +/- 4.8 dB (right ear ABR 0.5 kHz Day 1 post blast, p = 0.01), 13.1 +/- 4.9 dB (right ear ABR 4 kHz Day 1 post blast, p = 0.04), 16.5 +/- 4.5 dB (right ear ABR click Day 1 post blast, p = 0.003), 12.1 +/- 4.6 dB (right ear ABR click Day 6 post blast, p = 0.04), and 14.0 +/- 3.2 dB (both ears OAE 3.2-10 kHz, p< 0.0001). Also, those animals with collar application had a greater number of total hair cells per mm from 70 to 100% distance from the cochlear apex following blast injury in comparison to those without intervention (blast: 211.8 +/- 27.5 versus blast+collar: 355.5 +/- 39.5 [p = 0.0002]). Conclusion: This study supports the use of IJV compression in a pre-clinical model as a new prophylactic mechanism to combat blast induced hearing injury.","Authors":"Sindelar, B (Sindelar, Brian) ; Shinners, M (Shinners, Michael) ; Sherman, S (Sherman, Sydney) ; Novak, K (Novak, Kevin) ; Erickson, K (Erickson, Kristine) ; Patel, V (Patel, Vimal) ; Kubilis, P (Kubilis, Paul) ; Smith, D (Smith, David) ; Finan, J (Finan, John) ; Bailes, JE (Bailes, Julian E.)","Title":"Internal Jugular Vein Compression: A Novel Approach to Mitigate Blast Induced Hearing Injury"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394485400022 PubMed ID: 28166879 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Direct manipulation; Digital drawing pen; Children; Drawing KeyWords Plus:DESIGN; PERFORMANCE; SUPPORT","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 60 Pages: 207-219 DOI: 10.1016/j.apergo.2016.11.014 Published: APR 2017","Abstract":"Focusing on the theme of direct manipulation, in this study, we proposed a new and innovative tangible user interface (TUI) design concept for a manipulative digital drawing pen. Based on interviews with focus groups brainstorming and experts and the results of a field survey, we selected the most suitable tangible user interface for children between 4 and 7 years of age. Using the new tangible user interface, children could choose between the brush tools after touching and feeling the various patterns. The thickness of the brush could be adjusted by changing the tilt angle. In a subsequent experimental process we compared the differences in performance and subjective user satisfaction. A total of sixteen children, aged 4-7 years participated in the experiment. Two operating system experiments (the new designed tangible digital drawing pen and traditional visual interface-icon-clicking digital drawing pens) were performed at random and in turns. We assessed their manipulation performance, accuracy, brush stroke richness and subjective evaluations. During the experimental process we found that operating functions using the direct manipulation method, and adding shapes and semantic models to explain the purpose of each function, enabled the children to perform stroke switches relatively smoothly. By using direct manipulation digital pens, the children could improve their stroke-switching performance for digital drawing. Additionally, by using various patterns to represent different brushes or tools, the children were able to make selections using their sense of touch, thereby reducing the time required to move along the drawing pens and select icons (The significant differences (p = 0.000, p < 0.01) existed in the manipulation times for drawing thick lines using the crayon function of the two (new and old) drawing pens (new 5.8750 < old 10.7500)). The addition of direct manipulation movements to drawing operations enhanced the drawing results, thereby increasing the children's enjoyment of drawing with tangible digital drawing pens. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lee, TH (Lee, Tai-Hua) ; Wu, FG (Wu, Fong-Gong) ; Chen, HT (Chen, Huei-Tsz)","Title":"Innovation & evaluation of tangible direct manipulation digital drawing pens for children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397001800017 PubMed ID: 28192414 ISSN: 1552-4450 eISSN: 1552-4469","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NATURE CHEMICAL BIOLOGY Volume: 13 Issue: 4 Pages: 415-+ Published: APR 2017","Abstract":"Distinguishing cancer cells from normal cells through surface receptors is vital for cancer diagnosis and targeted therapy. Metabolic glycoengineering of unnatural sugars provides a powerful tool to manually introduce chemical receptors onto the cell surface; however, cancer-selective labeling still remains a great challenge. Herein we report the design of sugars that can selectively label cancer cells both in vitro and in vivo. Specifically, we inhibit the cell-labeling activity of tetraacetylN- azidoacetylmannosamine (Ac4ManAz) by converting its anomeric acetyl group to a caged ether bond that can be selectively cleaved by cancer-overexpressed enzymes and thus enables the overexpression of azido groups on the surface of cancer cells. Histone deacetylase and cathepsin L-responsive acetylated azidomannosamine, one such enzymatically activatable Ac4ManAz analog developed, mediated cancer-selective labeling in vivo, which enhanced tumor accumulation of a dibenzocyclooctyne- doxorubicin conjugate via click chemistry and enabled targeted therapy against LS174T colon cancer, MDAMB- 231 triple-negative breast cancer and 4T1 metastatic breast cancer in mice.","Authors":"Wang, H (Wang, Hua) ; Wang, RB (Wang, Ruibo) ; Cai, KM (Cai, Kaimin) ; He, H (He, Hua) ; Liu, Y (Liu, Yang) ; Yen, J (Yen, Jonathan) ; Wang, ZY (Wang, Zhiyu) ; Xu, M (Xu, Ming) ; Sun, YW (Sun, Yiwen) ; Zhou, X (Zhou, Xin) ; Yin, Q (Yin, Qian) ; Tang, L (Tang, Li) ; Dobrucki, IT (Dobrucki, Iwona T.) ; Dobrucki, LW (Dobrucki, Lawrence W.) ; Chaney, EJ (Chaney, Eric J.) ; Boppart, SA (Boppart, Stephen A.) ; Fan, TM (Fan, Timothy M.) ; Lezmi, S (Lezmi, Stephane) ; Chen, XS (Chen, Xuesi)[ 10 ] ; Yin, LC (Yin, Lichen) ; Cheng, JJ (Cheng, Jianjun)[ 1,2,3,5,11,12,13 ] ...More...Less","Title":"Selective in vivo metabolic cell-labeling-mediated cancer targeting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395506500003 ISSN: 1841-9836 eISSN: 1841-9844","Keywords":"web usage behaviour; network topic detection; clicking mode analysis; retrieval mode analysis","Categories":"Automation & Control Systems; Computer Science Web of Science Categories:Automation & Control Systems; Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTERS COMMUNICATIONS & CONTROL Volume: 12 Issue: 2 Pages: 183-200 Published: APR 2017","Abstract":"This research has caught researchers' wide attention for detecting network topic exactly with the arrival of big data era characterized by semi-structured or unstructured text. This paper proposes a model of network topic detection based on web usage behaviour mode analysis and mining technology taking Web news as object of research. The author elaborates main function and method proposed in this model, which include the analysis module of Web news instance clicking mode, the analysis module of Web news instance retrieval mode, the analysis module of Web news instance seed and the analysis module of similar Web news instance supporting topics. Based on these functions and methods, the author elaborates main algorithm proposed in this model, which include the mining algorithm of Web news seed instances and the mining algorithm of similar Web news instances supporting topics. These functional algorithms have been applied in processing module of model, and focus on how to detect network topic efficiently from a large number of web usage behaviour towards to Web news instances, in order to explore a research method for network topic detection. The process of experimental analysis includes three steps, firstly, the author analyses the precision of topic detection under different method, secondly, the author completes the impact analysis of Web news topic detection quality from the number of Web news instances concerned and seed threshold, finally, the author completes the quality impact analysis of Web news instances mined supporting topic from the number of Web news instances concerned and probability threshold. The results of experimental analysis show the feasibility, validity and superiority of model design and play an important role in constructing topic-focused Web news corpus so as to provide a real-time data source for topic evolution tracking.","Authors":"Chen, M (Chen, M.)","Title":"Model of Network Topic Detection Based on Web Usage Behaviour Mode Analysis and Mining Technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394981200003 ISSN: 0887-624X eISSN: 1099-0518","Keywords":"slide-ring gel; polyrotaxane; supramolecular chemistry; hydrogel; click chemistry KeyWords Plus:DOUBLE-NETWORK HYDROGELS; BETA-CYCLODEXTRIN; CROSS-LINKS; SUPRAMOLECULAR HYDROGELS; RADICAL POLYMERIZATION; POLYROTAXANE GELS; CLICK CHEMISTRY; ELASTICITY; POLYPSEUDOROTAXANES; FABRICATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART A-POLYMER CHEMISTRY Volume: 55 Issue: 7 Pages: 1156-1165 DOI: 10.1002/pola.28490 Published: APR 1 2017","Abstract":"We describe a one-pot strategy for the fabrication of novel slide-ring (SR) gels based on supramolecular polyrotaxane structures with cyclodextrin-derived cross-links and additional free cyclodextrin ring spacers co-threaded onto the polymer backbones. Photoinitiated thiol-yne click coupling leads to facile hydrogel fabrication from pseudo-polyrotaxanes prepared in situ from -cyclodextrin derivatives and bifunctional polyethylene glycol (PEG). The obtained SR gels were characterized by NMR spectroscopy using a polyrotaxane model compound with the ratio of cyclodextrin sliding spacers to PEG backbone controlled by adjusting the feed ratio of the starting materials. This structural tuning leads to dramatic changes in the rheological properties, mechanical properties, and swelling behavior of the SR gels. In addition, the coupling of simple synthetic procedures with enhanced properties offers a versatile approach to novel elastomeric materials. (c) 2016 Wiley Periodicals, Inc.","Authors":"Murakami, T (Murakami, Takuya) ; Schmidt, BVKJ (Schmidt, Bernhard V. K. J.) ; Brown, HR (Brown, Hugh R.) ; Hawker, CJ (Hawker, Craig J.)","Title":"Structural Versatility in Slide-Ring Gels: Influence of Co-Threaded Cyclodextrin Spacers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900004 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 855-868 DOI: 10.1002/asi.23735 Published: APR 2017","Abstract":"Personalized search approaches tailor search results to users' current interests, so as to help improve the likelihood of a user finding relevant documents for their query. Previous work on personalized search focuses on using the content of the user's query and of the documents clicked to model the user's preference. In this paper we focus on a different type of signal: We investigate the use of behavioral information for the purpose of search personalization. That is, we consider clicks and dwell time for reranking an initially retrieved list of documents. In particular, we (i) investigate the impact of distributions of users and queries on document reranking; (ii) estimate the relevance of a document for a query at 2 levels, at the query-level and at the word-level, to alleviate the problem of sparseness; and (iii) perform an experimental evaluation both for users seen during the training period and for users not seen during training. For the latter, we explore the use of information from similar users who have been seen during the training period. We use the dwell time on clicked documents to estimate a document's relevance to a query, and perform Bayesian probabilistic matrix factorization to generate a relevance distribution of a document over queries. Our experiments show that: (i) for personalized ranking, behavioral information helps to improve retrieval effectiveness; and (ii) given a query, merging information inferred from behavior of a particular user and from behaviors of other users with a user-dependent adaptive weight outperforms any combination with a fixed weight.","Authors":"Cai, F (Cai, Fei) ; Wang, SQ (Wang, Shuaiqiang) ; de Rijke, M (de Rijke, Maarten)","Title":"Behavior-Based Personalization in Web Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397478200018 PubMed ID: 28248524 ISSN: 0743-7463","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"LANGMUIR Volume: 33 Issue: 11 Pages: 2849-2860 DOI: 10.1021/acs.langmuir.7b00471 Published: MAR 21 2017","Abstract":"Stealth nanocarriers are a promising technology for the treatment of diseases. However, the preparation and characterization of well-defined soft nanoparticulate systems remain challenging. Here we describe a platform of amphiphilic graft copolymers leading to nanoparticles with multiple morphologies and the role of the hydrophilic backbone in their interaction with a model protein. The amphiphilic graft copolymers platform was composed of hydrophilic backbone poly(2methyl-2-oxazoline-co-2-pentyl-2-oxazoline) (P(MeOx-co-PentOx)), prepared via cationic ring-opening polymerization. Hydrophobic poly(pp lactide) (PLA) chains were grafted on the backbone via Huisgen 1,3 dipolar cycloaddition. The \"click\" copper-catalyzed cycloaddition reactions of azides with alkynes (CuAAC) were successfully carried out, and a series of amphiphilic copolymers were prepared containing a backbone with a number-average molecular weight of 14.2 X 10(3) g mol(-1) and different hydrophobic PLA grafts with various molecular weights (2.8 X 10(3)-12.4 X 10(3) g mol(-1)). These original architectures of copolymers, when nanoprecipitated in water, the backbone-selective solvent, allowed us to obtain various structures of nanoparticles with a hydrodynamic diameter in the, range of 65-99 nm. More interestingly, a plurality of morphologies going from unilamellar, multilamellar, and large compound vesicles to core shell nanopartides and depending on the PLA molecular weights were evidenced by combining cryo-transmission electron microscopy (cryo-TEM) and small-angle neutron scattering (SANS) studies. A first evaluation of their stealthiness by studying the stability and the interaction of these nano-objects with a model protein revealed the role played by the P(MeOx-co-PentOx) in these interactions, demonstrating the utility of this amphiphilic graft copolymers platform with well-defined architectures for the design of nanocarriers in drug'delivery applications.","Authors":"Le Fer, G (Le Fer, Gaelle) ; Le Coeur, C (Le Coeur, Clemence) ; Guigner, JM (Guigner, Jean-Michel) ; Amiel, C (Amiel, Catherine) ; Volet, G (Volet, Gisele)","Title":"Biocompatible Soft Nanoparticles with Multiple Morphologies Obtained from Nanoprecipitation of Amphiphilic Graft Copolymers in a Backbone-Selective Solvent"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014000037 PubMed ID: 28131940 ISSN: 1742-7061 eISSN: 1878-7568","Keywords":"Drug delivery; Silyl ether; Click chemistry; Mesoporous silica nanoparticles KeyWords Plus:DRUG-DELIVERY; CARRIERS; POLYMER","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"ACTA BIOMATERIALIA Volume: 51 Pages: 471-478 DOI: 10.1016/j.actbio.2017.01.062 Published: MAR 15 2017","Abstract":"As efficient drug carriers, stimuli-responsive mesoporous silica nanoparticles are at the forefront of research on drug delivery systems. An acid-responsive system based on silyl ether has been applied to deliver a hybrid prodrug. Thiol-ene click chemistry has been successfully utilized for tethering this pro drug to mesoporous silica nanoparticles. Here, by altering the steric bulk of the substituent on the silicon atom, the release rate of a model drug, camptothecin, was controlled. The synthesized drug delivery system was investigated by analytical methods to confirm the functionalization and conjugation of the mesoporous silica nanoparticles. Herein, trimethyl silyl ether and triethyl silyl ether were selected to regulate the release rate. Under normal plasma conditions (pH 7.4), both types of camptothecin-loaded mesoporous silica nanoparticles (i.e., MSN-Me-CPT and MSN-Et-CPT) did not release the model drug. However, under in vitro acidic conditions (pH 4.0), based on a comparison of the release rates, camptothecin was released from MSN-Me-CPT more rapidly than from MSN-Et-CPT. To determine the biocompatibility of the modified mesoporous silica nanoparticles and the in vivo camptothecin uptake behavior, MIT assays with cancer cells and confocal microscopy observations were conducted, with positive results. These functionalized nanoparticles could be useful in clinical treatments requiring controlled drug release. Statement of Significance As the release rate of drug from drug-carrier plays important role in therapy effects, trimethyl silyl ether (TMS) and triethyl silyl ether (TES) were selected as acid-sensitive silanes to control the release rates of model drugs conjugated from MSNs by thiol-ene click chemistry. The kinetic profiles of TMS and TES materials have been studied. At pH 4.0, the release of camptothecin from MSN-Et-CPT occurred after 2 h, whereas MSN-Me-CPT showed immediate drug release. The results showed that silyl ether could be used to control release rates of drugs from MSNs under acid environment, which could be useful in clinical treatments requiring controlled drug release. (c) 2017 Acta Materialia Inc. Published by Elsevier Ltd. All rights reserved.","Authors":"Yan, Y (Yan, Yue) ; Fu, J (Fu, Jie) ; Wang, TF (Wang, Tianfu) ; Lu, XY (Lu, Xiuyang)","Title":"Controlled release of silyl ether camptothecin from thiol-ene click chemistry-functionalized mesoporous silica nanoparticles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396801300029 PubMed ID: 28218001 ISSN: 0002-7863","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE AMERICAN CHEMICAL SOCIETY Volume: 139 Issue: 10 Pages: 3756-3766 DOI: 10.1021/jacs.6b12525 Published: MAR 15 2017","Abstract":"Alkyne-functional polymers synthesized by ATRP exhibit bimodal molecular weight distributions indicating the occurrence of some undesirable side reaction. By modeling the molecular weight distributions obtained under various reaction conditions, we show that the side reaction is alkyne alkyne (i.e., Glaser) coupling. Glaser coupling accounts for as much as 20% of the polymer produced, significantly compromising the polymer functionality and undermining the success of subsequent click reactions in which they are used. Glaser coupling does not occur during ATRP but during postpolymerization workup upon first exposure to air. Two strategies are reported that effectively eliminate these coupling reactions without the need for a protecting group for the alkyne-functional initiator: (1) maintaining low temperature post-ATRP upon exposure to air followed by immediate removal of copper catalyst; (2) adding excess reducing agents post-ATRP which prevent the oxidation of Cu(I) catalyst required by the Glaser coupling mechanism. Post-ATRP Glaser coupling was also influenced by the ATRP synthesis ligand used. The order of ligand activity for catalyzing Glaser coupling was: linear bidentate > tridentate > tetradentate. We find that Glaser coupling is not problematic in ARGET-ATRP of alkyne-terminated polymers because a reducing agent is present during polymerization, however the molecular weight distribution is broadened compared to ATRP due to the presence of oxygen. Glaser coupling can also occur for alkynes held under CuAAC reaction conditions but again can be eliminated by adding appropriate reducing agents.","Authors":"Leophairatana, P (Leophairatana, Porakrit) ; Samanta, S (Samanta, Sanjoy) ; De Silva, CC (De Silva, Chathuranga C.) ; Koberstein, JT (Koberstein, Jeffery T.)","Title":"Preventing Alkyne-Alkyne (i.e., Glaser) Coupling Associated with the ATRP Synthesis of Alkyne-Functional Polymers/Macromonomers and for Alkynes under Click (i.e., CuAAC) Reaction Conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396296100012 PubMed ID: 28165742 ISSN: 0022-2623 eISSN: 1520-4804","Categories":"Pharmacology & Pharmacy Web of Science Categories:Chemistry, Medicinal","Journal Information":"JOURNAL OF MEDICINAL CHEMISTRY Volume: 60 Issue: 5 Pages: 1768-1792 DOI: 10.1021/acwedchem6b01392 Published: MAR 9 2017","Abstract":"Nicotinamide phosphoribosyltransferase (NAMPT) is a key enzyme involved in the recycling of nicotinamide to maintain adequate NAD levels inside the cells. It has been postulated to be a pharmacological target, as it is overexpressed in cancer cells as well as in inflammatory diseases. We describe the synthesis and characterization of a novel class of one-digit nanomolar NAMPT inhibitors based on in vitro characterization. The most active compound tested, 30c, displayed activity in xenograft and allograft models, strengthening the potential of NAMPT inhibitors as anti tumoral drugs. Furthermore, in the present contribution we describe the ability of 30c to significantly improve the outcome of colitis in mice. Given that this is the first report of an effect of NAMPT inhibitors in colitis, this result paves the way for novel applications for this class of compounds.","Authors":"Travelli, C (Travelli, Cristina) ; Aprile, S (Aprile, Silvio) ; Rahimian, R (Rahimian, Reza) ; Grolla, AA (Grolla, Ambra A.) ; Rogati, F (Rogati, Federica) ; Bertolotti, M (Bertolotti, Mattia) ; Malagnino, F (Malagnino, Floriana) ; di Paola, R (di Paola, Rosanna) ; Impellizzeri, D (Impellizzeri, Daniela) ; Fusco, R (Fusco, Roberta) ; Mercalli, V (Mercalli, Valentina) ; Massarotti, A (Massarotti, Alberto) ; Stortini, G (Stortini, Giorgio) ; Terrazzino, S (Terrazzino, Salvatore) ; Del Grosso, E (Del Grosso, Erika) ; Fakhfouri, G (Fakhfouri, Gohar) ; Troiani, MP (Troiani, Maria Pia) ; Alisi, MA (Alisi, Maria Alessandra) ; Grosa, G (Grosa, Giorgio) ; Sorba, G (Sorba, Giovanni) ; Canonico, PL (Canonico, Pier Luigi) ; Orsomando, G (Orsomando, Giuseppe) ; Cuzzocrea, S (Cuzzocrea, Salvatore) ; Genazzani, AA (Genazzani, Armando A.) ; Galli, U (Galli, Ubaldina) ; Tron, GC (Tron, Gian Cesare) ...More...Less","Title":"Identification of Novel Triazole-Based Nicotinamide Phosphoribosyltransferase (NAMPT) Inhibitors Endowed with Antiproliferative and Antiinflammatory Activity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395726000009 PubMed ID: 28225627 ISSN: 0022-3263","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"JOURNAL OF ORGANIC CHEMISTRY Volume: 82 Issue: 5 Pages: 2386-2398 DOI: 10.1021/acs.joc.6b02804 Published: MAR 3 2017","Abstract":"The cis-directing effect of the 1,2,3-triazolium-type side chain was studied on dimeric peptoid models with various patterns: alpha alpha, alpha beta, beta alpha and beta beta. Low influences of the sequence and of the solvent were observed, the cis conformation of the amide carrying the triazolium ranging from 83 to 94% in proportion. The synthesis of peptoid homooligomers with four or eight pendant 1,2,3-triazolium side chains is described. alpha-, beta- and alpha,beta-peptoids carrying propargyl groups were subjected to CuAAC reaction using alkyl azides, and the resulting triazoles were quaternized providing well-defined multitriazolium platforms. The influence of the counteranion (PF6(-), BF4(-) or I-) on the conformation was also studied.","Authors":"Aliouat, H (Aliouat, Hafida) ; Caumes, C (Caumes, Cecile) ; Roy, O (Roy, Olivier) ; Zouikri, M (Zouikri, Mohamed) ; Taillefumier, C (Taillefumier, Claude) ; Faure, S (Faure, Sophie)","Title":"1,2,3-Triazolium-Based Peptoid Oligomers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398866600002 ISSN: 2214-5796","Keywords":"Big data; Time series forecasting; Classification; Recommendation; Data mining; Information retrieval KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"BIG DATA RESEARCH Volume: 7 Pages: 16-30 DOI: 10.1016/j.bdr.2016.11.001 Published: MAR 2017","Abstract":"Recently, dedicated web portals and social networks for the automatization of the recruitment processes, have emerged with the expansion of the Internet, leading to a wide use of optimized algorithms. To that aim, a lot of job boards websites have been created, for disseminating and sharing at the best the job offers. Choosing the relevant job board for the broadcasting of a given job offer can be sometimes difficult for the recruiters, since they always seek to attract the best candidates, in a short period of time. Moreover, some job boards have different business categories, which can make the selection very difficult. To deal with these problems, we propose in this paper, Smart4Job a new job boards recommendation system, which proposes the adequate job boards for the dissemination of a new job offer. Our systemis based on a hybrid representation on a big data platform, which includes both a domain knowledge analysis and a temporal prediction model. The semantic classification of job boards requires a textual analysis using a controlled vocabulary. The time series analysis module is used to predict the best job board for a given offer, using the history of the clicks. The answers of these modules are combined during the decision making process. The proposed system has been evaluated on real data, and preliminary results seem very promising. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Benabderrahmane, S (Benabderrahmane, Sidahmed) ; Mellouli, N (Mellouli, Nedra) ; Lamolle, M (Lamolle, Myriam) ; Paroubek, P (Paroubek, Patrick)","Title":"Smart4Job: A Big Data Framework for Intelligent Job Offers Broadcasting Using Time Series Forecasting and Semantic Classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395057500006 PubMed ID: 28097376 ISSN: 1618-2642 eISSN: 1618-2650","Keywords":"Alkyne beta ketoester; Sulfenic acid; Click chemistry; Elemental labelling KeyWords Plus:AZIDE-ALKYNE CYCLOADDITION; BETA-KETOESTERS; PROTEINS; QUANTIFICATION; BIOCONJUGATION; PROTEOMICS; DIMEDONE; PROBES; DNA","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"ANALYTICAL AND BIOANALYTICAL CHEMISTRY Volume: 409 Issue: 8 Pages: 2015-2027 DOI: 10.1007/s00216-016-0149-x Published: MAR 2017","Abstract":"Oxidative transformation of cysteine thiol groups into different functional groups is considered a significant posttranslational modification of great importance in pathological and physiological processes. A cysteine sulfenic acid (SA) residue is the transient state for thiol group oxidation and it can react with free thiols to form disulfide bonds or can be further oxidized with reactive oxygen/reactive nitrogen species (ROS/RNS) to form sulfinic and sulfonic acids. The increase in ROS/RNS concentrations is correlated to age-related diseases such as cancer and Alzheimer's disease. Since the formation of SA represents a transient state of oxidation of thiols, its formation can be considered a redox-sensitive sensor for the presence of ROS/RNS. Thereby, the detection of the short-lived SA will provide greater insight into the redox-mediated events that alter the structure and function of peptides and proteins. The aim of this study is to provide a new strategy for the highly sensitive and specific detection of SA in peptides as a proof of concept. For this aim, SA was firstly generated in model peptides on oxidation with H2O2 and then captured by the linear alkyne beta-ketoester (KE) previously linked to a lanthanide (Ln)-containing chelator (Ln-DOTA, where DOTA is 1,4,7,10-tetraazacyclododecane-1,4,7,10-tetraacetic acid). The linking of the KE to DOTA was performed by click chemistry, resulting in a new reagent (Ln-DOTA-KE) that permits highly sensitive elemental (inductively coupled plasma) and molecular (electrospray) mass spectrometric detection. The new reagent (Ln-DOTA-KE) reacts specifically with SA, offering improved reactivity at physiological pH, facile derivatization and a cell-membrane-permeable compound that has promising future applications.","Authors":"Sharar, M (Sharar, Mona) ; Saied, EM (Saied, Essa M.) ; Rodriguez, MC (Rodriguez, Mario C.) ; Arenz, C (Arenz, Christoph) ; Montes-Bayon, M (Montes-Bayon, Maria) ; Linscheid, MW (Linscheid, Michael W.)","Title":"Elemental labelling and mass spectrometry for the specific detection of sulfenic acid groups in model peptides: a proof of concept"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645500001 PubMed ID: 28087416 ISSN: 0378-5955 eISSN: 1878-5891","Categories":"Audiology & Speech-Language Pathology; Neurosciences & Neurology; Otorhinolaryngology Web of Science Categories:Audiology & Speech-Language Pathology; Neurosciences; Otorhinolaryngology","Journal Information":"HEARING RESEARCH Volume: 346 Pages: 1-13 DOI: 10.1016/j.heares.2017.01.007 Published: MAR 2017","Abstract":"The tympanic membrane (TM) has a key role in transmitting sounds to the inner ear, but a concise description of how the TM performs this function remains elusive. This paper probes TM operation by applying a free field click stimulus to the gerbil ear and exploring the consequent motions of the TM and umbo. Motions of the TM were measured both on radial tracks starting close to the umbo and on a grid distal and adjacent to the umbo. The experimental results confirmed the high fidelity of sound transmission from the ear canal to the umbo. A delay of 5-15 mu s was seen in the onset of TM motion between points just adjacent to the umbo and mid-radial points. The TM responded with a ringing motion, with different locations possessing different primary ringing frequencies. A simple analytic model from the literature, treating the TM as a string, was used to explore the experimental results. The click-based experiments and analysis led to the following description of TM operation: A transient sound pressure on the TM causes a transient initial TM motion that is maximal similar to at the TM's radial midpoints. Mechanical forces generated by this initial prominent TM distortion then pull the umbo inward, leading to a delayed umbo response. The initial TM deformation also gives rise to prolonged mechanical ringing on the TM that does not result in significant umbo motion, likely due to destructive interference from the range of ringing frequencies. Thus, the umbo's response is a high-fidelity representation of the transient stimulus. Because any sound can be considered as a consecutive series of clicks, this description is applicable to any sound stimulus. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Milazzo, M (Milazzo, Mario) ; Fallah, E (Fallah, Elika) ; Carapezza, M (Carapezza, Michael) ; Kumar, NS (Kumar, Nina S.) ; Lei, JH (Lei, Jason H.) ; Olson, ES (Olson, Elizabeth S.)","Title":"The path of a click stimulus from ear canal to umbo"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397077700024 PubMed ID: 28146347 ISSN: 1554-8929 eISSN: 1554-8937","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"ACS CHEMICAL BIOLOGY Volume: 12 Issue: 3 Pages: 795-804 DOI: 10.1021/acschembio.6b01006 Published: MAR 2017","Abstract":"Highly constrained peptides such as the knotted peptide natural products are promising medicinal agents because of their impressive biostability and potent activity. Yet, libraries of highly constrained peptides are challenging to prepare. Here, we present a method which utilizes two robust, orthogonal chemical steps to create highly constrained bicyclic peptide libraries. This technology was optimized to be compatible with in vitro selections by mRNA display. We performed side-by-side monocyclic and bicyclic selections against a model protein (streptavidin). Both selections resulted in peptides with mid-nanomolar affinity, and the bicyclic selection yielded a peptide with remarkable protease resistance.","Authors":"Hacker, DE (Hacker, David E.); Hoinka, J (Hoinka, Jan); Iqbal, ES (Iqbal, Emil S.); Przytycka, TM (Przytycka, Teresa M.); Hartman, MCT (Hartman, Matthew C. T.)","Title":"Highly Constrained Bicyclic Scaffolds for the Discovery of Protease-Stable Peptides via mRNA Display"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395967900002 PubMed ID: 28189422 ISSN: 0960-894X eISSN: 1464-3405","Keywords":"Antibacterial; Click chemistry; Marine natural product mimics; Peptidomimetics; 1,2,3-Triazoles KeyWords Plus:1,3-DIPOLAR CYCLOADDITION; ANTIBACTERIAL PEPTIDES; AZIDES; RESISTANCE; BACTERIA; ALKYNES; AMINES; HYDROCHLORIDE; ANTIBIOTICS; ROTAXANES","Categories":"Pharmacology & Pharmacy; Chemistry Web of Science Categories:Chemistry, Medicinal; Chemistry, Organic","Journal Information":"BIOORGANIC & MEDICINAL CHEMISTRY LETTERS Volume: 27 Issue: 5 Pages: 1119-1123 DOI: 10.1016/j.bmcl.2017.01.092 Published: MAR 1 2017","Abstract":"A library of 28 small cationic 1,4-substituted 1,2,3-triazoles was prepared for studies of antimicrobial activity. The structures addressed the pharmacophore model of small antimicrobial peptides and an amphipathic motif found in marine antimicrobials. Eight compounds showed promising antimicrobial activity, of which the most potent compound 10b displayed minimum inhibitory concentrations of 4-8 mu g/mL against Streptococcus agalacticae, Staphylococcus aureus, Pseudomonas aeruginosa, Escherichia coli, and Enterococcus faecalis. The simple syntheses and low degree of functionalization make these 1,4-substituted 1,2,3-triazoles interesting for further optimizations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bakka, TA (Bakka, Thomas A.) ; Strom, MB (Strom, Morten B.) ; Andersen, JH (Andersen, Jeanette H.) ; Gautun, OR (Gautun, Odd R.)","Title":"Synthesis and antimicrobial evaluation of cationic low molecular weight amphipathic 1,2,3-triazoles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693600017 ISSN: 0967-0637 eISSN: 1879-0119","Categories":"Oceanography Web of Science Categories:Oceanography","Journal Information":"DEEP-SEA RESEARCH PART I-OCEANOGRAPHIC RESEARCH PAPERS Volume: 121 Pages: 202-209 DOI: 10.1016/j.dsr.2017.01.013 Published: MAR 2017","Abstract":"The Kona coast of the island of Hawaii hosts many species of odontocetes. These marine mammals are top predators and their foraging activity plays an important role in the ecosystem dynamics. Three passive acoustics recorders were used to study the temporal and spatial occurrence of the foraging activity of odontocetes (excluding beaked and sperm whales) at three locations along the Kona coast of Hawaii between 2012 and 2013. Echolocation clicks were detected using the M3R1 (Marine Mammal Monitoring on Navy Ranges) system, and custom-designed Matlab (MathWorks, Natick, MA, USA) programs were designed to analyze the detected data. A Generalized Linear Model was used to understand the influence of location and month on the foraging activity. Both location and month affected the foraging activity of Odontocetes in Hawaii. In general, the foraging activity was the highest in the north and the lowest in the south part of the study area. The model revealed that, at each location, the foraging activity tended to decrease over the time of the study. A seasonality seems to be seen for the two southernmost locations. At the northernmost location the foraging activity decreased from February 2012 till 11 months later (January 2013). Odontocetes daily foraging activity was higher at night-time at all locations sampled.","Authors":"Giorli, G (Giorli, Giacomo) ; Au, WWL (Au, Whitlow W. L.)","Title":"Spatio-temporal variation and seasonality of Odontocetes' foraging activity in the leeward side of the island of Hawaii"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397029100021 PubMed ID: 27413121 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"dataset; curation; metadata; citation; omicsreuse KeyWords Plus:BIG-DATA","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: 2 Pages: 388-393 Published: MAR 2017","Abstract":"Although omics datasets represent valuable assets for hypothesis generation, model testing, and data validation, the infrastructure supporting their reuse lacks organization and consistency. Using nuclear receptor signaling transcriptomic datasets as proof of principle, we developed a model to improve the discoverability, accessibility, and citability of published omics datasets. Primary datasets were retrieved from archives, processed to extract data points, then subjected to metadata enrichment and gap filling. The resulting secondary datasets were exposed on responsive web pages to support mining of gene lists, discovery of related datasets, and single-click citation integration with popular reference managers. Automated processes were established to embed digital object identifier-driven links to the secondary datasets in associated journal articles, small molecule and gene-centric databases, and a dataset search engine. Our model creates multiple points of access to reprocessed and reannotated derivative datasets across the digital biomedical research ecosystem, promoting their visibility and usability across disparate research communities.","Authors":"Darlington, YF (Darlington, Yolanda F.) ; Naumov, A (Naumov, Alexey) ; McOwiti, A (McOwiti, Apollo) ; Kankanamge, WH (Kankanamge, Wasula H.) ; Becnel, LB (Becnel, Lauren B.) ; McKenna, NJ (McKenna, Neil J.)","Title":"Improving the discoverability, accessibility, and citability of omics datasets: a case report"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871400057 PubMed ID: 28372429 ISSN: 0034-6748 eISSN: 1089-7623","Categories":"Instruments & Instrumentation; Physics Web of Science Categories:Instruments & Instrumentation; Physics, Applied","Journal Information":"REVIEW OF SCIENTIFIC INSTRUMENTS Volume: 88 Issue: 3 Article Number: 035004 DOI: 10.1063/1.4978339 Published: MAR 2017","Abstract":"Haptic display units have been widely used for conveying button sensations to users, primarily employing vibrotactile actuators. However, the human feeling for pressing buttons mainly relies on kinaesthetic sensations (rather than vibrotactile sensations), and little studies exist on small-scale kinaesthetic haptic units. Thus, the primary goals of this paper are to design a miniature kinaesthetic actuator based on Magneto-Rheological (MR) fluid that can convey various button-clicking sensations and to experimentally evaluate its haptic performance. The design focuses of the proposed actuator were to produce sufficiently large actuation forces (resistive forces) for human users in a given size constraint and to offer a wide range of actuation forces for conveying vivid haptic sensations to users. To this end, this study first performed a series of parametric studies using mathematical force models for multiple operating modes of MR fluid in conjunction with finite element electromagnetism analysis. After selecting design parameters based on parametric studies, a prototype actuator was constructed, and its performance was evaluated using a dynamic mechanical analyzer. It measured the actuator's resistive force with a varying stroke (pressed depth) up to 1 mm and a varying input current from 0 A to 200 mA. The results show that the proposed actuator creates a wide range of resistive forces from around 2 N (off-state) to over 9.5 N at 200 mA. In order to assess the prototype's performance in the terms of the haptic application prospective, a maximum force rate was calculated to determine just noticeable difference in force changes for the 1 mm stoke of the actuator. The results show that the force rate is sufficient to mimic various levels of button sensations, indicating that the proposed kinaesthetic actuator can offer a wide range of resistive force changes that can be conveyed to human operators. Published by AIP Publishing.","Authors":"Yang, TH (Yang, Tae-Heon) ; Koo, JH (Koo, Jeong-Hoi) ; Kim, SY (Kim, Sang-Youn) ; Kwon, DS (Kwon, Dong-Soo)","Title":"Modeling and test of a kinaesthetic actuator based on MR fluid for haptic applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395494200020 PubMed ID: 28112512 ISSN: 1944-8244","Keywords":"Janus dendrimer; prodrug; enzyme-sensitive; drug delivery; stability KeyWords Plus:MESOPOROUS SILICA NANOPARTICLES; TARGETING DRUG-DELIVERY; CANCER-THERAPY; POLYMERIC NANOPARTICLES; DOXORUBICIN CONJUGATE; BIODEGRADABLE MULTIBLOCK; TUMOR ACCUMULATION; BREAST-CANCER; IN-VIVO; MICELLES","Categories":"Science & Technology - Other Topics; Materials Science Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"ACS APPLIED MATERIALS & INTERFACES Volume: 9 Issue: 8 Pages: 6865-6877 DOI: 10.1021/acsami.6b15505 Published: MAR 1 2017","Abstract":"In this study, we prepared a smart polymeric vehicle for the hydrophobic drug paclitaxel (PTX) that allowed a maximum steady-state circulation and a fast intracellular release in tumors. PTX was linked to the Janus PEGylated (PEG = poly(ethylene glycol)) peptide dendrimer via an enzyme-sensitive linker glycylpheny-lalanylleucylglycine tetrapeptide by efficient click reaction, resulting in Janus dendritic prodrug with 20.9% PTX content. The prodrug self-assembled into nanoscale particles with appropriate nanosizes, compact morphology, and negative surface charge. In addition to high stability during circulation, as demonstrated by protein adsorption assays and drug release studies in the cancer's intracellular environment, the nanoparticles were able to quickly release the drug intact in its original molecular structure, as verified via high-performance liquid chromatography and mass spectrometry analyses. Compared to free PTX, the enzyme-responsive feature of nanoparticles promoted higher cytotoxicity against 4T1 cancer cells and much lower cytotoxicity against normal cells. The nanoparticles accumulated in the tumor and were retained for an extended period of time, as confirmed by fluorescence imaging. Therefore, these nanoparticles exhibited significantly enhanced antitumor efficiency in the 4T1 breast cancer model as indicated by the observed inhibition of angiogenesis and proliferation as well as induction of apoptosis. Moreover, the nanoparticles reduced the occurrence of side effects, particularly dose-limited toxicities, as monitored by body weight and hematological features. Hence, our Janus PEGylated dendrimer-PTX prodrug-based nanoparticles may potentially serve as nanoscale vehicles for breast cancer therapy.","Authors":"Li, N (Li, Ning) ; Cai, H (Cai, Hao) ; Jiang, L (Jiang, Lei) ; Hu, JN (Hu, Jiani) ; Bains, A (Bains, Ashika) ; Hu, J (Hu, Jesse) ; Gong, QY (Gong, Qiyong) ; Luo, K (Luo, Kui) ; Gu, ZW (Gu, Zhongwei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gu, Zhongwei  http://orcid.org/0000-0003-1547-6880","Title":"Enzyme-Sensitive and Amphiphilic PEGylated Dendrimer-Paclitaxel Prodrug-Based Nanoparticles for Enhanced Stability and Anticancer Efficacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396379600013 PubMed ID: 28117986 ISSN: 1525-7797 eISSN: 1526-4602","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Organic; Polymer Science","Journal Information":"BIOMACROMOLECULES Volume: 18 Issue: 3 Pages: 787-796 DOI: 10.1021/acs.biomac.6b01657 Published: MAR 2017","Abstract":"A versatile approach for the synthesis of sequence-controlled multiblock copolymers, using a combination of solid phase synthesis and step-growth polymerization by photoinduced thiol-ene coupling (TEC) is presented. Following this strategy, a series of sequence-controlled glycopolymers is derived from the polymerization of a hydrophilic spacer macromonomer and different glycomacro-monomers bearing between one to five alpha-D-Mannose (Man) ligands. Through the solid phase assembly of the macro Yom., Effective Receptor Clustering monomers, the number and positioning of spacer and sugar moieties is controlled and translates into the sequence-control of the final polymer. A maximum M-n of 16 kDa, corresponding to a X-n of 10, for the applied macromonomers is accessible with optimized polymerization conditions. The binding behavior of the resulting multiblock glycopolymers toward the model lectin Concanavalin A (ConA) is studied via turbidity assays and surface plasmon resonance (SPR) measurements, comparing the ability of precision glycomacromolecules and glycopolymers to bind to and cross-link ConA in dependence of the number of sugar moieties and/overall molecular weight. The results show that there is a clear correlation between number of Man ligands and Con A binding and clustering, whereas the length of the glycooligomeror polymer backbone seems to have no effect.","Authors":"Gerke, C (Gerke, Christoph) ; Ebbesen, MF (Ebbesen, Morten F.) ; Jansen, D (Jansen, Dennis) ; Boden, S (Boden, Sophia) ; Freichel, T (Freichel, Tanja) ; Hartmann, L (Hartmann, Laura)","Title":"Sequence-Controlled Glycopolymers via Step-Growth Polymerization of Precision Glycomacromolecules for Lectin Receptor Clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397279800001 PubMed ID: 28120383 ISSN: 1075-2617 eISSN: 1099-1387","Keywords":"synthesis; azido amino acid; alanine; homoalanine; ornithine; lysine; azide elimination KeyWords Plus:CLICK CHEMISTRY; SOLID-PHASE; BETA-AMINOALANINE; HUISGEN CYCLOADDITION; BIOLOGICAL EVALUATION; URETHANE DERIVATIVES; ALKYNE CYCLOADDITION; SCALABLE SYNTHESES; TERMINAL ALKYNES; L-ORNITHINE","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Analytical","Journal Information":"JOURNAL OF PEPTIDE SCIENCE Volume: 23 Issue: 3 Pages: 202-214 DOI: 10.1002/psc.2968 Published: MAR 2017","Abstract":"The rise of CuI-catalyzed click chemistry has initiated an increased demand for azido and alkyne derivatives of amino acid as precursors for the synthesis of clicked peptides. However, the use of azido and alkyne amino acids in peptide chemistry is complicated by their high cost. For this reason, we investigated the possibility of the in-house preparation of a set of five Fmoc azido amino acids: beta-azido L-alanine and D-alanine,gamma-azido L-homoalanine, delta-azido L-ornithine and omega-azido L-lysine. We investigated several reaction pathways described in the literature, suggested several improvements and proposed several alternative routes for the synthesis of these compounds in high purity. Here, we demonstrate that multigram quantities of these Fmoc azido amino acids can be prepared within a week or two and at user-friendly costs. We also incorporated these azido amino acids into several model tripeptides, and we observed the formation of a new elimination product of the azido moiety upon conditions of prolonged couplings with 2-(1H-benzotriazol-1-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate/DIPEA. We hope that our detailed synthetic protocols will inspire some peptide chemists to prepare these Fmoc azido acids in their laboratories and will assist them in avoiding the too extensive costs of azidopeptide syntheses. Experimental procedures and/or analytical data for compounds 3-5, 20, 25, 26, 30 and 43-47 are provided in the supporting information. (C) 2017 The Authors Journal of Peptide Science published by European Peptide Society and John Wiley & Sons Ltd.","Authors":"Picha, J (Picha, Jan) ; Budesinsky, M (Budesinsky, Milos) ; Machackova, K (Machackova, Katerina) ; Collinsova, M (Collinsova, Michaela) ; Jiracek, J (Jiracek, Jiri) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Jiracek, Jiri  A-7124-2008 http://orcid.org/0000-0003-3848-2773","Title":"Optimized syntheses of Fmoc azido amino acids for the preparation of azidopeptides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397829700014 PubMed ID: 28035794 ISSN: 1615-9306 eISSN: 1615-9314","Keywords":"environmental water samples; high-performance liquid chromatography; ionic liquids; linear alkylbenzene sulfonates; magnetic solid-phase extraction KeyWords Plus:POLYCYCLIC AROMATIC-HYDROCARBONS; ANIONIC SURFACTANTS; FOOD SAMPLES; NANOPARTICLES; SPECTROMETRY; SHELL; MICROEXTRACTION; OPTIMIZATION; MICROSPHERES; SEPARATION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"JOURNAL OF SEPARATION SCIENCE Volume: 40 Issue: 5 Pages: 1133-1141 DOI: 10.1002/jssc.201601144 Published: MAR 2017","Abstract":"Novel ionic-liquid-functionalized Fe3O4 magnetic nanoparticles were synthesized by the thiol-ene click reaction. The prepared functionalized Fe3O4 nanoparticles possessed multiple interactions, such as electrostatic, hydrophobic, and p-p interactions. The functionalized Fe3O4 nanoparticles were characterized by using Fourier transform infrared spectroscopy, X-ray diffraction, vibrating sample magnetometry, and transmission electron microscopy. Four kinds of linear alkylbenzene sulfonates, namely, sodium decylbenzenesulfonate, sodium undecylbenzene sulfonate, sodium dodecylbenzenesulfonate, and sodium tridecylbenzenesulfonate, were selected as model compounds to evaluate the applicability of adsorbents for extraction and subjected to high-performance liquid chromatography analysis. In addition, the effects of various parameters, such as sorbent amount, pH value, ionic strength, sample volume, extraction time, and elution conditions on extraction efficiency were studied in detail. Under the optimum conditions, good linearities were attained, with correlation coefficients between 0.9912 and 0.9968. The proposed method exhibited limits of detection ranging from 0.061 to 0.099 mu g/L for all the target analytes. The spiked recoveries of the target analytes in real water samples ranged from 86.3 to 107.5%, with relative standard deviations lower than 7.96%. The enrichment factors of the analytes ranged from 364 to 391, indicating that the obtained functionalized Fe3O4 nanoparticles can effectively extract trace target analytes from environmental water samples.","Authors":"Lu, JY (Lu, Junyu) ; Ye, FG (Ye, Fanggui) ; Huang, XX (Huang, Xiuxiang) ; Wei, LQ (Wei, Lianqiang) ; Yao, DM (Yao, Dongmei) ; Li, SY (Li, Shengying) ; Miao, OY (Miao Ouyang) ; Lai, HF (Lai, Hongfang)","Title":"Ionic-liquid-modified magnetic anoparticles as a solid-phase extraction adsorbent coupled with high-performance liquid chromatography for the determination of linear alkylbenzene sulfonates in water samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397503200006 ISSN: 1616-5187 eISSN: 1616-5195","Keywords":"acetal groups; pH responsiveness; star copolymers; triggered release; unimolecular micelles KeyWords Plus:BLOCK-COPOLYMER; POLYMERIC MICELLES; AQUEOUS-SOLUTION; CLICK-CHEMISTRY; CANCER-THERAPY; DELIVERY; DOXORUBICIN; POLYESTERS; BEHAVIOR; PROGRESS","Categories":"Biochemistry & Molecular Biology; Materials Science; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Materials Science, Biomaterials; Polymer Science","Journal Information":"MACROMOLECULAR BIOSCIENCE Volume: 17 Issue: 3 Article Number: UNSP 1600258 DOI: 10.1002/mabi.201600258 Published: MAR 2017","Abstract":"In this contribution, amphiphilic star copolymers (H40-star-PCL-a-PEG) with an H40 hyperbranched polyester core and poly(e-caprolactone)-a-poly(ethylene glycol) copolymer arms linked with acetal groups are synthesized using ring-opening polymerization and a copper (I)catalyzed alkyne-azide cycloaddition click reaction. The acid-cleavable acetal groups between the hydrophilic and hydrophobic segments of the arms endow the amphiphilic star copolymers with pH responsiveness. In aqueous solution, unimolecular micelles can be formed with good stability and a unique acid degradability, as is desirable for anticancer drug carriers. For the model drug of doxorubicin, the in vitro release behavior, intracellular release, and inhibition of proliferation of HeLa cells show that the acid-cleavable unimolecular micelles with anticancer activity can be dissociated in an acidic environment and efficiently internalized by HeLa cells. Due to the acidcleavable and biodegradable nature, unimolecular micelles from amphiphilic star copolymers are promising for applications in intracellular drug delivery for cancer chemotherapy.","Authors":"Zhang, S (Zhang, Shan) ; Xu, JB (Xu, Jianbin) ; Chen, H (Chen, Heng) ; Song, ZF (Song, Zhangfa) ; Wu, YL (Wu, Yalan) ; Dai, XY (Dai, Xingyi) ; Kong, J (Kong, Jie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chen, Heng  http://orcid.org/0000-0002-1781-9050","Title":"Acid-Cleavable Unimolecular Micelles from Amphiphilic Star Copolymers for Triggered Release of Anticancer Drugs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397328700002 ISSN: 0049-8246 eISSN: 1097-4539","Keywords":"Cu(I); Cu(II); nanoparticles; MVS; CuAAC; XAFS KeyWords Plus:ABSORPTION FINE-STRUCTURE; MULTICOMPONENT CLICK SYNTHESIS; ALKYNE CYCLOADDITION REACTION; COPPER-CATALYSTS; EFFICIENT CATALYST; TERMINAL ALKYNES; NANOPARTICLES; AZIDE; CUAAC; CHEMISTRY","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"X-RAY SPECTROMETRY Volume: 46 Issue: 2 Pages: 82-87 DOI: 10.1002/xrs.2731 Published: MAR-APR 2017","Abstract":"The use of supported metallic nanoparticles (NPs) is fundamental for the development of new catalysts with high activity and selectivity. For this reason, the choice of a suitable support, the selection of metal precursors and the preparation methods become quite important. In the present work, we show the structural effects induced on metal vapour synthesis (MVS) derived Cu NPs by different carbon-based supports such as poly-4-vinylpyridine (PVPy) and carbon and how these effects can affect their catalytic activities in Huisgen azide-alkyne cycloaddition reactions (CuAAC). The influence of the two supports on the structure of the Cu NPs was studied using high-resolution transmission electron microscopy (HRTEM) and X-ray absorption fine structure (XAFS) spectroscopy. As shown by XAFS analysis, Cu NPs, immobilized on PVPy, resulted in a Cu(I) oxidized phase while the ones on carbon were in a Cu(II) phase. The structural effects induced by the different supports determined a completely different catalytic behaviour of the two catalytic systems in a model CuAAC reaction: the PVPy-supported Cu system was active and re-usable whereas the analogous carbon-based system was almost inactive. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Balerna, A (Balerna, Antonella) ; Evangelisti, C (Evangelisti, Claudio) ; Tiozzo, C (Tiozzo, Cristina)","Title":"XAFS structural characterization of Cu vapour derived catalysts supported on poly-4-vinylpyridine and carbon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395330800012 ISSN: 1932-6181 eISSN: 1932-619X","Keywords":"needle free jet injection; jet injector; impact driven method; high speed liquid jets KeyWords Plus:TRANSDERMAL DRUG-DELIVERY; SUPERSONIC LIQUID JETS; VACCINE DELIVERY; GENERATION; PROJECTILE; MODEL; SKIN","Categories":"Engineering Web of Science Categories:Engineering, Biomedical","Journal Information":"JOURNAL OF MEDICAL DEVICES-TRANSACTIONS OF THE ASME Volume: 11 Issue: 1 Article Number: 011011 DOI: 10.1115/1.4035563 Published: MAR 2017","Abstract":"Currently, most of commercial needle-free jet injectors generate the liquid jet by a method called \"driving object method\" (DOM); however, the reliability and efficiency are still questioned. This paper proposes a new concept of jet generation method, known as \"impact driven method\" (IDM). A prototype of an IDM jet injector is designed, built, tested, and compared to a commercial device (Cool. click, Tigard, OR). Fundamental characteristics, i.e., the exit jet velocity and impact pressure, are measured. Jet injection processes are visualized both in air and in 20% polyacrylamide by high speed photography. In this study, from the prototype of the IDM jet injector, a maximum jet velocity of 400 m/s and impact peak pressure of 68 MPa can be obtained. It is clear that the IDM jet injector provides a double pulsed liquid jet, which is a major advantage over the commercial jet injector. Because, the first pulse gives a shorter erosion stage, and then, immediately the second pulse follows and provides a better penetration, wider lateral dispersion, and considerably less back splash. Hence, lower pain level and higher delivery efficiency should be achieved. It can be concluded that the IDM concept is highly feasible for implementation in real applications, either for human or animal injection. However, the control and accuracy of IDM still needs to be carefully investigated.","Authors":"Mukda, P (Mukda, Prachya) ; Pianthong, K (Pianthong, Kulachate) ; Seehanam, W (Seehanam, Wirapan)","Title":"A New Concept of Needle-Free Jet Injector by the Impact Driven Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394074400003 ISSN: 0300-9440","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Applied; Materials Science, Coatings & Films","Journal Information":"PROGRESS IN ORGANIC COATINGS Volume: 104 Pages: 20-27 DOI: 10.1016/j.porgcoat.2016.11.007 Published: MAR 2017","Abstract":"The kinetics of the crosslinking reactions of model thiol-epoxy polymer networks (TEPNs) was visualized by tracking their pH variations. The color transitions of the TEPNs were monitored in real-time and the results were correlated with those of Fourier transform infrared (FT-IR) spectroscopy, isothermal differential scanning calorimetry (DSC), and oscillational rheology. The influence of the glass transition temperatures (T-g) of the TEPNs on the kinetics of the low temperature crosslinking reactions was investigated by employing various TEPNs with different crosslinker functionalities. The mechanical and chemical properties of the TEPNs were also determined and the trends in the data were related to the crosslinking densities (nu c) calculated from dynamic mechanical analysis (DMA) measurements. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Lee, TH (Lee, Tae Hee) ; Park, YI (Park, Young Il) ; Noh, SM (Noh, Seung Man) ; Kim, JC (Kim, Jin Chul)","Title":"In-situ visualization of the kinetics of low temperature thiol-epoxy crosslinking reactions by using a pH-responsive epoxy resin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394398900002 PubMed ID: 28024231 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Star PEG; Overlap concentration; Injectable hydrogel; Chondrocyte; Cartilage tissue engineering; Young's modulus KeyWords Plus:SEMIDILUTE POLYMER-SOLUTIONS; POLY(ETHYLENE GLYCOL)-BASED HYDROGELS; POLYETHYLENE-GLYCOL HYDROGELS; HUMAN ARTICULAR CHONDROCYTES; SLOW RELAXATION MODE; MECHANICAL-PROPERTIES; CROSS-LINKING; PERICELLULAR MATRIX; MICHAEL ADDITION; CLICK HYDROGELS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 120 Pages: 11-21 DOI: 10.1016/j.biomaterials.2016.12.015 Published: MAR 2017","Abstract":"Hydrogels prepared from poly(ethylene glycol) (PEG) are widely applied in tissue engineering, especially those derived from a combination of functional multi-arm star PEG and linear crosslinker, with an expectation to form a structurally ideal network. However, the poor mechanical strength still renders their further applications. Here we examined the relationship between the dynamics of the pre-gel solution and the mechanical property of the resultant hydrogel in a system consisting of 4-arm star PEG functionalized with vinyl sulfone and short dithiol crosslinker. A method to prepare mechanically strong hydrogel for cartilage tissue engineering is proposed. It is found that when gelation takes place at the overlap concentration, at which a slow relaxation mode just appears in dynamic light scattering (DLS), the resultant hydrogel has a local maximum compressive strength similar to 20 MPa, while still keeps ultralow mass concentration and Young's modulus. Chondrocyte-laden hydrogel constructed under this condition was transplanted into the subcutaneous pocket and an osteochondral defect model in SCID mice. The in vivo results show that chondrocytes can proliferate and maintain their phenotypes in the hydrogel, with the production of abundant extracellular matrix (ECM) components, formation of typical chondrocyte lacunae structure and increase in Young's modulus over 12 weeks, as indicated by histological, immunohistochemistry, gene expression analyses and mechanical test. Moreover, newly formed hyaline cartilage was observed to be integrated with the host articular cartilage tissue in the defects injected with chondrocytes/hydrogel constructs. The results suggest that this hydrogel is a promising candidate scaffold for cartilage tissue engineering. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, JQ (Wang, Jianqi) ; Zhang, FJ (Zhang, Fengjie) ; Tsang, WP (Tsang, Wing Pui) ; Wan, C (Wan, Chao) ; Wu, C (Wu, Chi)","Title":"Fabrication of injectable high strength hydrogel based on 4-arm star PEG for cartilage tissue engineering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393957700012 PubMed ID: 27806444 ISSN: 1549-3296 eISSN: 1552-4965","Keywords":"bacterial collagen; chemical modification; crosslinking; recombinant KeyWords Plus:TRIPLE-HELIX; SCL2 PROTEINS; BACTERIAL; BINDING; HYDROXYPROLINE; IDENTIFICATION; BIOMATERIALS; CONSTRUCTS; PEPTIDES; CLEAVAGE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF BIOMEDICAL MATERIALS RESEARCH PART A Volume: 105 Issue: 3 Pages: 806-813 DOI: 10.1002/jbm.a.35957 Published: MAR 2017","Abstract":"Recombinant bacterial collagens provide a new opportunity for safe biomedical materials. They are readily expressed in Escherichia coli in good yield and can be readily purified by simple approaches. However, recombinant proteins are limited in that direct secondary modification during expression is generally not easily achieved. Thus, inclusion of unusual amino acids, cyclic peptides, sugars, lipids, and other complex functions generally needs to be achieved chemically after synthesis and extraction. In the present study, we have illustrated that bacterial collagens that have had their sequences modified to include cysteine residue(s), which are not normally present in bacterial collagen-like sequences, enable a range of specific chemical modification reactions to be produced. Various model reactions were shown to be effective for modifying the collagens. The ability to include alkyne (or azide) functions allows the extensive range of substitutions that are available via click chemistry to be accessed. When bifunctional reagents were used, some crosslinking occurred to give higher molecular weight polymeric proteins, but gels were not formed. (c) 2016 Wiley Periodicals, Inc. J Biomed Mater Res Part A: 105A: 806-813, 2017.","Authors":"Stoichevska, V (Stoichevska, Violet) ; Peng, YY (Peng, Yong Y.) ; Vashi, AV (Vashi, Aditya V.) ; Werkmeister, JA (Werkmeister, Jerome A.) ; Dumsday, GJ (Dumsday, Geoff J.) ; Ramshaw, JAM (Ramshaw, John A. M.)","Title":"Engineering specific chemical modification sites into a collagen-like protein from Streptococcus pyogenes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392767400004 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Uses and gratifications theory; Liking behavior; Motivation; WeChat; Social media; User adoption KeyWords Plus:SOCIAL NETWORKING SITES; GENDER-DIFFERENCES; SELF-PRESENTATION; INFORMATION-TECHNOLOGY; GRATIFICATIONS THEORY; E-MAIL; FACEBOOK; INTERNET; SATISFACTION; SUPPORT","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 68 Pages: 30-39 DOI: 10.1016/j.chb.2016.11.002 Published: MAR 2017","Abstract":"Liking behavior in social media is growing in popularity. Yet there has been a lack of research and understanding of the factors that motivate users to click \"like\" in social media. In this study, based on the uses and gratifications theory, a research model is developed to examine what factors affecting users' liking behavior in WeChat. And gender is considered as the moderating factor in the model. Using 215 valid data from the WeChat users in China, the model is empirically assessed by PLS-SEM. Results show that three types of gratifications positively affect WeChat users' liking behavior: hedonic gratification (enjoyment), social gratification (social support) and utilitarian gratification (information seeking). In particular, enjoyment plays the most important role in determining the liking behavior, followed by social support and information seeking. In addition, gender acts as the moderator on the relationship between each gratification and liking behavior. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gan, CM (Gan, Chunmei)","Title":"Understanding WeChat users' liking behavior: An empirical study in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395358500003 ISSN: 0024-9297 eISSN: 1520-5835","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"MACROMOLECULES Volume: 50 Issue: 4 Pages: 1302-1311 DOI: 10.1021/acs.macromol.6b02545 Published: FEB 28 2017","Abstract":"Antifouling properties and stability in tissue fluids are crucial for the successful application of micro- and nanoparticles in biomedicine. In this study, we prepared monodisperse magnetic poly(glycidyl methacrylate) microspheres with amino groups (mgt.PGMA-NH2) by a multistep swelling polymerization of glycidyl methacrylate (GMA). This was followed by ammonolysis of oxirane groups and precipitation of iron oxides inside the particle pores to make the microspheres magnetic. To suppress nonspecific protein adsorption from biological media, the microspheres were covered by three generations of a compact amino acid dendritic network (Ser-Lys-Ser/Lys-Ser/Lys-Ser) using peptide chemistry. The resulting particles did not aggregate under physiological conditions and contained similar to 1 mmol of NH2/g that was available for further modifications. Alkyne groups accessible for click chemistry were introduced to the dendrimer-coated particles by a reaction with 4-pentynoic acid. The external particle surface and internal bulk were characterized by scanning (SEM) and transmission electron microscopy (TEM), atomic absorption (AAS), FTIR, X-ray photoelectron spectroscopy (XPS), and elemental analysis. Antifouling properties of the dendrimer and linear Ser-Ala-Ser/Ala-Ser/Ala-Ser peptide-modified mgt.PGMA-NH2 microspheres were challenged with solutions of proteins, such as bovine serum albumin (BSA), gamma-globulin (gamma-Gl), fibrinogen (Fg), and a mixture of them. Finally, a model azidealkyne cycloaddition reaction with I-125-radiolabeled azidopentanoyl-GGGRGDSGGGY(I-125)-NH2 (I-125-N-3-RGDS) peptide demonstrated that the dendrimer-modified particles are suitable for potential applications, including the separation of peptides and other biomolecules, diagnostics, mimetics, vaccine synthesis, etc.","Authors":"Hlidkova, H (Hlidkova, Helena) ; Kotelnikov, I (Kotelnikov, Ilyia) ; Pop-Georgievski, O (Pop-Georgievski, Ognen) ; Proks, V (Proks, Vladimir) ; Horak, D (Horak, Daniel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Proks, Vladimir  C-1642-2013   Pop-Georgievski, Ognen  G-3498-2014   Horak, Daniel  G-3487-2014   Kotelnikov, Ilya  N-9754-2015   Hlidkova, Helena  N-6593-2015  ","Title":"Antifouling Peptide Dendrimer Surface of Monodisperse Magnetic Poly(glycidyl methacrylate) Microspheres"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391418200076 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Protein surface functionalization; Self-assembled monolayers; Huisgen cycloaddition \"click\" chemistry; Surface spectroscopy; Langmuir isotherms KeyWords Plus:SUM-FREQUENCY GENERATION; SCANNING-TUNNELING-MICROSCOPY; QUARTZ-CRYSTAL MICROBALANCE; VIBRATIONAL SPECTROSCOPY; GOLD SURFACES; IMMOBILIZATION STRATEGIES; PROTEIN ADSORPTION; CLICK CHEMISTRY; MODEL PEPTIDES; INTERFACES","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 396 Pages: 1831-1839 DOI: 10.1016/j.apsusc.2016.11.177 Published: FEB 28 2017","Abstract":"Reliably attaching a structured biomolecule to an inorganic substrate would enable the preparation of surfaces that incorporate both biological and inorganic functions and structures. To this end, we have previously developed a procedure using the copper(I)-catalyzed click reaction to tether synthetic alpha-helical peptides carrying two alkyne groups to well-ordered alkanethiol self-assembled monolayers (SAM) on a Au(111) surface, in which the SAM is composed of a mixture of methyl and azide termination. Proteins, however, are composed of many diverse functional groups, and this composition directly effects protein structure, interactions, and reactivity. Here, we explore the utility of mixed SAMs with alternative terminating functional groups to tune and direct the reactivity of the surface through noncovalent peptide-surface interactions. We study both polar surfaces (OH-terminated) and charged surfaces (COOH- and NH3-terminated, which are negatively and positively charged, respectively, under our reaction conditions). Surfaces were functionalized with a bipolar peptide composed of Lys and Leu residues that could express different interactions through either hydrophilic and/or charge (Lys) or hydrophobic (Leu) influences. X-ray photoelectron spectroscopy (XPS) and surface infrared spectroscopy were used to characterize surfaces at all stages of the peptide functionalization procedure. This strategy resulted in a high density of surface-bound alpha-helices without aggregation. Mixed SAMs that included a positively charged alkanethiol along with the azide-terminated thiol resulted in a more efficient reaction and better alignment of the peptide with the azide on the surface. Negatively charged surfaces increased physisorption of the peptide, which was then removed during sample rinsing. This work demonstrates that varying easily controlled chemical inputs during the functionalization steps allows the reaction conditions to be balanced for the chemical needs of a particular biomolecule or substrate. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Raigoza, AF (Raigoza, Annette F.) ; Onyirioha, K (Onyirioha, Kristeen) ; Webb, LJ (Webb, Lauren J.)","Title":"Controlling noncovalent interactions between a lysine-rich alpha-helical peptide and self-assembled monolayers of alkanethiols on Au through functional group diversity"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395936700001 PubMed ID: 28140371 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"protein design; computational methods; soft condensed matter KeyWords Plus:RANDOM-ENERGY-MODEL; POLAR AMINO-ACIDS; MOLECULAR-DYNAMICS; STATISTICAL-MECHANICS; COPOLYMER SOLUTIONS; COMPLEX STRUCTURES; BLOCK-COPOLYMERS; CLICK CHEMISTRY; ENZYME DESIGN; LATTICE MODEL","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 14 Article Number: 143001 DOI: 10.1088/1361-648X/aa5c76 Published: FEB 27 2017","Abstract":"Proteins are one of the most versatile modular assembling systems in nature. Experimentally, more than 110 000 protein structures have been identified and more are deposited every day in the Protein Data Bank. Such an enormous structural variety is to a first approximation controlled by the sequence of amino acids along the peptide chain of each protein. Understanding how the structural and functional properties of the target can be encoded in this sequence is the main objective of protein design. Unfortunately, rational protein design remains one of the major challenges across the disciplines of biology, physics and chemistry. The implications of solving this problem are enormous and branch into materials science, drug design, evolution and even cryptography. For instance, in the field of drug design an effective computational method to design protein-based ligands for biological targets such as viruses, bacteria or tumour cells, could give a significant boost to the development of new therapies with reduced side effects. In materials science, self-assembly is a highly desired property and soon artificial proteins could represent a new class of designable self-assembling materials. The scope of this review is to describe the state of the art in computational protein design methods and give the reader an outline of what developments could be expected in the near future.","Authors":"Coluzza, I (Coluzza, Ivan)","Title":"Computational protein design: a review"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397858300002 ISSN: 1000-3304","Keywords":"Dendritic polymers; Nonlinear optics; Topological structure; Dendronized hyperbranched polymer KeyWords Plus:MOLECULAR-SIZE DISTRIBUTION; MAIN-CHAIN POLYURETHANES; DENDRONIZED HYPERBRANCHED POLYMERS; DENDRIMERS CONVENIENT SYNTHESIS; ORGANIC ELECTROOPTIC MATERIALS; POWERFUL CLICK CHEMISTRY; CHROMOPHORE MOIETIES; AZO-CHROMOPHORE; NLO DENDRIMERS; COPPER(I) CATALYSIS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"ACTA POLYMERICA SINICA Issue: 2 Pages: 155-177 DOI: 10.11777/j.issn1000-3304.2017.16274 Published: FEB 20 2017","Abstract":"Dendritic molecules are a class of highly branched macromolecules and/or polymers having a three-dimensional, nanosized globular architecture with intramolecular cavity and numerous surface functional groups. These unique structural features can endow dendritic molecules with a lot of particular and interesting functionalities and photophysical properties, making them very attractive in many areas including chemistry, biology, materials, and so on. In the past 30 years, organic/polymeric second-order nonlinear optical (NLO) materials have been widely investigated due to their great potential in telecommunications, computing, terahertz generation, detection, and many other photonic applications. So far, one of the major challenges encountered in this field is how to translate high molecular nonlinearities (mu beta) of chromophores into large macroscopic material nonlinearities (i.e. second harmonic generation coefficient, d(33)) efficiently, due to the strong intermolecular dipole-dipole interactions between chromophore moieties, which can make their poling induced noncentrosymmetric alignment a daunting task. According to the site-isolation principle, the dendritic structure has been well-recognized as the next generation molecular topology to modify chromophores into the ideal spherical shape that can minimize the dipole-dipole interactions significantly to improve the poling efficiency. From 2006, our group has done many systematic researches in this field with an attempt to better understand the structure-properties relationship of NLO polymeric materials. In this review, after a brief introduction of dendritic molecules and second order nonlinear optics, we will summarize our recent research work on second order NLO polymers with dendritic structure, including high generation dendrimers, hyperbranched polymers and dendronized hyperbranched polymers (a new polymer model combining hyperbranched polymer and dendrimer). We mainly focus on the discussion how to rationally design and tailor the topological structures of the dendritic NLO polymers that can significantly enhance their comprehensive material performance through several molecular design strategies such as \"suitable isolation group\", \"isolation chromophore\" and the Ar-Ar-F self-assembly. Finally, a short outlook for future opportunities in advancing this field is also presented.","Authors":"Li, ZA (Li, Zhong-an) ; Li, Z (Li, Zhen)","Title":"Recent Advances in Second Order Nonlinear Optical Polymers with Dendritic Structure"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397858300012 ISSN: 1000-3304","Keywords":"Graft copolymer; Polypeptide; Rigid chain; Vesicle; Dissipative particle dynamics simulation KeyWords Plus:DUAL-DRUG DELIVERY; BLOCK-COPOLYMERS; TRIBLOCK COPOLYMERS; CLICK CHEMISTRY; SIDE-CHAINS; TEMPERATURE; BEHAVIOR; VESICLE; SIMULATIONS; COMBINATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"ACTA POLYMERICA SINICA Issue: 2 Pages: 294-305 DOI: 10.11777/j.issn1000-3304.2017.16258 Published: FEB 20 2017","Abstract":"Poly(ethylene glyco1)-g-poly(gamma-benzyl-L-glutamate) (PEG-g-PBLG) graft copolymers, bearing hydrophilic PEG backbone and hydrophobic PBLG side chain, were synthesized via ring opening polymerization of gamma-benzyl-L-glutamate-N-carboxyanhydride (BLG-NCA) using PEG-g-NH2 as the initiator. The molecular weight and polydispersity index of the graft copolymers as well as conformation of PBLG chains were characterized by proton nuclear magnetic resonance (H-1-NMR), gel permeation chromatography (GPC), and Fourier transform infrared spectrum (FTIR), respectively. Self-assemblies were prepared by a selective solvent method with tetrahydrofuran (THF) as the initial common solvent and water as the selective solvent. The critical water content (CWC) for the graft copolymer aggregation was determined by turbidity measurement (OD). The CWC value decreases from 17.3 wt% to 12.8 wt% gradually with the increase in PBLG length (the initial concentration is 0.5 g L-1). The morphologies and structures of the formed aggregates were investigated by scanning electron microscopy (SEM), transmission electron microscopy (TEM), atom force microscopy (AFM), and laser light scattering measurements (LLS). The results show that the graft copolymers are able to self-assemble into spherical compound micelles when the PBLG side chain is relatively short. As the PBLG length increases, the aggregates gradually transform to rod-like aggregates and vesicles. In addition to the experiments, the self-assembly of the graft copolymers was investigated using dissipative particle dynamics (DPD) simulation based on a coarse-grained coil-g-rod graft copolymer model. The simulation results were in agreement with the experimental findings, and additional information such as chain distribution of copolymers in aggregates was obtained. Besides, it was found that the initial polymer concentration affected the aggregate size but no significant influence was observed on the aggregate morphology. When prepared at higher initial polymer concentration (1.0 g L-1), the aggregates obtained were much larger in size and narrower in size distribution. Finally, based on both the experimental and the simulation results, a mechanism for the self-assembly of PEG-g-PBLG graft copolymers was proposed.","Authors":"Zhang, SO (Zhang, Shuo) ; Li, Q (Li, Qing) ; Lin, JP (Lin, Jia-ping) ; Cai, CH (Cai, Chun-hua) ; Wang, LQ (Wang, Li-quan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cai, Chunhua  A-8743-2012 http://orcid.org/0000-0001-9008-6327","Title":"Synthesis and Self-assembly of Poly(ethylene glyco1)-g-Poly(gamma-benzyl-L-glutamate) Rod-Coil Graft Copolymers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397172800024 PubMed ID: 28068600 ISSN: 0223-5234 eISSN: 1768-3254","Keywords":"Antibiotics; MRSA; Pleuromutilin; Synthesis; Molecular docking KeyWords Plus:RESISTANT STAPHYLOCOCCUS-AUREUS; CLICK CHEMISTRY APPROACH; IN-VITRO; 81.723 HFU; RETAPAMULIN; INHIBITION; AGENTS; RIBOSOMES; TIAMULIN; BINDING","Categories":"Pharmacology & Pharmacy Web of Science Categories:Chemistry, Medicinal","Journal Information":"EUROPEAN JOURNAL OF MEDICINAL CHEMISTRY Volume: 127 Pages: 286-295 DOI: 10.1016/j.ejmech.2017.01.004 Published: FEB 15 2017","Abstract":"A series of pleuromutilin derivatives bearing piperazine ring have been reported. The in vitro antibacterial activities of the synthetic derivatives against MRSA (ATCC 43300), Staphylococcus aureus (ATCC 29213), Enterococcus faecalis (ATCC 29212), Enterococcus faecium (ATCC35667) and Escherichia coli (ATCC25922) were evaluated by the broth dilution method. Most of the synthesized derivatives displayed potent activities. Compounds 11c, 12a and 12c were found to be the most active antibacterial derivatives against MRSA (minimum inhibitory concentration = 0.015 mu g/mL). The binding of compounds 11c, 12a and 12c to the 50s ribosome were investigated by molecular modeling. Compound 11c possessed lower binding free energy compared with compounds 12a and 12c. Compound 11c was further evaluated in MRSA systemic infection model and displayed superior in vivo efficacy to that of tiamulin. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Gao, ML (Gao, Mei-Ling) ; Zeng, J (Zeng, Jie) ; Fang, X (Fang, Xi) ; Luo, J (Luo, Jian) ; Jin, Z (Jin, Zhen) ; Liu, YH (Liu, Ya-Hong) ; Tang, YZ (Tang, You-Zhi)","Title":"Design, synthesis and antibacterial evaluation of novel pleuromutilin derivatives possessing piperazine linker"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393928300010 PubMed ID: 28107629 ISSN: 0022-2623 eISSN: 1520-4804","Categories":"Pharmacology & Pharmacy Web of Science Categories:Chemistry, Medicinal","Journal Information":"JOURNAL OF MEDICINAL CHEMISTRY Volume: 60 Issue: 3 Pages: 987-999 DOI: 10.1021/acs.jmedchem.6b01328 Published: FEB 9 2017","Abstract":"Myelin pathology is present in many neurological conditions such as multiple sclerosis (MS) and traumatic spinal cord injury (SCI): To. facilitate development of novel therapies aimed at myelin repair, we set out to develop imaging agents that permit direct quantification of myelination in vivo. In this work, we designed and synthesized a series of fluorescent fluorinated myelin imaging agents that can be used for in vivo positron emission tomography (PET) imaging combined with subsequent post-mortem fluorescent cryoimaging. Structure-activity relationship (SAR) studies of the newly developed myelin imaging agents led us to identify a lead compound (TAFDAS, 21) that readily enters the brain and spinal cord and selectively binds to myelin. By conducting sequential PET and 3D cryoimaging in an SCI rat model, we demonstrated for the first time that PET and cryoimaging can be combined as a novel technique to image the spinal cord with high sensitivity and spatial resolution.","Authors":"Wu, CY (Wu, Chunying) ; Eck, B (Eck, Brendan) ; Zhang, S (Zhang, Sheng) ; Zhu, JQ (Zhu, Junqing) ; Tiwari, AD (Tiwari, Anand Dev) ; Zhang, YF (Zhang, Yifan) ; Zhu, YJ (Zhu, Yunjie)[ 1,10 ] ; Zhang, JM (Zhang, Jinming) ; Wang, B (Wang, Bin) ; Wang, XZ (Wang, Xizhen) ; Wang, X (Wang, Xu) ; You, JQ (You, Jingqiang) ; Wang, J (Wang, Jian) ; Guan, YH (Guan, Yihui) ; Liu, XD (Liu, Xingdang) ; Yu, X (Yu, Xiu) ; Trapp, BD (Trapp, Bruce D.) ; Miller, R (Miller, Robert) ; Silver, J (Silver, Jerry) ; Wilson, D (Wilson, David) ; Wang, YM (Wang, Yanming) ...More...Less","Title":"Discovery of 1,2,3-Triazole Derivatives for Multimodality PET/CT/Cryoimaging of Myelination in the Central Nervous System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393848900024 PubMed ID: 28117570 ISSN: 1944-8244","Keywords":"nanoparticles; DNAs; surfaces; hydrogels; cell regulation KeyWords Plus:DELIVERY PLATFORM; APTAMERS; BINDING; RNA; HYDROGELS; TITANIUM; DNA; NANOMATERIALS; ANTIBIOTICS; RECOGNITION","Categories":"Science & Technology - Other Topics; Materials Science Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"ACS APPLIED MATERIALS & INTERFACES Volume: 9 Issue: 5 Pages: 4467-4474 DOI: 10.1021/acsami.6b14355 Published: FEB 8 2017","Abstract":"A surface directly connects the bulk of a material to its surroundings. The ability to dynamically regulate the surface without affecting the bulk of a material holds great potential for new applications. The purpose of this work was to demonstrate that the surface can be dynamically changed using nanoparticles and oligonucleotides (ODNs) in a reversible and reiterative manner. A dual-functional nanogel was synthesized as the model of nanoparticles using miniemulsion polymerization and click chemistry. The nanogel can not only adsorb drugs for sustained drug release but also bind a surface functionalized with complementary ODNs. Importantly, hybridization reaction and ODN degradation can drive reversible and reiterative nanogel binding to the surface for dynamic change, which in principle is unlimited. Moreover, nanogel-mediated dynamic change offers the surface with the drug-releasing function for inhibiting the growth, of surrounding cells. Because nanogels can be replaced by any functional nanoparticles with a diverse array of properties, nanoparticle-programmed surface change constitutes a promising platform for various applications such as drug delivery and stent implantation.","Authors":"Jiang, PL (Jiang, Pinliang) ; Li, SH (Li, Shihui) ; Lai, JP (Lai, Jinping) ; Zheng, H (Zheng, Hong) ; Lin, CJ (Lin, Changjian) ; Shi, P (Shi, Peng) ; Wang, Y (Wang, Yong)","Title":"Nanoparticle-Programmed Surface for Drug Release and Cell Regulation via Reversible Hybridization Reaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387410700013 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"biodegradable; ring-opening polymerization; stimuli-sensitive polymers KeyWords Plus:RING-OPENING POLYMERIZATION; HEPATOMA-TARGETING DELIVERY; POLYION COMPLEX MICELLE; ALKYNE CLICK CHEMISTRY; DRUG-DELIVERY; COPOLYMER MICELLES; THIOPROPIONATE LINKAGE; POLYESTER MICELLES; TRIBLOCK COPOLYMER; DIBLOCK COPOLYMER","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 5 Article Number: 44421 DOI: 10.1002/APP.44421 Published: FEB 5 2017","Abstract":"A facile method for the construction of pH-responsive core crosslinked micelles (CCLMs) based on polycarbonate was developed. Biodegradable amphiphilic block copolymer monomethoxy poly(ethylene glycol)-b-Poly(AC) (mPEG-b-poly(AC)) with pendant acrylate group was synthesized by means of ring opening polymerization of acryloyl carbonate (AC). Then CCLMs were obtained via thiol-acrylate Michael addition reaction between the pendant acrylate group in the hydrophobic block and the crosslinker 1,6-hexanedithiol. DLS results showed that the CCLMs prepared from mPEG-b-poly(AC)(25) were more stable than uncrosslinked micelles (UCLMs) upon dilution by 10-fold DMF. Model drug Coumarin 102 was then encapsulated into the micelles. The pH-responsive release of coumarin 102 from the CCLMs was demonstrated by fluorescence spectroscopy. The core crosslinked polycarbonate micelles have a potential as efficient intracellular smart drug delivery platforms. (C) 2016 Wiley Periodicals, Inc.","Authors":"He, JW (He, Jingwen) ; Xia, YC (Xia, Yingchun) ; Niu, YL (Niu, Yile) ; Hu, D (Hu, Ding) ; Xia, XN (Xia, Xinnian) ; Lu, YB (Lu, Yanbing) ; Xu, WJ (Xu, Weijian)","Title":"pH-responsive core crosslinked polycarbonate micelles via thiol-acrylate Michael addition reaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397804600008 ISSN: 1556-6560 eISSN: 1556-6579","Keywords":"Finless Porpoise; Vocalization; Broadband Click; Peak Frequency KeyWords Plus:WHALE ZIPHIUS-CAVIROSTRIS; BAIJI LIPOTES-VEXILLIFER; CARBON-PASTE ELECTRODE; ACID DETECTION SYSTEM; FINITE-ELEMENT MODEL; ECHOLOCATION SIGNALS; ACETYLCHOLINESTERASE BIOSENSOR; PHOCAENOIDES-ASIAEORIENTIALIS; PROPAGATION; DOLPHINS","Categories":"Chemistry; Energy & Fuels; Materials Science Web of Science Categories:Chemistry, Applied; Energy & Fuels; Materials Science, Biomaterials","Journal Information":"JOURNAL OF BIOBASED MATERIALS AND BIOENERGY Volume: 11 Issue: 1 Pages: 45-52 DOI: 10.1166/jbmb.2017.1642 Published: FEB 2017","Abstract":"Vocalizations of a wild finless porpoise (Neophocaena asiaeorientalis sunmeri) were recorded within the dolphin natural reserve, in the western coast of the Taiwan Strait, China. The subsequent acoustical analyses suggested that the porpoise (N. p. sunameri) produced typical phocoenid clicks, with the peak frequency ranging from 123.4 to 141.4 kHz, averaging at 132.8 +/- 4.02 kHz (n = 193). The durations of these typical signals ranged from 97 to 130 microseconds, averaging at 111.6 +/- 8.49 (n = 193) microseconds. The 3 dB bandwidth had a scope from 5.8 to 15.6 kHz, averaging at 10.49 +/- 1.84 kHz (n = 193). For typical clicks, the energy converged on a narrowband frequency range with peak frequency over 120 kHz. The acoustic parameters of the signals were compared with those of signals emitted by finless porpoises from other living regions. Besides, the broadband clicks were also recorded and reported here. The sound energy was more diffuse in frequency domain for the broadband clicks than typical narrowband ones, extending to below 50 kHz and above 180 kHz. During the recordings, the reverberations influenced the signals, shown in both time and frequency domains. The reverberations could disperse the energy of the original narrowband and broadband clicks into several peak frequency ranges. For the signals used by porpoise for echolocation, the noise caused by man-made activities could influence the marine mammal negatively. The researches into porpoise's signals could provide references to protect the animal.","Authors":"Song, ZC (Song, Zhongchang) ; Zhang, Y (Zhang, Yu) ; Wang, XY (Wang, Xianyan) ; Wei, C (Wei, Chong) ; Wu, FX (Wu, Fuxing) ; Miao, X (Miao, Xing)","Title":"Vocalizations of a Wild Finless Porpoise (Neophocaena asiaeorientalis sunmeri) in the Western Coast of the Taiwan Strait, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394481700034 ISSN: 1043-1802","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Biochemistry & Molecular Biology; Chemistry, Multidisciplinary; Chemistry, Organic","Journal Information":"BIOCONJUGATE CHEMISTRY Volume: 28 Issue: 2 Pages: 574-582 DOI: 10.1021/acs.bioconjchem.6b00677 Published: FEB 2017","Abstract":"Endosomolytic peptides are often coupled to drug delivery systems to enhance endosomal escape, which is crucial for the delivery of macromolecular drugs that are vulnerable to degradation in the endolysosomal pathway. Melittin is a 26 amino acid peptide derived from bee venom that has a very high membranolytic activity. However, such lytic peptides also impose a significant safety risk when applied in vivo as they often have similar activity against red blood cells and other nontarget cell membranes. Our aim is to control the membrane-disrupting capacity of these peptides in time and space by physically constraining them to a nanocarrier surface in such a way that they only become activated when delivered inside acidic endosomes. To this end, a variety of chemical approaches for the coupling of lytic peptides to liposomes via functionalized PEG-lipids were explored, including maleimide thiol chemistry, click-chemistry, and aldehyde hydrazide chemistry. The latter enables reversible conjugation via a hydrazone bond, allowing for release of the peptide under endosomal conditions. By carefully choosing the conjugation site and by using a pH activated analog of the melittin peptide, lytic activity toward a model membrane is completely inhibited at physiological pH. At endosomal pH the activity is restored by hydrolysis of the acid-labile hydrazone bond, releasing the peptide in its most active, free form. Furthermore, using an analogue containing a nonhydrolyzable bond as a control, it was shown that the activity observed can be completely attributed to release of the peptide, validating dynamic covalent conjugation as a suitable strategy to maintain safety during circulation.","Authors":"Blenke, EO (Blenke, E. Oude) ; Sleszynska, M (Sleszynska, M.) ; Evers, MJW (Evers, M. J. W.) ; Storm, G (Storm, G.) ; Martin, NI (Martin, N. I.) ; Mastrobattista, E (Mastrobattista, E.)","Title":"Strategies for the Activation and Release of the Membranolytic Peptide Melittin from Liposomes Using Endosomal pH as a Trigger"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394201900015 PubMed ID: 28011201 ISSN: 0968-0896 eISSN: 1464-3391","Keywords":"Fluorine; Bile acids; Liver transporters; PET imaging; Tritium; Preclinical study; Click chemistry; Clearance KeyWords Plus:SALT EXPORT PUMP; COTRANSPORTING POLYPEPTIDE NTCP; DRUG-DRUG INTERACTION; INDUCED LIVER-INJURY; PROTEIN EXPRESSION; LITHOCHOLIC ACID; OATP1B1; STATINS; DISPOSITION; VALIDATION","Categories":"Biochemistry & Molecular Biology; Pharmacology & Pharmacy; Chemistry Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Medicinal; Chemistry, Organic","Journal Information":"BIOORGANIC & MEDICINAL CHEMISTRY Volume: 25 Issue: 3 Pages: 963-976 DOI: 10.1016/j.bmc.2016.12.008 Published: FEB 1 2017","Abstract":"Emission Tomography (PET) tracer for imaging the in vivo functioning of liver transporter proteins, and particularly of OATPIB1, three fluorinated bile acid triazole derivatives of cholic, deoxycholic and lithocholic acid (CATD, DCATD and LCATD 4a-c, respectively) were synthesized and labeled with tritium. In vitro transport properties were studied with cell-based assays to identify the best substrate for OATPIBI. In addition, the lead compound, LCATD (4c), was tested as a substrate of other liver uptake transporters OATP1B3, NTCP and efflux transporter BSEP to evaluate its specificity of liver transport. The results suggest that 4c is a good substrate of OATPIBI and NTCP, whereas it is a poor substrate of OATP1B3. The efflux transporter BSEP also appears to be involved in the excretion of 4c from hepatocytes. The automated radiosynthesis of [F-18]-4c was accomplished in a multi-GBq scale and a pilot imaging experiment in a wild type rat was performed after i.v. administration to assess the biodistribution and clearance of the tracer. PET imaging revealed that radioactivity was primarily located in the liver (t(max) = 75 s) and cleared exclusively through the bile, thus allowing to image the hepatobiliary excretion of bile acids in the animal model. These findings suggest that [F-18]-LCATD 4c is a promising PET probe for the evaluation of hepatic transporters OATPIB1, NTCP and BSEP activity with potential for studying drug drug interactions and drug-induced toxicity involving these transporters. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Testa, A (Testa, Andrea) ; Dall'Angelo, S (Dall'Angelo, Sergio) ; Mingarelli, M (Mingarelli, Marco) ; Augello, A (Augello, Andrea) ; Schweiger, L (Schweiger, Lutz) ; Welch, A (Welch, Andy) ; Elmore, CS (Elmore, Charles S.) ; Sharma, P (Sharma, Pradeep) ; Zanda, M (Zanda, Matteo)","Title":"Design, synthesis, in vitro characterization and preliminary imaging studies on fluorinated bile acid derivatives as PET tracers to study hepatic transporters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394428100019 PubMed ID: 27338145 ISSN: 0888-8892 eISSN: 1523-1739","Keywords":"extinction; Phocoena sinus; population decline; statistical modeling KeyWords Plus:POPULATION; FISHERIES; CONSERVATION; EXTINCTION; ABUNDANCE; INCREASE; BYCATCH; DOLPHIN; RATES","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"CONSERVATION BIOLOGY Volume: 31 Issue: 1 Pages: 183-191 DOI: 10.1111/cobi.12789 Published: FEB 2017","Abstract":"The vaquita (Phocoena sinus) is the world's most endangered marine mammal with approximately 245 individuals remaining in 2008. This species of porpoise is endemic to the northern Gulf of California, Mexico, and historically the population has declined because of unsustainable bycatch in gillnets. An illegal gillnet fishery for an endangered fish, the totoaba (Totoaba macdonaldi), has recently resurged throughout the vaquita's range. The secretive but lucrative wildlife trade with China for totoaba swim bladders has probably increased vaquita bycatch mortality by an unknown amount. Precise population monitoring by visual surveys is difficult because vaquitas are inherently hard to see and have now become so rare that sighting rates are very low. However, their echolocation clicks can be identified readily on specialized acoustic detectors. Acoustic detections on an array of 46 moored detectors indicated vaquita acoustic activity declined by 80% between 2011 and 2015 in the central part of the species' range. Statistical models estimated an annual rate of decline of 34% (95% Bayesian credible interval -48% to -21%). Based on results from 2011 to 2014, the government of Mexico enacted and is enforcing an emergency 2-year ban on gillnets throughout the species' range to prevent extinction, at a cost of US$74 million to compensate fishers. Developing precise acoustic monitoring methods proved critical to exposing the severity of vaquitas' decline and emphasizes the need for continual monitoring to effectively manage critically endangered species.","Authors":"Jaramillo-Legorreta, A (Jaramillo-Legorreta, Armando) ; Cardenas-Hinojosa, G (Cardenas-Hinojosa, Gustavo) ; Nieto-Garcia, E (Nieto-Garcia, Edwyna) ; Rojas-Bracho, L (Rojas-Bracho, Lorenzo) ; Ver Hoef, J (Ver Hoef, Jay) ; Moore, J (Moore, Jeffrey) ; Tregenza, N (Tregenza, Nicholas); Barlow, J (Barlow, Jay) ; Gerrodette, T (Gerrodette, Tim) ; Thomas, L (Thomas, Len) ; Taylor, B (Taylor, Barbara) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Thomas, Len  http://orcid.org/0000-0002-7436-067X Ver Hoef, Jay  http://orcid.org/0000-0003-4302-6895","Title":"Passive acoustic monitoring of the decline of Mexico's critically endangered vaquita"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394267400006 ISSN: 1612-4758 eISSN: 1612-4766","Keywords":"Elateridae; Limonius; Degree days; IPM; Phenology models; Click beetles KeyWords Plus:SPP. COLEOPTERA ELATERIDAE; SOIL-DWELLING INSECT; SEED TREATMENTS; CTENICERA-DESTRUCTOR; BAITING TECHNIQUES; AGRIOTES; BIOLOGY; SYSTEMS; POTATO; PROTECTION","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"JOURNAL OF PEST SCIENCE Volume: 90 Issue: 1 Pages: 77-86 DOI: 10.1007/s10340-016-0750-y Published: FEB 2017","Abstract":"Insect pests often exhibit predictable seasonal population dynamics in response to temperature and other environmental drivers. Understanding these dynamics is critical to developing effective integrated pest management strategies. Here we studied the seasonal phenology and feeding activity of two wireworm species that are major pests of wheat crops in the Pacific Northwestern United States, Limonius californicus and L. infuscatus. We conducted monthly sampling of the damaging larval stages of both species in commercial spring wheat fields in Washington and Idaho throughout 2013 and 2014. These data were used to model the seasonal phenology and feeding activity of each species in relation to soil temperature. We found larvae of both species were most abundant relatively early in the season, with total wireworms captures in soil cores declining as the season progressed. Larvae of both species were collected predominantly in the top 70 cm of the soil profile, suggesting that they primarily feed on plant roots and seeds up to this depth. While patterns of seasonal abundance of both species were similar, feeding activity varied significantly between the two species. Our results indicate that as spring moves into summer L. californicus feeds more aggressively, whereas the activity of L. infuscatus decreases as the crop season progresses. These differences might help explain why L. californicus is generally a more economically damaging pest that also threatens winter crops, while damage from L. infuscatus is generally limited to the spring. Accordingly, management strategies for each species should be tailored to their specific seasonal dynamics.","Authors":"Milosavljevic, I (Milosavljevic, Ivan) ; Esser, AD (Esser, Aaron D.) ; Crowder, DW (Crowder, David W.)","Title":"Seasonal population dynamics of wireworms in wheat crops in the Pacific Northwestern United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395863300018 ISSN: 2470-1343","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ACS OMEGA Volume: 2 Issue: 2 Pages: 522-528 DOI: 10.1021/acsomega.6b00512 Published: FEB 2017","Abstract":"An important strategy in the construction of biomimetic membranes and devices is to use natural proteins as the functional components for incorporation in a polymeric or nanocomposite matrix. Toward this goal, an important step is to immobilize proteins with high efficiency and precision without disrupting the protein function. Here, we developed a dual-functional tag containing histidine and the non-natural amino acid azidohomoalanine (AHA). AHA is metabolically incorporated into the protein, taking advantage of the Met-tRNA and Met-tRNA synthetase. Histidine in the tag can facilitate metal-affinity purification, whereas AHA can react with an alkyne-functionalized probe or surface via well-established click chemistry. We tested the performance of the tag using two model proteins, green fluorescence protein and an enzyme pyrophosphatase. We found that the addition of the tag and the incorporation of AHA did not significantly impair the properties of these proteins, and the histidine-AHA tag can facilitate protein purification, immobilization, and labeling.","Authors":"Zhang, XY (Zhang, Xinyi) ; Lu, W (Lu, Wei) ; Kwan, K (Kwan, Kevin) ; Bhattacharyya, D (Bhattacharyya, Dibakar) ; Wei, YA (Wei, Yinan)","Title":"Dual-Functional-Tag-Facilitated Protein Labeling and Immobilization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397198300025 PubMed ID: 26956682 ISSN: 1554-351X eISSN: 1554-3528","Keywords":"Bayesian; Regression; Density estimation KeyWords Plus:CHAIN MONTE-CARLO; INVERSE-GAUSSIAN PRIORS; PROPENSITY SCORE; DISCONTINUITY DESIGNS; DIRICHLET PROCESSES; VARIABLE SELECTION; PARTITION MODELS; R PACKAGE; INFERENCE; MIXTURES","Categories":"Psychology Web of Science Categories:Psychology, Mathematical; Psychology, Experimental","Journal Information":"BEHAVIOR RESEARCH METHODS Volume: 49 Issue: 1 Pages: 335-362 DOI: 10.3758/s13428-016-0711-7 Published: FEB 2017","Abstract":"Most of applied statistics involves regression analysis of data. In practice, it is important to specify a regression model that has minimal assumptions which are not violated by data, to ensure that statistical inferences from the model are informative and not misleading. This paper presents a stand-alone and menu-driven software package, Bayesian Regression: Nonparametric and Parametric Models, constructed from MATLAB Compiler. Currently, this package gives the user a choice from 83 Bayesian models for data analysis. They include 47 Bayesian nonparametric (BNP) infinite-mixture regression models; 5 BNP infinite-mixture models for density estimation; and 31 normal random effects models (HLMs), including normal linear models. Each of the 78 regression models handles either a continuous, binary, or ordinal dependent variable, and can handle multi-level (grouped) data. All 83 Bayesian models can handle the analysis of weighted observations (e.g., for meta-analysis), and the analysis of left-censored, right-censored, and/or interval-censored data. Each BNP infinite-mixture model has a mixture distribution assigned one of various BNP prior distributions, including priors defined by either the Dirichlet process, Pitman-Yor process (including the normalized stable process), beta (twoparameter) process, normalized inverse-Gaussian process, geometric weights prior, dependent Dirichlet process, or the dependent infinite-probits prior. The software user can mouse-click to select a Bayesian model and perform data analysis via Markov chain Monte Carlo (MCMC) sampling. After the sampling completes, the software automatically opens text output that reports MCMC-based estimates of the model's posterior distribution and model predictive fit to the data. Additional text and/or graphical output can be generated by mouse-clicking other menu options. This includes output of MCMC convergence analyses, and estimates of the model's posterior predictive distribution, for selected functionals and values of covariates. The software is illustrated through the BNP regression analysis of real data.","Authors":"Karabatsos, G (Karabatsos, George)","Title":"A menu-driven software package of Bayesian nonparametric (and parametric) mixed models for regression analysis and density estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397119600004 ISSN: 1367-0751 eISSN: 1368-9894","Keywords":"Spam; security; Facebook; personalized spam; online social networks","Categories":"Mathematics; Science & Technology - Other Topics Web of Science Categories:Mathematics, Applied; Mathematics; Logic","Journal Information":"LOGIC JOURNAL OF THE IGPL Volume: 25 Issue: 1 Pages: 30-41 Special Issue: SI DOI: 10.1093/jigpal/jzw040 Published: FEB 2017","Abstract":"Millions of users per day are affected by unsolicited e-mail campaigns. Spam filters are capable of detecting and avoiding an increasing number of messages, but researchers have quantified a response rate of a 0.006% [1], still significant to turn a considerable profit sending millions of emails, as the spammers do. While research directions are addressing topics such as better spam filters, or spam detection inside online social networks (OSNs), in this article, we demonstrate that a classic spam model using OSN information can harvest a 7.62% of click-through rate. We collect email addresses from the Internet, complete email owner information using their public social network profile data, and analyse response of personalized spam sent to users according to their profile using a fake website. Finally, we demonstrate the effectiveness of these profile-based emails to circumvent spam detection and we compare results between typical spam and personalized spam.","Authors":"Ezpeleta, E (Ezpeleta, Enaitz) ; Zurutuza, U (Zurutuza, Urko) ; Hidalgo, JMG (Gomez Hidalgo, Jose Maria)","Title":"A study of the personalization of spam content using Facebook public information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392938300011 ISSN: 1439-4227 eISSN: 1439-7633","Keywords":"ADP-ribosylation factor; membrane proteins; myristoylation; protein modifications; small GTPase KeyWords Plus:IN-VIVO; N-MYRISTOYLTRANSFERASE; SUBSTRATE-SPECIFICITY; NUCLEOTIDE EXCHANGE; ESCHERICHIA-COLI; MAMMALIAN-CELLS; CLICK-CHEMISTRY; RAPID DETECTION; LIGATION; PROBES","Categories":"Biochemistry & Molecular Biology; Pharmacology & Pharmacy Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Medicinal","Journal Information":"CHEMBIOCHEM Volume: 18 Issue: 3 Pages: 324-330 DOI: 10.1002/cbic.201600608 Published: FEB 1 2017","Abstract":"Covalent lipid modification of proteins is essential to their cellular localizations and functions. Engineered lipid motifs, coupled with bio-orthogonal chemistry, have been utilized to identify myristoylated or palmitoylated proteins in cells. However, whether modified proteins have similar properties as endogenous ones has not been well investigated mainly due to lack of methods to generate and analyze purified proteins. We have developed a method that utilizes metabolic interference and mass spectrometry to produce and analyze modified, myristoylated small GTPase ADP-ribosylation factor 1 (Arf1). The capacities of these recombinant proteins to bind liposomes and load and hydrolyze GTP were measured and compared with the unmodified myristoylated Arf1. The ketone-modified myristoylated Arf1 could be further labeled by fluorophore-coupled hydrazine and subsequently visualized through fluorescence imaging. This methodology provides an effective model system to characterize lipid-modified proteins with additional functions before applying them to cellular systems.","Authors":"Gao, HY (Gao, Huanyao) ; Sun, W (Sun, Wei) ; Song, ZQ (Song, Zhiquan) ; Yu, YB (Yu, Yanbao) ; Wang, L (Wang, Li) ; Chen, X (Chen, Xian) ; Zhang, QS (Zhang, Qisheng) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yu, Yanbao  http://orcid.org/0000-0003-2994-1974","Title":"A Method to Generate and Analyze Modified Myristoylated Proteins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394347200012 ISSN: 1388-3127 eISSN: 1573-1111","Keywords":"Dendrimer; beta-Cyclodextrin; Nanocarrier; Drug delivery; Supramolecular inclusion complex KeyWords Plus:DRUG-DELIVERY SYSTEMS; CHITOSAN NANOPARTICLES; POLYMER SYNTHESIS; GENE DELIVERY; CITRIC-ACID; INCLUSION; COPOLYMERS; RECEPTORS; BLOCKS; DESIGN","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF INCLUSION PHENOMENA AND MACROCYCLIC CHEMISTRY Volume: 87 Issue: 1-2 Pages: 105-115 DOI: 10.1007/s10847-016-0682-4 Published: FEB 2017","Abstract":"In this study, the formation of supramolecular inclusion complex of doxorubicin (DOX), a high loading and pH-dependent delivery of DOX on beta-CD dendrimer was studied. beta-cyclodextrin (beta-CD) dendrimer having beta-CD in both periphery and core was prepared with entrapment efficiency using click reaction. The encapsulation property of the beta-CD-dendrimer was investigated by DOX as model drug. The chemical construction of beta-CD-dendrimer was described by H-1 NMR, C-13 NMR and FTIR and its inclusion complex construction was studied by FTIR, DSC, SEM, and DLS techniques. It was confirmed that beta-CD dendrimer able to encapsulate DOX in solution; as a result, the designed complex revealed pH-dependent sustained release of DOX, in vitro. Also, the in vitro outcomes on T47D cells displayed that complexation of DOX with beta-CD dendrimer involved an improvement of in vitro cytotoxicity and anticancer activity and this data appeared to be as a result of the developed solubility of the DOX.","Authors":"Yousef, T (Yousef, Toomari) ; Hassan, N (Hassan, Namazi)","Title":"Supramolecular encapsulation of doxorubicin with beta-cyclodextrin dendrimer: in vitro evaluation of controlled release and cytotoxicity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393677800018 PubMed ID: 27224299 ISSN: 1040-2446 eISSN: 1938-808X","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"ACADEMIC MEDICINE Volume: 92 Issue: 2 Pages: 175-184 DOI: 10.1097/ACM.0000000000001234 Published: FEB 2017","Abstract":"Collecting and analyzing large amounts of process data for the purposes of education can be considered a big data/learning analytics (BD/ LA) approach to improving learning. However, in the education of health care professionals, the application of BD/LA is limited to date. The authors discuss the potential advantages of the BD/LA approach for the process of learning via cognitive simulations. Using the lens of a cognitive model of radiograph interpretation with four phases (orientation, searching/scanning, feature detection, and decision making), they reanalyzed process data from a cognitive simulation of pediatric ankle radiography where 46 practitioners from three expertise levels classified 234 cases online. To illustrate the big data component, they highlight the data available in a digital environment (time-stamped, click-level process data). Learning analytics were illustrated using algorithmic computer-enabled approaches to process-level feedback. For each phase, the authors were able to identify examples of potentially useful BD/LA measures. For orientation, the trackable behavior of re-reviewing the clinical history was associated with increased diagnostic accuracy. For searching/scanning, evidence of skipping views was associated with an increased false-negative rate. For feature detection, heat maps overlaid on the radiograph can provide a metacognitive visualization of common novice errors. For decision making, the measured influence of sequence effects can reflect susceptibility to bias, whereas computer-generated path maps can provide insights into learners' diagnostic strategies. In conclusion, the augmented collection and dynamic analysis of learning process data within a cognitive simulation can improve feedback and prompt more precise reflection on a novice clinician's skill development.","Authors":"Pecaric, M (Pecaric, Martin) ; Boutis, K (Boutis, Kathy) ; Beckstead, J (Beckstead, Jason) ; Pusic, M (Pusic, Martin)","Title":"A Big Data and Learning Analytics Approach to Process-Level Feedback in Cognitive Simulations"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394184100001 ISSN: 1386-4564 eISSN: 1573-7659","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 20 Issue: 1 Pages: 1-3 Special Issue: SI DOI: 10.1007/s10791-017-9294-x Published: FEB 2017","Authors":"Liu, YQ (Liu, Yiqun) ; Nie, JY (Nie, Jian-Yun) ; Chang, Y (Chang, Yi)","Title":"Constructing click models for search users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394184100002 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Search behavior; Query utility; Dynamic Bayesian network; Query recommendation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 20 Issue: 1 Pages: 4-24 Special Issue: SI DOI: 10.1007/s10791-016-9287-1 Published: FEB 2017","Abstract":"Query recommendation has long been considered a key feature of search engines, which can improve users' search experience by providing useful query suggestions for their search tasks. Most existing approaches on query recommendation aim to recommend relevant queries, i.e., alternative queries similar to a user's initial query. However, the ultimate goal of query recommendation is to assist users to reformulate queries so that they can accomplish their search task successfully and quickly. Only considering relevance in query recommendation is apparently not directly toward this goal. In this paper, we argue that it is more important to directly recommend queries with high utility, i.e., queries that can better satisfy users' information needs. For this purpose, we attempt to infer query utility from users' sequential search behaviors recorded in their search sessions. Specifically, we propose a dynamic Bayesian network, referred as Query Utility Model (QUM), to capture query utility by simultaneously modeling users' reformulation and click behaviors. We then recommend queries with high utility to help users better accomplish their search tasks. We empirically evaluated the performance of our approach on a publicly released query log by comparing with the state-of-the-art methods. The experimental results show that, by recommending high utility queries, our approach is far more effective in helping users find relevant search results and thus satisfying their information needs.","Authors":"Guo, JF (Guo, Jiafeng) ; Zhu, XF (Zhu, Xiaofei) ; Lan, YY (Lan, Yanyan) ; Cheng, XQ (Cheng, Xueqi)","Title":"Modeling users' search sessions for high utility query recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394184100003 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Click model; Query session; Novelty bias; Marginal utility","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 20 Issue: 1 Pages: 25-52 Special Issue: SI DOI: 10.1007/s10791-016-9289-z Published: FEB 2017","Abstract":"Query logs contain rich feedback information from users interacting with search engines. Therefore, various click models have been developed to interpret users' search behavior and to extract useful knowledge from query logs. However, most existing models are not designed to consider novelty bias in click behavior. The underlying hypothesis behind this paper is that given the previously clicked documents, a user tends to choose documents which provide novel relevant information to satisfy her information need, rather than redundant relevant information. Moreover, the prior click models have been mainly tested on frequently occurring queries, hence, leaving a large proportion of sparse queries uncovered. In this paper, we propose to predict users' click behavior from the perspective of utility theory (i.e., utility and marginal utility). In particular, as a complement to the examination hypothesis, we introduce a new hypothesis called marginal utility hypothesis to characterize the effect of novelty bias on users' click behavior by exploring the semantic divergence among documents in a result list. Moreover, to cope with sparse or unseen queries that have not been observed in the training set, we use a set of descriptive features to quantify the probability of a document being relevant and probability of a document providing marginally (novel) useful information. Finally, a series of experiments are conducted on a real-world data set to validate the effectiveness of the proposed methods. The experimental results verify the effectiveness of interpreting users' click behavior based on the marginal utility hypothesis, especially when query sessions contain sparse queries or unseen query-document pairs.","Authors":"Yu, HT (Yu, Hai-Tao) ; Jatowt, A (Jatowt, Adam) ; Blanco, R (Blanco, Roi) ; Joho, H (Joho, Hideo) ; Jose, JM (Jose, Joemon M.)","Title":"Decoding multi-click search behavior based on marginal utility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394184100004 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Mouse movement; Click model; Search engine; Federated search","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 20 Issue: 1 Pages: 53-80 Special Issue: SI DOI: 10.1007/s10791-016-9292-4 Published: FEB 2017","Abstract":"User interactions in Web search, in particular, clicks, provide valuable hints on document relevance; but the signals are very noisy. In order to better understand user click behaviors and to infer the implied relevance, various click models have been proposed, each relying on some hypotheses and involving different hidden events (e.g. examination). In almost all the existing click models, it is assumed that clicks are the only observable evidence and the examinations of documents are deduced from it. However, with an increasing number of embedded heterogeneous components (e.g. verticals) on Search Engine Result Pages, click information is not sufficient to draw a complete picture of process of user examination, especially in federated search scenario. In practice, we can also collect mouse movement information, which has proven to have a strong correlation with examination. In this paper, we propose to incorporate mouse movement information into existing click models to enhance the estimation of examination. The enhanced click models are shown to have a better ability to predict both user clicks and document relevance, than the original models. The collection of mouse movement information has been implemented in a commercial search engine, showing the feasibility of the approach in practice.","Authors":"Liu, ZY (Liu, Zeyang) ; Mao, JX (Mao, Jiaxin) ; Wang, C (Wang, Chao) ; Ai, QY (Ai, Qingyao) ; Liu, YQ (Liu, Yiqun) ; Nie, JY (Nie, Jian-Yun)","Title":"Enhancing click models with mouse movement information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393930700015 PubMed ID: 28040477 ISSN: 0196-9781 eISSN: 1873-5169","Keywords":"Click chemistry; Dimer analogues; Antimicrobial activity; alpha Helical structure; Drug resistance KeyWords Plus:ANTIBACTERIAL PEPTIDE; RESISTANT BACTERIA; CLICK CHEMISTRY; AMINO-ACIDS; ANTIBIOTICS; MECHANISM; MEMBRANES; ANOPLIN; MODEL; RICH","Categories":"Biochemistry & Molecular Biology; Endocrinology & Metabolism; Pharmacology & Pharmacy Web of Science Categories:Biochemistry & Molecular Biology; Endocrinology & Metabolism; Pharmacology & Pharmacy","Journal Information":"PEPTIDES Volume: 88 Pages: 115-125 DOI: 10.1016/j.peptides.2016.12.016 Published: FEB 2017","Abstract":"Currently, antimicrobial peptides have attracted considerable attention because of their broad-sprectum activity and low prognostic to induce antibiotic resistance. In our study, for the first time, a series of side chain hybrid dimer peptides J-AA (Anoplin-Anoplin), J-RR (RW-RW), and J-AR (Anoplin-RW) based on the wasp peptide Anoplin and the arginine- and tryptophan-rich hexapeptide RW were designed and synthesized by click chemistry, with the intent to improve the antimicrobial efficacy of peptides against bacterial pathogens. The results showed that all dimer analogues exhibited up to a 4-16 fold increase in antimicrobial activity compared to the parental peptides against bacterial strains. Furthermore, the antimicrobial activity was confirmed by time-killing kinetics assay with two strains which showed that these dimer analogues at 1, 2 x MIC were rapidly bactericidal and reduced the initial inoculum significantly during the first 2-6 h. Notably, dimer peptides showed synergy and additivity effects when used in combination with conventional antibiotics rifampin or penicillin respectively against the multidrug-resistant strains. In the Escherichia coli-infected mouse model, all of hybrid dimer analogues had significantly lower degree of bacterial load than the untreated control group when injected once i.p. at 5 mg/kg. In addition, the infected mice by methicillin-resistant (MRSA) strain could be effectively treated with J-RR. All of dimer analogues had membrane-active action mode. And the membrane-dependent mode of action signifies that peptides functions freely and without regard to conventional resistant mechanisms. Circular dichroism analyses of all dimer analogues showed a general predominance of a-helix conformation in 50% trifluoroethanol (TFE). Additionally, the acute toxicities study indicated that J-RR or J-AR did not show the signs of toxicity when adult mice exposed to concentration up to 120 mg/kg. The 50% lethal dose (LD50) off-AA was 53.6 mg/kg. In conclusion, to design and synthesize side chain-hybrid dimer analogues via click chemistry may offer a new strategy for antibacterial therapeutic option. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Liu, BJ (Liu, Beijun) ; Huang, HF (Huang, Haifeng) ; Yang, ZB (Yang, Zhibin) ; Liu, BY (Liu, Beiyin) ; Gou, SH (Gou, Sanhu) ; Zhong, C (Zhong, Chao) ; Han, XF (Han, Xiufeng) ; Zhang, Y (Zhang, Yun) ; Ni, JM (Ni, Jingman) ; Wang, R (Wang, Rui)","Title":"Design of novel antimicrobial peptide dimer analogues with enhanced antimicrobial activity in vitro and in vivo by intermolecular triazole bridge strategy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393633600007 PubMed ID: 27816499 ISSN: 0378-5955 eISSN: 1878-5891","Keywords":"Cochlear synaptopathy; Hidden hearing loss; Noise-induced hearing loss; Auditory brainstem response; Frequency-following response KeyWords Plus:BRAIN-STEM RESPONSE; AUDITORY-NERVE FIBERS; HIDDEN HEARING-LOSS; COCHLEAR NEUROPATHY; INDIVIDUAL-DIFFERENCES; AGE; DAMAGE; SYNAPTOPATHY; DEGENERATION; VARIABILITY","Categories":"Audiology & Speech-Language Pathology; Neurosciences & Neurology; Otorhinolaryngology Web of Science Categories:Audiology & Speech-Language Pathology; Neurosciences; Otorhinolaryngology","Journal Information":"HEARING RESEARCH Volume: 344 Pages: 68-81 DOI: 10.1016/j.heares.2016.10.028 Published: FEB 2017","Abstract":"Noise-induced cochlear synaptopathy has been demonstrated in numerous rodent studies. In these animal models, the disorder is characterized by a reduction in amplitude of wave I of the auditory brainstem response (ABR) to high-level stimuli, whereas the response at threshold is unaffected. The aim of the present study was to determine if this disorder is prevalent in young adult humans with normal audiometric hearing. One hundred and twenty six participants (75 females) aged 18-36 were tested. Participants had a wide range of lifetime noise exposures as estimated by a structured interview. Audiometric thresholds did not differ across noise exposures up to 8 kHz, although 16-kHz audiometric thresholds were elevated with increasing noise exposure for females but not for males. ABRs were measured in response to high-pass (1.5 kHz) filtered clicks of 80 and 100 dB peSPL. Frequency-following responses (FFRs) were measured to 80 dB SPL pure tones from 240 to 285 Hz, and to 80 dB SPL 4 kHz pure tones amplitude modulated at frequencies from 240 to 285 Hz (transposed tones). The bandwidth of the ABR stimuli and the carrier frequency of the transposed tones were chosen to target the 3-6 kHz characteristic frequency region which is usually associated with noise damage in humans. The results indicate no relation between noise exposure and the amplitude of the ABR. In particular, wave I of the ABR did not decrease with increasing noise exposure as predicted. ABR wave V latency increased with increasing noise exposure for the 80 dB peSPL click. High carrier-frequency (envelope) FFR signal-to-noise ratios decreased as a function of noise exposure in males but not females. However, these correlations were not significant after the effects of age were controlled. The results suggest either that noise induced cochlear synaptopathy is not a significant problem in young, audiometrically normal adults, or that the ABR and FFR are relatively insensitive to this disorder in young humans, although it is possible that the effects become more pronounced with age. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Prendergast, G (Prendergast, Garreth) ; Guest, H (Guest, Hannah) ; Munro, KJ (Munro, Kevin J.) ; Kluk, K (Kluk, Karolina) ; Leger, A (Leger, Agnes) ; Hall, DA (Hall, Deborah A.) ; Heinz, MG (Heinz, Michael G.) ; Plack, CJ (Plack, Christopher J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Prendergast, Garreth  http://orcid.org/0000-0002-7255-6708 Heinz, Michael  http://orcid.org/0000-0002-1524-402X Hall, Deborah  http://orcid.org/0000-0002-3804-1452 Guest, Hannah  http://orcid.org/0000-0002-4981-6663","Title":"Effects of noise exposure on young adults with normal audiograms I: Electrophysiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393539600062 PubMed ID: 27933904 ISSN: 1535-3893 eISSN: 1535-3907","Keywords":"secretome; bottom-up proteomics; glycoprotein; mass spectrometry; tunicamycin; yeast; SILAC; N-glycosylation; protein secretion KeyWords Plus:MASS-SPECTROMETRIC ANALYSIS; N-GLYCOSYLATION SITES; CELL SECRETOME; POSTTRANSLATIONAL MODIFICATIONS; PEPTIDE IDENTIFICATION; HYDRAZIDE CHEMISTRY; SHOTGUN PROTEOMICS; SERUM STARVATION; O-GLCNACYLATION; CLICK CHEMISTRY","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemical Research Methods","Journal Information":"JOURNAL OF PROTEOME RESEARCH Volume: 16 Issue: 2 Pages: 1039-1049 DOI: 10.1021/acs.jproteome.6b00953 Published: FEB 2017","Abstract":"Protein secretion is essential for numerous cellular activities, and secreted proteins in bodily fluids are a promising and noninvasive source of biomarkers for disease detection. Systematic analysis of secreted proteins and glycoproteins will provide insight into protein function and cellular activities. Yeast (Saccharomyces cerevisiae) is an excellent model system for eukaryotic cells, but global analysis of secreted proteins and glycoproteins in yeast is challenging due to the low abundances of secreted proteins and contamination from high-abundance intracellular proteins. Here, by using mild separation of secreted proteins from cells, we comprehensively identified and quantified secreted proteins and glycoproteins through inhibition of glycosylation and mass spectrometry-based proteomics. In biological triplicate experiments, 245 secreted proteins were identified, and comparison with previous experimental and computational results demonstrated that many identified proteins were located in the extracellular space. Most quantified secreted proteins were down-regulated from cells treated with an N-glycosylation inhibitor (tunicamycin). The quantitative results strongly suggest that the secretion of these down-regulated proteins was regulated by glycosylation, while the secretion of proteins with minimal abundance changes was contrarily irrelevant to protein glycosylation, likely being secreted through nonclassical pathways. Glycoproteins in the yeast secretome were globally analyzed for the first time. A total of 27 proteins were quantified in at least two protein and glycosylation triplicate experiments, and all except one were down-regulated under N-glycosylation inhibition, which is solid experimental evidence to further demonstrate that the secretion of these proteins is regulated by their glycosylation. These results provide valuable insight into protein secretion, which will further advance protein secretion and disease studies.","Authors":"Smeekens, JM (Smeekens, Johanna M.) ; Xiao, HP (Xiao, Haopeng) ; Wu, RH (Wu, Ronghu)","Title":"Global Analysis of Secreted Proteins and Glycoproteins in Saccharomyces cerevisiae"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392900600013 PubMed ID: 28049591 ISSN: 0960-894X eISSN: 1464-3405","Keywords":"BODIPY; 17 alpha-Ethynylestradiol conjugates; Estrogen receptor; RBA; Fluorescence imaging KeyWords Plus:ESTROGEN-RECEPTOR; ESTRADIOL; DERIVATIVES; COMPLEXES; LIGAND; CANCER; PROBES; TUMORS; AZIDE","Categories":"Pharmacology & Pharmacy; Chemistry Web of Science Categories:Chemistry, Medicinal; Chemistry, Organic","Journal Information":"BIOORGANIC & MEDICINAL CHEMISTRY LETTERS Volume: 27 Issue: 3 Pages: 443-446 DOI: 10.1016/j.bmcl.2016.12.052 Published: FEB 1 2017","Abstract":"In vivo imaging of estrogen receptor (ER) densities in human breast cancer is a potential tool to stage disease, guide treatment protocols and follow-up on treatment outcome. Both positron emission tomography (PET) and fluorescence imaging have received ample attention to detect ligand-ER interaction. In this study we prepared BODIPY-estradiol conjugates using 4,4-difluoro-4-bora-3a,4a-diaza-s-indacene (BODIPY) as fluorescent probe and estradiol derivatives as ligand and established their relative binding affinity (RBA) for the ER alpha. The synthesis of the conjugates involves attachment of a BODIPY moiety to the C17 alpha-position of estradiol using Sonogashira or click reactions of iodo-BODIPY or aza-BODIPY with various 17 alpha-ethynylestradiol (EE2) derivatives. The highest RBA for the ER alpha was observed with the EE2-BODIPY conjugate (7) featuring a linear eight carbon spacer chain. Cell uptake studies and in vivo imaging experiments in an ER-positive mouse tumor model are in progress. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Osati, S (Osati, Samira) ; Ali, H (Ali, Hasrat) ; Marques, F (Marques, Fernanda) ; Paquette, M (Paquette, Michel) ; Beaudoin, S (Beaudoin, Simon) ; Guerin, B (Guerin, Brigitte) ; Leyton, JV (Leyton, Jeffrey V.) ; van Lier, JE (van Lier, Johan E.)","Title":"BODIPY-17 alpha-ethynylestradiol conjugates: Synthesis, fluorescence properties and receptor binding affinities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393180900008 PubMed ID: 27862478 ISSN: 0953-816X eISSN: 1460-9568","Keywords":"behaviour; chronic recordings; electrocorticography; hyperacusis; tinnitus KeyWords Plus:AUDITORY-CORTEX; HEARING-LOSS; DETECTION DEFICITS; INDUCED TINNITUS; THALAMOCORTICAL DYSRHYTHMIA; PREPULSE INHIBITION; COMPUTATIONAL MODEL; STARTLE PARADIGM; ACOUSTIC TRAUMA; SILENT GAPS","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"EUROPEAN JOURNAL OF NEUROSCIENCE Volume: 46 Issue: 3 Pages: 398-409 DOI: 10.1111/ejn.13474 Published: FEB 2017","Abstract":"Tinnitus chronically affects between 10-15% of the population but, despite its prevalence, the underlying mechanisms are still not properly understood. One experimental model involves administration of high doses of sodium salicylate, as this is known to reliably induce tinnitus in both humans and animals. Guinea pigs were implanted with chronic electrocorticography (ECoG) electrode arrays, with silver-ball electrodes placed on the dura over left and right auditory cortex. Two more electrodes were positioned over the cerebellum to monitor auditory brainstem responses (ABRs). We recorded resting-state and auditory evoked neural activity from awake animals before and 2 h following salicylate administration (350 mg/kg; i.p.). Large increases in click-evoked responses (> 100%) were evident across the whole auditory cortex, despite significant reductions in wave I ABR amplitudes (in response to 20 kHz tones), which are indicative of auditory nerve activity. In the same animals, significant decreases in 6-10 Hz spontaneous oscillations (alpha waves) were evident over dorsocaudal auditory cortex. We were also able to demonstrate for the first time that cortical evoked potentials can be inhibited by a preceding gap in background noise [gap-induced pre-pulse inhibition (PPI)], in a similar fashion to the gap-induced inhibition of the acoustic startle reflex that is used as a behavioural test for tinnitus. Furthermore, 2 h following salicylate administration, we observed significant deficits in PPI of cortical responses that were closely aligned with significant deficits in behavioural responses to the same stimuli. Together, these data are suggestive of neural correlates of tinnitus and oversensitivity to sound (hyperacusis).","Authors":"Berger, JI (Berger, Joel I.) ; Coomber, B (Coomber, Ben) ; Wallace, MN (Wallace, Mark N.) ; Palmer, AR (Palmer, Alan R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wallace, Mark  http://orcid.org/0000-0001-6894-4903 Berger, Joel  http://orcid.org/0000-0002-1960-9487","Title":"Reductions in cortical alpha activity, enhancements in neural responses and impaired gap detection caused by sodium salicylate in awake guinea pigs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392852700009 ISSN: 0887-624X eISSN: 1099-0518","Keywords":"block copolymers; copper(I)-catalyzed alkyne-azide cycloaddition; CuAAC; click reaction; ester pyrolysis; thermal annealing KeyWords Plus:MIKTOARM STAR COPOLYMER; BLOCK-COPOLYMERS; MASS-SPECTROMETRY; THIN-FILM; CHEMISTRY; POLYMERS; POLYMERIZATION; METHACRYLATE); COMBINATION; SEPARATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART A-POLYMER CHEMISTRY Volume: 55 Issue: 3 Pages: 427-436 DOI: 10.1002/pola.28410 Published: FEB 1 2017","Abstract":"The copper(I)-catalyzed alkyne-azide cycloaddition (CuAAC), so-called \"click\" reaction, is one of most useful synthetic strategies to connect two polymer chains. 1,2,3-Triazole ring (TA) produced by the click reaction has good thermal and chemical stability. However, we observed that block copolymers synthesized by the click reaction showed thermal degradation to give homopolymers when they are thermally annealed at high temperature, which is required for obtaining equilibrium microdomain structure. To investigate the origin of thermal instability of block copolymers, we synthesized model polystyrenes (PSs) using systematically designed bi-functional atom transfer radical polymerization (ATRP) initiators containing TA. PS including both ester and TA groups showed thermal decomposition at relatively low temperature (e.g., 140 degrees C). MALDI-TOF analysis clearly demonstrated that the cleavage site is the ester group adjacent to TA. We also found that the bromine group located at the polymer chain end plays an important role in pyrolysis of ester groups at low temperature. The pyrolysis occurs by syn-elimination of the ester group. This result implies that the phase behavior of block copolymer synthesized by click reaction should be carefully investigated when high temperature thermal annealing is required. (C) 2016 Wiley Periodicals, Inc.","Authors":"Lee, KS (Lee, Kyu Seong) ; Park, SY (Park, So Yeong) ; Moon, HC (Moon, Hong Chul) ; Kim, JK (Kim, Jin Kon) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number MOON, HONG CHUL  http://orcid.org/0000-0003-2598-0925","Title":"Thermal Stability of Ester Linkage in the Presence of 1,2,3-Triazole Moiety Generated by Click Reaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392804300010 PubMed ID: 27862667 ISSN: 1351-5101 eISSN: 1468-1331","Keywords":"glomerular filtration rate; intravenous thrombolysis; outcome; proteinuria; stroke KeyWords Plus:ACUTE ISCHEMIC-STROKE; CHRONIC KIDNEY-DISEASE; GLOMERULAR-FILTRATION-RATE; WHITE-MATTER LESIONS; HEMORRHAGIC TRANSFORMATION; IV THROMBOLYSIS; ALBUMINURIA; METAANALYSIS; RISK; MICROALBUMINURIA","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"EUROPEAN JOURNAL OF NEUROLOGY Volume: 24 Issue: 2 Pages: 262-269 DOI: 10.1111/ene.13179 Published: FEB 2017","Abstract":"Background and purposeProteinuria and estimated glomerular filtration rate (eGFR) are indicators of renal function. Whether proteinuria better predicts outcome than eGFR in stroke patients treated with intravenous thrombolysis (IVT) remains to be determined. MethodsIn this explorative multicenter IVT register based study, the presence of urine dipstick proteinuria (yes/no), reduced eGFR (<60 ml/min/1.73 m(2)) and the coexistence of both with regard to (i) poor 3-month outcome (modified Rankin Scale score 3-6), (ii) death within 3 months and (iii) symptomatic intracranial hemorrhage (ECASS-II criteria) were compared. Unadjusted and adjusted odds ratios (ORs) with 95% confidence intervals were calculated. ResultsAmongst 3398 patients, 881 (26.1%) had proteinuria and 623 (18.3%) reduced eGFR. Proteinuria [ORadjusted 1.65 (1.37-2.00) and ORadjusted 1.52 (1.24-1.88)] and reduced eGFR [ORadjusted 1.26 (1.01-1.57) and ORadjusted 1.34 (1.06-1.69)] were independently associated with poor functional outcome and death, respectively. After adding both renal markers to the models, proteinuria [ORadjusted+eGFR 1.59 (1.31-1.93)] still predicted poor outcome whilst reduced eGFR [ORadjusted+proteinuria 1.20 (0.96-1.50)] did not. Proteinuria was associated with symptomatic intracranial hemorrhage [ORadjusted 1.54 (1.09-2.17)] but not reduced eGFR [ORadjusted 0.96 (0.63-1.62)]. In 234 (6.9%) patients, proteinuria and reduced eGFR were coexistent. Such patients were at the highest risk of poor outcome [ORadjusted 2.16 (1.54-3.03)] and death [ORadjusted 2.55 (1.69-3.84)]. ConclusionProteinuria and reduced eGFR were each independently associated with poor outcome and death but the statistically strongest association appeared for proteinuria. Patients with coexistent proteinuria and reduced eGFR were at the highest risk of poor outcome and death. Click to view the accompanying paper in this issue.","Authors":"Gensicke, H (Gensicke, H.) ; Frih, AA (Frih, A. A.) ; Strbian, D (Strbian, D.) ; Zini, A (Zini, A.) ; Pezzini, A (Pezzini, A.) ; Padjen, V (Padjen, V.) ; Haueter, M (Haueter, M.) ; Seiffge, DJ (Seiffge, D. J.) ; Makitie, L (Makitie, L.) ; Traenka, C (Traenka, C.) ; Poli, L (Poli, L.) ; Martinez-Majander, N (Martinez-Majander, N.) ; Putaala, J (Putaala, J.) ; Bonati, LH (Bonati, L. H.) ; Sibolt, G (Sibolt, G.) ; Giovannini, G (Giovannini, G.) ; Curtze, S (Curtze, S.) ; Beslac-Bumbasirevic, L (Beslac-Bumbasirevic, L.) ; Vandelli, L (Vandelli, L.) ; Lyrer, PA (Lyrer, P. A.) ; Nederkoorn, PJ (Nederkoorn, P. J.)[ 10 ] ; Tatlisumak, T (Tatlisumak, T.)[ 3,4,11,12 ] ; Engelter, ST (Engelter, S. T.) ...More...Less Group Author(s): Thrombolysis Stroke Patients TRISP","Title":"Prognostic significance of proteinuria in stroke patients treated with intravenous thrombolysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388488000028 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"composites; graphene and fullerenes; mechanical properties; nanotubes; thermal properties KeyWords Plus:SURFACE; RESISTANCE; LENGTH; MODEL","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 8 Article Number: 44579 DOI: 10.1002/app.44579 Published: FEB 2017","Abstract":"This study investigates the effect of the thiol-ene click reaction on thermal conductivity and shear strength of the epoxy composites reinforced by various silane-functionalized hybrids of sulfhydryl-grafted multi-walled carbon nanotubes (SH-MWCNTs) and vinyl-grafted MWCNTs (CC-MWCNTs). The results of Fourier transform infrared spectroscopy (FTIR), Raman spectroscopy, thermal gravimetric analysis (TGA), and transmission electron microscopy (TEM) show that the sulfhydryl groups and vinyl groups are successfully grafted onto the surface of MWCNTs, after treatment of MWCNT with triethoxyvinylsilane and 3-mercaptopropyltrimethoxysilane, respectively. Scanning electron microscopy (SEM), HotDisk thermal constant analyzer (HotDisk), optical microscope, and differential scanning calorimetry (DSC) are used to characterize the resultant composites. It is demonstrated that the hybrid of 75 wt % SH-MWCNTs and 25 wt % CC-MWCNTs has better dispersion and stability in epoxy matrix, and shows a stronger synergistic effect in improving the thermal conductivity of epoxy composite via the thiol-ene click reaction with 2,2-azobis(2-methylpropionitrile) as thermal initiator. Furthermore, the tensile shear strength results of MWCNT/epoxy composites and the optical microscopy photographs of shear failure section indicate that the composite with the hybrid MWCNTs has higher shear strength than that with raw MWCNTs. (c) 2016 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44579.","Authors":"Bao, R (Bao, Rui) ; Yan, SL (Yan, Shilin) ; Qin, Y (Qin, Ying) ; Lu, M (Lu, Man)","Title":"Improving thermal conductivity and shear strength of carbon nanotubes/epoxy composites via thiol-ene click reaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532300034 ISSN: 0032-3861 eISSN: 1873-2291","Keywords":"Anisotropic nanocontainer; Silica/Polymer hybrids; Controlled release KeyWords Plus:DRUG-DELIVERY; BLOCK-COPOLYMERS; CLICK-CHEMISTRY; NANOPARTICLES; OXIDE; THERAPY; CORE; NANOCONTAINERS; NANOSTRUCTURES; NANOREACTORS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"POLYMER Volume: 109 Pages: 332-338 DOI: 10.1016/j.polymer.2016.12.048 Published: JAN 27 2017","Abstract":"We report on amphiphilic diblock copolymer-decorated anisotropic silica nanotubes with well-defined dual functions of shape and surface properties in one nanocontainer. Amphiphilic poly(lactic acid)block-poly(ethylene glycol) (PLA-b-PEG) diblock copolymers are covalently grafted to the surface of mesoporous silica nanotubes via silane chemistry and esterification. The released percentage of probe molecules from the resultant silica-g-(PLA-b-PEG) hybrid nanocontainer is around 40% over a release time of 48 h, in contrast to 90% from bare silica nanotubes prior to surface modification. The diblock copolymer-decorated anisotropic nanocontainers with large aspect ratio lead to enhanced viability of NIH 3T3 fibroblast cells. A theoretical model based on the free energy cost for cell membranes to encapsulate nanocontainers is utilized to understand the cytotoxicity. This work demonstrates that the release dynamics of the active molecules and the interaction of hybrid nanocontainers with cell membranes can be regulated by the synergistic effect of nanocontainer shape and surface properties. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Li, GL (Li, Guo Liang) ; Hu, JL (Hu, Jinglei) ; Wang, HQ (Wang, Hongqiang) ; Pilz-Allen, C (Pilz-Allen, Christine) ; Wang, JP (Wang, Junpeng) ; Qi, T (Qi, Tao) ; Mohwald, H (Moehwald, Helmuth) ; Shchukin, DG (Shchukin, Dmitry G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hu, Jinglei  F-4689-2017 http://orcid.org/0000-0002-5758-2879","Title":"Polymer-decorated anisotropic silica nanotubes with combined shape and surface properties for guest delivery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392887200014 ISSN: 0024-9297 eISSN: 1520-5835","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"MACROMOLECULES Volume: 50 Issue: 2 Pages: 618-630 DOI: 10.1021/acs.macromo1.6b01999 Published: JAN 24 2017","Abstract":"Designing thin films or surface scaffolds with an appropriate display of chemical functionality is useful for biomedical applications, sensing platforms, adhesives, and barrier coatings. Relationships between the structural characteristics of model thin films based on reactive poly(2-viny1-4,4dirnethyl azlactone) (PVDMA) brushes and the amount and distribution of primary-amines used to chemically functionalize these layers in situ are quantitatively detailed via neutron reflectometry and compared with results from ellipsometry After functionalization, the PVDMA brush thickness increases as a result of the primary amines reacting with the azlactone rings. Both techniques show that the extent of functionalization by small-molecule amines depends on the size of the amine, the grafting density of brush chains, and their molecular weight. However, constrained analysis of neutron reflectivity data predicated on that technique's sensitivity to isotopic substitution and its ability to resolve structure at the nanoscale shows that the extent of functionalization is not accurately represented by the average extent of functionalization determined from ellipsometric thickness: reactive modification is not uniform, even in modestly dense brushes, except when the penetrant is small. In addition, there appears to be a loss of PVDMA chains during functionalization, attributed to chain scission resulting from additional stretching brought about by functionalization. These findings provide unprecedented insight into the alteration of surface properties by reactive modification and broadly support efforts to produce tailored surfaces in which properties such as friction, colloidal stability, adhesion, wettability, and biocompatibility can be modulated in situ by chemical modification.","Authors":"Aden, B (Aden, Bethany) ; Kite, CM (Kite, Camille M.) ; Hopkins, BW (Hopkins, Benjamin W.) ; Zetterberg, A (Zetterberg, Anna) ; Lokitz, BS (Lokitz, Bradley S.) ; Ankner, JF (Ankner, John F.) ; MichaelKilbey, S (MichaelKilbey, S., II) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lokitz, Bradley  Q-2430-2015 http://orcid.org/0000-0002-1229-6078","Title":"Assessing Chemical Transformation of Reactive, Interfacial Thin Films Made of End-Tethered Poly(2-vinyl-4,4-dimethyl azlactone) (PVDMA) Chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392906500014 PubMed ID: 27908756 ISSN: 0968-0896 eISSN: 1464-3391","Keywords":"Curcumin; Curcumin derivatives; Multidrug resistance; P-glycoprotein inhibition; Antitumor KeyWords Plus:CANCER-CELLS; IN-VITRO; PRENYLATED DERIVATIVES; CLICK CHEMISTRY; LEUKEMIA-CELLS; HEPG2 CELLS; GROWTH; EXPRESSION; LINES; LUNG","Categories":"Biochemistry & Molecular Biology; Pharmacology & Pharmacy; Chemistry Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Medicinal; Chemistry, Organic","Journal Information":"BIOORGANIC & MEDICINAL CHEMISTRY Volume: 25 Issue: 2 Pages: 581-596 DOI: 10.1016/j.bmc.2016.11.023 Published: JAN 15 2017","Abstract":"Cancer multidrug resistance (MDR) is a major limitation to the success of cancer treatment and is highly associated with the overexpression of drug efflux pumps such as P-glycoprotein (P-gp). In order to achieve more effective chemotherapeutic treatments, it is important to develop P-gp inhibitors to block/decrease its activity. Curcumin (1) is a secondary metabolite isolated from the turmeric of Curcuma longa L. Diverse biological activities have been identified for this compound, particularly, MDR modulation in various cancer cell models. However, curcumin (1) has low chemical stability, which severely limits its application. In order to improve stability and P-gp inhibitory effect, two potential more stable curcumin derivatives were synthesized as building blocks, followed by several curcumin derivatives. These compounds were then analyzed in terms of antitumor and anti-P-gp activity, in two MDR and sensitive tumor lines (from chronic myeloid leukemia and non-small cell lung cancer). We identified from a series of curcumin derivatives a novel curcumin derivative (1,7-bis(3-methoxy-4-(prop-2-yn-1-yloxy)phenyl)hepta-1,6-diene-3,5-dione, 10) with more potent antitumor and anti-P-gp activity than curcumin (1). This compound (10) was shown to promote cell cycle arrest (at the G2/M phase) and induce apoptosis in the MDR chronic myeloid leukemia cell line. Therefore it is a really interesting P-gp inhibitor due to its ability to inhibit both P-gp function and expression. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lopes-Rodrigues, V (Lopes-Rodrigues, Vanessa) ; Oliveira, A (Oliveira, Ana) ; Correia-da-Silva, M (Correia-da-Silva, Marta) ; Pinto, M (Pinto, Madalena) ; Lima, RT (Lima, Raquel T.) ; Sousa, E (Sousa, Emilia) ; Vasconcelos, MH (Helena Vasconcelos, M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Correia-da-Silva, Marta  http://orcid.org/0000-0003-4150-8532","Title":"A novel curcumin derivative which inhibits P-glycoprotein, arrests cell cycle and induces apoptosis in multidrug resistance cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393128700019 PubMed ID: 27924344 ISSN: 1477-0520 eISSN: 1477-0539","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"ORGANIC & BIOMOLECULAR CHEMISTRY Volume: 15 Issue: 2 Pages: 416-425 DOI: 10.1039/c6ob02057g Published: JAN 14 2017","Abstract":"Computational investigations of the alpha-ketoacid-hydroxylamine amide-forming (KAHA) ligation of O-unsubstituted (type-I) and O-benzoyl substituted (type-II) hydroxylamine have revealed a distinct mechanistic pathway for the KAHA ligation reactions. Instead of a pathway involving lactone and oxiridine intermediates for the reaction of O-unsubstituted hydroxylamine and ketoacids (type-I KAHA), as had been proposed in the experimental studies, the computational results favor the pathway which involves migration of the hydroxy group (-OH) to the adjacent carbon in one of the key steps. The new pathway for the type I KAHA reaction explains the distribution of the O-18 label in the final product (amide) that is observed in O-18 labeling experiments of type-I ligation reaction. A coherent mechanistic course is also identified for the reaction of O-benzoyl substituted hydroxylamine and ketoacid (type II KAHA) reactions. The proposed pathway for the type-II KAHA ligation reaction proceeds with the retention of an oxygen atom of the keto group of ketoacids rather than hydroxylamine in the final product (amide). These findings are consistent with the results of O-18 labeling experiments performed by Bode and coworkers on the KAHA reactions.","Authors":"Patil, M (Patil, Mahendra)","Title":"A revised mechanism for the alpha-ketoacid hydroxylamine amide forming ligations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392037400050 PubMed ID: 27935276 ISSN: 1944-8244","Keywords":"silicon solar cells; organic monolayers; electrical passivation; shunt resistance; hydrosilylation KeyWords Plus:HYDROGEN-TERMINATED SILICON; SURFACE PASSIVATION; ORGANIC MONOLAYERS; CLICK CHEMISTRY; RADIAL JUNCTION; CELLS; FUEL; PHOTOCATHODE; DEPENDENCE; NANOWIRES","Categories":"Science & Technology - Other Topics; Materials Science Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"ACS APPLIED MATERIALS & INTERFACES Volume: 9 Issue: 1 Pages: 413-421 DOI: 10.1021/acsami.6b12997 Published: JAN 11 2017","Abstract":"Silicon-based solar fuel devices require passivation for optimal performance yet at the same time need functionalization with (photo)catalysts for efficient solar fuel production. Here, we use molecular monolayers to enable electrical passivation and simultaneous functionalization of silicon-based solar cells. Organic monolayers were coupled to silicon surfaces by hydrosilylation in order to avoid an insulating silicon oxide layer at the surface. Monolayers of 1-tetradecyne were shown to passivate silicon micropillar-based solar cells with radial junctions, by which the efficiency increased from 8.7% to 9.9% for n(+)/p junctions and from 7.8% to 8.8% for p(+)/n junctions. This electrical passivation of the surface, most likely by removal of dangling bonds, is reflected in a higher shunt resistance in the J-V measurements. Monolayers of 1,8-nonadiyne were still reactive for click chemistry with a model catalyst, thus enabling simultaneous passivation and future catalyst coupling.","Authors":"Veerbeek, J (Veerbeek, Janneke) ; Firet, NJ (Firet, Nienke J.) ; Vijselaar, W (Vijselaar, Wouter) ; Elbersen, R (Elbersen, Rick) ; Gardeniers, H (Gardeniers, Han) ; Huskens, J (Huskens, Jurriaan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gardeniers, Johannes  B-6309-2013 http://orcid.org/0000-0003-0581-2668 Veerbeek, Janneke  http://orcid.org/0000-0002-0824-2923","Title":"Molecular Monolayers for Electrical Passivation and Functionalization of Silicon-Based Solar Energy Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391898300025 ISSN: 0897-4756 eISSN: 1520-5002","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CHEMISTRY OF MATERIALS Volume: 29 Issue: 1 Pages: 289-306 DOI: 10.1021/acs.chemmater.6b02848 Published: JAN 10 2017","Abstract":"The nanoengineering of particles is of interest for both fundamental and applied science. How particles are made substantially affects their properties and quality, and therefore usefulness. Disseminating current understanding of particle engineering can help facilitate the use of existing technologies, as well as guide future developments. Herein, we describe three methods used in our laboratory for the nanoengineering of particles, based on template assembly, and discuss important considerations for each. First, we describe the use of layer-by-layer assembly for depositing multilayered nanofilms on particle surfaces to generate core shell particles and hollow capsules. Second, we detail the use of mesoporous silica templating for the engineering of porous polymer replica particles. Third, we describe how the coordination of phenolic compounds and metal ions can be used to fabricate thin films via metal phenolic network formation on particle templates. We provide stepwise, easy-to-follow guides for each method and discuss commonly encountered challenges and obstacles, with considerations for how to alter these protocols to achieve desired particle properties. While we intend for these guides to be easily accessible to researchers new to particle engineering, we believe they can also provide useful insight to experienced researchers working in the field of engineering advanced particles.","Authors":"Bjornmalm, M (Bjoernmalm, Mattias); Cui, JW (Cui, Jiwei); Berdeff-Zieschang, N (Berdeff-Zieschang, Nadja); Song, DZ (Song, Danzi); Faria, M (Faria, Matthew); Rahim, MA (Rahim, Md Arifur); Caruso, F (Caruso, Frank) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Caruso, Frank  A-9587-2011 http://orcid.org/0000-0002-0197-497X Faria, Matthew  http://orcid.org/0000-0003-1729-5813 Bjornmalm, Axel Mattias Hakansson  http://orcid.org/0000-0002-9876-7079","Title":"Nanoengineering Particles through Template Assembly"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391898000020 ISSN: 0024-9297 eISSN: 1520-5835","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"MACROMOLECULES Volume: 50 Issue: 1 Pages: 215-222 DOI: 10.1021/acs.macromol.6b02388 Published: JAN 10 2017","Abstract":"A method was developed to synthesize molecular brushes with polymethacrylate backbone and ultrahigh density of grafted side chains (SCs), i.e., 1.34 SCs per backbone carbon atom, using accelerated copper-catalyzed azide alkyne cycloaddition (CuAAC) grafting-onto strategy. This acceleration effect that benefits from the complexation of triazole with Cu was first confirmed in two model CuAAC reactions of (a) 1:1 molar ratio of a diazide compound and an alkynyl-terminated poly(ethylene oxide) (ay-PEO18 with average degree of polymerization DP = 18) and (b) 1:1 molar ratio of a dialkyne compound and an azido-terminated N-3-PEO18. It was found that both model reactions produced ditriazoles as major products, although the former reaction exhibited a higher yield of PEO-PEO dimers, demonstrating better CuAAC acceleration effect. Following this principle, polymethacrylate backbones with multiazido dangling groups were subsequently used for grafting-onto reaction with ay-SCs to prepare an array of molecular brushes with high grafting densities. Within our investigation, all these CuAAC grafting reactions finished within 10 min and introduced different SCs, including PEO18, PEO113, poly(methyl acrylate) (PMA(31)), and polydimethylacrylamide (PDMA(46)). The grafting density was affected by the composition of SCs and the initial molar ratios of ay-SCs to azido groups. When applying linear SCs with thinner structure, such as ay-PEO113, the highest grafting density was obtained (1.34 SCs per backbone carbon atom) on both longer polymethacrylate backbone (DP = 430) and shorter backbone (DP = 180).","Authors":"Gan, WP (Gan, Weiping) ; Shi, Y (Shi, Yi) ; Jing, BX (Jing, Benxin) ; Cao, XS (Cao, Xiaosong) ; Zhu, YX (Zhu, Yingxi) ; Gao, HF (Gao, Haifeng) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shi, Yi  F-2482-2013 http://orcid.org/0000-0003-2943-5465 Gao, Haifeng  D-1610-2016   Jing, Benxin  http://orcid.org/0000-0002-8400-1937","Title":"Produce Molecular Brushes with Ultrahigh Grafting Density Using Accelerated CuAAC Grafting-Onto Strategy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391641500047 PubMed ID: 28060854 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 1 Article Number: e0168962 DOI: 10.1371/journal.pone.0168962 Published: JAN 6 2017","Abstract":"Importance New dissemination methods are needed to engage physicians in evidence-based continuing medical education (CME). Objective To examine the effectiveness of social media in engaging physicians in non-industry-sponsored CME. Design We tested the effect of different media platforms (e-mail, Facebook, paid Facebook and Twitter), CME topics, and different \"hooks\" (e.g., Q&A, clinical pearl and best evidence) on driving clicks to a landing site featuring non-industry sponsored CME. We modelled the effects of social media platform, CME topic, and hook using negative binomial regression on clicks to a single landing site. We used clicks to landing site adjusted for exposure and message number to calculate rate ratios. To understand how physicians interact with CME content on social media, we also conducted interviews with 10 physicians. Setting The National Physicians Alliance (NPA) membership. Participants NPA e-mail recipients, Facebook followers and friends, and Twitter followers. Main Outcomes and Measures Clicks to the NPA's CME landing site. Results On average, 4,544 recipients received each message. Messages generated a total of 592 clicks to the landing site, for a rate of 5.4 clicks per 1000 recipients exposed. There were 5.4 clicks from e-mail, 11.9 clicks from Facebook, 5.5 clicks from paid Facebook, and 6.9 clicks from Twitter to the landing site for 1000 physicians exposed to each of 4 selected CME modules. A Facebook post generated 2.3x as many clicks to the landing site as did an e-mail after controlling for participant exposure, hook type and CME topic (p<0.001). Twitter posts (p = 0.13) and paid Facebook posts (p = 0.06) were not statistically different from e-mail in generating clicks to the landing site. Use of different hooks to engage physicians had no impact on clicks to the landing site. Interviews with physicians suggested that social media might not be a preferred vehicle for disseminating CME. Conclusions Social media has a modest impact on driving traffic to evidence-based CME options. Face book had a superior effect on driving physician web traffic to evidence-based CME compared to other social media platforms and email.","Authors":"Flynn, S (Flynn, Simone) ; Hebert, P (Hebert, Paul) ; Korenstein, D (Korenstein, Deborah) ; Ryan, M (Ryan, Mark) ; Jordan, WB (Jordan, William B.) ; Keyhani, S (Keyhani, Salomeh)","Title":"Leveraging Social Media to Promote Evidence-Based Continuing Medical Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393618700022 PubMed ID: 27882694 ISSN: 0947-6539 eISSN: 1521-3765","Keywords":"bioorthogonal chemistry; caspase-1; copper-free synthesis; drug discovery; small-molecule inhibitor KeyWords Plus:MATRIX METALLOPROTEASE INHIBITORS; FREE CLICK CHEMISTRY; ACTIVITY-BASED PROBE; LIVE CELLS; BIOORTHOGONAL CHEMISTRY; NLRP3 INFLAMMASOME; CHELATING AZIDES; DRUG DISCOVERY; PROTEIN; TARGETS","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMISTRY-A EUROPEAN JOURNAL Volume: 23 Issue: 2 Pages: 360-369 DOI: 10.1002/chem.201603150 Published: JAN 5 2017","Abstract":"Challenges exist in the development of potent and selective small-molecule inhibitors against caspase-1. Herein, by making use of the copper-free strain-promoted alkyne-azide cycloaddition (SPAAC) reaction between di-fluorinated cyclooctynes (DIFOs) and various azide-containing compounds, we showed for the first time that potential caspase-1 inhibitors could be rapidly synthesized. The resulting fused bicyclic compounds structurally resembled the central portion (P-2-P-3) of Pralnacasan (a well-known small molecule caspase-1 inhibitor), with diversity at the P-4-position of the parental inhibitor conveniently installed from the azide component. Since our SPAAC-assembled inhibitor library was synthesized by using a copper-free bioorthogonal chemistry, the resulting 52-membered library (2 DIFOs x 26 azides) was immediately ready for subsequent cell-based screening for rapid identification of potential cell-permeable hits capable of effectively inhibiting endogenous caspase-1 activities. C1FS, a recently reported fluorogenic two-photon probe, which possesses improved live-cell imaging sensitivity against endogenous caspase-1, was used both in vitro and in LPS/ATP-induced macrophages (a well-established caspase-1-activated cell model) to screen against selected compounds from the above-mentioned library, leading to subsequent discovery of a novel caspase-1 inhibitor named b7-b.","Authors":"Qian, LH (Qian, Linghui) ; Zhang, CJ (Zhang, Chong-Jing) ; Wu, JE (Wu, Ji'en) ; Yao, SQ (Yao, Shao Q.)","Title":"Fused Bicyclic Caspase-1 Inhibitors Assembled by Copper-Free Strain-Promoted Alkyne-Azide Cycloaddition (SPAAC)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390496600032 PubMed ID: 27689725 ISSN: 0223-5234 eISSN: 1768-3254","Keywords":"1,2,4-Triazine; 1,2,3-Triazole; Click chemistry; alpha-Glucosidase inhibitor; Molecular docking KeyWords Plus:TYPE-2 DIABETES-MELLITUS; BIOLOGICAL EVALUATION; CLICK CHEMISTRY; 1,2,4-TRIAZINE DERIVATIVES; AGENTS; 1,2,3-TRIAZOLES; DESIGN","Categories":"Pharmacology & Pharmacy Web of Science Categories:Chemistry, Medicinal","Journal Information":"EUROPEAN JOURNAL OF MEDICINAL CHEMISTRY Volume: 125 Pages: 423-429 DOI: 10.1016/j.ejmech.2016.09.067 Published: JAN 5 2017","Abstract":"A novel series of triazine-triazole derivatives 7a-7m were synthesized, characterized by H-1 NMR and evaluated for their alpha-glucosidase inhibitory activity. All the synthesized compounds displayed potent alpha-glucosidase inhibitory activity with IC50 range of 11.63 +/- 0.15 to 37.44 +/- 0.35 mu M, when compared to the standard drug acarbose (IC50 = 817.38 +/- 6.27 mu M). Among the series, compound 7i (IC50 = 11.63 +/- 0.15 mu M) bearing 2,5-dichloro substitution at phenyl ring, represented the most potent alpha-glucosidase inhibitory activity. Molecular docking studies of the most active compounds with the homology modelled alpha-glucosidase were also performed to explore the possible inhibitory mechanism. Our studies shown that these triazine-triazole derivatives are a new class of alpha-glucosidase inhibitors. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Wang, GC (Wang, Guangcheng) ; Peng, ZY (Peng, Zhiyun) ; Wang, J (Wang, Jing) ; Li, X (Li, Xin) ; Li, J (Li, Juan)","Title":"Synthesis, in vitro evaluation and molecular docking studies of novel triazine-triazole derivatives as potential alpha-glucosidase inhibitors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392556800018 PubMed ID: 27979906 ISSN: 0021-9525 eISSN: 1540-8140","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"JOURNAL OF CELL BIOLOGY Volume: 216 Issue: 1 Pages: 115-129 DOI: 10.1083/jcb.201511073 Published: JAN 2 2017","Abstract":"Reduced amino acid availability attenuates mRNA translation in cells and helps to extend lifespan in model organisms. The amino acid deprivation activated kinase GCN2 mediates this response in part by phosphorylating elF2 alpha. In addition, the cap-dependent translational inhibitor 4E-BP is transcriptionally induced to extend lifespan in Drosophila melanogaster, but through an unclear mechanism. Here, we show that GCN2 and its downstream transcription factor, ATF4, mediate 4E-BP induction, and GCN2 is required for lifespan extension in response to dietary restriction of amino acids. The 4E-BP intron contains ATF4-binding sites that not only respond to stress but also show inherent ATF4 activity during normal development. Analysis of the newly synthesized proteome through metabolic labeling combined with click chemistry shows that certain stress-responsive proteins are resistant to inhibition by 4E-BP, and gcn2 mutant flies have reduced levels of stress-responsive protein synthesis. These results indicate that GCN2 and ATF4 are important regulators of 4E-BP transcription during normal development and aging.","Authors":"Kang, MJ (Kang, Min-Ji) ; Vasudevan, D (Vasudevan, Deepika) ; Kang, K (Kang, Kwonyoon) ; Kim, K (Kim, Kyunggon) ; Park, JE (Park, Jung-Eun) ; Zhang, N (Zhang, Nan) ; Zeng, XM (Zeng, Xiaomei) ; Neubert, TA (Neubert, Thomas A.) ; Marr, MT (Marr, Michael T., II) ; Ryoo, HD (Ryoo, Hyung Don) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number neubert, Thomas  http://orcid.org/0000-0001-7049-2088 Ryoo, Hyung Don  http://orcid.org/0000-0002-1046-535X Zhang, Nan  http://orcid.org/0000-0002-4134-7911 Kim, Kyunggon  http://orcid.org/0000-0002-3072-5331","Title":"4E-BP is a target of the GCN2 ATF4 pathway during Drosophila development and aging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398686300003 ISSN: 2185-4106","Keywords":"synchronization; electronic metronomes; sound-coupling; phase oscillators; coupled oscillators KeyWords Plus:APPLAUSE","Categories":"Mathematics Web of Science Categories:Mathematics, Interdisciplinary Applications","Journal Information":"IEICE NONLINEAR THEORY AND ITS APPLICATIONS Volume: 8 Issue: 1 Pages: 15-24 Special Issue: SI DOI: 10.1587/nolta.8.15 Published: 2017","Abstract":"As an experimental analogy of synchronized hands clapping (Neda et al., 2000), sound-coupled electronic metronomes are introduced. Clicking sounds generated from the driving metronome serve as the sounds of hands clapping, whereas a microphone attached to the driven electronic metronome detects the clicking sounds. In contrast to popular experimental systems of synchronization, e.g., mechanical metronomes put on a same beam, which directly connects oscillators through a material medium, the present system utilizes sound as an indirect coupling medium. In cases of both unidirectional and bidirectional couplings, our experiments showed that the two electronic metronomes are synchronized in such a way that a slow metronome catches up with a fast one. Phase slips, which give rise to intermittent switching between synchronized and desynchronized rhythms, were also observed, resembling the hands clapping in a concert hall. Our mathematical model based on phase oscillators with positive interaction function elucidates the observed results very well. Our system may provide a basic experimental framework for studying synchronization in sound-coupled oscillators including the rhythmic applause.","Authors":"Kada, H (Kada, Hisashi) ; Kondo, K (Kondo, Kei) ; Sumino, S (Sumino, Shota) ; Tokuda, IT (Tokuda, Isao T.)","Title":"Experimental study on synchronization of sound-coupled electronic metronomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397595000001 ISSN: 0167-5427","Keywords":"common bottlenose dolphins; Tursiops truncatus; whistles; emission rates; isolation; social contexts; captivity KeyWords Plus:SIGNATURE WHISTLES; SPINNER DOLPHINS; COMMUNICATION; SOUNDS; PERSONALITIES; MODEL","Categories":"Marine & Freshwater Biology; Zoology Web of Science Categories:Marine & Freshwater Biology; Zoology","Journal Information":"AQUATIC MAMMALS Volume: 43 Issue: 1 Pages: 1-13 DOI: 10.1578/AM.43.1.2017.1 Published: 2017","Abstract":"Common bottlenose dolphins (Tursiops truncatus) produce a range of underwater vocalizations, both pulsed (echolocation clicks and burst-pulses) and nonpulsed (whistles). Whistles may be emitted in stereotyped (signature) or variant patterns, and their production might be affected by sex, age, environmental, and social contexts. This study examined, non-intrusively, the whistle emissions of six captive bottlenose dolphins at Zoomarine in Algarve, Portugal, in two separate time sets and three different contexts: two of the animals in isolation in 2008, and all six in 2012, both segregated from their group and in social context. From a total of 1,681 whistles, 1,249 were analyzed from 32 samples in different contexts: seven samples in isolation in 2008, 18 in segregation in 2012, and seven in social context. Through visual inspection of spectrograms, whistles were classified into 12 different contour categories. Only one category was found in both time sets and could be considered a signature whistle by SIGID criteria (Janik et al., 2013). This contour was associated with the same animal in 2008 and 2012. Whistle emission rates were 7.8 times higher in isolation as compared with social context, and significant differences were also found in the end and maximum frequencies as well as number of inflections and loops. Multiloop whistles were more common in isolation than in social contexts. The variant (nonstereotyped) contours dominated the whistle production in segregated contexts (but not by isolated animals) as well as in social contexts. This study highlights the importance of examining the nonstereotyped portion of the bottlenose dolphin's whistle repertoire in different contexts as signature whistle production may not be a constant or universal phenomenon.","Authors":"Rachinas-Lopes, P (Rachinas-Lopes, Patricia) ; Luis, AR (Luis, Ana Rita) ; Borges, AS (Borges, Ana Sofia) ; Neto, M (Neto, Marcia) ; dos Santos, ME (dos Santos, Manuel E.)","Title":"Whistle Stability and Variation in Captive Bottlenose Dolphins (Tursiops truncatus) Recorded in Isolation and Social Contexts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397923100003 ISSN: 0046-1520 eISSN: 1532-6985","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"EDUCATIONAL PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 104-123 DOI: 10.1080/00461520.2017.1281747 Published: 2017","Abstract":"It is generally acknowledged that engagement plays a critical role in learning. Unfortunately, the study of engagement has been stymied by a lack of valid and efficient measures. We introduce the advanced, analytic, and automated (AAA) approach to measure engagement at fine-grained temporal resolutions. The AAA measurement approach is grounded in embodied theories of cognition and affect, which advocate a close coupling between thought and action. It uses machine-learned computational models to automatically infer mental states associated with engagement (e.g., interest, flow) from machine-readable behavioral and physiological signals (e.g., facial expressions, eye tracking, click-stream data) and from aspects of the environmental context. We present 15 case studies that illustrate the potential of the AAA approach for measuring ensgagement in digital learning environments. We discuss strengths and weaknesses of the AAA approach, concluding that it has significant promise to catalyze engagement research.","Authors":"D'Mello, S (D'Mello, Sidney) ; Dieterle, E (Dieterle, Ed) ; Duckworth, A (Duckworth, Angela)","Title":"Advanced, Analytic, Automated (AAA) Measurement of Engagement During Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395475200001 ISSN: 1046-8188 eISSN: 1558-2868","Keywords":"Click model; click sequence; click dwell time KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INFORMATION SYSTEMS Volume: 35 Issue: 3 Article Number: 16 DOI: 10.1145/2988230 Published: JAN 2017","Abstract":"Click-through information is considered as a valuable source of users' implicit relevance feedback for commercial search engines. As existing studies have shown that the search result position in a search engine result page (SERP) has a very strong influence on users' examination behavior, most existing click models are position based, assuming that users examine results from top to bottom in a linear fashion. Although these click models have been successful, most do not take temporal information into account. As many existing studies have shown, click dwell time and click sequence information are strongly correlated with users' perceived relevance and search satisfaction. Incorporating temporal information may be important to improve performance of user click models for Web searches. In this article, we investigate the problem of properly incorporating temporal information into click models. We first carry out a laboratory eye-tracking study to analyze users' examination behavior in different click sequences and find that the user common examination path among adjacent clicks is linear. Next, we analyze the user dwell time distribution in different search logs and find that we cannot simply use a click dwell time threshold (e.g., 30 seconds) to distinguish relevant/irrelevant results. Finally, we propose a novel time-aware click model (TACM), which captures the temporal information of user behavior. We compare the TACM to several existing click models using two real-world search engine logs. Experimental results show that the TACM outperforms other click models in terms of both predicting click behavior (perplexity) and estimating result relevance (NDCG).","Authors":"Liu, Y (Liu, Yiqun) ; Xie, X (Xie, Xiaohui) ; Wang, C (Wang, Chao) ; Nie, JY (Nie, Jian-Yun) ; Zhang, M (Zhang, Min) ; Ma, S (Ma, Shaoping)","Title":"Time-Aware Click Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396368300006 ISSN: 1567-4223 eISSN: 1873-7846","Keywords":"Click-stream data; Contextual relevance; Implied deviation; Markov process; Meta-heuristics; Minimum derived out-degree; Mobile Internet; Responsive web design; Website effectiveness KeyWords Plus:WEB SITES; OPTIMIZATION; COLONY; REORGANIZATION; SATISFACTION; USABILITY; SEARCH; DESIGN; SYSTEM; USAGE","Categories":"Business & Economics; Computer Science Web of Science Categories:Business; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"ELECTRONIC COMMERCE RESEARCH AND APPLICATIONS Volume: 21 Pages: 65-78 DOI: 10.1016/j.elerap.2016.12.003 Published: JAN-FEB 2017","Abstract":"Identification and sorting of contextually relevant links are important for navigation design of responsive websites. While average click ratio is often used as a metric to evaluate contextual relevance of navigation structure from users' view, we propose a metric called implied deviation to quantify the same from designer point of view. Average click ratio minimization problem typically solved using meta-heuristics has issues such as loss of designer-defined contextual relevance and loss of connectivity among webpages. To solve this problem, we propose a deviation minimization framework to suggest context-preserving navigation structure. The proposed framework consists of three stages. Stage 1 models user navigation behavior as a Markov process and generates a transition probability matrix. Then we use the transition probabilities as weights to relax the original average click ratio minimization problem, and bring it to a form similar to a transportation model. The corresponding solution is considered as the initial basic feasible solution of the original problem. In Stage 2, transition probability guided meta-heuristics improve upon the initial basic feasible solution. Specifically, we use modified simulated annealing and ant colony optimization algorithms. This resulting solution is further weighted with transition probabilities to make a tradeoff in Stage 3. We obtained experimental results based on two education and university-related datasets to show that the proposed framework can achieve a good tradeoff for contextual relevance in terms of both the average click ratio and implied deviation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kumar, V (Kumar, Vinay) ; Jenamani, M (Jenamani, Mamata)","Title":"Context preserving navigation redesign under Markovian assumption for responsive websites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395308700036 PubMed ID: 28147607 ISSN: 0001-4966 eISSN: 1520-8524","Categories":"Acoustics; Audiology & Speech-Language Pathology Web of Science Categories:Acoustics; Audiology & Speech-Language Pathology","Journal Information":"JOURNAL OF THE ACOUSTICAL SOCIETY OF AMERICA Volume: 141 Issue: 1 Pages: 219-230 DOI: 10.1121/1.4973415 Published: JAN 2017","Abstract":"Passive acoustic monitoring is a promising approach for monitoring long-term trends in harbor porpoise (Phocoena phocoena) abundance. Before passive acoustic monitoring can be implemented to estimate harbor porpoise abundance, information about the detectability of harbor porpoise is needed to convert recorded numbers of echolocation clicks to harbor porpoise densities. In the present study, paired data from a grid of nine passive acoustic click detectors (C-PODs, Chelonia Ltd., United Kingdom) and three days of simultaneous aerial line-transect visual surveys were collected over a 370 km(2) study area. The focus of the study was estimating the effective detection area of the passive acoustic sensors, which was defined as the product of the sound production rate of individual animals and the area within which those sounds are detected by the passive acoustic sensors. Visually estimated porpoise densities were used as informative priors in a Bayesian model to solve for the effective detection area for individual harbor porpoises. This model-based approach resulted in a posterior distribution of the effective detection area of individual harbor porpoises consistent with previously published values. This technique is a viable alternative for estimating the effective detection area of passive acoustic sensors when other experimental approaches are not feasible.","Authors":"Jacobson, EK (Jacobson, Eiren K.) ; Forney, KA (Forney, Karin A.) ; Barlow, J (Barlow, Jay)","Title":"Using paired visual and passive acoustic surveys to estimate passive acoustic detection parameters for harbor porpoise abundance estimates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397407500002 ISSN: 1536-9323 eISSN: 1558-3457","Keywords":"Phishing; Information Security; Social Engineering; Behavioral Security; Heuristic; Systematic Processing Model; Deception; Cognitive Biases; Vulnerabilities; Security Risk; Threats KeyWords Plus:INFORMATION SECURITY; ATTACKS; FRAMEWORK; SCIENCE; FEAR","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SYSTEMS Volume: 18 Issue: 1 Pages: 22-44 Published: JAN 2017","Abstract":"A leading cause of security breaches is a basic human vulnerability: our susceptibility to deception. Hackers exploit this vulnerability by sending phishing emails that induce users to click on malicious links that then download malware or trick the victim into revealing personal confidential information to the hacker. Past research has focused on human susceptibility to generic phishing emails or individually targeted spear-phishing emails. This study addresses how contextualization of phishing emails for targeted groups impacts their susceptibility to phishing. We manipulated the framing and content of email messages and tested the effects on users' susceptibility to phishing. We constructed phishing emails to elicit either the fear of losing something valuable (e.g., course registrations, tuition assistance) or the anticipation of gaining something desirable (e.g., iPad, gift card, social networks). We designed the emails' context to manipulate human psychological weaknesses such as greed, social needs, and so on. We sent fictitious (benign) emails to 7,225 undergraduate students and recorded their responses. Results revealed that contextualizing messages to appeal to recipients' psychological weaknesses increased their susceptibility to phishing. The fear of losing or anticipation of gaining something valuable increased susceptibility to deception and vulnerability to phishing. The results of our study provide important contributions to information security research, including a theoretical framework based on the heuristic-systematic processing model to study the susceptibility of users to deception. We demonstrate through our experiment that several situational factors do, in fact, alter the effectiveness of phishing attempts.","Authors":"Goel, S (Goel, Sanjay) ; Williams, K (Williams, Kevin) ; Dincelli, E (Dincelli, Ersin)","Title":"Got Phished? Internet Security and Human Vulnerability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395672000007 ISSN: 1570-1808 eISSN: 1875-628X","Keywords":"Alzheimer's disease; acetylcholinesterase; butyrylcholinesterase; 1,2,3-triazole-isoxazole; docking study KeyWords Plus:ALZHEIMERS-DISEASE; CLICK CHEMISTRY; DERIVATIVES; DESIGN; AGENTS; PERMEABILITY; SOLUBILITY; ANALOGS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Chemistry, Medicinal","Journal Information":"LETTERS IN DRUG DESIGN & DISCOVERY Volume: 14 Issue: 1 Pages: 58-65 DOI: 10.2174/1570180813666160628085515 Published: 2017","Abstract":"In this work, a series of derivatives containing 1,2,3-triazole and isoxazole were synthesized. All of them were evaluated as novel dual AChE inhibitors. Most of synthesized compounds showed moderate to good inhibitory potency toward AChE. Among them, N-((1-(4-methylbenzyl)1H-1,2,3-triazol-4-yl) methyl)-5-(p-tolyl) isoxazole-3-carboxamide (5m) was the most potent AChE inhibitor, being 12-fold more potent than rivastigmine, as the reference drug. Also, molecular modeling revealed that compound 5m targeted both the catalytic anionic site (CAS) and the peripheral anionic site (PAS) of AChE.","Authors":"Najafi, Z (Najafi, Zahra) ; Mahdavi, M (Mahdavi, Mohammad) ; Saeedi, M (Saeedi, Mina) ; Sabourian, R (Sabourian, Reyhaneh) ; Khanavi, M (Khanavi, Mahnaz) ; Safavi, M (Safavi, Maliheh) ; Tehrani, MB (Tehrani, Maliheh Barazandeh) ; Shafiee, A (Shafiee, Abbas) ; Foroumadi, A (Foroumadi, Alireza) ; Akbarzadeh, T (Akbarzadeh, Tahmineh)","Title":"1,2,3-Triazole-Isoxazole Based Acetylcholinesterase Inhibitors: Synthesis, Biological Evaluation and Docking Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395867300002 ISSN: 1759-9954 eISSN: 1759-9962","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"POLYMER CHEMISTRY Volume: 8 Issue: 8 Pages: 1288-1293 DOI: 10.1039/c6py02108e Published: 2017","Abstract":"The para-fluoro-thiol reaction (PFTR) is performed for the first time in aqueous media. A water- soluble model scaffold based on poly(N, N-dimethylacrylamide) and incorporating pentafluorostyrene units was synthesized by nitroxide- mediated copolymerization. The effect of pH, temperature, and stoichiometry on the solution- phase kinetics of the PFTR for side-chain modification is studied by F-19 and H-1 NMR spectroscopy using mercaptoethanol as a model thiol. While the reaction can occur from pH 11 on, increasing pH greatly accelerates the reaction. Yields >90% are achieved at pH 12 and 40 degrees C in 24 h, while quantitative coupling is reached at pH 13 and 50 degrees C in less than 16 h. Grafting of a cysteine-containing peptide on tissue culture plates demonstrated by ToF-SIMS evidences the benefit of performing this reaction in aqueous media for surface functionalization of materials prone to degradation in organic solvents.","Authors":"Turgut, H (Turgut, Hatice) ; Schmidt, AC (Schmidt, Aaron C.) ; Wadhwani, P (Wadhwani, Parvesh) ; Welle, A (Welle, Alexander) ; Muller, R (Mueller, Rouven) ; Delaittre, G (Delaittre, Guillaume) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wadhwani, Parvesh  http://orcid.org/0000-0002-7290-5154","Title":"The para-fluoro-thiol ligation in water"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395867300008 ISSN: 1759-9954 eISSN: 1759-9962","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"POLYMER CHEMISTRY Volume: 8 Issue: 8 Pages: 1341-1352 DOI: 10.1039/c7py00005g Published: 2017","Abstract":"The thiol- Michael addition of ethanethiol to ethyl acrylate, methyl vinylsulfone and maleimide initiated by ethyl-,diethyl-, triethylamine and triethylphosphine in tetrahydrofuran (THF) is investigated at room temperature for concentrations ranging from 0.5 to 2 mol L-1 for the reactants and 0.03 to 0.3 mol L-1 for the initiators. Rate coefficients for all elementary steps in a reaction scheme consisting of both the base catalyzed and the nucleophile initiated mechanism are calculated using CBS-QB3 corrected for solvation with COSMO-RS. Diffusional limitations are taken into account using the coupled encounter pair model. The ab initio apparent kinetic parameters are used in a microkinetic model and simulated conversions agree well with experimental data. Competition with the aza- Michael addition is shown to be insignificant. Regardless of the choice of ene or catalyst, conversion is governed by an anionic cycle in which first an addition from the thiolate to the ene occurs, followed by a rate- controlling proton transfer to the obtained Michael adduct anion from another thiol. For acrylates and vinylsulfones, the addition of the thiolate to the ene is quasi-equilibrated, while for maleimides this elementary reaction has a positive affinity, explaining their large reactivity. The choice of catalyst or ene strongly affects the initiation mechanism. Using tertiary phosphines only nucleophilic initiation takes place while with tertiary amines, only base catalysis occurs. For primary and secondary amines both initiation mechanisms contribute. The presented kinetic parameters and the insights on diffusional limitations are critical for the further optimization of thiol-Michael additions for polymer conjugation.","Authors":"Desmet, GB (Desmet, Gilles B.) ; Sabbe, MK (Sabbe, Maarten. K.) ; D'hooge, DR (D'hooge, Dagmar. R.) ; Espeel, P (Espeel, Pieter) ; Celasun, S (Celasun, Sensu) ; Marin, GB (Marin, Guy B.) ; Du Prez, FE (Du Prez, Filip E.) ; Reyniers, MF (Reyniers, Marie-Francoise) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Espeel, Pieter  Q-7325-2016   Du Prez, Filip  http://orcid.org/0000-0001-7727-4155","Title":"Thiol-Michael addition in polar aprotic solvents: nucleophilic initiation or base catalysis?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395906900052 PubMed ID: 28348729 ISSN: 2041-6520 eISSN: 2041-6539","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMICAL SCIENCE Volume: 8 Issue: 3 Pages: 2107-2114 DOI: 10.1039/c6sc02297a Published: 2017","Abstract":"We demonstrated that the copper-catalyzed azide-alkyne cycloaddition (CuAAC) reaction could be performed inside live mammalian cells without using a chelating azide. Under optimized conditions, the reaction was performed in human ovary cancer cell line OVCAR5 in which newly synthesized proteins were metabolically modified with homopropargylglycine (HPG). This model system allowed us to estimate the efficiency of the reaction on the cell membranes and in the cytosol using mass spectrometry. We found that the reaction was greatly promoted by a tris(triazolylmethyl) amine CuI ligand tethering a cell-penetrating peptide. Uptake of the ligand, copper, and a biotin-tagged azide in the cells was determined to be 69 +/- 2, 163 +/- 3 and 1.3 +/- 0.1 mu M, respectively. After 10 minutes of reaction, the product yields on the membrane and cytosolic proteins were higher than 18% and 0.8%, respectively, while 75% of cells remained viable. By reducing the biothiols in the system by scraping or treatment with N-ethylmalemide, the reaction yield on the cytosolic proteins was greatly improved to similar to 9% and similar to 14%, respectively, while the yield on the membrane proteins remained unchanged. The results indicate that out of many possibilities, deactivation of the current copper catalysts by biothiols is the major reason for the low yield of the CuAAC reaction in the cytosol. Overall, we have improved the efficiency for the CuAAC reaction in live cells by 3-fold. Despite the low yield inside live cells, products that strongly bind to the intracellular targets can be detected by mass spectrometry. Hence, the in situ CuAAC reaction can be potentially used for screening of cell-specific enzyme inhibitors or biomarkers containing 1,4-substituted 1,2,3-triazoles.","Authors":"Li, SH (Li, Siheng) ; Wang, L (Wang, Lin) ; Yu, F (Yu, Fei) ; Zhu, ZL (Zhu, Zhiling) ; Shobaki, D (Shobaki, Dema) ; Chen, HQ (Chen, Haoqing) ; Wang, M (Wang, Mu) ; Wang, J (Wang, Jun) ; Qin, GT (Qin, Guoting) ; Erasquin, UJ (Erasquin, Uriel J.) ; Ren, L (Ren, Li) ; Wang, YJ (Wang, Yingjun) ; Cai, CZ (Cai, Chengzhi) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Siheng  http://orcid.org/0000-0001-9582-3568","Title":"Copper-catalyzed click reaction on/in live cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395077800050 PubMed ID: 28181828 ISSN: 1071-7544 eISSN: 1521-0464","Keywords":"Sericin; sunitinib; bioconjugates; radical grafting; bioavailability; cell permeability KeyWords Plus:TYROSINE KINASE INHIBITORS; SILK SERICIN; IN-VIVO; UNILAMELLAR VESICLES; MOLECULAR-WEIGHT; DRUG-DELIVERY; POLYMER; DERIVATIVES; PROTEINS; AGENTS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"DRUG DELIVERY Volume: 24 Issue: 1 Pages: 482-490 DOI: 10.1080/10717544.2016.1267822 Published: 2017","Abstract":"Sericin is a natural protein that has been used in biomedical and pharmaceutical fields as raw material for polypeptide-based drug delivery systems (DDSs). In this paper, it has been employed as pharmaceutical biopolymer for the production of sunitinib-polypeptide conjugate. The synthesis has been carried out by simple click reaction in water, using the redox couple L-ascorbic acid/hydrogen peroxide as a free radical grafting initiator. The bioconjugate molecular weight (50 kDa<Mw<75 kDa) was obtained by SDS-PAGE, while the spectroscopic characteristics have been studied in order to reveal the presence of grafted sunitinib. In both FT-IR and UV/Vis spectra, signals corresponding to sunitinib functional groups have been identified. Since sunitinib is an anticancer drug characterized by low bioavailability and low permeability, the bioconjugation aimed at their enhancement. In vitro studies demonstrated that bioavailability has been increased to almost 74%, compared with commercial formulation. Also cell membrane permeability has been augmented in in vitro tests, in which membrane models have been used to determine the lipid membrane/physiological fluid partition coefficient (Kp). The log(Kp) value of the bioconjugate was increased to over 4. This effect resulted in a three-fold decrease of IC50 value against MCF-7 cells.","Authors":"Scrivano, L (Scrivano, Luca) ; Iacopetta, D (Iacopetta, Domenico) ; Sinicropi, MS (Sinicropi, Maria Stefania) ; Saturnino, C (Saturnino, Carmela) ; Longo, P (Longo, Pasquale) ; Parisi, OI (Parisi, Ortensia Ilaria) ; Puoci, F (Puoci, Francesco)","Title":"Synthesis of sericin-based conjugates by click chemistry: enhancement of sunitinib bioavailability and cell membrane permeation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394169500014 ISSN: 1610-2940 eISSN: 0948-5023","Keywords":"Activation strain model; Azide; Cyclooctynes; DFT; 1,3-dipolar cycloaddition; Energy decomposition analysis KeyWords Plus:C-CL BONDS; FREE CLICK CHEMISTRY; 1,3-DIPOLAR CYCLOADDITIONS; OXIDATIVE ADDITION; GROWING IMPACT; COPPER-FREE; H-H; ALKYNES; DISTORTION/INTERACTION; DISCOVERY","Categories":"Biochemistry & Molecular Biology; Biophysics; Chemistry; Computer Science Web of Science Categories:Biochemistry & Molecular Biology; Biophysics; Chemistry, Multidisciplinary; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF MOLECULAR MODELING Volume: 23 Issue: 1 Article Number: 14 DOI: 10.1007/s00894-016-3178-7 Published: JAN 2017","Abstract":"The structures and energies for the Huisgen 1,3dipolar cycloaddition reactions of methyl and ethyl azides with some cyclooctynes and dibenzocyclooctynes were computed at the B3LYP/6-311++G(d,p) level. The activation strain model (ASM) and quantitative molecular orbital (MO) theory were used to investigate the reactivity and regiochemistry in these reactions. The energy decomposition analysis (EDA) was used to identify the intrinsic electronic factor that lead to the preferential formation of 1,7-regiochemistry products. The reactivity order agrees with formation of more synchronous transition states and lower distortion energies. For the reaction of N(3)Met with azacyclooctyne, the 1,7-regiochemistry preference is attributed to a lower FMO gap and a higher contribution of the polarization term of the interaction energy than for the 1,8-transition state. For the reaction with aza-dibenzocyclooctyne, the 1,7-preference is due to a lower strain energy and a more pronounced contribution of the exchange term of the interaction energy.","Authors":"Vilhena, FD (Vilhena, Felipe de S.) ; Carneiro, JWD (Carneiro, Jose Walkimar de M.)","Title":"Reactivity and regioselectivity in reactions of methyl and ethyl azides with cyclooctynes: activation strain model and energy decomposition analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394594700002 ISSN: 1616-5187 eISSN: 1616-5195","Keywords":"clinical translation; drug retention; drug targeting; micelle stability; polymeric micelles KeyWords Plus:BLOCK-COPOLYMER MICELLES; CROSS-LINKED MICELLES; VIVO ANTITUMOR-ACTIVITY; IN-VIVO; ANTICANCER DRUGS; BIOMEDICAL APPLICATIONS; COMBINATION THERAPY; COMPLETE REGRESSION; TRIGGERED RELEASE; XENOGRAFT TUMORS","Categories":"Biochemistry & Molecular Biology; Materials Science; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Materials Science, Biomaterials; Polymer Science","Journal Information":"MACROMOLECULAR BIOSCIENCE Volume: 17 Issue: 1 Article Number: UNSP 1600160 DOI: 10.1002/mabi.201600160 Published: JAN 2017","Abstract":"Polymeric micelles (PM) have been extensively used for tumor-targeted delivery of hydrophobic anti-cancer drugs. The lipophilic core of PM is naturally suitable for loading hydrophobic drugs and the hydrophilic shell endows them with colloidal stability and stealth properties. Decades of research on PM have resulted in tremendous numbers of PM-forming amphiphilic polymers, and approximately a dozen micellar nanomedicines have entered the clinic. The first generation of PM can be considered solubilizers of hydrophobic drugs, with short circulation times resulting from poor micelle stability and unstable drug entrapment. To more optimally exploit the potential of PM for targeted drug delivery, several physical (e.g., pi-pi stacking, stereocomplexation, hydrogen bonding, host-guest complexation, and coordination interaction) and chemical (e.g., free radical polymerization, click chemistry, disulfide and hydrazone bonding) strategies have been developed to improve micelle stability and drug retention. In this review, the most promising physico-chemical approaches to enhance micelle stability and drug retention are described, and how these strategies have resulted in systems with promising therapeutic efficacy in animal models, paving the way for clinical translation, is summarized.","Authors":"Shi, Y (Shi, Yang) ; Lammers, T (Lammers, Twan) ; Storm, G (Storm, Gert) ; Hennink, WE (Hennink, Wim E.)","Title":"Physico-Chemical Strategies to Enhance Stability and Drug Retention of Polymeric Micelles for Tumor-Targeted Drug Delivery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394960900007 ISSN: 1759-9954 eISSN: 1759-9962","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"POLYMER CHEMISTRY Volume: 8 Issue: 4 Pages: 689-697 DOI: 10.1039/c6py01993e Published: 2017","Abstract":"The versatile and high yielding functionalization of polymer end groups is a critical tool for controlling material properties and/or for successful post polymerization reactions. In this report, bromine-terminated poly(methyl acrylate) derivatives are used as a model system for identifying conditions leading to quantitative transformation of the end group. A wide range of small molecules and associated reactions for the introduction of specific acidic, basic, hydrophilic or hydrophobic functionality are described. Analysis by SEC, H-1 NMR and MALDI-ToF-MS provides evidence for full conversion of the end group. The user-friendly nature of these procedures serve as a powerful strategy for the synthesis of end functionalized polymers.","Authors":"Anastasaki, A (Anastasaki, Athina) ; Willenbacher, J (Willenbacher, Johannes) ; Fleischmann, C (Fleischmann, Carolin) ; Gutekunst, WR (Gutekunst, Will R.) ; Hawker, CJ (Hawker, Craig J.)","Title":"End group modification of poly(acrylates) obtained via ATRP: a user guide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395886300024 PubMed ID: 28174779 ISSN: 2047-4830 eISSN: 2047-4849","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"BIOMATERIALS SCIENCE Volume: 5 Issue: 3 Pages: 589-599 DOI: 10.1039/c6bm00778c Published: 2017","Abstract":"Hydrogels immobilized with biomimetic peptides have been used widely for tissue engineering and drug delivery applications. Photopolymerization has been among the most commonly used techniques to fabricate peptide-immobilized hydrogels as it offers rapid and robust peptide immobilization within a crosslinked hydrogel network. Both chain-growth and step-growth photopolymerizations can be used to immobilize peptides within covalently crosslinked hydrogels. A previously developed visible light mediated step-growth thiol-norbornene gelation scheme has demonstrated efficient crosslinking of hydrogels composed of an inert poly(ethylene glycol)-norbornene (PEGNB) macromer and a small molecular weight bis-thiol linker, such as dithiothreitol (DTT). Compared with conventional visible light mediated chain-polymerizations where multiple initiator components are required, step-growth photopolymerized thiol-norbornene hydrogels are more cytocompatible for the in situ encapsulation of radical sensitive cells (e.g., pancreatic beta-cells). This contribution explored visible light based crosslinking of various biscysteine containing peptides with macromer 8-arm PEGNB to form biomimetic hydrogels suitable for in situ cell encapsulation. It was found that the addition of soluble tyrosine during polymerization not only significantly accelerated gelation, but also improved the crosslinking efficiency of PEG-peptide hydrogels as evidenced by a decreased gel point and enhanced gel modulus. In addition, soluble tyrosine drastically enhanced the cytocompatibility of the resulting PEG-peptide hydrogels, as demonstrated by in situ encapsulation and culture of pancreatic MIN6 beta-cells. This visible light based thiol-norbornene crosslinking mechanism provides an attractive gelation method for preparing cytocompatible PEG-peptide hydrogels for tissue engineering applications.","Authors":"Shih, H (Shih, Han) ; Liu, HY (Liu, Hung-Yi) ; Lin, CC (Lin, Chien-Chi)","Title":"Improving gelation efficiency and cytocompatibility of visible light polymerized thiol-norbornene hydrogels via addition of soluble tyrosine"}]