[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239700003 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"recommender system; location-based service; homomorphic encryption; privacy-preserving framework; collaborative filtering KeyWords Plus:DIFFERENTIAL PRIVACY; EFFICIENT","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 9 Article Number: 092101 DOI: 10.1007/s11432-015-0981-4 Published: SEP 2017","Abstract":"Location-aware recommender systems that use location-based ratings to produce recommendations have recently experienced a rapid development and draw significant attention from the research community. However, current work mainly focused on high-quality recommendations while underestimating privacy issues, which can lead to problems of privacy. Such problems are more prominent when service providers, who have limited computational and storage resources, leverage on cloud platforms to fit in with the tremendous number of service requirements and users. In this paper, we propose a novel framework, namely APPLET, for protecting user privacy information, including locations and recommendation results, within a cloud environment. Through this framework, all historical ratings are stored and calculated in ciphertext, allowing us to securely compute the similarities of venues through Paillier encryption, and predict the recommendation results based on Paillier, commutative, and comparable encryption. We also theoretically prove that user information is private and will not be leaked during a recommendation. Finally, empirical results over a real-world dataset demonstrate that our framework can efficiently recommend POIs with a high degree of accuracy in a privacy-preserving manner.","Authors":"Ma, XD (Ma, Xindi) ; Li, H (Li, Hui) ; Ma, JF (Ma, Jianfeng) ; Jiang, Q (Jiang, Qi) ; Gao, S (Gao, Sheng) ; Xi, N (Xi, Ning) ; Lu, D (Lu, Di)","Title":"APPLET: a privacy-preserving framework for location-aware recommender system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Recommender system; Clustering; Weighting strategies","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 105-113 DOI: 10.1016/j.eswa.2017.01.031 Published: JUL 1 2017","Abstract":"Recommender systems are effective to identify items that could interest clients on e-commerce web sites or predict evaluations that people could give to items such as movies. In this context, clustering can be used to improve predictions or to reduce computational time. In this paper, we present a clustering approach based on item metadata informations. Evaluations are clustered according to item genre. As items can have several genres, evaluations can be placed in several clusters. Each cluster provides its own rating prediction and weighting strategies are then used to combine these results in one evaluation. Coupled with an existing collaborative filtering recommender system and applied on Yahoo! and MovieLens datasets, our method improves the MAE between 0.3 and 1.8%, and the RMSE between 4.7 and 9.8%. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fremal, S (Fremal, Sebastien) ; Lecron, F (Lecron, Fabian)","Title":"Weighting strategies for a recommender system using item clustering based on genres"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692500003 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Recommender system; Adaptive structure learning; Shilling attack; Anomaly detection KeyWords Plus:RECOMMENDER SYSTEMS; ATTACKS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 240 Pages: 25-46 DOI: 10.1016/j.neucom.2017.02.052 Published: MAY 31 2017","Abstract":"Online rating systems play an important role in recommender systems. Collaborative filtering recommender systems are highly vulnerable to \"shilling\" attacks in reality. Although attack detection based on the attacks have been extensively researched over the last decade, the studies on this issue have not reached an end. Furthermore, only using the existing features is not easy to improve their detection performance. In this paper, we present an unsupervised detection method to defend such attacks, which consists of two stages. Based on the existing features of user and item, more effective features are selected using adaptive structure learning which takes advantage of adaptive local and global structure learning. In the first stage, suspected users are determined by exploiting a density-based clustering method based on the selected features. Then, the selected features of item are applied to find out suspicious items in order to further spot the concerned attackers based on the result of the first stage. Finally, the attackers can be detected. Extensive experiments on the MovieLens-100K dataset demonstrate the effectiveness of the proposed approach as compare to competing methods. It is noteworthy that discovering interesting findings including anomalous ratings and items on Amazon dataset also is investigated. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yang, ZH (Yang, Zhihai) ; Cai, ZM (Cai, Zhongmin) ; Yang, Y (Yang, Yuan)","Title":"Spotting anomalous ratings for rating systems by analyzing target users and items"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800005 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Collaborative filtering; manufacturing service; PageRank algorithm; service discovery; service recommendation; social network KeyWords Plus:SEARCH ENGINE; AWARE SERVICE; WEB SERVICES; TRUST; SELECTION; NETWORK; ENVIRONMENTS; MAPREDUCE; DISCOVERY; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 672-693 DOI: 10.1080/17517575.2015.1077998 Published: MAY 2017","Abstract":"The number of manufacturing services for cross-enterprise business collaborations is increasing rapidly because of the explosive growth of Web service technologies. This trend demands intelligent and robust models to address information overload in order to enable efficient discovery of manufacturing services. In this paper, we present a personalised manufacturing service recommendation approach, which combines a PageRank-based reputation model and a collaborative filtering technique in a unified framework for recommending the right manufacturing services to an active service user for supply chain deployment. The novel aspect of this research is adapting the PageRank algorithm to a network of service-oriented multi-echelon supply chain in order to determine both user reputation and service reputation. In addition, it explores the use of these methods in alleviating data sparsity and cold start problems that hinder traditional collaborative filtering techniques. A case study is conducted to validate the practicality and effectiveness of the proposed approach in recommending the right manufacturing services to active service users.","Authors":"Zhang, WY (Zhang, W. Y.) ; Zhang, S (Zhang, S.) ; Guo, SS (Guo, S. S.)","Title":"A PageRank-based reputation model for personalised manufacturing service recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300002 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Reading list; Literature review; Digital libraries; Scientific paper information retrieval; Author-specified keywords; Scientific paper recommender systems KeyWords Plus:INFORMATION-SEEKING PATTERNS; SEARCH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 577-594 DOI: 10.1016/j.ipm.2016.12.006 Published: MAY 2017","Abstract":"An initial reading list is prepared by researchers at the start of literature review for getting an overview of the research performed in a particular area. Prior studies have taken the approach of merely recommending seminal or popular papers to aid researchers in such a task. In this paper, we present an alternative technique called the AKR (Author-specified Keywords based Retrieval) technique for providing popular, recent, survey and a diverse set of papers as a part of the initial reading list. The AKR technique is based on a novel coverage value that has its calculation centered on author-specified keywords. We performed an offline evaluation experiment with four variants of the AKR technique along with three state-of-the-art approaches involving collaborative filtering and graph ranking algorithms. Findings show that the Hyperlink-Induced Topic Search (HITS) enhanced variant of the AKR technique performs better than other techniques, satisfying most requirements for a reading list. A user evaluation study was conducted with 132 researchers to gauge user interest on the proposed technique using 14 evaluation measures. Results show that (i) students group are more satisfied with the recommended papers than staff group, (ii) popularity measure is strongly correlated with the output quality measures and (iii) the measures familiarity, usefulness and 'agreeability on a good list' were found to be strong predictors for user satisfaction. The AKR technique provides scope for extension in future information retrieval (IR) and content-based recommender systems (RS) studies. (c)2016 Elsevier Ltd. All rights reserved.","Authors":"Raamkumar, AS (Raamkumar, Aravind Sesagiri) ; Foo, S (Foo, Schubert) ; Pang, N (Pang, Natalie)","Title":"Using author-specified keywords in building an initial reading list of research papers in scientific paper retrieval and recommender systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300004 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Ant Colony Optimization; Cooperative systems; Evolutionary computation; Information filtering; Information retrieval; Recommender systems; World wide web KeyWords Plus:WEB SEARCH; ENGINE; OPTIMIZATION; RETRIEVAL; ALGORITHM","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 608-623 DOI: 10.1016/j.ipm.2016.12.005 Published: MAY 2017","Abstract":"We propose an approach based on Swarm Intelligence more specifically on Ant Colony Optimization (ACO) - to improve search engines' performance and reduce information overload by exploiting collective users' behavior. We designed and developed three different algorithms that employ an ACO-inspired strategy to provide implicit collaborative seeking features in real time to search engines. The three different algorithms - NalveRank, RandomRank, and SessionRank - leverage on different principles of ACO in order to exploit users' interactions and provide them with more relevant results. We designed an evaluation experiment employing two widely used standard datasets of query-click logs issued to two major Web search engines. The results demonstrated how each algorithm is suitable to be employed in ranking results of different types of queries depending on users' intent. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Malizia, A (Malizia, Alessio) ; Olsen, KA (Olsen, Kai A.) ; Turchi, T (Turchi, Tommaso) ; Crescenzi, P (Crescenzi, Pierluigi)","Title":"An ant-colony based approach for real-time implicit collaborative information seeking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300005 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Recommender systems; Group recommendation; Social network; User model; Content-based recommendation; Double sided recommendations KeyWords Plus:SYSTEMS; SONARS","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 62-75 DOI: 10.1016/j.ijhcs.2017.01.001 Published: MAY 2017","Abstract":"Double-sided recommendations (DSR) have been recently introduced for an item and a group that the item is destined for. Herein we present an algorithm which takes inspiration from the Social Comparison Theory to recommend items that had an average positive evaluation from other users on the target user's social network. Other users' judgments are weighted according to the influence these users have on the target. Moreover, for each recommended item, we propose a group that encompasses all the target users' contacts who expressed a positive opinion on it. Our data show that users consider double-sided recommendations more useful than traditional recommendations which provide equivalent information. It was observed that our \"social\" DSR algorithm performs better in the event recommendation domain than a content-based one which has already been recognised as providing a good performance, in terms of precision, recall, accuracy and F1. This result is strengthened by our demonstrating that the good performance DSRs provide also depends on their peculiar structure and not only on the fact that they include \"social\" information. The item-recommendation part also performed better than a user-based collaborative filtering algorithm. Lastly, we found that users' scores for recommended item-group packages can be better predicted by considering only the system scores for the recommended groups, at least in the domain of social and cultural events.","Authors":"Lombardi, I (Lombardi, Ilaria) ; Vernero, F (Vernero, Fabiana)","Title":"What and who with: A social approach to double-sided recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300003 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Recommender systems; Matrix factorization; Collaborative filtering; Coupled object similarity KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 521-533 DOI: 10.1007/s10489-016-0841-8 Published: APR 2017","Abstract":"Recommender systems have attracted lots of attention since they alleviate the information overload problem for users. Matrix factorization is one of the most widely employed collaborative filtering techniques in the research of recommender systems due to its effectiveness and efficiency in dealing with very large user-item rating matrices. Recently, additional information, such as social network and user demographics, have been adopted by several recommendation algorithms to provide useful insights for matrix factorization techniques. However, most of them focus on dealing with the cold start user problem and ignore the cold start item problem. In addition, there are few suitable similarity measures for these content enhanced matrix factorization approaches to compute the similarity between categorical items. In this paper, we propose an attributes coupling based matrix factorization method by incorporating item-attribute information into the matrix factorization model as well as adopting coupled object similarity to capture the relationship among items. Item-attribute information is formed as an item relationship regularization term to constrain the process of matrix factorization. Experimental results on two real data sets show that our proposed method outperforms the state-of-the-art recommendation algorithms and can effectively cope with the cold start item problem when such item-attribute information is available.","Authors":"Yu, YH (Yu, Yonghong) ; Wang, C (Wang, Can) ; Wang, H (Wang, Hao) ; Gao, Y (Gao, Yang)","Title":"Attributes coupling based matrix factorization for item recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000007 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Rating prediction; matrix factorization; attribute-aware; kernel trick; incremental learning KeyWords Plus:RECOMMENDATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 798-812 DOI: 10.1109/TKDE.2016.2641439 Published: APR 1 2017","Abstract":"In recommender systems, one key task is to predict the personalized rating of a user to a new item and then return the new items having the top predicted ratings to the user. Recommender systems usually apply collaborative filtering techniques (e.g., matrix factorization) over a sparse user-item rating matrix to make rating prediction. However, the collaborative filtering techniques are severely affected by the data sparsity of the underlying user-item rating matrix and often confront the cold-start problems for new items and users. Since the attributes of items and social links between users become increasingly accessible in the Internet, this paper exploits the rich attributes of items and social links of users to alleviate the rating sparsity effect and tackle the cold-start problems. Specifically, we first propose a Kernel-based Attribute-aware Matrix Factorization model called KAMF to integrate the attribute information of items into matrix factorization. KAMF can discover the nonlinear interactions among attributes, users, and items, which mitigate the rating sparsity effect and deal with the cold-start problem for new items by nature. Further, we extend KAMF to address the cold-start problem for new users by utilizing the social links between users. Finally, we conduct a comprehensive performance evaluation for KAMF using two large-scale real-world data sets recently released in Yelp and MovieLens. Experimental results show that KAMF achieves significantly superior performance against other state-of-the-art rating prediction techniques.","Authors":"Zhang, JD (Zhang, Jia-Dong) ; Chow, CY (Chow, Chi-Yin) ; Xu, J (Xu, Jin)","Title":"Enabling Kernel-Based Attribute-Aware Matrix Factorization for Rating Prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398693300007 ISSN: 1751-9659 eISSN: 1751-9667","Keywords":"face recognition; feature extraction; image classification; hyperspectral imaging; visual databases; Gabor filters; Gaussian noise; white noise; shot noise; hyperspectral face recognition; feature extraction; CRC-based classifier; improved classification rates; face cubes; hyperspectral face databases; data acquisition; signal-to-noise ratio; 2D face recognition; collaborative representation classifier; voting techniques; PolyU-HSFD database; Gabor filter bank-based features; Gaussian white noise robustness; shot noise; CMU-HSFD database; histogram of oriented gradients; HOG descriptor; local binary pattern","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology","Journal Information":"IET IMAGE PROCESSING Volume: 11 Issue: 4 Pages: 266-272 DOI: 10.1049/iet-ipr.2016.0722 Published: APR 2017","Abstract":"Hyperspectral face recognition provides improved classification rates due to its abundant information in the face cubes of every subject in hyperspectral face databases. However, it is less popular in face recognition due to its difficulty in data acquisition, low signal-to-noise ratio, and high dimensionality. The authors compare five existing descriptors that are frequently used in 2D face recognition, and use collaborative representation classifier (CRC) with two voting techniques for hyperspectral face recognition. Experimental results demonstrate that, for PolyU-HSFD database, Gabor filter bank-based features are very robust to both Gaussian white noise and shot noise, and it achieves very competitive classification results. For CMU-HSFD database, when the noise level is low, histogram of oriented gradients (HOG) yields good classification results. In addition, when the noise level is high, raw facial images without feature extraction perform very well in term of correct classification rate. The local binary pattern and HOG descriptor are very sensitive to noise even though they achieve rather good classification rates if the facial images contain no noise. The best recognition result for the PolyU-HSFD is 96.4%+/- 2.3 and for the CMU-HSFD is 98.0%+/- 0.7.","Authors":"Chen, GY (Chen, Guangyi) ; Li, CJ (Li, Changjun) ; Sun, W (Sun, Wei)","Title":"Hyperspectral face recognition via feature extraction and CRC-based classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871700009 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Infomobility; Smart spaces; Context; Cultural heritage; Services; Recommendations KeyWords Plus:MOBILE APPLICATION","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 2 Pages: 297-311 Special Issue: SI DOI: 10.1007/s00779-016-0990-0 Published: APR 2017","Abstract":"The paper presents an infomobility system (Tourist Assistant-TAIS) for supporting tourists in a region. The system solves both main tasks related to the infomobility concept: user actions analysis, preferences revealing, cultural heritage recommendation based on the preferences and current situation in the region, and provides the user with possible transportation means to reach the corresponding cultural heritage. Multimedia information about the cultural heritage includes: text description and images, and videos extracted from accessible Internet sources (such as Wikipedia, Wikivoyage, Panoramio and YouTube). The system consists of a set of services joined together by a smart space that provides possibilities to organize semantic-based information exchange between these services using ontology-based approach. Services share information for joint solving the tourist's task with the smart space. This information forms cultural space that is a model of physical space where the tourist is. The list of cultural heritage provided to the tourist is ordered by the special recommendation service that implements the ranking based on the collaborative filtering technique. Recommendations are based on ratings set by the tourists that use the system. To provide the tourist with different transportation means, the special transportation service has been developed. This service calls a taxi, finds ridesharing possibilities or calculates multimodal route by public transport based on the tourist preferences. The paper describes the service-based system architecture, services development, their ontologies, and implementation and evaluation. The prototype of the developed system is accessible for download in the Google Play market for Android device users.","Authors":"Smirnov, AV (Smirnov, Alexander V.) ; Kashevnik, AM (Kashevnik, Alexey M.) ; Ponomarev, A (Ponomarev, Andrew)","Title":"Context-based infomobility system for cultural heritage recommendation: Tourist Assistant-TAIS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396696000004 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Propagation of confidence; relevant feedback; Classification; Relevance annotation; Collaborative retrieval KeyWords Plus:RELEVANCE FEEDBACK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 2 Pages: 34-50 Special Issue: SI DOI: 10.4018/IJIRR.2017040103 Published: APR-JUN 2017","Abstract":"This paper proposes a new relevance feedback approach to collaborative information retrieval based on a confidence's network, which performs propagation relevance between annotations terms. The main contribution of our approach is to extract relevant terms to reformulate the initial user query considering the annotations as an information source. The proposed model introduces the concept of necessity that allows determining the terms that have strong association relationships. The authors estimated the association relationship to a measure of a confidence. Another contribution consists on determining the relevant annotations for a given evidence source. Since the user is over whelmed by a variety of contradictory annotations on even one which are far from the original subject, the authors' model proceed filtering these annotations to determine the relevant one and then it classify them by grouping those related semantically. The experimental study conducted on different queries gives promoters results. They show very encouraging results that could reach an improvement rate.","Authors":"Naouar, F (Naouar, Fatiha) ; Hlaoua, L (Hlaoua, Lobna) ; Omri, MN (Omri, Mohamed Nazih)","Title":"Information Retrieval Model using Uncertain Confidence's Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612800002 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Transfer learning; Active learning; Recommender systems KeyWords Plus:PARALLEL MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 245 Pages: 38-55 DOI: 10.1016/j.artint.2016.12.004 Published: APR 2017","Abstract":"In the past decade, artificial intelligence (AI) techniques have been successfully applied to recommender systems employed in many e-commerce companies, such as Amazon, eBay, Netflix, etc., which aim to provide personalized recommendations on products or services. Among various AI-based recommendation techniques, collaborative filtering has proven to be one of the most promising methods. However, most collaborative-filtering-based recommender systems, especially the newly launched ones, have trouble making accurate recommendations for users. This is caused by the data sparsity issue in recommender systems, where little existing rating information is available. To address this issue, one of the most effective practices is applying transfer learning techniques by leveraging relatively rich collaborative data knowledge from related systems, which have been well running. Previous transfer learning models for recommender systems often assume that a sufficient set of entity correspondences (either user or item) across the target and auxiliary systems (a.k.a. source systems) is given in advance. This assumption does not hold in many real world scenarios where entity correspondences across systems are usually unknown, and the cost of identifying them can be expensive. In this paper, we propose a new transfer learning framework for recommender systems, which relaxes the above assumption to facilitate flexible knowledge transfer across different systems with low cost by using an active learning principle to construct entity correspondences across systems. Specifically, for the purpose of maximizing knowledge transfer, we first iteratively select entities in the target system based on some criterion to query their correspondences in the source system. We then plug the actively constructed entity correspondences into a general transferred collaborative-filtering model to improve recommendation quality. Based on the framework, we propose three solutions by specifying three state-of-the-art collaborative filtering methods, namely Maximum-Margin Matrix Factorization, Regularized Low-rank Matrix Factorization, and Probabilistic Matrix Factorization. We perform extensive experiments on two real-world datasets to verify the effectiveness of our proposed framework and the three specified solutions for cross-system recommendation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, LL (Zhao, Lili) ; Pan, SJ (Pan, Sinno Jialin) ; Yang, Q (Yang, Qiang)","Title":"A unified framework of active transfer learning for cross-system recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Collaborative filtering; Random perturbations; Multi-level privacy; Recommender systems KeyWords Plus:SYSTEMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 18-25 DOI: 10.1016/j.eswa.2016.11.018 Published: APR 1 2017","Abstract":"Collaborative recommender systems offer a solution to the information overload problem found in online environments such as e-commerce. The use of collaborative filtering, the most widely used recommendation method, gives rise to potential privacy issues. In addition, the user ratings utilized in collaborative filtering systems to recommend products or services must be protected. The purpose of this research is to provide a solution to the privacy concerns of collaborative filtering users, while maintaining high accuracy of recommendations. This paper proposes a multi-level privacy-preserving method for collaborative filtering systems by perturbing each rating before it is submitted to the server. The perturbation method is based on multiple levels and different ranges of random values for each level. Before the submission of each rating, the privacy level and the perturbation range are selected randomly from a fixed range of privacy levels. The proposed privacy method has been experimentally evaluated with the results showing that with a small decrease of utility, user privacy can be protected, while the proposed approach offers practical and effective results. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Polatidis, N (Polatidis, Nikolaos) ; Georgiadis, CK (Georgiadis, Christos K.) ; Pimenidis, E (Pimenidis, Elias) ; Mouratidis, H (Mouratidis, Haralambos)","Title":"Privacy-preserving collaborative recommendations based on random perturbations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800018 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Event-based social network; Social influence; Matrix factorization; Neighborhood method; Collaborative filtering","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 197-209 DOI: 10.1016/j.neucom.2016.12.024 Published: MAR 22 2017","Abstract":"Event-based social networks (EBSNs) provide convenient online platforms for users to organize, attend and share social events. Understanding users' social influences in social networks can benefit many applications, such as social recommendation and social marketing. In this paper, we focus on the problem of predicting users' social influences on upcoming events in EBSNs. We formulate this prediction problem as the estimation of unobserved entries of the constructed user-event social influence matrix, where each entry represents the influence value of a user on an event. In particular, we define a user's social influence on a given event as the proportion of the user's friends who are influenced by him/her to attend the event. To solve this problem, we present a hybrid collaborative filtering model, namely, Matrix Factorization with Event-User Neighborhood (MF-EUN) model, by incorporating both event-based and user-based neighborhood methods into matrix factorization. Due to the fact that the constructed social influence matrix is very sparse and the overlap values in the matrix are few, it is challenging to find reliable similar neighbors using the widely adopted similarity measures (e.g., Pearson correlation and Cosine similarity). To address this challenge, we propose an additional information based neighborhood discovery (AID) method by considering both event-specific and user-specific features in EBSNs. The parameters of our MF-EUN model are determined by minimizing the associated regularized squared error function through stochastic gradient descent. We conduct a comprehensive performance evaluation on real-world datasets collected from DoubanEvent. Experimental results show that our proposed hybrid collaborative filtering model is superior than several alternatives, which provides excellent performance with RMSE and MAE reaching 0.248 and 0.1266 respectively in the 90% training data of 10 000 users dataset.","Authors":"Li, X (Li, Xiao) ; Cheng, X (Cheng, Xiang) ; Su, S (Su, Sen) ; Li, SC (Li, Shuchen) ; Yang, JY (Yang, Jianyu)","Title":"A hybrid collaborative filtering model for social influence prediction in event-based social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397725300002 PubMed ID: 28327206 ISSN: 1756-994X","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"GENOME MEDICINE Volume: 9 Article Number: 26 DOI: 10.1186/s13073-017-0412-6 Published: MAR 21 2017","Abstract":"Background: Given the rarity of most single-gene Mendelian disorders, concerted efforts of data exchange between clinical and scientific communities are critical to optimize molecular diagnosis and novel disease gene discovery. Methods: We designed and implemented protocols for the study of cases for which a plausible molecular diagnosis was not achieved in a clinical genomics diagnostic laboratory (i.e. unsolved clinical exomes). Such cases were recruited to a research laboratory for further analyses, in order to potentially: (1) accelerate novel disease gene discovery; (2) increase the molecular diagnostic yield of whole exome sequencing (WES); and (3) gain insight into the genetic mechanisms of disease. Pilot project data included 74 families, consisting mostly of parent-offspring trios. Analyses performed on a research basis employed both WES from additional family members and complementary bioinformatics approaches and protocols. Results: Analysis of all possible modes of Mendelian inheritance, focusing on both single nucleotide variants (SNV) and copy number variant (CNV) alleles, yielded a likely contributory variant in 36% (27/74) of cases. If one includes candidate genes with variants identified within a single family, a potential contributory variant was identified in a total of similar to 51% (38/74) of cases enrolled in this pilot study. The molecular diagnosis was achieved in 30/63 trios (47.6%). Besides this, the analysis workflow yielded evidence for pathogenic variants in disease-associated genes in 4/6 singleton cases (66.6%), 1/1 multiplex family involving three affected siblings, and 3/4 (75%) quartet families. Both the analytical pipeline and the collaborative efforts between the diagnostic and research laboratories provided insights that allowed recent disease gene discoveries (PURA, TANGO2, EMC1, GNB5, ATAD3A, and MIPEP) and increased the number of novel genes, defined in this study as genes identified in more than one family (DHX30 and EBF3). Conclusion: An efficient genomics pipeline in which clinical sequencing in a diagnostic laboratory is followed by the detailed reanalysis of unsolved cases in a research environment, supplemented with WES data from additional family members, and subject to adjuvant bioinformatics analyses including relaxed variant filtering parameters in informatics pipelines, can enhance the molecular diagnostic yield and provide mechanistic insights into Mendelian disorders. Implementing these approaches requires collaborative clinical molecular diagnostic and research efforts.","Authors":"Eldomery, MK (Eldomery, Mohammad K.)[ 1,18 ] ; Coban-Akdemir, Z (Coban-Akdemir, Zeynep) ; Harel, T (Harel, Tamar) ; Rosenfeld, JA (Rosenfeld, Jill A.) ; Gambin, T (Gambin, Tomasz) ; Stray-Pedersen, A (Stray-Pedersen, Asbjorg) ; Kury, S (Kury, Sebastien) ; Mercier, S (Mercier, Sandra) ; Lessel, D (Lessel, Davor) ; Denecke, J (Denecke, Jonas) ; Wiszniewski, W (Wiszniewski, Wojciech) ; Penney, S (Penney, Samantha) ; Liu, PF (Liu, Pengfei) ; Bi, WM (Bi, Weimin) ; Lalani, SR (Lalani, Seema R.) ; Schaaf, CP (Schaaf, Christian P.)[ 1,8,10 ] ; Wangler, MF (Wangler, Michael F.) ; Bacino, CA (Bacino, Carlos A.) ; Lewis, RA (Lewis, Richard Alan)[ 1,10 ] ; Potocki, L (Potocki, Lorraine) ; Graham, BH (Graham, Brett H.) ; Belmont, J (Belmont, Johnw.) ; Scaglia, F (Scaglia, Fernando) ; Orange, JS (Orange, Jordan S.)[ 11,12 ] ; Jhangiani, SN (Jhangiani, Shalini N.)[ 13 ] ; Chiang, T (Chiang, Theodore)[ 13 ] ; Doddapaneni, H (Doddapaneni, Harsha)[ 13 ] ; Hu, JH (Hu, Jianhong)[ 13 ] ; Muzny, DM (Muzny, Donna M.)[ 13 ] ; Xia, F (Xia, Fan) ; Beaudet, AL (Beaudet, Arthur L.) ; Boerwinkle, E (Boerwinkle, Eric)[ 13,14 ] ; Eng, CM (Eng, Christine M.) ; Plon, SE (Plon, Sharon E.)[ 1,8,11,15 ] ; Sutton, VR (Sutton, V. Reid) ; Gibbs, RA (Gibbs, Richard A.)[ 1,13,16 ] ; Posey, JE (Posey, Jennifer E.) ; Yang, YP (Yang, Yaping) ; Lupski, JR (Lupski, James R.)[ 1,8,11,13,17 ] ...More...Less","Title":"Lessons learned from additional research analyses of unsolved clinical exome cases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855900001 PubMed ID: 27163413 ISSN: 0006-341X eISSN: 1541-0420","Keywords":"Clustering; Convex optimization; Fused lasso; Gene expression; Reproducible research; Structured sparsity KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; HIGH-DIMENSIONAL DATA; GENE-EXPRESSION DATA; PRINCIPAL COMPONENTS; MICROARRAY DATA; LASSO; ALGORITHMS; REGRESSION; OPTIMIZATION; SELECTION","Categories":"Life Sciences & Biomedicine - Other Topics; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biology; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOMETRICS Volume: 73 Issue: 1 Pages: 10-19 DOI: 10.1111/biom.12540 Published: MAR 2017","Abstract":"In the biclustering problem, we seek to simultaneously group observations and features. While biclustering has applications in a wide array of domains, ranging from text mining to collaborative filtering, the problem of identifying structure in high-dimensional genomic data motivates this work. In this context, biclustering enables us to identify subsets of genes that are co-expressed only within a subset of experimental conditions. We present a convex formulation of the biclustering problem that possesses a unique global minimizer and an iterative algorithm, COBRA, that is guaranteed to identify it. Our approach generates an entire solution path of possible biclusters as a single tuning parameter is varied. We also show how to reduce the problem of selecting this tuning parameter to solving a trivial modification of the convex biclustering problem. The key contributions of our work are its simplicity, interpretability, and algorithmic guarantees-features that arguably are lacking in the current alternative algorithms. We demonstrate the advantages of our approach, which includes stably and reproducibly identifying biclusterings, on simulated and real microarray data.","Authors":"Chi, EC (Chi, Eric C.) ; Allen, GI (Allen, Genevera I.) ; Baraniuk, RG (Baraniuk, Richard G.)","Title":"Convex Biclustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394908400009 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"mobile social network; user interest model; collaborative filtering; spatial-temporal behavior KeyWords Plus:RETRIEVAL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 2 Pages: 221-227 DOI: 10.1002/tee.22369 Published: MAR 2017","Abstract":"Mobile social network (MSN) has properties of real time, mobility, and social relationship, and provides more real-time, more dimensional, and more heterogeneous metadata. The traditional user interest models represent mobile users' interests unsatisfactorily because of these inherent characteristics. This paper aims to combine the characteristics of mobile social networks appropriately to build a user interest model effectively for representing user interests. The constructed model is supposed to enable users to filter uninterested information, to provide personalized mobile service, to solve information overload, and to gain a good user experience. In order to realize these, first, we explore various issues of the traditional user interest model, and analyze the numerous problems in using traditional models to represent mobile user interests. Then a user spatial-temporal behavior pattern in conjunction with mobile personalization attributes and context information is proposed, which is followed by a proposal of a user interest model to represent user interests. Second, we introduce a hybrid collaborative filtering method based on users and subjects to calculate user interests and to build the user interest model, considering the user interest extensive degree, the subject popularity, as well as the user influence. Finally, a model construction algorithm is proposed based on the user's spatial-temporal behavior pattern. Experimental results show that the proposed model can represent user interests effectively under the mobile social network. Furthermore, it is verified that the adaptability and accuracy of the construction algorithm are significantly improved by considering the user interest extensive degree, the subject popularity, and the user influence. (c) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Cheng, JJ (Cheng, Jiu-Jun) ; Hu, LF (Hu, Liu-Fei) ; Gao, SC (Gao, Shangce) ; Liu, JJ (Liu, Jun-Jun) ; Yang, Y (Yang, Yang)","Title":"An Optimized Collaborative Filtering Method to Construct Spatial-temporal Behavior Pattern-based User Interest Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397626200028 ISSN: 2168-2194","Keywords":"Drug similarity; drug-target interaction (DTI); local correlations among labels of samples; multi-information fusion; robust PCA; semi-supervised learning; similarities among samples; target similarity KeyWords Plus:PROTEIN INTERACTION PREDICTION; INTERACTION NETWORKS; SIMILARITY MEASURES; KERNELS; SPACES; MODEL","Categories":"Computer Science; Mathematical & Computational Biology; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Medical Informatics","Journal Information":"IEEE JOURNAL OF BIOMEDICAL AND HEALTH INFORMATICS Volume: 21 Issue: 2 Pages: 561-572 DOI: 10.1109/JBHI.2015.2513200 Published: MAR 2017","Abstract":"Identifying potential associations between drugs and targets is a critical prerequisite for modern drug discovery and repurposing. However, predicting these associations is difficult because of the limitations of existing computational methods. Most models only consider chemical structures and protein sequences, and other models are oversimplified. Moreover, datasets used for analysis contain only true-positive interactions, and experimentally validated negative samples are unavailable. To overcome these limitations, we developed a semi-supervised based learning framework called NormMulInf through collaborative filtering theory by using labeled and unlabeled interaction information. The proposed method initially determines similarity measures, such as similarities among samples and local correlations among the labels of the samples, by integrating biological information. The similarity information is then integrated into a robust principal component analysis model, which is solved using augmented Lagrange multipliers. Experimental results on four classes of drug-target interaction networks suggest that the proposed approach can accurately classify and predict drug-target interactions. Part of the predicted interactions are reported in public databases. The proposed method can also predict possible targets for new drugs and can be used to determine whether atropine may interact with alpha1B-and beta1-adrenergic receptors. Furthermore, the developed technique identifies potential drugs for new targets and can be used to assess whether olanzapine and propiomazine may target 5HT2B. Finally, the proposed method can potentially address limitations on studies of multitarget drugs and multidrug targets.","Authors":"Peng, LH (Peng, Lihong) ; Liao, B (Liao, Bo) ; Zhu, W (Zhu, Wen) ; Li, ZJ (Li, Zejun) ; Li, KQ (Li, Keqin)","Title":"Predicting Drug-Target Interactions With Multi-Information Fusion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397779700031 ISSN: 1932-8184 eISSN: 1937-9234","Keywords":"Collaborative filtering (CF); item recommendation; matrix factorization (MF); recommender system (RS); trust networks KeyWords Plus:OF-THE-ART; SYSTEMS; INFORMATION","Categories":"Computer Science; Engineering; Operations Research & Management Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Operations Research & Management Science; Telecommunications","Journal Information":"IEEE SYSTEMS JOURNAL Volume: 11 Issue: 1 Pages: 295-304 DOI: 10.1109/JSYST.2015.2427193 Published: MAR 2017","Abstract":"Recommender systems (RSs) have become important tools for solving the problem of information overload. With the advent and popularity of onlinesocial networks, some studies on network-based recommendation have emerged, raising the concern of many researchers. Trust is one kind of important information available in social networks and is often used for performance improvement in social-network-based RSs. However, most trust-aware RSs ignore the fact that people trust different subsets of friends pertaining to different domains, such as music and movies, because people behave differently in diverse domains according to different interests. This paper proposes a novel recommendation method called TruCom. In a multicategory item recommendation domain, TruCom first generates a domain-specific trust network pertaining to each domain and then builds a unified objective function for improving recommendation accuracy by incorporating the hybrid information of direct and indirect trust into a matrix factorization recommendation model. Through relevant benchmark experiments on two real-world data sets, we show that TruCom achieves better performance than other existing recommendation methods, which demonstrates the effectiveness and reliability of TruCom.","Authors":"Liu, HF (Liu, Haifeng) ; Xia, F (Xia, Feng) ; Chen, Z (Chen, Zhen) ; Asabere, NY (Asabere, Nana Yaw) ; Ma, JH (Ma, Jianhua) ; Huang, RH (Huang, Runhe)","Title":"TruCom: Exploiting Domain-Specific Trust Networks for Multicategory Item Recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397779700032 ISSN: 1932-8184 eISSN: 1937-9234","Keywords":"Association rule extraction; collaborative filtering; recommendation; concept lattice; formal concept analysis (FCA); personalized recommendation system (PRS). KeyWords Plus:NETWORKS","Categories":"Computer Science; Engineering; Operations Research & Management Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Operations Research & Management Science; Telecommunications","Journal Information":"IEEE SYSTEMS JOURNAL Volume: 11 Issue: 1 Pages: 305-314 DOI: 10.1109/JSYST.2015.2457244 Published: MAR 2017","Abstract":"A novel personalized recommendation system (PRS) based on concept lattice is proposed and used to discover valuable information according to users' requirements and interests quickly and efficiently. The system is divided into the offline part and the online part. In the offline part, the formal context and the concept lattice are constructed from the transaction database, and the association rules based on concept lattice are extracted and stored in the rule library. The new added data are used to update the concept lattice and the rule library regularly. In the online part, the behavior data of target user, the concept lattice and the rule library are used to calculate the ordered recommendation results, which are returned to the user. There are two recommendation methods in the online part, which are recommendations based on association rules and collaborative filtering recommendation. Because of the natural advantages of the concept lattice in data processing and analysis, the PRS we designed possesses better precision and faster response capability, as compared with conventional recommendation system.","Authors":"Zou, CF (Zou, Caifeng) ; Zhang, DQ (Zhang, Daqiang) ; Wan, JF (Wan, Jiafu) ; Hassan, MM (Hassan, Mohammad Mehedi) ; Lloret, J (Lloret, Jaime) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wan, Jiafu I-3059-2016 http://orcid.org/0000-0001-9188-4179","Title":"Using Concept Lattice for Personalized Recommendation System Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397779700034 ISSN: 1932-8184 eISSN: 1937-9234","Keywords":"Collaborate filtering; content-based filtering; mobile search; user social network KeyWords Plus:RECOMMENDATION","Categories":"Computer Science; Engineering; Operations Research & Management Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Operations Research & Management Science; Telecommunications","Journal Information":"IEEE SYSTEMS JOURNAL Volume: 11 Issue: 1 Pages: 324-332 DOI: 10.1109/JSYST.2015.2472996 Published: MAR 2017","Abstract":"Resources in cloud computing platforms such as Amazon, Google AppEngine, and Microsoft Azure are a natural fit to remedy the lack of local resources in mobile devices, which creates a new space of mobile search to improve the availability of cloud resources. In essence, mobile search is a context-aware and personalized activity since mobile devices' inherent movability allows people to retrieve information anytime and anywhere. However, current mobile search products are always far from personalized and are accuracy centered on the convergence of mobile platforms. In this paper, a hybrid filtering mechanism is proposed to eliminate irrelevant or less relevant results for personalized mobile search, which combines content-based filtering and collaborative filtering. The former filters the results according to the mobile user's feature model generated from the user's query history, and the latter filters the results using the user's social network, which is constructed from the user's communication history. Experiments show that the filtering mechanism can significantly improve the user's personalized and precise searching experience on mobile phones.","Authors":"Zhao, F (Zhao, Feng) ; Yan, FW (Yan, Fengwei) ; Jin, H (Jin, Hai) ; Yang, LT (Yang, Laurence T.) ; Yu, C (Yu, Chen)","Title":"Personalized Mobile Searching Approach Based on Combining Content-Based Filtering and Collaborative Filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497000005 PubMed ID: 28164307 ISSN: 0041-1132 eISSN: 1537-2995","Categories":"Hematology Web of Science Categories:Hematology","Journal Information":"TRANSFUSION Volume: 57 Issue: 3 Pages: 504-516 DOI: 10.1111/trf.13989 Published: MAR 2017","Abstract":"BACKGROUNDThe procoagulant and proinflammatory microparticles (MPs) released during storage of packed red blood cells (pRBCs) can potentially modify transfusion benefits. A robust method to quantify MPs in pRBCs is needed to evaluate their impact in clinical trials. STUDY DESIGN AND METHODSThe objective was to validate the preanalytic conditions required to prepare pRBC supernatant as well as a method to quantify and evaluate MP variations over 42 days of pRBC storage.A flow cytometry method with size-calibrated beads was developed and fully validated. Quantification of MPs in pRBCs (n=109) was assessed during short-term (7 days) and long-term (42 days) storage at 4 degrees C, during short-term storage (8 hours) at room temperature, and after 2 years frozen. RESULTSRepeatability, reproducibility, and linearity of the quantification method were validated, and variations during conservation are presented. There was high variability in RBC (erythrocyte) MP (ERMP) and platelet MP (PMP) levels between RBC units, depending on the filter used for leukocyte reduction. During the 42 days of storage at 4 degrees C, significant increases in ERMPs and PMPs occurred (from 58 to 138 ERMPs/mu L from Day 2 to Day 42; p=0.0002; and from 326 to 771 PMPs/mu L from Day 2 to Day 42; p=0.00026). CONCLUSIONWe use a robust method to confirm that ERMPs and PMPs are present to various degrees in pRBCs and that storage for 42 days significantly increases their generation. This method is robust enough to allow MP quantification in pRBCs and is adapted to evaluate the clinical impact of transfused MPs in prospective clinical trials.","Authors":"Gamonet, C (Gamonet, Clementine) ; Mourey, G (Mourey, Guillaume) ; Aupet, S (Aupet, Sophie) ; Biichle, S (Biichle, Sabeha) ; Petitjean, R (Petitjean, Regis) ; Vidal, C (Vidal, Chrystelle) ; Pugin, A (Pugin, Aurore) ; Naegelen, C (Naegelen, Christian) ; Tiberghien, P (Tiberghien, Pierre) ; Morel, P (Morel, Pascal) ; Angelot-Delettre, F (Angelot-Delettre, Fanny) ; Seilles, E (Seilles, Estelle) ; Saas, P (Saas, Philippe) ; Bardiaux, L (Bardiaux, Laurent) ; Garnache-Ottou, F (Garnache-Ottou, Francine) ...More...Less","Title":"How to quantify microparticles in RBCs? A validated flow cytometry method allows the detection of an increase in microparticles during storage"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394630400015 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Algorithm selection; Constraint satisfaction; Constraint programming; Collaborative filtering; Meta-learning KeyWords Plus:SEARCH PROBLEMS; SELECTION; REGRESSION; PORTFOLIO; SAT","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 244 Pages: 291-314 DOI: 10.1016/j.artint.2016.12.001 Published: MAR 2017","Abstract":"Algorithm selection (AS), selecting the algorithm best suited for a particular problem instance, is acknowledged to be a key issue to make the best out of algorithm portfolios. This paper presents a collaborative filtering approach to AS. Collaborative filtering, popularized by the Netflix challenge, aims to recommend the items that a user will most probably like, based on the previous items she liked, and the items that have been liked by other users. As first noted by Stern et al. [47], algorithm selection can be formalized as a collaborative filtering problem, by considering that a problem instance \"likes better\" the algorithms that achieve better performance on this particular instance. Two merits of collaborative filtering (CF) compared to the mainstream algorithm selection (AS) approaches are the following. Firstly, mainstream AS requires extensive and computationally expensive experiments to learn a performance model, with all algorithms launched on all problem instances, whereas CF can exploit a sparse matrix, with a few algorithms launched on each problem instance. Secondly, AS learns a performance model as a function of the initial instance representation, whereas CF builds latent factors to describe algorithms and instances, and uses the associated latent metrics to recommend algorithms for a specific problem instance. A main contribution of the proposed algorithm recommender ALORS system is to handle the cold start problem emitting recommendations for a new problem instance - through the non-linear modeling of the latent factors based on the initial instance representation, extending the linear approach proposed by Stern et al. [47]. The merits and generality of ALORS are empirically demonstrated on the ASLib [6] and OpenML [53] benchmarks. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Misir, M (Misir, Mustafa) ; Sebag, M (Sebag, Michele)","Title":"ALORS: An algorithm recommender system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395001700018 ISSN: 0929-6212 eISSN: 1572-834X","Keywords":"Smart health; Crowdsourcing; Depression index; Medical data mining KeyWords Plus:CARE; PLATFORM","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"WIRELESS PERSONAL COMMUNICATIONS Volume: 93 Issue: 1 Pages: 255-268 Special Issue: SI DOI: 10.1007/s11277-016-3923-3 Published: MAR 2017","Abstract":"The development of the IT convergence technology has been serving as the basis for the application of the IoT devices to the products being used in our everyday life, such as clock, health band, scale, TV, light and doorlock. The government and companies have been developing the IoT-based smart home, smart city and smart health to enhance the national health as well as the life convenience. In particular, the government has been providing its diverse supports to the smart health in order to utilize electronic medical records, personal health record and self-diagnosis. The Ministry of Health and Welfare has been expanding the self-diagnosis service through conducting an epidemiologic survey on mental illness and mental health, the two issues that are becoming a major problem in our society. The results of the survey-based self-diagnosis may vary depending on the environment surrounding the users as well as the mental state of the users. In this paper, we propose the depression index service using the knowledge-based crowdsourcing within the smart health platform. The proposed method provides the index suitable for the context of each user through using the knowledge-based crowdsourcing within the smart health platform to compare the actual users with the similar users and predict the depression level. The prediction of the depression index uses the collaborative filtering model based on the comparison of users with other users, and uses the crowdsourcing to supplement the sparsity problem. CES-D is used as the criterion for determining the depression level, and the CES-D data is collected through the crowdsourcing. In the preexisting crowdsourcing process, the highly expert/reliable knowledge base to which the context information of the users is applied is constructed. The context information of the users is additionally collected through the self-diagnosis process, and the data are determined through the preconditioning process. The actual users data and determined data are applied to the Pearson's correlation coefficient to analyze the similarity level of between the actual/preexisting users. Then the analyzed similarity is used to service the result of the self-diagnosis to the actual users. This is a flexible service to which the context information of the users is applied, and it contributes to the users' decision-making.","Authors":"Kim, JC (Kim, Joo-Chang) ; Chung, K (Chung, Kyungyong)","Title":"Depression Index Service Using Knowledge Based Crowdsourcing in Smart Health"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394360400002 ISSN: 1389-5753 eISSN: 1572-9362","Keywords":"Online review; Recommendation systems; Collaborative filtering; User preference; Opinion mining KeyWords Plus:SYSTEMS","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ELECTRONIC COMMERCE RESEARCH Volume: 17 Issue: 1 Pages: 3-29 Special Issue: SI DOI: 10.1007/s10660-016-9240-9 Published: MAR 2017","Abstract":"Along with the growth of Internet and electronic commerce, online consumer reviews have become a prevalent and rich source of information for both consumers and merchants. Numerous reviews record massive consumers' opinions on products or services, which offer valuable information about users' preferences for various aspects of different entities. This paper proposes a novel approach to finding the user preferences from free-text online reviews, where a user-preference-based collaborative filtering approach, namely UPCF, is developed to discover important aspects to users, as well as to reflect users' individual needs for different aspects for recommendation. Extensive experiments are conducted on the data from a real-world online review platform, with the results showing that the proposed approach outperforms other approaches in effectively predicting the overall ratings of entities to target users for personalized recommendations. It also demonstrates that the approach has an advantage in dealing with sparse data, and can provide the recommendation results with desirable understandability.","Authors":"Ma, Y (Ma, Yue) ; Chen, GQ (Chen, Guoqing) ; Wei, Q (Wei, Qiang)","Title":"Finding users preferences from large-scale online reviews for personalized recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394327000002 ISSN: 1863-2386 eISSN: 1863-2394","Keywords":"Web service; QoS prediction; Time-aware; Collaborative filtering algorithm KeyWords Plus:RECOMMENDATION","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"SERVICE ORIENTED COMPUTING AND APPLICATIONS Volume: 11 Issue: 1 Pages: 33-45 DOI: 10.1007/s11761-016-0191-8 Published: MAR 2017","Abstract":"In QoS-based Web service recommendation, predicting Quality of Service (QoS) for users will greatly aid service selection and discovery. Collaborative filtering (CF) is an effective method for Web service selection and recommendation. Data sparsity is an important challenges for CF algorithms. Although model-based algorithms can address the data sparsity problem, those models are often time-consuming to build and update. Thus, these CF algorithms aren't fit for highly dynamic and large-scale environments, such as Web service recommendation systems. In order to overcome this drawback, this paper proposes a novel approach CluCF, which employs user clusters and service clusters to address the data sparsity problem and classifies the new user (the new service) by location factor to lower the time complexity of updating clusters. Additionally, in order to improve the prediction accuracy, CluCF employs time factor. Time-aware user-service matrix Mu;s(tk, d) is introduced, and the time-aware similarity measurement and time-aware QoS prediction are employed in this paper. Since the QoS performance of Web services is highly related to invocation time due to some time-varying factors (e.g., service status, network condition), time-aware similarity measurement and time-aware QoS prediction are more trustworthy than traditional similarity measurement and QoS prediction, respectively. Since similarity measurement and QoS prediction are two key steps of neighborhood-based CF, time-aware CF will be more accurate than traditional CF. Moreover, our approach systematically combines user-based and item-based methods and employs influence weights to balance these two predicted values, automatically. To validate our algorithm, this paper conducts a series of large-scale experiments based on a real-world Web service QoS dataset. Experimental results show that our approach is capable of alleviating the data sparsity problem.","Authors":"Yu, CY (Yu, Chengyuan) ; Huang, LP (Huang, Linpeng)","Title":"CluCF: a clustering CF algorithm to address data sparsity problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394179700006 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Recommender system; Collaborative filtering; Ant colony; Trust; Local trust; Global trust; Semantic similarity; Ontology KeyWords Plus:COLD START PROBLEM; ALGORITHMS; SPARSITY; DOMAIN; ITEM; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 2 Pages: 328-364 DOI: 10.1007/s10489-016-0830-y Published: MAR 2017","Abstract":"Collaborative Filtering (CF) is the most popular recommendation technique that uses preferences of users in a community to make personal recommendations for other users. Despite its popularity and success, CF suffers from the data sparsity and cold-start problems. To alleviate these issues, in recent years, there has been an upsurge of interest in exploiting trust information to improve the performance of CF. In general, trust has a number of distinct properties such as asymmetry, transitivity, dynamicity and context-dependency. However, conventional trust-based CF systems do not address trust computation by considering all the properties of trust. Particularly, the context-dependency property has received less attention in the existing approaches. The consideration of all these properties leads to more accurate recommendations since the quality of the inferred is improved. In this paper, we propose a novel trust-based approach, called Semantic-enhanced Trust based Ant Recommender System (STARS), which satisfies all the properties mentioned above. Using ant colony optimization, the proposed system performs a depth- first search for the optimal trust paths in the trust network and selects the best neighbors of an active user to provide better recommendations. To consider the context-dependency property, trust inference in STARS depends on the semantic descriptions of items. Incorporation of both global and local trust in CF-based recommender systems in addition to the trust computation based on the semantic features of items allows STARS to alleviate the data sparsity, cold-start and \"multiple-interests and multiple-content\" problems of CF. Experimental results on real-world data sets show that STARS outperforms its counterparts in terms of prediction accuracy and recommendation quality and can overcome the above problems.","Authors":"Gohari, FS (Gohari, Faezeh Sadat) ; Haghighi, H (Haghighi, Hassan) ; Aliee, FS (Aliee, Fereidoon Shams)","Title":"A semantic-enhanced trust based recommender system using ant colony optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396106700014 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Discriminative spectral-spatial filtering; fast computation; Gabor filtering; hyperspectral imaging; low-rank filtering; spectral-spatial classification KeyWords Plus:MORPHOLOGICAL ATTRIBUTE PROFILES; EMPIRICAL MODE DECOMPOSITION; MARKOV RANDOM-FIELDS; FEATURE-EXTRACTION; COLLABORATIVE REPRESENTATION; SPARSE REPRESENTATION; FRAMEWORK; SEGMENTATION; PROPAGATION; FEATURES","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 3 Pages: 1381-1395 DOI: 10.1109/TGRS.2016.2623742 Published: MAR 2017","Abstract":"Spectral-spatial classification of remotely sensed hyperspectral images has attracted a lot of attention in recent years. Although Gabor filtering has been used for feature extraction from hyperspectral images, its capacity to extract relevant information from both the spectral and the spatial domains of the image has not been fully explored yet. In this paper, we present a new discriminative low-rank Gabor filter-ing (DLRGF) method for spectral-spatial hyperspectral image classification. A main innovation of the proposed approach is that our implementation is accomplished by decomposing the standard 3-D spectral-spatial Gabor filter into eight subfilters, which correspond to different combinations of low-pass and bandpass single-rank filters. Then, we show that only one of the subfilters (i. e., the one that performs low-pass spatial filtering and bandpass spectral filtering) is actually appropriate to extract suitable features based on the characteristics of hyperspectral images. This allows us to perform spectral-spatial classification in a highly discriminative and computationally efficient way, by significantly decreasing the computational complexity (from cubic to linear order) compared with the 3-D spectral-spatial Gabor filter. In order to theoretically prove the discriminative ability of the selected subfilter, we derive an overall classification risk bound to evaluate the discriminating abilities of the features provided by the different subfilters. Our experimental results, conducted using different hyperspectral images, indicate that the proposed DLRGF method exhibits significant improvements in terms of classification accuracy and computational perfor-mance when compared with the 3-D spectral-spatial Gabor filter and other state-of-the-art spectral-spatial classification methods.","Authors":"He, L (He, Lin) ; Li, J (Li, Jun) ; Plaza, A (Plaza, Antonio) ; Li, YQ (Li, Yuanqing) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Plaza, Antonio C-4455-2008 http://orcid.org/0000-0002-9613-1659","Title":"Discriminative Low-Rank Gabor Filtering for Spectral-Spatial Hyperspectral Image Classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395837700026 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Landmark photo retrieval; multi-query expansions; collaborative deep networks KeyWords Plus:IMAGE CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 3 Pages: 1393-1404 DOI: 10.1109/TIP.2017.2655449 Published: MAR 2017","Abstract":"Given a query photo issued by a user (q-user), the landmark retrieval is to return a set of photos with their landmarks similar to those of the query, while the existing studies on the landmark retrieval focus on exploiting geometries of landmarks for similarity matches between candidate photos and a query photo. We observe that the same landmarks provided by different users over social media community may convey different geometry information depending on the viewpoints and/or angles, and may, subsequently, yield very different results. In fact, dealing with the landmarks with low quality shapes caused by the photography of q-users is often nontrivial and has seldom been studied. In this paper, we propose a novel framework, namely, multi-query expansions, to retrieve semantically robust landmarks by two steps. First, we identify the top-k photos regarding the latent topics of a query landmark to construct multi-query set so as to remedy its possible low quality shape. For this purpose, we significantly extend the techniques of Latent Dirichlet Allocation. Then, motivated by the typical collaborative filtering methods, we propose to learn a collaborative deep networks-based semantically, nonlinear, and high-level features over the latent factor for landmark photo as the training set, which is formed by matrix factorization over collaborative user-photo matrix regarding the multi-query set. The learned deep network is further applied to generate the features for all the other photos, meanwhile resulting into a compact multi-query set within such space. Then, the final ranking scores are calculated over the high-level feature space between the multi-query set and all other photos, which are ranked to serve as the final ranking list of landmark retrieval. Extensive experiments are conducted on real-world social media data with both landmark photos together with their user information to show the superior performance over the existing methods, especially our recently proposed multiquery based mid-level pattern representation method [1].","Authors":"Wang, Y (Wang, Yang) ; Lin, XM (Lin, Xuemin) ; Wu, L (Wu, Lin) ; Zhang, WJ (Zhang, Wenjie)","Title":"Effective Multi-Query Expansions: Collaborative Deep Networks for Robust Landmark Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396379000017 ISSN: 1932-4537","Keywords":"Intrusion detection; packet filter; trust computation; blacklist generation; collaborative network KeyWords Plus:INTRUSION DETECTION; ALGORITHM; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"IEEE TRANSACTIONS ON NETWORK AND SERVICE MANAGEMENT Volume: 14 Issue: 1 Pages: 233-245 DOI: 10.1109/TNSM.2017.2664893 Published: MAR 2017","Abstract":"Overhead network packets are a big challenge for intrusion detection systems (IDSs), which may increase system burden, degrade system performance, and even cause the whole system collapse, when the number of incoming packets exceeds the maximum handling capability. To address this issue, packet filtration is considered as a promising solution, and our previous research efforts have proven that designing a trust-based packet filter was able to refine unwanted network packets and reduce the workload of a local IDS. With the development of Internet cooperation, collaborative intrusion detection environments (e.g., CIDNs) have been developed, which allow IDS nodes to collect information and learn experience from others. However, it would not be effective for the previously built trust-based packet filter to work in such a collaborative environment, since the process of trust computation can be easily compromised by insider attacks. In this paper, we adopt the existing CIDN framework and aim to apply a collaborative trust-based approach to reduce unwanted packets. More specifically, we develop a collaborative trust-based packet filter, which can be deployed in collaborative networks and be robust against typical insider attacks (e.g., betrayal attacks). Experimental results in various simulated and practical environments demonstrate that our filter can perform effectively in reducing unwanted traffic and can defend against insider attacks through identifying malicious nodes in a quick manner, as compared to similar approaches.","Authors":"Meng, WZ (Meng, Weizhi) ; Li, WJ (Li, Wenjuan) ; Kwok, LF (Kwok, Lam For)","Title":"Towards Effective Trust-Based Packet Filtering in Collaborative Network Environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394274700012 ISSN: 1386-145X eISSN: 1573-1413","Keywords":"Social recommendation; User profiling; Collaborative filtering; Information filtering; Social and behavioral sciences KeyWords Plus:RECOMMENDATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"WORLD WIDE WEB-INTERNET AND WEB INFORMATION SYSTEMS Volume: 20 Issue: 2 Pages: 417-435 DOI: 10.1007/s11280-016-0397-x Published: MAR 2017","Abstract":"Traditionally, research about social user profiling assumes that users share some similar interests with their followees. However, it lacks the studies on what topic and to what extent their interests are similar. Our study in online sharing sites reveals that besides shared interests between followers and followees, users do maintain some individual interests which differ from their followees. Thus, for better social user profiling we need to discern individual interests (capturing the uniqueness of users) and shared interests (capturing the commonality of neighboring users) of the users in the connected world. To achieve this, we extend the matrix factorization model by incorporating both individual and shared interests, and also learn the multi-faceted similarities unsupervisedly. The proposed method can be applied to many applications, such as rating prediction, item level social influence maximization and so on. Experimental results on real-world datasets show that our work can be applied to improve the performance of social rating. Also, it can reveal some interesting findings, such as who likes the \"controversial\" items most, and who is the most influential in attracting their followers to rate an item.","Authors":"Chen, EH (Chen, Enhong) ; Zeng, GX (Zeng, Guangxiang) ; Luo, P (Luo, Ping) ; Zhu, HS (Zhu, Hengshu) ; Tian, JL (Tian, Jilei) ; Xiong, H (Xiong, Hui)","Title":"Discerning individual interests and shared interests for social user profiling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393241000002 ISSN: 0920-5489 eISSN: 1872-7018","Keywords":"Collaborative filtering; Similarity; Dynamic multi-level; Recommender systems KeyWords Plus:SIMILARITY MEASURE; USER SIMILARITY; SYSTEMS; ACCURACY","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"COMPUTER STANDARDS & INTERFACES Volume: 51 Pages: 14-21 DOI: 10.1016/j.csi.2016.10.014 Published: MAR 2017","Abstract":"One of the most used approaches for providing recommendations in various online environments such as e-commerce is collaborative filtering. Although, this is a simple method for recommending items or services, accuracy and quality problems still exist. Thus, we propose a dynamic multi-level collaborative filtering method that improves the quality of the recommendations. The proposed method is based on positive and negative adjustments and can be used in different domains that utilize collaborative filtering to increase the quality of the user experience. Furthermore, the effectiveness of the proposed method is shown by providing an extensive experimental evaluation based on three real datasets and by comparisons to alternative methods.","Authors":"Polatidis, N (Polatidis, Nikolaos) ; Georgiadis, CK (Georgiadis, Christos K.)","Title":"A dynamic multi-level collaborative filtering method for improved recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393241500007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Recommender systems; PageRank; Graphs; Linked open data; Feature selection; Diversity KeyWords Plus:WEB; SEMANTICS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 2 Pages: 405-435 DOI: 10.1016/j.ipm.2016.12.003 Published: MAR 2017","Abstract":"Thanks to the recent spread of the Linked Open Data (LOD) initiative, a huge amount of machine-readable knowledge encoded as RDF statements is today available in the so-called LOD cloud. Accordingly, a big effort is now spent to investigate to what extent such information can be exploited to develop new knowledge-based services or to improve the effectiveness of knowledge-intensive platforms as Recommender Systems (RS). To this end, in this article we study the impact of the exogenous knowledge coming from the LOD cloud on the overall performance of a graph-based recommendation framework. Specifically, we propose a methodology to automatically feed a graph-based RS with features gathered from the LOD cloud and we analyze the impact of several widespread feature selection techniques in such recommendation settings. The experimental evaluation, performed on three state-of-the-art datasets, provided several outcomes: first, information extracted from the LOD cloud can significantly improve the performance of a graph-based RS. Next, experiments showed a clear correlation between the choice of the feature selection technique and the ability of the algorithm to maximize specific evaluation metrics, as accuracy or diversity of the recommendations. Moreover, our graph-based algorithm fed with LOD-based features was able to overcome several baselines, as collaborative filtering and matrix factorization. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Musto, C (Musto, Cataldo) ; Basile, P (Basile, Pierpaolo) ; Lops, P (Lops, Pasquale) ; de Gemmis, M (de Gemmis, Marco) ; Semeraro, G (Semeraro, Giovanni) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Basile, Pierpaolo http://orcid.org/0000-0002-0545-1105","Title":"Introducing linked open data in graph-based recommender systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390070800019 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Web services; QoS prediction; Matrix factorization; Geographical neighborhood KeyWords Plus:SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 68 Pages: 248-259 DOI: 10.1016/j.future.2016.09.022 Published: MAR 2017","Abstract":"Since Web services with equivalent functionalities but different quality are becoming increasingly available on the Internet, predicting the unknown QoS value of a Web service to an active user who has not accessed the service previously is often required for Web service recommendation and composition. Existing collaborative filtering methods suffer from the unavoidable sparsity and cold-start problems and underestimate the role of geographical information that inherently exists in user-service rating oriented model. The principal motivation for using geographical information in Web service QoS prediction stems from the observation that the ratings Web services perform are influenced significantly by their geographical neighborhood, a fact that is verified by our empirical data analysis on the real-world QoS dataset WSDream. Hence, it will be of interest to incorporate this implicit source of information in QoS prediction. In this paper, carefully selected geographical neighbors, clustered using a bottom-up hierarchical neighborhood clustering method, are smoothly integrated into a matrix factorization model, thereby building a more accurate prediction model. Further accuracy improvements are achieved by considering the biases of users and Web services. In experiments using the WSDream QoS dataset, our proposed method outperforms the other competitive methods with respect to accuracy and alleviates the sparsity and cold-start issues. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, Z (Chen, Zhen) ; Shen, LM (Shen, Limin) ; Li, F (Li, Feng)","Title":"Exploiting Web service geographical neighborhood for collaborative QoS prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000004 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Recommendation system; Data mining; Deep learning neural network; Collaborative filtering; Cold start problem","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 29-39 DOI: 10.1016/j.eswa.2016.09.040 Published: MAR 1 2017","Abstract":"Recommender system is a specific type of intelligent systems, which exploits historical user ratings on items and/or auxiliary information to make recommendations on items to the users. It plays a critical role in a wide range of online shopping, e-commercial services and social networking applications. Collaborative filtering (CF) is the most popular approaches used for recommender systems, but it suffers from complete cold start (CCS) problem where no rating record are available and incomplete cold start (ICS) problem where only a small number of rating records are available for some new items or users in the system. In this paper, we propose two recommendation models to solve the CCS and ICS problems for new items, which are based on a framework of tightly coupled CF approach and deep learning neural network. A specific deep neural network SADE is used to extract the content features of the items. The state of the art CF model, timeSVD++, which models and utilizes temporal dynamics of user preferences and item features, is modified to take the content features into prediction of ratings for cold start items. Extensive experiments on a large Netflix rating dataset of movies are performed, which show that our proposed recommendation models largely outperform the baseline models for rating prediction of cold start items. The two proposed recommendation models are also evaluated and compared on ICS items, and a flexible scheme of model retraining and switching is proposed to deal with the transition of items from cold start to non-cold start status. The experiment results on Netflix movie recommendation show the tight coupling of CF approach and deep learning neural network is feasible and very effective for cold start item recommendation. The design is general and can be applied to many other recommender systems for online shopping and social networking applications. The solution of cold start item problem can largely improve user experience and trust of recommender systems, and effectively promote cold start items. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wei, J (Wei, Jian) ; He, JH (He, Jianhua) ; Chen, K (Chen, Kai) ; Zhou, Y (Zhou, Yi) ; Tang, ZY (Tang, Zuoyin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number He, Jianhua http://orcid.org/0000-0002-5738-8507","Title":"Collaborative filtering and deep learning based recommendation system for cold start items"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000013 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Personalized recommender system; Social network services; Friendship strength; Social behavior; Collaborative filtering (CF) KeyWords Plus:MODEL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 135-148 DOI: 10.1016/j.eswa.2016.10.024 Published: MAR 1 2017","Abstract":"The rapid growth of social network services has produced a considerable amount of data, called big social data. Big social data are helpful for improving personalized recommender systems because these enormous data have various characteristics. Therefore, many personalized recommender systems based on big social data have been proposed, in particular models that use people relationship information. However, most existing studies have provided recommendations on special purpose and single-domain SNS that have a set of users with similar tastes, such as MovieLens and Last.fm; nonetheless, they have considered closeness relation. In this paper, we introduce an appropriate measure to calculate the closeness between users in a social circle, namely, the friendship strength. Further, we propose a friendship strength-based personalized recommender system that recommends topics or interests users might have in order to analyze big social data, using Twitter in particular. The proposed measure provides precise recommendations in multi-domain environments that have various topics. We evaluated the proposed system using one month's Twitter data based on various evaluation metrics. Our experimental results show that our personalized recommender system outperforms the baseline systems, and friendship strength is of great importance in personalized recommendation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Seo, YD (Seo, Young-Duk) ; Kim, YG (Kim, Young-Gab) ; Lee, E (Lee, Euijong) ; Baik, DK (Baik, Doo-Kwon) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kim, Young-Gab http://orcid.org/0000-0001-9585-8808 Seo, Young-Duk http://orcid.org/0000-0001-8542-2058","Title":"Personalized recommender system based on friendship strength in social network services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390501500001 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Collaborative filtering; Matrix completion; Matrix factorization KeyWords Plus:UNIFIED MACHINES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 380 Pages: 1-11 DOI: 10.1016/j.ins.2016.11.003 Published: FEB 20 2017","Abstract":"Maximum Margin Matrix Factorization (MMMF) has been a successful learning method in collaborative filtering research. For a partially observed ordinal rating matrix, the focus is on determining low-norm latent factor matrices U (of users) and V (of items) so as to simultaneously approximate the observed entries under some loss measure and predict the unobserved entries. When the rating matrix contains only two levels (+/- 1), rows of V can be viewed as points in k-dimensional space and rows of U as decision hyperplanes in this space separating +1 entries from 1 entries. When hinge/smooth hinge loss is the loss function, the hyperplanes act as maximum-margin separator. In MMMF, rating matrix with multiple discrete values is treated by specially extending hinge loss function to suit multiple levels. We view this process as analogous to extending two-class classifier to a unified multi-class classifier. Alternatively, multi-class classifier can be built by arranging multiple two-class classifiers in a hierarchical manner. In this paper, we investigate this aspect for collaborative filtering and propose an efficient and novel framework of multiple bi-level MMMF5. There is substantial saving in computational overhead. We compare our method with nine well-known algorithms on two benchmark datasets and show that our method outperforms these methods on NMAE measure. We also show that our method yields latent factors of lower ranks and the trade-off between empirical and generalization error is low. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Kumar, V (Kumar, Vikas) ; Pujari, AK (Pujari, Arun K.) ; Sahu, SK (Sahu, Sandeep Kumar) ; Kagita, VR (Kagita, Venkateswara Rao) ; Padmanabhan, V (Padmanabhan, Vineet)","Title":"Collaborative filtering using multiple binary maximum margin matrix factorizations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393009800016 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Shilling attacks; Robust collaborative filtering; R-1-norm; Loss function; Non-negative matrix factorization KeyWords Plus:RECOMMENDER SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 118 Pages: 177-190 DOI: 10.1016/j.knosys.2016.11.021 Published: FEB 15 2017","Abstract":"Collaborative filtering systems are vulnerable to shilling attacks or profile injection attacks in which malicious users can deliberately manipulate the systems' recommendation output by inserting a number of fake profiles. To address this issue, some robust collaborative filtering methods based on matrix factorization have been proposed. However, these methods suffer from low robustness and recommendation accuracy because they use the squared error function as the loss function that can be easily dominated by large residuals. In this paper we propose a robust collaborative filtering method based on non-negative matrix factorization and R-1-norm. Firstly, we introduce R-1-norm to construct a robust non-negative matrix factorization model for collaborative filtering and make an analysis of the stability of the model. Secondly, we propose an iterative optimization method of feature matrices based on the iterative updating algorithm of non-negative matrix factorization, which guarantees that the predicted ratings are accurate and non-negative. Finally, we devise a robust collaborative filtering algorithm based on the proposed model. Experimental results on two different datasets show that the proposed method can improve the robustness and recommendation accuracy. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, FZ (Zhang, Fuzhi) ; Lu, YL (Lu, Yuanli) ; Chen, JM (Chen, Jianmin) ; Liu, SS (Liu, Shaoshuai) ; Ling, ZJ (Ling, Zhoujun)","Title":"Robust collaborative filtering based on non-negative matrix factorization and R-1-norm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397064900017 ISSN: 1745-1337","Keywords":"vehicle-to-vehicle communication; positioning; IEEE 802.11p; particle filter; map matching KeyWords Plus:LOCALIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEICE TRANSACTIONS ON FUNDAMENTALS OF ELECTRONICS COMMUNICATIONS AND COMPUTER SCIENCES Volume: E100A Issue: 2 Pages: 448-456 DOI: 10.1587/transfun.E100.A.448 Published: FEB 2017","Abstract":"This paper presents the set of procedures to blend GNSS and V2V communication to improve the performance of the stand-alone on-board GNSS receiver and to assure mutual positioning with a bounded error. Particle filter algorithm is applied to enhance mutual positioning of vehicles, and it fuses the information provided by the GNSS receiver, wireless measurements in vehicular environments, odometer, and digital road map data including reachability and zone probabilities. Measurement-based statistical model of relative distance as a function of Time-of-Arrival is experimentally obtained. The number of collaborative vehicles to the mutual positioning procedure is investigated in terms of positioning accuracy and network performance through realistic simulation studies, and the proposed mutual positioning procedure is experimentally evaluated by a fleet of five IEEE 802.11p radio modem equipped vehicles. Collaboration in a VANET improves availability of position measurement and its accuracy up to 40% in comparison with respect to the stand-alone GNSS receiver.","Authors":"Peker, AU (Peker, Ali Ufuk) ; Acarman, T (Acarman, Tankut)","Title":"VANET-Assisted Cooperative Vehicle Mutual Positioning: Feasibility Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395482700098 ISSN: 1424-8220","Keywords":"alternating direction method of multipliers; hyperspectral classification; outliers; spatial filtering and l(2,1) norm(SFL) KeyWords Plus:NEAREST REGULARIZED SUBSPACE; SPARSE-REPRESENTATION; COLLABORATIVE REPRESENTATION; NEURAL-NETWORK; REGISTRATION; REGRESSION","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS Volume: 17 Issue: 2 Article Number: 314 DOI: 10.3390/s17020314 Published: FEB 2017","Abstract":"Recently, the sparse representation based classification methods have received particular attention in the classification of hyperspectral imagery. However, current sparse representation based classification models have not considered all the test pixels simultaneously. In this paper, we propose a hyperspectral classification method with spatial filtering and l(2,1) norm (SFL) that can deal with all the test pixels simultaneously. The l(2,1) norm regularization is used to extract relevant training samples among the whole training data set with joint sparsity. In addition, the l(2,1) norm loss function is adopted to make it robust for samples that deviate significantly from the rest of the samples. Moreover, to take the spatial information into consideration, a spatial filtering step is implemented where all the training and testing samples are spatially averaged with its nearest neighbors. Furthermore, the non-negative constraint is added to the sparse representation matrix motivated by hyperspectral unmixing. Finally, the alternating direction method of multipliers is used to solve SFL. Experiments on real hyperspectral images demonstrate that the proposed SFL method can obtain better classification performance than some other popular classifiers.","Authors":"Li, H (Li, Hao) ; Li, C (Li, Chang) ; Zhang, C (Zhang, Cong) ; Liu, Z (Liu, Zhe) ; Liu, CY (Liu, Chengyin)","Title":"Hyperspectral Image Classification with Spatial Filtering and l(2),(1) Norm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395080200005 ISSN: 1387-3326 eISSN: 1572-9419","Keywords":"Time aware; Implicit feedback; Web service recommendation; matrix factorization","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"INFORMATION SYSTEMS FRONTIERS Volume: 19 Issue: 1 Pages: 75-89 DOI: 10.1007/s10796-015-9590-1 Published: FEB 2017","Abstract":"An increasing number of Web services have been published on the Internet over the past decade due to the rapid development and adoption of the SOA (Services Oriented Architecture) standard. However, in the current state of the Web, recommending suitable Web services to users becomes a challenge due to the huge divergence in published content. Existing Web services recommendation approaches based on collaborative filtering are mainly aiming to QoS (Quality of Service) prediction. Recommending services based on users' ratings on services are seldomly reported due to the difficulty of collecting such explicit feedback. In this paper, we report a data set of implicit feedback on real-world Web services, which consist of more than 280,000 user-service interaction records, 65,000 service users and 15,000 Web services or mashups. Temporal information is becoming an increasingly important factor in service recommendation since time effects may influence users' preferences on services to a large extent. Based on the collected data set, we propose a time-aware service recommendation approach. Temporal information is sufficiently considered in our approach, where three time effects are analyzed and modeled including user bias shifting, Web service bias shifting, and user preference shifting. Experimental results show that the proposed approach outperforms seven existing collaborative filtering approaches on the prediction accuracy.","Authors":"Tian, G (Tian, Gang) ; Wang, J (Wang, Jian) ; He, KQ (He, Keqing) ; Sun, CA (Sun, Chengai) ; Tian, Y (Tian, Yuan)","Title":"Integrating implicit feedbacks for time-aware web service recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395080200009 ISSN: 1387-3326 eISSN: 1572-9419","Keywords":"Recommender system; Self-organizing maps; Collaborative filtering KeyWords Plus:SELF-ORGANIZING MAPS; PERSPECTIVE; INFORMATION; MANAGEMENT; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"INFORMATION SYSTEMS FRONTIERS Volume: 19 Issue: 1 Pages: 149-163 DOI: 10.1007/s10796-015-9597-7 Published: FEB 2017","Abstract":"In this study, we established a novel set of service procedures that epitomize the human-centered spirit of service. By using self-organizing maps and collaborative filtering recommendation, we developed a mechanism that links the two service procedures of selecting service staff members and how customers decide tip amounts based on perceived value. Through the proposed mechanism, the recommender system could effectively predict customer preferences regarding service staff members and assign suitable members for delivering services. In addition, this study integrated the service experiences of previous customers with local tipping cultures for calculating recommended tip amounts for the reference of customers. Under this mechanism, the customer-centered spirit can be completely integrated into service procedures for effectively enhancing customer satisfaction, increasing the job satisfaction of employees, and producing a virtuous cycle of service quality improvement.","Authors":"Chang, WL (Chang, Wei-Lun) ; Jung, CF (Jung, Chien-Fang)","Title":"A hybrid approach for personalized service staff recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394671000010 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Collaborative filtering; recommender systems; resistive circuits; trust-aware recommender system KeyWords Plus:METRICS; USERS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 1 Pages: 135-144 DOI: 10.1177/0165551516628733 Published: FEB 2017","Abstract":"Recommender systems have been widely used for predicting unknown ratings. Collaborative filtering as a recommendation technique uses known ratings for predicting user preferences in the item selection. However, current collaborative filtering methods cannot distinguish malicious users from unknown users. Also, they have serious drawbacks in generating ratings for cold-start users. Trust networks among recommender systems have been proved beneficial to improve the quality and number of predictions. This paper proposes an improved trust-aware recommender system that uses resistive circuits for trust inference. This method uses trust information to produce personalized recommendations. The result of evaluating the proposed method on Epinions dataset shows that this method can significantly improve the accuracy of recommender systems while not reducing the coverage of recommender systems.","Authors":"Aghdam, MH (Aghdam, Mehdi Hosseinzadeh) ; Analoui, M (Analoui, Morteza) ; Kabiri, P (Kabiri, Peyman)","Title":"Modelling trust networks using resistive circuits for trust-aware recommender systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394200200001 ISSN: 1574-1192 eISSN: 1873-1589","Keywords":"Dynamic time periods; Collaborative filtering; Location-based services; Recommendation system KeyWords Plus:SYSTEMS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERVASIVE AND MOBILE COMPUTING Volume: 35 Pages: 1-14 DOI: 10.1016/j.pmcj.2016.07.008 Published: FEB 2017","Abstract":"This study proposes a location-based collaborative filtering recommendation system with dynamic time periods (LCFDTPs) for recommending timely and suitable points of interest (POIs) to mobile users. The system expedites calculating similarity based on POI recency and enables mobile users to promptly obtain recommended items that closely match their current space-time conditions by selecting different strategies for dissimilar situations. The performance of the proposed system was evaluated through simulations. The simulation results revealed that compared with three existing strategies, the proposed LCFDTP system demonstrated higher recommendation accuracy and coverage and a shorter average recommendation time. When the users' moving velocity was set to 50 km/h and the query radius was set to 2 km, the recommendation precision of the proposed system was 61% higher than those of the other strategies. Moreover, the recommendation coverage and average response time of the LCFDTP system were 9% higher and 62% shorter than those of the other compared strategies, respectively. The LCFDTP system can also improve the POI recommendation quality by applying location-based services, thus enhancing user satisfaction. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tuan, CC (Tuan, Chiu-Ching) ; Hung, CF (Hung, Chi-Fu) ; Wu, ZH (Wu, Zong-Han)","Title":"Collaborative location recommendations with dynamic time periods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200012 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Recommendation; Linked data; MapReduce; Clustering; Movie KeyWords Plus:MULTI-GPU SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 3383-3401 DOI: 10.1007/s11042-016-3833-0 Published: FEB 2017","Abstract":"Movie recommendation systems are important tools that suggest films with respect to users' choices through item-based collaborative filter algorithms, and have shown positive effect on the provider's revenue. Given that mobile Apps are rapidly growing, the recommender is implemented to support web services in frontend Apps. Among those films recommended, users can give ratings and feedback, collecting film information from linked data concurrently. In order to solve cold-start problems, Cluster-based Matrix Factorization is adopted to model user implicit ratings related to Apps usage. Knowing that user rating data processing is a large-scale problem in producing high quality recommendations, MapReduce and NoSQL environments are employed in performing efficient similarity measurement algorithms whilst maintaining rating and film datasets. In this investigation, the system analyzes user feedbacks to evaluate the recommendation accuracy through metrics of precision, recall and F-score rates, while cold-start users make use the system with two Movie Lens datasets as main rating reference in the recommendation system.","Authors":"Hsieh, MY (Hsieh, Meng-Yen) ; Chou, WK (Chou, Wen-Kuang) ; Li, KC (Li, Kuan-Ching)","Title":"Building a mobile movie recommendation service by user rating and APP usage with linked data on Hadoop"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394287600013 ISSN: 2193-567X eISSN: 2191-4281","Keywords":"E-learning; Recommender system; Data sets; Collaborative filtering; Learning objects KeyWords Plus:INFORMATION-RETRIEVAL; SYSTEM; STYLES","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"ARABIAN JOURNAL FOR SCIENCE AND ENGINEERING Volume: 42 Issue: 2 Pages: 607-617 DOI: 10.1007/s13369-016-2292-2 Published: FEB 2017","Abstract":"Various researches in E-learning mainly focused on improving learner achievements based on learner profile. Explosive growth of distance learning has caused difficulty of locating appropriate learning objects for learner in this environment, and it becomes relatively widespread learning method for learner. In this paper, an innovative learning approach is proposed by using recommender system to address this challenge. Based on this tool, a learning model is designed to achieve personalized learning experiences by selecting and sequencing the most appropriate learning objects. Moreover, some experiments were conducted to evaluate the performance of our approach. The result reveals suitability of using recommender system in order to support online learning activities to enhance learning.","Authors":"Bourkoukou, O (Bourkoukou, Outmane) ; El Bachari, E (El Bachari, Essaid) ; El Adnani, M (El Adnani, Mohamed)","Title":"A Recommender Model in E-learning Environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500001 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Group recommender systems; Natural noise; Collaborative filtering","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 1-11 DOI: 10.1016/j.dss.2016.09.020 Published: FEB 2017","Abstract":"Group recommender systems (GRSs) filter relevant items to groups of users in overloaded search spaces using information about their preferences. When the feedback is explicitly given by the users, inconsistencies may be introduced due to various factors, known as natural noise. Previous research on individual recommendation has demonstrated that natural noise negatively influences the recommendation accuracy, whilst it improves when noise is managed. GRSs also employ explicit ratings given by several users as ground truth, hence the recommendation process is also affected by natural noise. However, the natural noise problem has not been addressed on GRSs. The aim of this paper is to develop and test a model to diminish its negative effect in GRSs. A case study will evaluate the results of different approaches, showing that managing the natural noise at different rating levels reduces prediction error. Eventually, the deployment of a GRS with natural noise management is analysed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Castro, J (Castro, Jorge) ; Yera, R (Yera, Raciel) ; Martinez, L (Martinez, Luis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yera Toledo, Raciel http://orcid.org/0000-0001-9759-261X Martinez, Luis http://orcid.org/0000-0003-4245-8813","Title":"An empirical study of natural noise management in group recommendation systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393309600019 ISSN: 1868-8071 eISSN: 1868-808X","Keywords":"News clustering; k-means; W-kmeans; Cluster labeling; Partitional clustering; Collaborative filtering KeyWords Plus:SYSTEMS; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF MACHINE LEARNING AND CYBERNETICS Volume: 8 Issue: 1 Pages: 223-237 Special Issue: SI DOI: 10.1007/s13042-014-0316-3 Published: FEB 2017","Abstract":"Although commonly only item clustering is suggested by Web mining techniques for news articles recommendation systems, one of the various tasks of personalized recommendation is categorization of Web users. With the rapid explosion of online news articles, predicting user-browsing behavior using collaborative filtering (CF) techniques has gained much attention in the web personalization area. However common CF techniques suffer from problems like low accuracy and performance. This research proposes a new personalized recommendation approach that integrates both user and text clustering based on our developed algorithm, W-kmeans, with other information retrieval (IR) techniques, like text categorization and summarization in order to provide users with the articles that match their profiles. Our system can easily adapt over time to divertive user preferences. Furthermore, experimental results show that by aggregating item and user clustering with multiple IR techniques like categorization and summarization, our recommender generates results that outperform the cases where each or both of them are used, but clustering is not applied.","Authors":"Bouras, C (Bouras, Christos) ; Tsogkas, V (Tsogkas, Vassilis)","Title":"Improving news articles recommendations via user clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392684200013 ISSN: 0952-1976 eISSN: 1873-6769","Keywords":"Collaborative filtering; Recommender systems; Data stream mining; Real-time intelligent systems; Nearest neighbor search KeyWords Plus:RECOMMENDER SYSTEMS; ALGORITHMS","Categories":"Automation & Control Systems; Computer Science; Engineering Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Engineering, Multidisciplinary; Engineering, Electrical & Electronic","Journal Information":"ENGINEERING APPLICATIONS OF ARTIFICIAL INTELLIGENCE Volume: 58 Pages: 171-184 DOI: 10.1016/j.engappai.2016.10.011 Published: FEB 2017","Abstract":"Neighborhood-based methods are one of the mainstream approaches to collaborative filtering. A common problem with these methods is scalability to large number of users and items. Consequently, the adaptivity of a neighborhood-based model to system dynamics is often compromised due to model constraints and prolonged training intervals. These drawbacks can be important in designing demanding applications of today and the future. In this paper, we propose a novel real-time scalable and adaptive collaborative filtering algorithm, SASCF, suitable for personalized and item-to-item recommendations, in which the underlying neighborhood-based model is updated on-the-fly with the streaming user feedback. The algorithm does not perform an offline search for finding nearest neighbors in a full item similarity matrix. Instead, taking a landmark window over the user feedback stream, a space-efficient summary structure is maintained. This structure corresponds to the result of a standing iceberg query for finding every item's top-k frequently co-occurring items over a specified support threshold. Mining such frequent co-occurrences can facilitate approximate computation of several useful item similarity measures. The algorithm offers scalability thanks to the space-efficient summary structure which handles ever-changing users, items, and item similarities in a resource aware fashion. It also offers adaptivity in the sense that newly arriving user-item interactions are immediately integrated into the model. The model is always up-to-date and it can readily be used to recommend items to users with the most recent information.","Authors":"Yagci, AM (Yagci, A. Murat) ; Aytekin, T (Aytekin, Tevfik) ; Gurgen, FS (Gurgen, Fikret S.)","Title":"Scalable and adaptive collaborative filtering by mining frequent item co-occurrences in a user feedback stream"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391946900011 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"cloud services; personalized recommendation; hybrid filtering; QoS; reputation; justification KeyWords Plus:QOS PREDICTION; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 4 Article Number: e3877 DOI: 10.1002/cpe.3877 Published: FEB 2017","Abstract":"In this paper, we propose the Software-as-a-Service (SaaS) Recommender (SaaSRec), a personalized reputation-based QoS-aware recommender system (RS) for SaaS services. SaaSRec semantically processes user requests in order to find business-oriented matching services, which are then filtered to satisfy the user QoS requirements and service characteristics. Subsequently, hybrid filtering is utilized to validate the services set on the basis of services metadata, reputation and user interests. Finally, the recommended set of services is ranked using a unique combination of factors: Relevance to user profile, service reputations and service cost. Moreover, we propose a new method for calculating the service reputation from the objective time-weighted user feedbacks. SaaSRec addresses many challenges faced by the generic RSs: User cold-start problem, limited content analysis and low performance. In respect of service RSs, SaaSRec tackles the disregarding of relevant factors to services recommendation: Cloud service characteristics, user physical location, service reputation and user interests. Moreover, SaaSRec provides a hybrid justification for the recommended services to increase the user's acceptance. Experimental evaluation against a real-world services dataset has been carried out, and the results show that the proposed recommendation approach surpasses other collaborative filtering-based recommendation approaches in respect of both precision and recall. This performance improvement was verified using different matrix density levels and number of recommendations. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Afify, YM (Afify, Yasmine M.) ; Moawad, IF (Moawad, Ibrahim F.) ; Badr, NL (Badr, Nagwa L.) ; Tolba, MF (Tolba, Mohamed F.)","Title":"A personalized recommender system for SaaS services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392391800008 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Basic thresholding classifier (BTC); hyperspectral image (HSI) classification; kernel BTC (KBTC); kernel trick; sparse representation; sparsity-based algorithms KeyWords Plus:JOINT COLLABORATIVE REPRESENTATION; SPARSE REPRESENTATION; SEGMENTATION; AGREEMENT","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 2 Pages: 715-728 DOI: 10.1109/TGRS.2016.2613931 Published: FEB 2017","Abstract":"We propose a nonlinear kernel version of recently introduced basic thresholding classifier (BTC) for hyperspectral image (HSI) classification. BTC is a sparsity-based linear classifier, which utilizes inner product for similarity measure based on the fact that the hyperspectral data are linearly separable in the feature space. In practice, the pixels of different classes of a given HSI are not always distinct and may overlap. This is known as the inseparability problem, which reduces the performance of a linear classifier. In order to solve this problem in the feature space, we propose the kernel BTC (KBTC) algorithm that achieves promising performance by utilizing well-known \"kernel trick.\" To increase the classification accuracy further, we present spatial-spectral KBTC that incorporates spatial information using weighted least squares filter with a guidance image. Furthermore, we apply L-0 smoothing technique on the guidance image, which provides additional improvements. Experimental results on publicly available HSI data sets showed that the proposal and its spatial extension yield better classification results as compared with linear similarity-based BTC, nonlinear kernel-based support vector machines, kernel orthogonal matching pursuit, recently proposed logistic regression via splitting and augmented Lagrangian, and their spatial extensions.","Authors":"Toksoz, MA (Toksoz, Mehmet Altan) ; Ulusoy, I (Ulusoy, Ilkay)","Title":"Hyperspectral Image Classification via Kernel Basic Thresholding Classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392337100007 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Recommender system; Collaborative filtering; Clustering; Taste mining; Partial similarity","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 1 Pages: 165-189 DOI: 10.1007/s10844-016-0397-4 Published: FEB 2017","Abstract":"Neighbor-based collaborative filtering is one of the most practical recommendation approaches that is renowned because of its simplicity and explanation. However, the big limitation is its high computational complexity. It is demonstrated that clustering-based algorithms, that restrict the neighborhood space, speed up the recommendation process at the price of lower accuracy. We propose a new algorithm, called TasteMiner that efficiently learns partial users taste to restrict the neighborhood space. We frame TasteMiner as a method for neighborhood collaborative filtering, and show its effectiveness compared to previous algorithms.","Authors":"Shams, B (Shams, Bita) ; Haratizadeh, S (Haratizadeh, Saman)","Title":"TasteMiner: Mining partial tastes for neighbor-based collaborative filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390075200012 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Recommender systems; Collaborative filtering; Sparsity problem; Association rules mining; Clustering; Implicit feedback KeyWords Plus:MATRIX FACTORIZATION; INFORMATION FUSION; SYSTEMS; USERS; SIMILARITIES; FRAMEWORK; SPARSITY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 67 Pages: 113-128 DOI: 10.1016/j.chb.2016.11.010 Published: FEB 2017","Abstract":"The recommender systems are recently becoming more significant in the age of rapid development of the Internet technology due to their ability in making a decision to users on appropriate choices. Collaborative filtering (CF) is the most successful and most applied technique in the design of recommender systems where items to an active user will be recommended based on the past rating records from like-minded users. Unfortunately, CF may lead to the poor recommendation when user ratings on items are very sparse in comparison with the huge number of users and items in user-item matrix. To overcome this problem, this research applies the users' implicit interaction records with items to efficiently process massive data by employing association rules mining. It captures the multiple purchases per transaction in association rules, rather than just counting total purchases made. To do this, a modified preprocessing is implemented to discover similar interest patterns among users based on multiple purchases done. In addition, the clustering technique has been employed in our technique to reduce the size of data and dimensionality of the item space as the performance of association rules mining. Then, similarities between items based on their features were computed to make recommendations. The experiments were conducted and the results were compared with basic CF and other extended version of CF techniques including K-Means clustering, hybrid representation, and probabilistic learning by using public dataset, namely, Million Song dataset. The experimental results demonstrated that our technique achieves the better performance when compared to the basic CF and other extended version of CF techniques in terms of Precision, Recall metrics, even when the data is very sparse. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Najafabadi, MK (Najafabadi, Maryam Khanian) ; Mahrin, MN (Mahrin, Mohd Naz'ri) ; Chuprat, S (Chuprat, Suriayati) ; Sarkan, HM (Sarkan, Haslina Md)","Title":"Improving the accuracy of collaborative filtering recommendations using clustering and association rules mining on implicit data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389095200004 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Collaborative filtering; Recommender systems; Diversity; Matrix factorization; Blind compressive sensing KeyWords Plus:FACTORIZATION; COMPLETION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 378 Pages: 59-74 DOI: 10.1016/j.ins.2016.10.043 Published: FEB 1 2017","Abstract":"Primary task of a recommender system is to improve user's experience by recommending relevant and interesting items to the users. To this effect, diversity in item suggestion is as important as the accuracy of recommendations. Existing literature aimed at improving diversity primarily suggests a 2-stage mechanism - an existing CF scheme for rating prediction, followed by a modified ranking strategy. This approach requires heuristic selection of parameters and ranking strategies. Also most works focus on diversity from either the user or system's perspective. In this work, we propose a single stage optimization based solution to achieve high diversity while maintaining requisite levels of accuracy. We propose to incorporate additional diversity enhancing constraints, in the matrix factorization model for collaborative filtering. However, unlike traditional MF scheme generating dense user and item latent factor matrices, our base MF model recovers a dense user and a sparse item latent factor matrix; based on a recent work. The idea is motivated by the fact that although a user will demonstrate some affinity towards all latent factors, an item will never possess all features; thereby yielding a sparse structure. We also propose an algorithm for our formulation. The superiority of our model over existing state of the art techniques is demonstrated by the results of experiments conducted on real world movie database. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Gogna, A (Gogna, Anupriya) ; Majumdar, A (Majumdar, Angshul)","Title":"DiABlO: Optimization based design for improving diversity in recommender system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394610700002 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 2 Pages: 1417-1452 DOI: 10.5194/acp-17-1417-2017 Published: JAN 31 2017","Abstract":"The climate research community uses atmospheric reanalysis data sets to understand a wide range of processes and variability in the atmosphere, yet different reanalyses may give very different results for the same diagnostics. The Stratosphere-troposphere Processes And their Role in Climate (SPARC) Reanalysis Intercomparison Project (S-RIP) is a coordinated activity to compare reanalysis data sets using a variety of key diagnostics. The objectives of this project are to identify differences among reanalyses and understand their underlying causes, to provide guidance on appropriate usage of various reanalysis products in scientific studies, particularly those of relevance to SPARC, and to contribute to future improvements in the reanalysis products by establishing collaborative links between reanalysis centres and data users. The project focuses predominantly on differences among reanalyses, although studies that include operational analyses and studies comparing reanalyses with observations are also included when appropriate. The emphasis is on diagnostics of the upper troposphere, stratosphere, and lower mesosphere. This paper summarizes the motivation and goals of the S-RIP activity and extensively reviews key technical aspects of the reanalysis data sets that are the focus of this activity. The special issue \"The SPARC Reanalysis Intercomparison Project (S-RIP)\" in this journal serves to collect research with relevance to the S-RIP in preparation for the publication of the planned two (interim and full) S-RIP reports.","Authors":"Fujiwara, M (Fujiwara, Masatomo) ; Wright, JS (Wright, Jonathon S.) ; Manney, GL (Manney, Gloria L.) ; Gray, LJ (Gray, Lesley J.) ; Anstey, J (Anstey, James) ; Birner, T (Birner, Thomas) ; Davis, S (Davis, Sean)[ 9,10 ] ; Gerber, EP (Gerber, Edwin P.)[ 11 ] ; Harvey, VL (Harvey, V. Lynn)[ 12 ] ; Hegglin, MI (Hegglin, Michaela I.)[ 13 ] ; Homeyer, CR (Homeyer, Cameron R.)[ 14 ] ; Knox, JA (Knox, John A.)[ 15 ] ; Kruger, K (Kruger, Kirstin)[ 16 ] ; Lambert, A (Lambert, Alyn)[ 17 ] ; Long, CS (Long, Craig S.)[ 18 ] ; Martineau, P (Martineau, Patrick)[ 19 ] ; Molod, A (Molod, Andrea)[ 20 ] ; Monge-Sanz, BM (Monge-Sanz, Beatriz M.)[ 21 ] ; Santee, ML (Santee, Michelle L.)[ 17 ] ; Tegtmeier, S (Tegtmeier, Susann)[ 22 ] ; Chabrillat, S (Chabrillat, Simon)[ 23 ] ; Tan, DGH (Tan, David G. H.)[ 21 ] ; Jackson, DR (Jackson, David R.)[ 24 ] ; Polavarapu, S (Polavarapu, Saroja)[ 25 ] ; Compo, GP (Compo, Gilbert P.)[ 10,26 ] ; Dragani, R (Dragani, Rossana)[ 21 ] ; Ebisuzaki, W (Ebisuzaki, Wesley)[ 18 ] ; Harada, Y (Harada, Yayoi)[ 27,28 ] ; Kobayashi, C (Kobayashi, Chiaki)[ 28 ] ; McCarty, W (McCarty, Will)[ 20 ] ; Onogi, K (Onogi, Kazutoshi)[ 27 ] ; Pawson, S (Pawson, Steven)[ 20 ] ; Simmons, A (Simmons, Adrian)[ 21 ] ; Wargan, K (Wargan, Krzysztof)[ 20,29 ] ; Whitaker, JS (Whitaker, Jeffrey S.)[ 26 ] ; Zou, CZ (Zou, Cheng-Zhi)[ 30 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Homeyer, Cameron D-5034-2013 http://orcid.org/0000-0002-4883-6670 Manager, CSD Publications B-2789-2015  Birner, Thomas A-2108-2008 http://orcid.org/0000-0002-2966-3428 Chabrillat, Simon http://orcid.org/0000-0003-4378-1567 Wargan, Krzysztof http://orcid.org/0000-0002-3795-2983","Title":"Introduction to the SPARC Reanalysis Intercomparison Project (S-RIP) and overview of the reanalysis systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394400200010 ISSN: 0167-8655 eISSN: 1872-7344","Keywords":"Collaborative filtering; Matrix completion; Matrix factorization KeyWords Plus:UNIFIED MACHINES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 86 Pages: 62-67 DOI: 10.1016/j.patrec.2016.12.016 Published: JAN 15 2017","Abstract":"Maximum Margin Matrix Factorization (MMMF) has been a successful learning method in collaborative filtering research. For a partially observed ordinal rating matrix, the focus is on determining low-norm latent factor matrices U (of users) and V (of items) so as to simultaneously approximate the observed entries under some loss measure and predict the unobserved entries. When the rating matrix contains only two levels (+/- 1), rows of V can be viewed as points in k-dimensional space and rows of U as decision hyperplanes in this space separating +1 entries from 1 entries. The concept of optimizing a loss function to determine the separating hyperplane is prevalent in support vector machines (SVM) research and when hinge/smooth hinge loss is used, the hyperplanes act as a maximum-margin separator. In MMMF, a rating matrix with multiple discrete values is treated by specially extending hinge loss function to suit multiple levels. MMMF is an efficient technique for collaborative filtering but it has several shortcomings. A prominent shortcoming is an overfitting problem wherein if learning iteration is prolonged to decrease the training error the generalization error grows. In this paper, we propose an alternative and new maximum margin factorization scheme for discrete-valued rating matrix to overcome the problem of overfitting. Our work draws motivation from a recent work on proximal support vector machines (PSVMs) wherein two parallel hyperplanes are used for binary classification and points are classified by assigning them to the class corresponding to the closest of two parallel hyperplanes. In other words, proximity to decision hyperplane is used as the classifying criterion. We show that a similar concept can be used to factorize the rating matrix if the loss function is suitably defined. The present scheme of matrix factorization has advantages over MMMF (similar to the advantages of PSVM over standard SVM). We validate our hypothesis by carrying out experiments on real and synthetic datasets. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kumar, V (Kumar, Vikas) ; Pujari, AK (Pujari, Arun K.) ; Sahu, SK (Sahu, Sandeep Kumar) ; Kagita, VR (Kagita, Venkateswara Rao) ; Padmanabhan, V (Padmanabhan, Vineet)","Title":"Proximal maximum margin matrix factorization for collaborative filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770400012 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Recommender systems; Collaborative filtering; Trust-aware recommender systems; Confidence; Pareto dominance; Reliability measure KeyWords Plus:SYSTEMS; ACCURACY; ENHANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 116 Pages: 130-143 DOI: 10.1016/j.knosys.2016.10.025 Published: JAN 15 2017","Abstract":"Recommender systems are widely used to provide e-commerce users appropriate items. Collaborative filtering is one of the most successful recommender approaches which recommends items to a given user based on the opinions of his/her like-minded neighbors. However, the user-item ratings matrix, which is used as an input to the recommendation algorithm, is often highly sparse, leading to unreliable predictions. Recent studies demonstrated that information from social networks such as trust statements can be employed to improve accuracy of recommendations. However, there are not explicit trust relationships between most of users in many e-commerce applications. In this manuscript, we propose a method to identify implicit trust statements by applying a specific reliability measure. The Pareto dominance and confidence concepts are used to identify the most prominent users of which opinions are employed in the recommendation process. The proposed recommendation algorithm shows significant improvements in terms of accuracy and coverage measures as compared to the state-of-the-art recommenders. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Azadjalal, MM (Azadjalal, Mohammad Mandi) ; Moradi, P (Moradi, Parham) ; Abdollahpouri, A (Abdollahpouri, Alireza) ; Jalili, M (Jalili, Mahdi)","Title":"A trust-aware recommendation method based on Pareto dominance and confidence concepts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388547800057 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Vertex similarity; Recommender systems; Personalized recommendations; Information filtering KeyWords Plus:DETECTING COMMUNITY STRUCTURE; NETWORK-BASED RECOMMENDATION; COMPLEX NETWORKS; SYSTEMS; DIFFUSION; ITEM","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 466 Pages: 607-615 DOI: 10.1016/j.physa.2016.09.057 Published: JAN 15 2017","Abstract":"Recommender systems benefit us in tackling the problem of information overload by predicting our potential choices among diverse niche objects. So far, a variety of personalized recommendation algorithms have been proposed and most of them are based on similarities, such as collaborative filtering and mass diffusion. Here, we propose a novel vertex similarity index named CosRA, which combines advantages of both the cosine index and the resource-allocation (RA) index. By applying the CosRA index to real recommender systems including MovieLens, Netflix and RYM, we show that the CosRA-based method has better performance in accuracy, diversity and novelty than some benchmark methods. Moreover, the CosRA index is free of parameters, which is a significant advantage in real applications. Further experiments show that the introduction of two turnable parameters cannot remarkably improve the overall performance of the CosRA index. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, LJ (Chen, Ling-Jiao) ; Zhang, ZK (Zhang, Zi-Ke) ; Liu, JH (Liu, Jin-Hu) ; Gao, J (Gao, Jian) ; Zhou, T (Zhou, Tao) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gao, Jian http://orcid.org/0000-0001-6659-5770","Title":"A vertex similarity index for better personalized recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388545100016 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Recommender systems; Collaborative filtering; Graphical probabilistic models KeyWords Plus:HIERARCHICAL GRAPH MAPS; MATRIX FACTORIZATION; SIMILARITY MEASURE; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 376 Pages: 216-232 DOI: 10.1016/j.ins.2016.10.009 Published: JAN 10 2017","Abstract":"Recommender Systems are designed to provide recommendations to registered users. Nonregistered users can be regarded as a particular case of the pure new user cold-start problem. Since non-registered users have neither created a profile account nor rated any item, recommender systems cannot know the tastes of non-registered users, and they typically provide these non-registered users with the average rating of each item. Nevertheless, non-registered users are an important proportion of users of many recommender systems. Therefore, more sophisticated ways of recommending to these non-registered users are wished. Here, we will propose to offer these non-registered users a natural inference model based on uncertainty rules that allows them to infer themselves their own recommendations. This is mathematically formalized by means of a probabilistic model that simulates the forward reasoning based on rules. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Hernando, A (Hernando, Antonio) ; Bobadilla, J (Bobadilla, Jesus) ; Ortega, F (Ortega, Fernando) ; Gutierrez, A (Gutierrez, Abraham)","Title":"A probabilistic model for recommending to new cold-start non-registered users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391397200001 ISSN: 1662-5196","Keywords":"neuroimaging; big data; open science framework; cyberinfrastructure; neuroscience; data sharing; bids; workflow KeyWords Plus:SPECTRUM DISORDER; DATA CITATION; AUTISM; NEUROSCIENCE; DISCOVERY; SUPPORT; ARCHIVE; PROJECT; ACCESS","Categories":"Mathematical & Computational Biology; Neurosciences & Neurology Web of Science Categories:Mathematical & Computational Biology; Neurosciences","Journal Information":"FRONTIERS IN NEUROINFORMATICS Volume: 10 Article Number: 53 DOI: 10.3389/fninf.2016.00053 Published: JAN 6 2017","Abstract":"Data sharing is becoming more of a requirement as technologies mature and as global research and communications diversify. As a result, researchers are looking for practical solutions, not only to enhance scientific collaborations, but also to acquire larger amounts of data, and to access specialized datasets. In many cases, the realities of data acquisition present a significant burden, therefore gaining access to public datasets allows for more robust analyses and broadly enriched data exploration. To answer this demand, the Montreal Neurological Institute has announced its commitment to Open Science, harnessing the power of making both clinical and research data available to the world (Owens, 2016a,b). As such, the LORIS and CBRAIN (Das et al., 2016) platforms have been tasked with the technical challenges specific to the institutional-level implementation of open data sharing, including: (1) Comprehensive linking of multimodal data (phenotypic, clinical, neuroimaging, biobanking, and genomics, etc.) (2) Secure database encryption, specifically designed for institutional and multi-project data sharing, ensuring subject confidentiality (using multi-tiered identifiers). (3) Querying capabilities with multiple levels of single study and institutional permissions, allowing public data sharing for all consented and de-identified subject data. (4) Configurable pipelines and flags to facilitate acquisition and analysis, as well as access to High Performance Computing clusters for rapid data processing and sharing of software tools. (5) Robust Workflows and Quality Control mechanisms ensuring transparency and consistency in best practices. (6) Long term storage (and web access) of data, reducing loss of institutional data assets. (7) Enhanced web-based visualization of imaging, genomic, and phenotypic data, allowing for real-time viewing and manipulation of data from anywhere in the world. (8) Numerous modules for data filtering, summary statistics, and personalized and configurable dashboards. Implementing the vision of Open Science at the Montreal Neurological Institute will be a concerted undertaking that seeks to facilitate data sharing for the global research community. Our goal is to utilize the years of experience in multi-site collaborative research infrastructure to implement the technical requirements to achieve this level of public data sharing in a practical yet robust manner, in support of accelerating scientific discovery.","Authors":"Das, S (Das, Samir) ; Glatard, T (Glatard, Tristan) ; Rogers, C (Rogers, Christine) ; Saigle, J (Saigle, John) ; Paiva, S (Paiva, Santiago) ; MacIntyre, L (MacIntyre, Leigh) ; Safi-Harab, M (Safi-Harab, Mouna) ; Rousseau, ME (Rousseau, Marc-Etienne) ; Stirling, J (Stirling, Jordan) ; Khalili-Mahani, N (Khalili-Mahani, Najmeh) ; MacFarlane, D (MacFarlane, David) ; Kostopoulos, P (Kostopoulos, Penelope) ; Rioux, P (Rioux, Pierre) ; Madjar, C (Madjar, Cecile) ; Lecours-Boucher, X (Lecours-Boucher, Xavier) ; Vanamala, S (Vanamala, Sandeep) ; Adalat, R (Adalat, Reza) ; Mohaddes, Z (Mohaddes, Zia) ; Fonov, VS (Fonov, Vladimir S.) ; Milot, S (Milot, Sylvain) ; Leppert, I (Leppert, Ilana) ; Degroot, C (Degroot, Clotilde) ; Durcan, TM (Durcan, Thomas M.) ; Campbell, T (Campbell, Tara) ; Moreau, J (Moreau, Jeremy) ; Dagher, A (Dagher, Alain) ; Collins, DL (Collins, D. Louis) ; Karamchandani, J (Karamchandani, Jason) ; Bar-Or, A (Bar-Or, Amit) ; Fon, EA (Fon, Edward A.) ; Hoge, R (Hoge, Rick) ; Baillet, S (Baillet, Sylvain) ; Rouleau, G (Rouleau, Guy) ; Evans, AC (Evans, Alan C.) ...More...Less","Title":"Cyberinfrastructure for Open Science at the Montreal Neurological Institute"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390734300041 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Recommendation; Privacy; Efficiency KeyWords Plus:INFORMATION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 219 Pages: 440-454 DOI: 10.1016/j.neucom.2016.09.059 Published: JAN 5 2017","Abstract":"In online social communities, many recommender systems use collaborative filtering, a method that makes recommendations based on what are liked by other users with similar interests. Privacy issues arise in this process, as sensitive personal information (e.g., content interests) may be collected and disclosed to the recommender server. Existing privacy-preserving collaborative filtering techniques trade either efficiency or accuracy for privacy, which are not suitable for online social communities with large amount of users. In this paper, we propose YANA (short for \"you are not alone\"), a user group-based privacy-preserving recommender system for users in online social communities. In this system, users are organized into groups with diverse interests and interact with the recommender server via interest-specific pseudo users, so that individual user's personal interest information remains hidden from the server. A suit of secure multi-party computation protocols and recommendation strategies are proposed to protect user privacy from group members in the recommendation process. A prototype system has been implemented on both mobile devices and desktop computers, and evaluation using real-world data demonstrates that YANA can effectively protect users' privacy, while achieving high recommendation quality and energy efficiency.","Authors":"Li, DS (Li, Dongsheng) ; Lv, Q (Lv, Qin) ; Shang, L (Shang, Li) ; Gu, N (Gu, Ning)","Title":"Efficient privacy-preserving content recommendation for online social communities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398484400001 ISSN: 1024-123X eISSN: 1563-5147","Categories":"Engineering; Mathematics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"MATHEMATICAL PROBLEMS IN ENGINEERING Article Number: 6562371 DOI: 10.1155/2017/6562371 Published: 2017","Abstract":"Item-based collaborative filter algorithms play an important role in modern commercial recommendation systems (RSs). To improve the recommendation performance, normalization is always used as a basic component for the predictor models. Among a lot of normalizing methods, subtracting the baseline predictor (BLP) is the most popular one. However, the BLP uses a statistical constant without considering the context. We found that slightly scaling the different components of the BLP separately could dramatically improve the performance. This paper proposed some normalization methods based on the scaled baseline predictors according to different context information. The experimental results show that using context-aware scaled baseline predictor for normalization indeed gets better recommendation performance, including RMSE, MAE, precision, recall, and nDCG.","Authors":"Ma, WM (Ma, Wenming) ; Shi, JF (Shi, Junfeng) ; Zhao, RD (Zhao, Ruidong)","Title":"Normalizing Item-Based Collaborative Filter Using Context-Aware Scaled Baseline Predictor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398475200001 ISSN: 1024-123X eISSN: 1563-5147","Categories":"Engineering; Mathematics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"MATHEMATICAL PROBLEMS IN ENGINEERING Article Number: 1975719 DOI: 10.1155/2017/1975719 Published: 2017","Abstract":"Collaborative filtering technology has been widely used in the recommender system, and its implementation is supported by the large amount of real and reliable user data from the big-data era. However, with the increase of the users' information-security awareness, these data are reduced or the quality of the data becomes worse. Singular Value Decomposition (SVD) is one of the common matrix factorization methods used in collaborative filtering, which introduces the bias information of users and items and is realized by using algebraic feature extraction. The derivative model SVD++ of SVD achieves better predictive accuracy due to the addition of implicit feedback information. Differential privacy is defined very strictly and can be proved, which has become an effective measure to solve the problem of attackers indirectly deducing the personal privacy information by using background knowledge. In this paper, differential privacy is applied to the SVD++ model through three approaches: gradient perturbation, objective-function perturbation, and output perturbation. Through theoretical derivation and experimental verification, the new algorithms proposed can better protect the privacy of the original data on the basis of ensuring the predictive accuracy. In addition, an effective scheme is given that can measure the privacy protection strength and predictive accuracy, and a reasonable range for selection of the differential privacy parameter is provided.","Authors":"Xian, ZZ (Xian, Zhengzheng) ; Li, QL (Li, Qiliang) ; Li, G (Li, Gai) ; Li, L (Li, Lei)","Title":"New Collaborative Filtering Algorithms Based on SVD plus plus and Differential Privacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397877800003 ISSN: 0962-9351 eISSN: 1466-1861","Keywords":"Personalized Recommendation; Collaborative filtering; Item classification; Cloud computing","Categories":"Cell Biology; Immunology Web of Science Categories:Cell Biology; Immunology","Journal Information":"MEDIATORS OF INFLAMMATION DOI: 10.14257/ijgdc.2016.9.7.03 Published: 2017","Abstract":"In order to solve this problem of cloud model, this paper presents another new collaborative filtering recommendation algorithm by combining the item classification and cloud model. Firstly the algorithm utilizes the item classification information and cloud model to compute items inner-similarity, and then gets the scores from neighbor items which have the highest similarity and uses their scores to forecast the unrated inner-class items. Secondly, the neighbors of user are obtained by computing the inner-class user similarities in the cloud model, providing the final forecast grade and carrying out the recommendation.","Authors":"Zhang, DA (Zhang, Dan)","Title":"Research on Collaborative Filtering Algorithm based on Cloud Computing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397877800018 ISSN: 0962-9351 eISSN: 1466-1861","Keywords":"Recommendation system; Collaborative filtering; Cloud computing","Categories":"Cell Biology; Immunology Web of Science Categories:Cell Biology; Immunology","Journal Information":"MEDIATORS OF INFLAMMATION DOI: 10.14257/ijgdc.2016.9.7.18 Published: 2017","Abstract":"The paper Proposed Item parallel collaborative filtering recommendation algorithm (IP-CF). Through designing efficient parallel algorithm, compute-extensive procedures are distributed to different processing nodes in Hadoop platform. Taking advantage of parallel computing, we accelerate the response of recommendation. The experimental results show that our proposed algorithm IP-CF is more efficient and scalable than current parallel algorithms.","Authors":"Zhang, GH (Zhang, Guohua) ; Bao, F (Bao, Feng) ; Bai, S (Bai, Sheng)","Title":"Parallel Collaborative Filtering Recommendation Algorithm based on Cloud Computing"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398724000005 ISBN:978-3-319-48308-5; 978-3-319-48307-8 ISSN: 2194-5357","Keywords":"Recommendation; Collaborative filtering; Similarity measure; Prediction accuracy; Coverage; Precision; Recall KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE INTERNATIONAL CONFERENCE ON ADVANCED INTELLIGENT SYSTEMS AND INFORMATICS 2016 Book Series: Advances in Intelligent Systems and Computing Volume: 533 Pages: 42-52 DOI: 10.1007/978-3-319-48308-5_5 Published: 2017","Abstract":"Internet users are overwhelmed with a large number of choices, consequently, there is a need to filter and prioritize relevant information. Recommender System (RS) solves this problem by searching through information provided by users similar to the active user. Precise determination of similar users is the keystone to accuracy of personalized recommendation and in this regard, the contribution of this paper is two-fold. First, an enhanced Distance based similarity measure is introduced. Second, a systematic evaluation is presented of the predictive performance of the proposed similarity measure against different similarity measures in recommendations based on user based Collaborative Filtering (CF). The evaluation encompasses both numeric and non-numeric measures against the proposed measure. The performance metrics are the recommendation accuracy (statistical and decision-making) and coverage. Experimental results on three real-world datasets show that the enhanced Distance based similarity outperforms all other similarity measures for user based recommendations in respect of the recommendation accuracy and coverage.","Authors":"Afify, YM (Afify, Yasmine M.) ; Moawad, IF (Moawad, Ibrahim F.) ; Badr, NL (Badr, Nagwa L.) ; Tolba, MF (Tolba, Mohamed F.) Edited by:Hassanien, AE; Shaalan, K; Gaber, T; Azar, AT; Tolba, MF","Title":"An Enhanced Distance Based Similarity Measure for User Based Recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398076000003 ISSN: 0033-0337 eISSN: 1758-7301","Keywords":"Clustering; Collaborative filtering; Hybrid recommender system; Learning objects recommendation; Recommender systems; Recommender sytems evaluation KeyWords Plus:SYSTEMS; CHALLENGES; STUDENTS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"PROGRAM-ELECTRONIC LIBRARY AND INFORMATION SYSTEMS Volume: 51 Issue: 1 Pages: 35-51 DOI: 10.1108/PROG-05-2016-0044 Published: 2017","Abstract":"Purpose - The purpose of this paper is to present the results of a comparison among three different approaches for recommending learning objects (LO) inside a repository. The comparison focuses not only on prediction errors but also on the coverage of each tested configuration. Design/methodology/approach - The authors compared the offline evaluation by using pure collaborative filtering (CF) algorithms with two other different combinations of pre-processed data. The first approach for pre-processing data consisted of clustering users according to their disciplines resemblance, while the second approach consisted of clustering LO according to their textual similarity regarding title and description. The three methods were compared with respect to the mean average error between predicted values and real values. Moreover, we evaluated the impact of the number of clusters and neighborhood size on the user-coverage. Findings - Clustering LO has improved the prediction error measure with a small loss on user-coverage when compared to the pure CF approach. On the other hand, the approach of clustering users failed in both the error and in user-space coverage. It also became clear that the neighborhood size is the most relevant parameter to determine how large the coverage will be. Research limitations - The methods proposed here were not yet evaluated in a real-world scenario, with real users opinions about the recommendations and their respective learning goals. Future work is still required to evaluate users opinions. Originality/value - This research provides evidence toward new recommendation methods directed toward LO repositories.","Authors":"Santos, HL (dos Santos, Henrique Lemos) ; Cechinel, C (Cechinel, Cristian) ; Araujo, RM (Araujo, Ricardo Matsumura)","Title":"A comparison among approaches for recommending learning objects through collaborative filtering algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396371300011 ISSN: 1061-3773 eISSN: 1099-0542","Keywords":"MOOC; multi-layer bucketing recommendation; collaborative filtering; map-reduce","Categories":"Computer Science; Education & Educational Research; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Education, Scientific Disciplines; Engineering, Multidisciplinary","Journal Information":"COMPUTER APPLICATIONS IN ENGINEERING EDUCATION Volume: 25 Issue: 1 Pages: 120-128 DOI: 10.1002/cae.21785 Published: JAN 2017","Abstract":"With the fast development of MOOC in recent years, one MOOC platform has more than millions of learners and thousands of courses. Personality course recommendation is necessary to help people discover potentially interested courses by analyzing user behaviors. Collaborative Filtering (CF) has been shown to be effective on recommending items according to users in same interests on same items. In this paper, considering the effectiveness and efficiency of CF, we proposed a method called Multi-Layer Bucketing Recommendation (MLBR) to recommend courses on MOOC. MLBR changes learner vectors into same length dimension and scatters them into buckets which contain similar learners with more courses in common. At the same time, MLBR reduces the time cost of online, offline and update computation in CF recommendation. Furthermore, we extend MLBR with map-reduce technique to improve the efficiency. Extensive experiments on real-world MOOC datasets demonstrate the effectiveness and efficiency of the proposed model. (C) 2017 Wiley Periodicals, Inc.","Authors":"Pang, YX (Pang, Yanxia) ; Jin, YY (Jin, Yuanyuan) ; Zhang, Y (Zhang, Ying) ; Zhu, T (Zhu, Tao)","Title":"Collaborative Filtering Recommendation for MOOC Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396368300005 ISSN: 1567-4223 eISSN: 1873-7846","Keywords":"Recommender system; Multi-criteria; Collaborative filtering; Adaptive neuro-fuzzy inference system; Ontology; Semantic filtering KeyWords Plus:PERSONALIZED RECOMMENDATION; E-COMMERCE; SIMILARITY; TOURISM; DOMAIN; ACCURACY; ANFIS; AGENT","Categories":"Business & Economics; Computer Science Web of Science Categories:Business; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"ELECTRONIC COMMERCE RESEARCH AND APPLICATIONS Volume: 21 Pages: 50-64 DOI: 10.1016/j.elerap.2016.12.005 Published: JAN-FEB 2017","Abstract":"The importance of recommendation systems for business applications has led to extensive research efforts to improve the recommendations accuracy as well as to reduce the sparsity problem. Despite the success of both collaborative filtering and multi-criteria approaches, they still need to be further optimized to address the stated problems. In this paper, we propose a new hybrid method based on enhanced fuzzy multi-criteria collaborative filtering which incorporates demographic information and an item-based ontological semantic filtering approach for movie recommendation purposes. We use an adaptive neuro-fuzzy inference system to discover the relationship between each criterion and the overall rating. A fusion of fuzzy cosine and Jaccard similarities is further adopted to calculate the total similarity between users/movies with respect to the effect of co-rated item set cardinality on the reliability of similarity measures. To increase the robustness and reliability of the final similarity measure, especially in the case of cold start users, a convex combination of both user and movie based similarities is used; in which the convex weightings are determined through the gradient decent algorithm to ensure a minimum prediction error. Experimental results demonstrate the efficiency of the proposed method in reducing the sparsity problem and improving the prediction accuracy. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kermany, NR (Kermany, Naime Ranjbar) ; Alizadeh, SH (Alizadeh, Sasan H.)","Title":"A hybrid multi-criteria recommender system using ontology and neuro-fuzzy techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397136900014 ISSN: 2169-3536","Keywords":"Multi-AUV systems; network topology; second-order consensus algorithm; convergence rate; consensus-UPF algorithm. KeyWords Plus:AVERAGE CONSENSUS; DISTRIBUTED CONSENSUS; SWITCHING TOPOLOGY; TIME-DELAY; NETWORKS; SEEKING; CONTAINMENT; ALGORITHMS; WEIGHTS; SPEED","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE ACCESS Volume: 5 Pages: 853-868 DOI: 10.1109/ACCESS.2017.2651048 Published: 2017","Abstract":"In multi-autonomous underwater vehicle (multi-AUV) systems, the convergence rate is characterized by the pace of consistency of the key state information for each member. The topology with leader-follower architecture is designed as a combination of an undirected graph between followers and a digraph between leaders and followers. An overview of influences on convergence rate of the secondorder consensus algorithm is elaborated in three aspects, along with the main contributions in this paper. Specifically, the explicit expression of the maximum convergence rate is established based on the root locus method, and then, the effects of control parameters on the convergence rate are analyzed. Moreover, the in influences of network topologies on the convergence rate are investigated from the view of adjusting the existing connectivity, changing the weights on links, and utilizing hierarchical structure. The combination of consensus and filtering algorithm is also an approach to enhance the capacity of multi-AUV systems. In order to eliminate the accumulated errors in the process of dead reckoning, a collaborative navigation model is presented, and then, a localization approach based on consensus-unscented particle filter algorithm is proposed. Simulations results are provided to verify location performance under the assumption of Gaussian white noise in the systems. In addition, the influences of the topologies on positioning accuracy are explored.","Authors":"Xing, W (Xing, Wen) ; Zhao, YX (Zhao, Yuxin) ; Karimi, HR (Karimi, Hamid Reza)","Title":"Convergence Analysis on Multi-AUV Systems With Leader-Follower Architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397136900088 ISSN: 2169-3536","Keywords":"Collaborative filtering; recommender systems; concept drift; time weight; MovieLens","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE ACCESS Volume: 5 Pages: 1682-1691 DOI: 10.1109/ACCESS.2017.2669243 Published: 2017","Abstract":"A recommendation system provides personalized recommendations on products and services to users. In the traditional recommendation system, the user interest is regarded as constant over time, while in fact, the user interest changes over time. Hence, tracking the user interest drift becomes key in designing the dynamic recommendation system. However, it is a challenge to find an accurate and effective method that can predict the user interest drift. To solve the prediction problem of the user interest drift, this paper adopts clustering and time impact factor matrix to monitor the degree of user interest drift in the class and more accurately predict an item's rating. We add a time impact factor to the original baseline estimates and use the linear regression to predict the user interest drift. Our comparative experiments are conducted on three big data sets: MovieLens100K, MovieLens1M, and MovieLens10M. The experimental results show that our proposed approach can efficiently improve the prediction accuracy.","Authors":"Sun, BS (Sun, Baoshan) ; Dong, LY (Dong, Lingyu)","Title":"Dynamic Model Adaptive to User Interest Drift Based on Cluster and Nearest Neighbors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396260500005 ISSN: 1088-467X eISSN: 1571-4128","Keywords":"Recommender systems; collaborative filtering; K-Means clustering; One-Pass; online KeyWords Plus:DATA STREAMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTELLIGENT DATA ANALYSIS Volume: 21 Issue: 2 Pages: 279-310 DOI: 10.3233/IDA-150316 Published: 2017","Abstract":"Recommender systems apply artificial intelligence techniques for filtering unseen information and predict whether a user would like/dislike a given item. K-Means clustering-based recommendation algorithms have been proposed claiming to increase the scalability of recommender systems. One potential drawback of these algorithms is that they perform training offline and hence cannot accommodate the incremental updates with the arrival of new data, making them unsuitable for the dynamic environments. From this line of research, a new clustering algorithm called One-Pass is proposed, which is a simple realtime algorithm that maintains a good level of accuracy, scale well with data, and build the training model incrementally with the arrival of new data. We run One-Pass algorithm on four different datasets (MovieLens, Film Trust, Book Crossing, and Last-FM) and empirically show that the proposed algorithm outperforms K-Means in terms of recommendation and training time. Moreover, One-Pass algorithm is comparable to K-Means in term of accuracy and cluster quality.","Authors":"Khalid, A (Khalid, Asra) ; Ghazanfar, MA (Ghazanfar, Mustansar Ali) ; Zahra, S (Zahra, Sobia) ; Azam, MA (Azam, Muhammad Awais)","Title":"Scalable and practical One-Pass clustering algorithm for recommender system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396260500006 ISSN: 1088-467X eISSN: 1571-4128","Keywords":"Collaborative filtering; trapezoid fuzzy rating model; trapezoid fuzzy number; fuzzy similarity KeyWords Plus:SYSTEM; INFORMATION; ACCURACY; NUMBERS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTELLIGENT DATA ANALYSIS Volume: 21 Issue: 2 Pages: 311-327 DOI: 10.3233/IDA-150438 Published: 2017","Abstract":"In order to reflect the actual case of users' decisions and rating patterns, and solve the sparsity problem of traditional collaborative filtering recommendation algorithms, a trapezoid fuzzy rating model is proposed, which fuzzifies crisp point into trapezoid fuzzy number based on the rating statistical information of users. The trapezoid fuzzy number contains personalized information of users and can reasonably represent user's preference degree and rating pattern. Based on this model, the user fuzzy similarity-based collaborative filtering recommendation algorithm is designed. We prove that this algorithm is a fuzzy extension of Cosine similarity, and analyze the application scopes of this method. The experimental results show that our method can obtain better performance than other traditional methods, especially when implemented in a sparse dataset with high ratio between users and items.","Authors":"Wu, YT (Wu, Yitao) ; Zhang, XM (Zhang, Xingming) ; Yu, H (Yu, Hong) ; Wei, S (Wei, Shuai) ; Guo, W (Guo, Wei)","Title":"Collaborative filtering recommendation algorithm based on user fuzzy similarity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397059800037 ISSN: 1017-9909 eISSN: 1560-229X","Keywords":"robust object tracking; online dictionary learning and updating; robust sparse coding; prior information; joint decision metric KeyWords Plus:VISUAL TRACKING; K-SVD; DICTIONARY; REPRESENTATION; MODEL","Categories":"Engineering; Optics; Imaging Science & Photographic Technology Web of Science Categories:Engineering, Electrical & Electronic; Optics; Imaging Science & Photographic Technology","Journal Information":"JOURNAL OF ELECTRONIC IMAGING Volume: 26 Issue: 1 Article Number: 013007 DOI: 10.1117/1.JEI.26.1.013007 Published: JAN 2017","Abstract":"We formulate object tracking under the particle filter framework as a collaborative tracking problem. The priori information from training data is exploited effectively to online learn a discriminative and reconstructive dictionary, simultaneously without losing structural information. Specifically, the class label and the semantic structure information are incorporated into the dictionary learning process as the classification error term and ideal coding regularization term, respectively. Combined with the traditional reconstruction error, a unified dictionary learning framework for robust object tracking is constructed. By minimizing the unified objective function with different mixed norm constraints on sparse coefficients, two robust optimizing methods are developed to learn the high-quality dictionary and optimal classifier simultaneously. The best candidate is selected by minimizing the reconstructive error and classification error jointly. As the tracking continues, the proposed algorithms alternate between the robust sparse coding and the dictionary updating. The proposed trackers are empirically compared with 14 state-of-the-art trackers on some challenging video sequences. Both quantitative and qualitative comparisons demonstrate that the proposed algorithms perform well in terms of accuracy and robustness. (C) 2017 SPIE and IS& T","Authors":"Fan, BJ (Fan, Baojie) ; Cong, Y (Cong, Yang) ; Tang, YD (Tang, Yandong)","Title":"Online structured sparse learning with labeled information for robust object tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395520700041 ISSN: 1064-1246 eISSN: 1875-8967","Keywords":"Recommender system; collaborative filtering; user profile; ANFIS; neural network","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"JOURNAL OF INTELLIGENT & FUZZY SYSTEMS Volume: 32 Issue: 2 Pages: 1627-1638 DOI: 10.3233/JIFS-169155 Published: 2017","Abstract":"User-based collaborative filtering often considers a set of users who rated on a target item and computes similarities between other users and the target user to select his/her neighbors, then extrapolates the target user's rating from the neighbors' ratings. This traditional approach uses only the neighbors' ratings for recommendation measurement. However, according to our study, dissimilar users whose ratings still significantly influence to the target user's rating prediction. In addition, to choose a video to watch, a user often takes in to consideration multi criteria. We analyze users' behavior to choose a video. They often explore genres or tags, then read abstraction before choosing a video to watch. Therefore, their ratings and the information of a video have a strong correlation. Therefore, based on the fuzzy neural network, a new collaborative filtering method for video recommendation is proposed. Here, the fuzzy neural network is used to learn users' ratings with respect to their behaviors. The proposal here is to adjust a model of the neural network with input is users' behavior and output is their ratings for each target video. Concretely, the behavior of a user (or user profile) is learned by the users' ratings and the information of the corresponding videos. In addition, for each target video, all users' profile who made ratings on it will be collected. Then each profile is treated as an input of the fuzzy neural network and the corresponding rating value is treated as output of the fuzzy neural network. The rating of a user on the target video will be predicted based on the trained neural network. The experiments with netflix dataset reveals that the proposed method is a significantly effective approach.","Authors":"Duong, TH (Trong Hai Duong) ; Nguyen, DA (Duc Anh Nguyen) ; Nguyen, VD (Van Du Nguyen) ; Huan, NV (Nguyen Van Huan)","Title":"Behavior-based video recommendation using adaptive neuro-fuzzy system on social TV"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397017700002 ISSN: 0948-695X","Keywords":"Collaborative Filtering; Trust Network; Privacy; Recommender Systems KeyWords Plus:ACCESS-CONTROL; SYSTEMS; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF UNIVERSAL COMPUTER SCIENCE Volume: 23 Issue: 2 Pages: 146-166 Published: 2017","Abstract":"With the continuous growth of the Internet and the progress of electronic commerce the issues of product recommendation and privacy protection are becoming increasingly important. Recommender Systems aim to solve the information overload problem by providing accurate recommendations of items to users. Collaborative filtering is considered the most widely used recommendation method for providing recommendations of items or users to other users in online environments. Additionally, collaborative filtering methods can be used with a trust network, thus delivering to the user recommendations from both a database of ratings and from users who the person who made the request knows and trusts. On the other hand, the users are having privacy concerns and are not willing to submit the required information (e.g., ratings for products), thus making the recommender system unusable. In this paper, we propose (a) an approach to product recommendation that is based on collaborative filtering and uses a combination of a ratings network with a trust network of the user to provide recommendations and (b) \"neighbourhood privacy\" that employs a modified privacy-aware role-based access control model that can be applied to databases that utilize recommender systems. Our proposed approach (1) protects user privacy with a small decrease in the accuracy of the recommendations and (2) uses information from the trust network to increase the accuracy of the recommendations, while, (3) providing privacy-preserving recommendations, as accurate as the recommendations provided without the privacy-preserving approach or the method that increased the accuracy applied.","Authors":"Georgiadis, CK (Georgiadis, Christos K.) ; Polatidis, N (Polatidis, Nikolaos) ; Mouratidis, H (Mouratidis, Haralambos) ; Pimenidis, E (Pimenidis, Elias)","Title":"A Method for Privacy-preserving Collaborative Filtering Recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396645200005 ISSN: 1210-0552","Keywords":"trust-aware recommender system; genetic algorithm; searching efficiency; skeleton selection KeyWords Plus:SCALE-FREE NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEURAL NETWORK WORLD Volume: 27 Issue: 1 Pages: 77-94 Special Issue: SI DOI: 10.14311/NNW.2017.27.004 Published: 2017","Abstract":"Trust-aware recommender system (TARS) recommends ratings based on user trust. It greatly improves the conventional collaborative filtering by providing reliable recommendations when dealing with the data sparseness problem. One basic research issue of TARS is to improve the recommending efficiency, in which the key point is to find sufficient number of recommenders efficiently for active users. Existing works searched recommenders via a skeleton, which consists of a number of hub nodes. The hub nodes are those who have superior degrees based on the scale-freeness of the trust network. However, existing works did not consider the skeleton maintenance cost and the coverage overlap between nodes of the skeleton. They also failed to suggest the proper size of the skeleton. This paper proposes an optimized TARS model to solve the problems of existing works. By using the genetic algorithm, our model chooses the most suitable nodes for the skeleton of recommender searching. It can achieve the maximum prediction coverage with the minimum skeleton maintenance cost. Simulation results show that compared with existing works, our model can reduce more than 90% of the skeleton maintenance cost with reasonable prediction coverage.","Authors":"Yuan, W (Yuan, W.) ; Guan, D (Guan, D.)","Title":"OPTIMIZED TRUST-AWARE RECOMMENDER SYSTEM USING GENETIC ALGORITHM"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397053700004 PubMed ID: 27591247 ISSN: 1355-4786 eISSN: 1460-2369","Keywords":"human trophoblast stem cells; trophoblast lineage segregation; trophoblast differentiation; placental development; placenta; human embryonic stem cells; iPS trophoblast KeyWords Plus:EARLY HUMAN PLACENTA; IN-VITRO; SELF-RENEWAL; CHORIONIC-GONADOTROPIN; GENE-EXPRESSION; HUMAN EMBRYO; CYTOTROPHOBLAST DIFFERENTIATION; FUNCTIONAL-CHARACTERIZATION; EXTRAVILLOUS TROPHOBLASTS; EXTRAEMBRYONIC LINEAGES","Categories":"Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Obstetrics & Gynecology; Reproductive Biology","Journal Information":"HUMAN REPRODUCTION UPDATE Volume: 23 Issue: 1 Pages: 77-103 DOI: 10.1093/humupd/dmw026 Published: JAN-FEB 2017","Abstract":"BACKGROUND: The human placenta is vital for fetal development, yet little is understood about how it forms successfully to ensure a healthy pregnancy or why this process is inadequate in 1 in 10 pregnancies, leading to miscarriage, intrauterine growth restriction or pre-eclampsia. Trophoblasts are placenta-specific epithelial cells that maximize nutrient exchange. All trophoblast lineages are thought to arise from a population of trophoblast stem cells (TSCs). However, whilst the isolation of murine TSC has led to an explosion in understanding murine placentation, the isolation of an analogous human TSC has proved more difficult. Consequently, alternative methods of studying human trophoblast lineage development have been employed, including human embryonic stem cells (hESCs), induced pluripotent stem cells (iPS) and transformed cell lines; but what do these proxy models tell us about what is happening during early placental development? OBJECTIVE AND RATIONALE: In this systematic review, we evaluate current approaches to understanding human trophoblast lineage development in order to collate and refine these models and inform future approaches aimed at establishing human TSC lines. SEARCH METHODS: To ensure all relevant articles were analysed, an unfiltered search of Pubmed, Embase, Scopus and Web of Science was conducted for 25 key terms on the 13th May 2016. In total, 47 313 articles were retrieved and manually filtered based on non-human, non-English, non-full text, non-original article and off-topic subject matter. This resulted in a total of 71 articles deemed relevant for review in this article. OUTCOMES: Candidate human TSC populations have been identified in, and isolated from, both the chorionic membrane and villous tissue of the placenta, but further investigation is required to validate these as 'true' human TSCs. Isolating human TSCs from blastocyst trophectoderm has not been successful in humans as it was in mice, although recently the first reported TSC line (USFB6) was isolated from an eight-cell morula. In lieu of human TSC lines, trophoblast-like cells have been induced to differentiate from hESCs and iPS. However, differentiation in these model systems is difficult to control, culture conditions employed are highly variable, and the extent to which they accurately convey the biology of 'true' human TSCs remains unclear, particularly as a consensus has not been met among the scientific community regarding which characteristics a human TSC must possess. WIDER IMPLICATIONS: Human TSC models have the potential to revolutionize our understanding of trophoblast differentiation, allowing us to make significant gains in understanding the underlying pathology of pregnancy disorders and to test potential therapeutic interventions on cell function in vitro. In order to do this, a collaborative effort is required to establish the criteria that define a human TSC to confirm the presence of human TSCs in both primary isolates and to determine how accurately trophoblast-like cells derived from current model systems reflect trophoblast from primary tissue. The in vitro systems currently used to model early trophoblast lineage formation have provided insights into early human placental formation but it is unclear whether these trophoblast-like cells are truly representative of primary human trophoblast. Consequently, continued refinement of current models, and standardization of culture protocols is essential to aid our ability to identify, isolate and propagate 'true' human TSCs from primary tissue.","Authors":"Gamage, TKJB (Gamage, Teena K. J. B.) ; Chamley, LW (Chamley, Lawrence W.) ; James, JL (James, Joanna L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number James, Jo http://orcid.org/0000-0002-3757-4177","Title":"Stem cell insights into human trophoblast lineage differentiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396411300005 ISSN: 2047-4938 eISSN: 2047-4946","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"IET BIOMETRICS Volume: 6 Issue: 1 Pages: 36-42 DOI: 10.1049/iet-bmt.2015.0103 Published: JAN 2017","Abstract":"Hyperspectral imagery analysis has become a popular topic for improving face recognition accuracy. Nevertheless, it encounters difficulty in data acquisition, low signal-to-noise ratio, and high dimensionality. As a result, there exists a need to develop better algorithms in order to achieve higher classification rates. In this study, the authors propose a new method for hyperspectral face recognition with very competitive experimental results. Since there is a significant amount of noise in every spectral band, they reduce noise adaptively from each spectral band by using any image denoising method, e. g. block matching and 3D filtering. They then crop each face according to its eye coordinates so that translation invariance can be achieved. They conduct log-polar transform to each cropped face image and extract 2D Fourier spectrum from them. In this way, the extracted features are approximately invariant to translation, rotation, and scaling. They use the collaborative representation-based classifier with voting for hyperspectral face recognition. They perform some experiments to test the authors' new method for hyperspectral face recognition with very promising results.","Authors":"Chen, GY (Chen, Guangyi) ; Sun, W (Sun, Wei) ; Xie, WF (Xie, Wenfang)","Title":"Hyperspectral face recognition with log-polar Fourier features and collaborative representation based voting classifiers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395870000003 ISSN: 2169-3536","Keywords":"Data sharing; electronic commerce; online information service; security and privacy protection KeyWords Plus:INFORMATION; SYSTEMS","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE ACCESS Volume: 5 Pages: 35-49 DOI: 10.1109/ACCESS.2016.2600258 Published: 2017","Abstract":"Collaborative fltering is now successfully applied to recommender systems. The availability of extensive personal data is necessary for generating high quality recommendations. However, traditional collaborative fltering methods suffer from sparse and sometimes cold-start problems, particularly for newly deployed recommenders. Currently, several recommender systems exist in good working order, and data collected from these existing systems should be valuable for newly deployed recommenders. This paper introduces a privacy preserving shared collaborative fltering problem in order to leverage the data from other parties (contributors) to improve its own (benefciaries) collaborative fltering performance, with the privacy protected under a differential privacy framework. It proposes a two-step methodology to solve this problem. First, item-based neighborhood information is selected as the shared data from the contributor with guaranteed differential privacy, and a practical enforcement mechanism for differential privacy is proposed. Second, two novel algorithms are developed to enable the beneficiary to leverage the shared data to support improved collaborative fltering. The extensive experimental results show that the proposed methodology can increase the recommendation accuracy of the benefciary significantly while preserving data privacy for the contributors.","Authors":"Li, JQ (Li, Jianqiang) ; Yang, JJ (Yang, Ji-Jiang) ; Zhao, Y (Zhao, Yu) ; Liu, B (Liu, Bo) ; Zhou, MC (Zhou, Mengchu) ; Bi, J (Bi, Jing) ; Wang, Q (Wang, Qing)","Title":"Enforcing Differential Privacy for Shared Collaborative Filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395904400038 ISSN: 1064-1246 eISSN: 1875-8967","Keywords":"Shilling attacks; robust collaborative recommendation; kernel matrix factorization; residual factor KeyWords Plus:SYSTEMS; SIMILARITY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"JOURNAL OF INTELLIGENT & FUZZY SYSTEMS Volume: 32 Issue: 3 Pages: 2101-2109 DOI: 10.3233/JIFS-161705 Published: 2017","Abstract":"Collaborative filtering recommendation algorithms based on traditional matrix factorization model have poor robustness and low recommendation accuracy when facing shilling attacks. To address this issue, we propose a novel robust recommendation method based on kernel matrix factorization. We first construct a robust kernel matrix factorization model for collaborative recommendation by using kernel mapping of the rating matrix and kernel distance, and regulate residual error with the scale factor, which can enhance the power of the model's anti-attack and realize the robust estimation of user feature matrix and item feature matrix. Then we introduce kernel distance to compute the similarity between users in order to improve the credibility of user similarity and reduce the influence of attack profiles on the recommendation results. Finally, we devise a robust collaborative recommendation algorithm based on the kernel matrix factorization model. Experimental results show that our algorithm can improve the robustness and accuracy compared with the existing algorithms.","Authors":"Yu, HT (Yu, Hongtao) ; Gao, RB (Gao, Ruibo) ; Wang, K (Wang, Kun) ; Zhang, FZ (Zhang, Fuzhi)","Title":"A novel robust recommendation method based on kernel matrix factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396189200001 ISSN: 1574-017X eISSN: 1875-905X","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"MOBILE INFORMATION SYSTEMS Article Number: 7871502 DOI: 10.1155/2017/7871502 Published: 2017","Abstract":"The research of location recommendation system is an important topic in the field of LBSN (Location-Based Social Network). Recently, more and more researchers began focusing on researching how to recommend locations based on user's life behavior. In this paper, we proposed a new model recommending locations based on user's periodic behaviors. In view of multiple periodic behaviors existing in time series, an algorithm which can mine all periods in time series is proposed in this paper. Based on the periodic behaviors, we recommend locations using item-based collaborative filtering algorithm. In this paper, we will also introduce our recommendation systemwhich can collect users' GPS trajectory, mine user'smultiple periods, and recommend locations based user's periodic behavior.","Authors":"Xu, B (Xu, Bing) ; Ding, ZJ (Ding, Zhijun) ; Chen, HZ (Chen, Hongzhong)","Title":"Recommending Locations Based on Users' Periodic Behaviors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393537000068 ISSN: 1064-1246 eISSN: 1875-8967","Keywords":"Recommendation system; trust propagation; singular value decomposition KeyWords Plus:MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"JOURNAL OF INTELLIGENT & FUZZY SYSTEMS Volume: 32 Issue: 1 Pages: 807-816 DOI: 10.3233/JIFS-16073 Published: 2017","Abstract":"Nowadays, we are living in an information overload age. A tremendous amount of information has been produced on the Internet, how to find the interesting information is the main goal of recommendation system research. However, the most of current traditional recommendation algorithms (such as Collaborative filtering) are suffering from flowing difficulties: (i) The traditional recommendation system assume that users are independent and identically distributed; this assumption fails to consider the social relation and connection between users, which is not consistent with the social relations in our real world. (ii) Although there are some recommendation system research began to focus on the trust relationship between users, trust information is also very sparse. This leads to most of datasets only contains very little information about the user's relationship. In this paper, we propose an innovative method that integrated users' trust propagation and singular value decomposition into recommendation Algorithm to improve the quality of the recommendation effectively and efficiently. We performed our experiments on two real data sets respectively, the public domain Epinions.com and Filemtrust.com. The experimental results show that our method has a better outperform.","Authors":"Li, WJ (Li, Weijiang) ; Qi, J (Qi, Jing) ; Yu, ZT (Yu, Zhengtao) ; Li, DJ (Li, Dongjun)","Title":"A social recommendation method based on trust propagation and singular value decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392676100001 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Cloud service; QoS ranking; Collaborative filtering; Similarity computation; Customer satisfaction KeyWords Plus:WEB SERVICE; COEFFICIENT","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 93 Pages: 1-10 DOI: 10.1016/j.dss.2016.09.001 Published: JAN 2017","Abstract":"With the rapid development of cloud computing, cloud service has become an indispensable component of modern information systems where quality of service (QoS) has a direct impact on the system's performance and stability. While scholars have concentrated their efforts on the monitoring and evaluation of QoS in cloud computing, other service selection characteristics have been neglected, such as the scarcity of evaluation data and various customer needs. In this paper, we present a ranking-oriented prediction method that will assist in the process of discovering the cloud service candidates that have the highest customer satisfaction. This approach encompasses two basic functions: ranking similarity estimation and cloud service ranldng prediction that takes into account customer's preference and expectation. The comparative experimental results show that the proposed method outperforms other competing methods. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ding, S (Ding, Shuai) ; Wang, ZY (Wang, Zeyuan) ; Wu, DS (Wu, Desheng) ; Olson, DL (Olson, David L.)","Title":"Utilizing customer satisfaction in ranking prediction for personalized cloud service selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392305000053 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Recommender system; Group recommendations; Travel; Tourism; Hybrid; Collaborative filtering; Content-based recommender KeyWords Plus:SYSTEMS; TOURISM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 2 Pages: 2787-2811 DOI: 10.1007/s11042-016-3265-x Published: JAN 2017","Abstract":"Recommendation techniques have proven their usefulness as a tool to cope with the information overload problem in many classical domains such as movies, books, and music. Additional challenges for recommender systems emerge in the domain of tourism such as acquiring metadata and feedback, the sparsity of the rating matrix, user constraints, and the fact that traveling is often a group activity. This paper proposes a recommender system that offers personalized recommendations for travel destinations to individuals and groups. These recommendations are based on the users' rating profile, personal interests, and specific demands for their next destination. The recommendation algorithm is a hybrid approach combining a content-based, collaborative filtering, and knowledge-based solution. For groups of users, such as families or friends, individual recommendations are aggregated into group recommendations, with an additional opportunity for users to give feedback on these group recommendations. A group of test users evaluated the recommender system using a prototype web application. The results prove the usefulness of individual and group recommendations and show that users prefer the hybrid algorithm over each individual technique. This paper demonstrates the added value of various recommendation algorithms in terms of different quality aspects, compared to an unpersonalized list of the most-popular destinations.","Authors":"De Pessemier, T (De Pessemier, Toon) ; Dhondt, J (Dhondt, Jeroen) ; Martens, L (Martens, Luc)","Title":"Hybrid group recommendations for a travel service"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391372900003 PubMed ID: 27815617 ISSN: 0301-0449 eISSN: 1432-1998","Keywords":"Children; Computed tomography; Dual-energy computed tomography; Radiography; Sonography; Urinary tract; Urolithiasis KeyWords Plus:ACUTE FLANK PAIN; SONOGRAPHIC TWINKLING ARTIFACT; FILTERED BACK-PROJECTION; RADIATION-DOSE REDUCTION; UNENHANCED HELICAL CT; KIDNEY-STONE SIZE; ACID RENAL STONES; COLOR DOPPLER US; DUAL-ENERGY CT; ITERATIVE RECONSTRUCTION","Categories":"Pediatrics; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Pediatrics; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"PEDIATRIC RADIOLOGY Volume: 47 Issue: 1 Pages: 5-16 DOI: 10.1007/s00247-016-3702-z Published: JAN 2017","Abstract":"Pediatric urolithiasis is an important and increasingly prevalent cause of pediatric morbidity and hospital admission. Ultrasound (US) is the recommended primary imaging modality for suspected urolithiasis in children. There is, however, widespread use of CT as a first-line study for abdominal pain in many institutions involved in pediatric care. The objective of this review is to outline state-of-the-art imaging modalities and methods for diagnosing urolithiasis in children. The pediatric radiologist plays a key role in ensuring that the appropriate imaging modality is performed in the setting of suspected pediatric urolithiasis. Our proposed imaging algorithm starts with US, and describes the optimal technique and indications for the use of CT. We emphasize the importance of improved communication with a greater collaborative approach between pediatric and general radiology departments so children undergo the appropriate imaging evaluation.","Authors":"Colleran, GC (Colleran, Gabrielle C.) ; Callahan, MJ (Callahan, Michael J.) ; Paltiel, HJ (Paltiel, Harriet J.) ; Nelson, CP (Nelson, Caleb P.) ; Cilento, BG (Cilento, Bartley G., Jr.) ; Baum, MA (Baum, Michelle A.) ; Chow, JS (Chow, Jeanne S.)","Title":"Imaging in the diagnosis of pediatric urolithiasis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390977800008 ISSN: 1077-3142 eISSN: 1090-235X","Keywords":"Multi-object tracking; Particle filter; Collaborative model; Sample selection; Sparse representation KeyWords Plus:OBJECT TRACKING; PARTICLE FILTER; MULTITARGET TRACKING; FACE REPRESENTATION; 2-DIMENSIONAL PCA; RECOGNITION; CONFIDENCE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"COMPUTER VISION AND IMAGE UNDERSTANDING Volume: 154 Pages: 94-107 DOI: 10.1016/j.cviu.2016.07.003 Published: JAN 2017","Abstract":"The past decade has witnessed significant progress in object detection and tracking in videos. In this paper, we present a collaborative model between a pre-trained object detector and a number of single object online trackers within the particle filtering framework. For each frame, we construct an association between detections and trackers, and treat each detected image region as a key sample, for online update, if it is associated to a tracker. We present a motion model that incorporates the associated detections with object dynamics. Furthermore, we propose an effective sample selection scheme to update the appearance model of each tracker. We use discriminative and generative appearance models for the likelihood function and data association, respectively. Experimental results show that the proposed scheme generally outperforms state-of-the-art methods. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Naiel, MA (Naiel, Mohamed A.) ; Ahmad, MO (Ahmad, M. Omair) ; Swamy, MNS (Swamy, M. N. S.) ; Lim, J (Lim, Jongwoo) ; Yang, MH (Yang, Ming-Hsuan)","Title":"Online multi-object tracking via robust collaborative model and sample selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391080100015 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Information fusion; Uncertain reasoning; Dempster-Shafer theory; Recommender systems; Collaborative filtering KeyWords Plus:DEMPSTER-SHAFER THEORY; BELIEF FUNCTIONS; CLASSIFICATION; CLASSIFIERS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 80 Pages: 225-238 DOI: 10.1016/j.ijar.2016.09.005 Published: JAN 2017","Abstract":"In this paper, we propose a new method called 2-probabilities focused combination for combining information about user preferences on products or services in recommender systems based on Dempster Shafer theory. Regarding this method, in focal sets of mass functions representing user preferences, focal elements with probabilities in top two highest ones are retained and the remaining focal elements are considered as noise and then transferred to the whole set element. To demonstrate the advantages of the new method, a baseline known as 2-points focused combination is selected for performance comparison in a range of experiments using Movielens and Flixster data sets. According to the results of experiments, the new method is more effective in accuracy of recommendations and comparable in computational time. Also, the new method is capable of overcoming the weakness of the baseline because of the ability to generate stable results. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Nguyen, VD (Van-Doan Nguyen) ; Huynh, VN (Van-Nam Huynh)","Title":"Two-probabilities focused combination in recommender systems"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390815900003 ISBN:978-981-10-2419-1; 978-981-10-2418-4 ISSN: 2196-4963","Keywords":"MOOCs; Recommendation System; Collaborative Filtering; LinkedIn; Coursera","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"INNOVATIONS IN SMART LEARNING Book Series: Lecture Notes in Educational Technology Pages: 19-22 DOI: 10.1007/978-981-10-2419-1_3 Published: 2017","Abstract":"We propose a new framework for recommending Massive Open Online Courses (MOOCs) to lifelong learners. Our approach can be summarized in two steps: (1) recommending MOOCs to potential learners according to their curricular information by relying on their LinkedIn profiles, and (2) recommending topics of interest to MOOCs' providers by considering the job market needs. We also provide some insights about MOOCs of our Coursera dataset, thus to be taken into account during the decision process.","Authors":"Dai, K (Dai, Kais) ; Vilas, AF (Fernandez Vilas, Ana) ; Redondo, RPD (Diaz Redondo, Rebeca P.) Edited by:Popescu, E; Kinshuk; Khribi, MK; Huang, R; Jemni, M; Chen, NS; Sampson, DG","Title":"A New MOOCs' Recommendation Framework based on LinkedIn Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390785800009 ISSN: 0020-7543 eISSN: 1366-588X","Keywords":"Health insurance data; data mining; inpatients; personalised disease prediction KeyWords Plus:HEALTH-CARE COSTS; ASSOCIATION; MEDICINE; CLAIMS; MODEL; RISK; ERA","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Operations Research & Management Science","Journal Information":"INTERNATIONAL JOURNAL OF PRODUCTION RESEARCH Volume: 55 Issue: 3 Pages: 750-768 DOI: 10.1080/00207543.2016.1208372 Published: 2017","Abstract":"The enormous and increasing cost of health care is burdensome for most low- to middle-income families, especially those families whose members are battling chronic diseases. If effective interventions can be conducted at earlier stages, many costs are avoidable. Correspondingly, predicting the future disease one patient may develop with accuracy is a crucial step towards solving this problem. We have developed a system called CAC, which integrates Clustering, Association analysis and Collaborative filtering to predict patients' future conditions. The data-set used in this study is health insurance data collected from a provincial capital city of China. Specifically, the data-set includes 151,237 insured patients who have reimbursement records between 2007 and 2014. The patients are artificially classified into acute patients and chronic patients. For both sets of patients, we utilise a training set to generate the prediction rules and a testing set to test the prediction results. The results show that for 71% of acute patients and 82% of chronic patients, their future conditions are predictable.","Authors":"Ding, RK (Ding, Runkang) ; Jiang, F (Jiang, Fan) ; Xie, JG (Xie, Jingui) ; Yu, YG (Yu, Yugang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yu, Yugang B-4711-2010 ","Title":"Algorithmic prediction of individual diseases"}, {"Document Information":"Document Type:Article; Book Chapter Language:English Accession Number: WOS:000389188800009 Book DOI: 10.1007/978-3-319-41163-7 ISBN:978-3-319-41163-7; 978-3-319-41161-3 ISSN: 1868-4394","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods; Education & Educational Research","Journal Information":"E-Learning Systems: Intelligent Techniques for Personalization Book Series: Intelligent Systems Reference Library Volume: 112 Pages: 77-112 DOI: 10.1007/978-3-319-41163-7_7 Published: 2017","Abstract":"Collaborative tagging is technique, highly employed in different domains, which is used for automatic analysis of users' preferences and recommendations. To improve recommendation quality, metadata such as content information of items has typically been used as additional knowledge. With the increasing reputation of the collaborative tagging systems, tags could be interesting and provide useful information to enhance algorithms for recommender systems. Besides helping user to organize his/her personal collections, a tag also can be regarded as a user's personal opinion expression, while tagging can be considered as implicit rating or voting on the tagged information resources or items. The overview, presented in this chapter includes descriptions of content-based recommender systems, collaborative filtering systems, hybrid approach, memory-based and model-based algorithms, features of collaborative tagging that are generally attributed to their success and popularity, as well as a model for tagging activities and tag-based recommender systems.","Authors":"Klasnja-Milicevic, A (Klasnja-Milicevic, Aleksandra) ; Vesin, B (Vesin, Boban) ; Ivanovic, M (Ivanovic, Mirjana) ; Budimac, Z (Budimac, Zoran) ; Jain, LC (Jain, Lakhmi C.) Book Author(s):KlasnjaMilicevic, A (KlasnjaMilicevic, A); Vesin, B (Vesin, B); Ivanovic, M (Ivanovic, M); Budimac, Z (Budimac, Z); Jain, LC (Jain, LC)","Title":"Folksonomy and Tag-Based Recommender Systems in E-Learning Environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389165000006 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Web service; QoS prediction; Collaborative filtering; Data credibility; Clustering; Beta reputation system; Recommender systems KeyWords Plus:MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 115 Pages: 55-65 DOI: 10.1016/j.knosys.2016.09.033 Published: JAN 1 2017","Abstract":"With the rapid development of service-oriented computing, cloud computing and big data, a large number of functionally equivalent web services are available on the Internet. Quality of Service (QoS) becomes a differentiating point of services to attract customers. Since the QoS of services varies widely among users due to the unpredicted network, physical location and other objective factors, many Collaborative Filtering based approaches are recently proposed to predict the unknown QoS by employing the historical user-contributed QoS data. However, most existing approaches ignore the data credibility problem and are thus vulnerable to the unreliable QoS data contributed by dishonest users. To address this problem, we propose a trust-aware approach TAP for reliable personalized QoS prediction. Firstly, we cluster the users and calculate the reputation of users based on the clustering information by a beta reputation system. Secondly, a set of trustworthy similar users is identified according to the calculated user reputation and similarity. Finally, we identify a set of similar services by clustering the services and make prediction for active users by combining the QoS data of the trustworthy similar users and similar services. Comprehensive real-world experiments are conducted to demonstrate the effectiveness and robustness of our approach compared with other state-of-the-art approaches. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Su, K (Su, Kai) ; Xiao, B (Xiao, Bin) ; Liu, BP (Liu, Baoping) ; Zhang, HQ (Zhang, Huaiqiang) ; Zhang, ZS (Zhang, Zongsheng)","Title":"TAP: A personalized trust-aware QoS prediction approach for web service recommendation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000389092300005 ISSN: 1084-8045","Keywords":"Cloud computing; Recommender system; Systematic literature review; Demographic filtering; Knowledge filtering; Collaborative filtering KeyWords Plus:EXPERT CLOUD; EMPLOYEES SATISFACTION; COMPUTING MOTIVATION; HUMAN-RESOURCES; OPEN CHALLENGES; SYSTEM; VERIFICATION; MANAGEMENT; KNOWLEDGE; TRENDS","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering","Journal Information":"JOURNAL OF NETWORK AND COMPUTER APPLICATIONS Volume: 77 Pages: 73-86 DOI: 10.1016/j.jnca.2016.10.009 Published: JAN 1 2017","Abstract":"Cloud computing systems provide a vast amount of various services, therefore it is difficult for a user to choose a suitable service. Cloud recommender systems are intelligent engines that suggest the best item for users in a cloud environment. Due to the importance of the recommender systems in the cloud environments, this study aimed to systematically investigate the articles and important mechanisms in recommender systems. In this regard, a systematic review of the recommender system's mechanisms which have been used in cloud computing was conducted. We classified the cloud recommender system's mechanisms into four main categories: collaborative filtering, demographic-based, knowledge-based and hybrid. Moreover, this study represented a systematic review and comparison of the above-mentioned techniques in terms of scalability, availability, accuracy, and trust attributes. The results of the present review revealed that previous studies contributed scalability and accuracy to the recommender system, but the contribution of the trust and security improvement has not been considerable well.","Authors":"Aznoli, F (Aznoli, Fariba) ; Navimipour, NJ (Navimipour, Nima Jafari)","Title":"Cloud services recommendation: Reviewing the recent advances and suggesting the future research directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386861600006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Collaborative ranking; Pairwise preferences; Graph modelling; Recommendation systems; Personalized PageRank KeyWords Plus:RECOMMENDER SYSTEMS; MATRIX FACTORIZATION; LINK PREDICTION; NODES","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 67 Pages: 59-70 DOI: 10.1016/j.eswa.2016.09.013 Published: JAN 2017","Abstract":"Data sparsity, that is a common problem in neighbor-based collaborative filtering domain, usually complicates the process of item recommendation. This problem is more serious in collaborative ranking domain, in which calculating the users' similarities and recommending items are based on ranking data. Some graph-based approaches have been proposed to address the data sparsity problem, but they suffer from two flaws. First, they fail to correctly model the users' priorities, and second, they can't be used when the only available data is a set of ranking instead of rating values. In this paper, we propose a novel graph-based approach, called GRank, that is designed for collaborative ranking domain. GRank can correctly model users' priorities in a new tripartite graph structure, and analyze it to directly infer a recommendation list. The experimental results show a significant improvement in recommendation quality compared to the state of the art graph-based recommendation algorithms and other collaborative ranking techniques. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shams, B (Shams, Bita) ; Haratizadeh, S (Haratizadeh, Saman)","Title":"Graph-based collaborative ranking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384854500004 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Matrix completion; Robust optimization; Collaborative filtering; Coordinate descent; Large-scale optimization KeyWords Plus:COORDINATE DESCENT; RANK APPROXIMATION; ALGORITHMS; OPTIMIZATION; SYSTEMS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 256 Issue: 1 Pages: 35-43 DOI: 10.1016/j.ejor.2016.07.014 Published: JAN 1 2017","Abstract":"Matrix completion under interval uncertainty can be cast as a matrix completion problem with element wise box constraints. We present an efficient alternating-direction parallel coordinate-descent method for the problem. We show that the method outperforms any other known method on a benchmark in image in-painting in terms of signal-to-noise ratio, and that it provides high-quality solutions for an instance of collaborative filtering with 100,198,805 recommendations within 5 minutes on a single personal computer. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Marcek, J (Marcek, Jakub) ; Richtarik, P (Richtarik, Peter) ; Takac, M (Takac, Martin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Marecek, Jakub http://orcid.org/0000-0003-0839-0691","Title":"Matrix completion under interval uncertainty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384851100003 ISSN: 0020-0190 eISSN: 1872-6119","Keywords":"Collaborative filtering; Latent factor model; Information retrieval; Cold-start; Sentiments","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION PROCESSING LETTERS Volume: 117 Pages: 10-18 DOI: 10.1016/j.ipl.2016.08.002 Published: JAN 2017","Abstract":"Recommender systems typically produce a list of recommendations to precisely predict the user's preference for the items. For this purpose, latent factor models, such as matrix factorization, are usually employed to find latent factors that can characterize both users and items by observed rating scores. Recently, online user feedback accompanied with review texts has become increasingly common. The review texts contain not only users' attention to the situation of the different aspects of items, but also users' sentiment towards different aspects of specific items. However, traditional latent factor models often ignore such review texts, and therefore fail to characterize users and items precisely. Furthermore, although some current studies do employ review texts, many of them do not consider how sentiments in reviews influence the rating scores. In this paper, we propose an extended Hidden Factors as Topics Model (HFT) (a model combining the Latent Factor model and the Latent Dirichlet Allocation) based on Aspect and Sentiments Unification Model (ASUM) (an extended topic model), called Ratings Are Sentiments (RAS). By combining users' sentiments in review texts and their rating scores, our model can learn more precise latent factors of users and items compared with the baseline models. The extensive experiments on large, real-world datasets demonstrate that the RAS model performs better than both the latent factor model and the HFT model and alleviates the cold-start problem to some extent. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yu, DJ (Yu, Dongjin) ; Mu, YL (Mu, Yunlei) ; Jin, YK (Jin, Yike)","Title":"Rating prediction using review texts with underlying sentiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384404400001 ISSN: 1796-203X","Keywords":"Collaborative filtering; algorithms; metrics","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 1 Pages: 1-9 DOI: 10.17706/jcp.12.1.1-9 Published: JAN 2017","Abstract":"The main goal of a recommender system is to provide suggestions, by predicting a set of items that might interest the users. In this paper, we will focus on the role that the popularity of the items can play in the recommendation process. The main idea behind this work is that if an item with a high predicted rating for a user is very popular, this information about its popularity can be effectively employed to select the items to recommend. Indeed, by merging a high predicted rating with a high popularity, the effectiveness of the produced recommendations would increase with respect to a case in which a less popular item is suggested. The proposed strategy aims to employ in the recommendation process new criteria based on the items' popularity, by measuring how much it is preferred by users. Through a post-processing approach, we use this metric to extend one of the most performing state-of-the-art recommendation techniques, i.e., SVD++. The effectiveness of this hybrid strategy of recommendation has been verified through a series of experiments, which show strong improvements in terms of accuracy w.r.t. SVD++.","Authors":"Saia, R (Saia, Roberto) ; Boratto, L (Boratto, Ludovico) ; Carta, S (Carta, Salvatore)","Title":"Popularity Does Not Always Mean Triviality: Introduction of Popularity Criteria to Improve the Accuracy of a Recommender System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386321800019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Collaborative filtering; Music recommendation; Data mining; Sparsity; Gray-sheep KeyWords Plus:CLASSIFICATION; SYSTEMS; MODEL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 66 Pages: 234-244 DOI: 10.1016/j.eswa.2016.09.019 Published: DEC 30 2016","Abstract":"The great quantity of music content available online has increased interest in music recommender systems. However, some important problems must be addressed in order to give reliable recommendations. Many approaches have been proposed to deal with cold-start and first-rater drawbacks; however, the problem of generating recommendations for gray-sheep users has been less studied. Most of the methods that address this problem are content-based, hence they require item information that is not always available. Another significant drawback is the difficulty in obtaining explicit feedback from users, necessary for inducing recommendation models, which causes the well-known sparsity problem. In this work, a recommendation method based on playing coefficients is proposed for addressing the above-mentioned shortcomings of recommender systems when little information is available. The results prove that this proposal outperforms other collaborative filtering methods, including those that make use of user attributes. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Sanchez-Moreno, D (Sanchez-Moreno, Diego) ; Gonzalez, ABG (Gil Gonzalez, Ana B.) ; Vicente, MDM (Munoz Vicente, M. Dolores) ; Batista, VFL (Lopez Batista, Vivian F.) ; Garcia, MN (Moreno Garcia, Maria N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Moreno Garcia, Maria http://orcid.org/0000-0003-2809-3707 Gil Gonzalez, Ana Belen http://orcid.org/0000-0001-7235-6151","Title":"A collaborative filtering method for music recommendation using playing coefficients for artists and users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388053700001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Collaborative filtering; Recommender systems; Explanation; Cold start; Tag-keyword KeyWords Plus:PREFERENCES; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 218 Pages: 1-12 DOI: 10.1016/j.neucom.2016.03.070 Published: DEC 19 2016","Abstract":"Model-based approach to collaborative filtering (CF), such as latent factor models, has improved both accuracy and efficiency of predictions on large and sparse dataset. However, most existing methods still face two major problems: (1) the recommendation results derived from user and item vectors of a set of unobserved factors are lack of explanation; (2) cold start users and items out of user-item rating matrix cannot be handled accurately. In this paper, we propose a hybrid method for addressing the problems by incorporating content-based information (i.e, users' tags and items' keywords) and social information. The main idea behind our method is to build content association based on three factors-user interest in selected tags, tag-keyword relation and item correlation with extracted keywords, and then recommend the items with high similarity in content to users. Two novel methods-neighbor based approach and 3 factor matrix factorization are proposed for building tag-keyword relation matrix and learning user interest vector for selected tags and item correlation vector for extracted keywords. Besides, we introduce a social regularization term to help shape user interest vector. Analysis shows that our method can generate explainable recommendation results with simple descriptions, and experiments on real dataset demonstrate that our method improves recommendation accuracy of state-of-the-art CF models for previous users and items with few ratings, as well as cold start users and items with no rating. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ji, K (Ji, Ke) ; Shen, H (Shen, Hong)","Title":"Jointly modeling content, social network and ratings for explainable and cold-start recommendation"}]