[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000002 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in defense; Border surveillance; Wireless sensor networks; Bilevel programming; Maximal breach path KeyWords Plus:BILEVEL PROGRAMMING PROBLEM; NETWORKS; INTERDICTION; FACILITIES; LOCATION; COVERAGE; ALGORITHM; MODEL; GAME","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 19-36 DOI: 10.1016/j.ejor.2016.09.016 Published: MAY 16 2017","Abstract":"Wireless Sensor Networks (WSN) are based on the collaborative effort of a large number of sensors which are low-cost, low-power, multi-functional small electronic devices. They provide a distributed sensing and monitoring environment for the area of interest and hence are used for applications such as environmental monitoring, border surveillance, and target tracking. In this work we study optimal deployment of WSNs for border surveillance using a static Stackelberg game frame and propose a bilevel optimization model for the optimal deployment of a heterogenous WSN so that the security of the area under consideration is increased as much as possible. There are two players in this game: defender and intruder. The defender is the leader and tries to determine the best sensor locations so as to maximize the security measured in terms of coverage intensity at discretized points in the area. The well-informed intruder assuming the role of the follower is capable of destroying some of the sensors so as to identify the maximal breach path, which represents the safest path from his perspective and thus increases the chance of being undetected by the sensors. This new approach results in a mixed-integer linear bilevel programming formulation that is difficult to solve exactly. Therefore, we propose three Tabu search heuristics and realize computational experiments on a large set of test instances in order to assess their performances. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Karabulut, E (Karabulut, Ezgi) ; Aras, N (Aras, Necati) ; Altinel, IK (Altinel, I. Kuban)","Title":"Optimal sensor deployment to increase the security of the maximal breach path in border surveillance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900009 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction safety; Safety training; Safety management; Hazard identification; Hazard recognition; Training methods; Personalized training; Safety intervention; Labor and personnel issues KeyWords Plus:VISUAL-SEARCH; EYE-TRACKING; SAFETY; STRATEGIES; MODEL; IDENTIFICATION; PERFORMANCE; VALIDATION; DATABASE; DESIGNS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016120 DOI: 10.1061/(ASCE)CO.1943-7862.0001256 Published: MAY 2017","Abstract":"Unrecognized or unmanaged hazards can expose workers to unanticipated safety risk and can potentially result in catastrophic safety incidents. Unfortunately, recent research has demonstrated that a large proportion of safety hazards remain unrecognized in construction workplaces. To improve hazard-recognition levels, employers adopt a variety of safety and hazard-recognition training programs. However, desirable levels of hazard recognition have not been achieved, and the expected benefits from training have not been attained. Such failure in training efforts have generally been attributed to the adoption of poor and ineffective training practices. While efforts are being undertaken to address these issues, construction research has not focused on developing or evaluating personalized training solutions that are customized to the learning needs of individual workers. To advance theory and practice, the objective of this study was to develop the first personalized training strategy targeted at improving hazard-recognition levels. The objective was accomplished by a collaborative effort involving two industry experts and three academic researchers, along with guidance from training literature. The training strategy incorporates important elements known to improve stimuli or threat detection in domains including medicine, the military, and aviation. The elements include (1)visual cues to aid systematic hazard search, (2)personalized hazard-recognition performance feedback, (3)personalized eye-tracking visual attention feedback, and (4)metacognitive prompts that trigger the adoption of remedial measures. After development, the effectiveness of the training strategy in improving hazard recognition was empirically evaluated using the nonconcurrent multiple-baseline testing approach. The findings of the study showed that the participating workers on average were able to identify only 42% of hazards prior to the introduction of the intervention; but were able to recognize 77% of hazards in the intervention phase. The findings of this study will be of interest to practicing professionals seeking to improve hazard-recognition levels within construction. (C) 2016 American Society of Civil Engineers.","Authors":"Jeelani, I (Jeelani, Idris) ; Albert, A (Albert, Alex) ; Azevedo, R (Azevedo, Roger) ; Jaselskis, EJ (Jaselskis, Edward J.)","Title":"Development and Testing of a Personalized Hazard-Recognition Training Intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800005 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Collaborative filtering; manufacturing service; PageRank algorithm; service discovery; service recommendation; social network KeyWords Plus:SEARCH ENGINE; AWARE SERVICE; WEB SERVICES; TRUST; SELECTION; NETWORK; ENVIRONMENTS; MAPREDUCE; DISCOVERY; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 672-693 DOI: 10.1080/17517575.2015.1077998 Published: MAY 2017","Abstract":"The number of manufacturing services for cross-enterprise business collaborations is increasing rapidly because of the explosive growth of Web service technologies. This trend demands intelligent and robust models to address information overload in order to enable efficient discovery of manufacturing services. In this paper, we present a personalised manufacturing service recommendation approach, which combines a PageRank-based reputation model and a collaborative filtering technique in a unified framework for recommending the right manufacturing services to an active service user for supply chain deployment. The novel aspect of this research is adapting the PageRank algorithm to a network of service-oriented multi-echelon supply chain in order to determine both user reputation and service reputation. In addition, it explores the use of these methods in alleviating data sparsity and cold start problems that hinder traditional collaborative filtering techniques. A case study is conducted to validate the practicality and effectiveness of the proposed approach in recommending the right manufacturing services to active service users.","Authors":"Zhang, WY (Zhang, W. Y.) ; Zhang, S (Zhang, S.) ; Guo, SS (Guo, S. S.)","Title":"A PageRank-based reputation model for personalised manufacturing service recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800008 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Personalised information retrieval; opportunistic software development; development by example; retention actions; copy and paste; pseudo-relevance; software development; information-seeking behaviour; implicit relevance feedback KeyWords Plus:ENTERPRISE INFORMATION-SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 738-757 DOI: 10.1080/17517575.2015.1086494 Published: MAY 2017","Abstract":"The importance of information retrieval systems is unquestionable in the modern society and both individuals as well as enterprises recognise the benefits of being able to find information effectively. Current code-focused information retrieval systems such as Google Code Search, Codeplex or Koders produce results based on specific keywords. However, these systems do not take into account developers' context such as development language, technology framework, goal of the project, project complexity and developer's domain expertise. They also impose additional cognitive burden on users in switching between different interfaces and clicking through to find the relevant code. Hence, they are not used by software developers. In this paper, we discuss how software engineers interact with information and general-purpose information retrieval systems (e.g. Google, Yahoo!) and investigate to what extent domain-specific search and recommendation utilities can be developed in order to support their work-related activities. In order to investigate this, we conducted a user study and found that software engineers followed many identifiable and repeatable work tasks and behaviours. These behaviours can be used to develop implicit relevance feedback-based systems based on the observed retention actions. Moreover, we discuss the implications for the development of task-specific search and collaborative recommendation utilities embedded with the Google standard search engine and Microsoft IntelliSense for retrieval and re-engineering of code. Based on implicit relevance feedback, we have implemented a prototype of the proposed collaborative recommendation system, which was evaluated in a controlled environment simulating the real-world situation of professional software engineers. The evaluation has achieved promising initial results on the precision and recall performance of the system.","Authors":"Iqbal, R (Iqbal, Rahat) ; Grzywaczewski, A (Grzywaczewski, Adam) ; Halloran, J (Halloran, John) ; Doctor, F (Doctor, Faiyaz) ; Iqbal, K (Iqbal, Kashif)","Title":"Design implications for task-specific search utilities for retrieval and re-engineering of code"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300002 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Reading list; Literature review; Digital libraries; Scientific paper information retrieval; Author-specified keywords; Scientific paper recommender systems KeyWords Plus:INFORMATION-SEEKING PATTERNS; SEARCH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 577-594 DOI: 10.1016/j.ipm.2016.12.006 Published: MAY 2017","Abstract":"An initial reading list is prepared by researchers at the start of literature review for getting an overview of the research performed in a particular area. Prior studies have taken the approach of merely recommending seminal or popular papers to aid researchers in such a task. In this paper, we present an alternative technique called the AKR (Author-specified Keywords based Retrieval) technique for providing popular, recent, survey and a diverse set of papers as a part of the initial reading list. The AKR technique is based on a novel coverage value that has its calculation centered on author-specified keywords. We performed an offline evaluation experiment with four variants of the AKR technique along with three state-of-the-art approaches involving collaborative filtering and graph ranking algorithms. Findings show that the Hyperlink-Induced Topic Search (HITS) enhanced variant of the AKR technique performs better than other techniques, satisfying most requirements for a reading list. A user evaluation study was conducted with 132 researchers to gauge user interest on the proposed technique using 14 evaluation measures. Results show that (i) students group are more satisfied with the recommended papers than staff group, (ii) popularity measure is strongly correlated with the output quality measures and (iii) the measures familiarity, usefulness and 'agreeability on a good list' were found to be strong predictors for user satisfaction. The AKR technique provides scope for extension in future information retrieval (IR) and content-based recommender systems (RS) studies. (c)2016 Elsevier Ltd. All rights reserved.","Authors":"Raamkumar, AS (Raamkumar, Aravind Sesagiri) ; Foo, S (Foo, Schubert) ; Pang, N (Pang, Natalie)","Title":"Using author-specified keywords in building an initial reading list of research papers in scientific paper retrieval and recommender systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300004 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Ant Colony Optimization; Cooperative systems; Evolutionary computation; Information filtering; Information retrieval; Recommender systems; World wide web KeyWords Plus:WEB SEARCH; ENGINE; OPTIMIZATION; RETRIEVAL; ALGORITHM","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 608-623 DOI: 10.1016/j.ipm.2016.12.005 Published: MAY 2017","Abstract":"We propose an approach based on Swarm Intelligence more specifically on Ant Colony Optimization (ACO) - to improve search engines' performance and reduce information overload by exploiting collective users' behavior. We designed and developed three different algorithms that employ an ACO-inspired strategy to provide implicit collaborative seeking features in real time to search engines. The three different algorithms - NalveRank, RandomRank, and SessionRank - leverage on different principles of ACO in order to exploit users' interactions and provide them with more relevant results. We designed an evaluation experiment employing two widely used standard datasets of query-click logs issued to two major Web search engines. The results demonstrated how each algorithm is suitable to be employed in ranking results of different types of queries depending on users' intent. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Malizia, A (Malizia, Alessio) ; Olsen, KA (Olsen, Kai A.) ; Turchi, T (Turchi, Tommaso) ; Crescenzi, P (Crescenzi, Pierluigi)","Title":"An ant-colony based approach for real-time implicit collaborative information seeking"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397553500002 ISSN: 0950-5849 eISSN: 1873-6025","Keywords":"Software testing; Test management; Test process; Test maturity; Test process assessment; Test process improvement; Multivocal literature review; Systematic literature review KeyWords Plus:TECHNICAL DEBT; MODEL; DESIGN; ORGANIZATIONS; REQUIREMENTS; MANAGEMENT","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"INFORMATION AND SOFTWARE TECHNOLOGY Volume: 85 Pages: 16-42 DOI: 10.1016/j.infsof.2017.01.001 Published: MAY 2017","Abstract":"Context: Software testing practices and processes in many companies are far from being mature and are usually conducted in ad-hoc fashions. Such immature practices lead to various negative outcomes, e.g., ineffectiveness of testing practices in detecting all the defects, and cost and schedule overruns of testing activities. To conduct test maturity assessment (TMA) and test process improvement (TPI) in a systematic manner, various TMA/TPI models and approaches have been proposed. Objective: It is important to identify the state-of-the-art and the-practice in this area to consolidate the list of all various test maturity models proposed by practitioners and researchers, the drivers of TMA/TPI, the associated challenges and the benefits and results of TMA/TPI. Our article aims to benefit the readers (both practitioners and researchers) by providing the most comprehensive survey of the area, to this date, in assessing and improving the maturity of test processes. Method: To achieve the above objective, we have performed a Multivocal Literature Review (MLR) study to find out what we know about TMA/TPI. A MLR is a form of a Systematic Literature Review (SLR) which includes the grey literature (e.g., blog posts and white papers) in addition to the published (formal) literature (e.g., journal and conference papers). We searched the academic literature using the Google Scholar and the grey literature using the regular Google search engine. Results: Our MLR and its results are based on 181 sources, 51 (29%) of which were grey literature and 130 (71%) were formally published sources. By summarizing what we know about TMA/TPI, our review identified 58 different test maturity models and a large number of sources with varying degrees of empirical evidence on this topic. We also conducted qualitative analysis (coding) to synthesize the drivers, challenges and benefits of TMA/TPI from the primary sources. Conclusion: We show that current maturity models and techniques in TMA/TPI provides reasonable advice for industry and the research community. We suggest directions for follow-up work, e.g., using the findings of this MLR in industry-academia collaborative projects and empirical evaluation of models and techniques in the area of TMA/TPI as reported in this article. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Garousi, V (Garousi, Vahid) ; Felderer, M (Felderer, Michael) ; Hacaloglu, T (Hacaloglu, Tuna)","Title":"Software test maturity assessment and test process improvement: A multivocal literature review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398387200007 PubMed ID: 28007756 ISSN: 0003-4967 eISSN: 1468-2060","Categories":"Rheumatology Web of Science Categories:Rheumatology","Journal Information":"ANNALS OF THE RHEUMATIC DISEASES Volume: 76 Issue: 5 DOI: 10.1136/annrheumdis-2016-210289 Published: MAY 2017","Abstract":"The European League Against Rheumatism (EULAR) and the European Federation of National Associations of Orthopaedics and Traumatology (EFORT) have recognised the importance of optimal acute care for the patients aged 50 years and over with a recent fragility fracture and the prevention of subsequent fractures in high-risk patients, which can be facilitated by close collaboration between orthopaedic surgeons and rheumatologists or other metabolic bone experts. Therefore, the aim was to establish for the first time collaborative recommendations for these patients. According to the EULAR standard operating procedures for the elaboration and implementation of evidence-based recommendations, 7 rheumatologists, a geriatrician and 10 orthopaedic surgeons met twice under the leadership of 2 convenors, a senior advisor, a clinical epidemiologist and 3 research fellows. After defining the content and procedures of the task force, 10 research questions were formulated, a comprehensive and systematic literature search was performed and the results were presented to the entire committee. 10 recommendations were formulated based on evidence from the literature and after discussion and consensus building in the group. The recommendations included appropriate medical and surgical perioperative care, which requires, especially in the elderly, a multidisciplinary approach including orthogeriatric care. A coordinator should setup a process for the systematic investigations for future fracture risk in all elderly patients with a recent fracture. High-risk patients should have appropriate non-pharmacological and pharmacological treatment to decrease the risk of subsequent fracture.","Authors":"Lems, WF (Lems, W. F.) ; Dreinhofer, KE (Dreinhofer, K. E.) ; Bischoff-Ferrari, H (Bischoff-Ferrari, H.) ; Blauth, M (Blauth, M.) ; Czerwinski, E (Czerwinski, E.) ; da Silva, JAP (da Silva, J. A. P.) ; Herrera, A (Herrera, A.) ; Hoffmeyer, P (Hoffmeyer, P.)[ 10 ] ; Kvien, T (Kvien, T.)[ 11 ] ; Maalouf, G (Maalouf, G.)[ 12 ] ; Marsh, D (Marsh, D.)[ 13 ] ; Puget, J (Puget, J.)[ 14 ] ; Puhl, W (Puhl, W.)[ 15 ] ; Poor, G (Poor, G.)[ 16 ] ; Rasch, L (Rasch, L.) ; Roux, C (Roux, C.)[ 17 ] ; Schuler, S (Schuler, S.) ; Seriolo, B (Seriolo, B.)[ 18 ] ; Tarantino, U (Tarantino, U.)[ 19 ] ; van Geel, T (van Geel, T.)[ 20 ] ; Woolf, A (Woolf, A.)[ 21 ] ; Wyers, C (Wyers, C.)[ 22,23 ] ; Geusens, P (Geusens, P.)[ 24,25 ] ...More...Less","Title":"EULAR/EFORT recommendations for management of patients older than 50 years with a fragility fracture and prevention of subsequent fractures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395116200013 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"Multi-objective optimization; knapsack problems; evolutionary algorithm; greedy repair strategy KeyWords Plus:GENETIC LOCAL SEARCH; MOEA/D; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 31 Issue: 4 Article Number: 1759006 DOI: 10.1142/S0218001417590066 Published: APR 2017","Abstract":"Despite the effectiveness of the decomposition-based multi-objective evolutional algorithm (MOEA/D-M2M) in solving continuous multi-objective optimization problems (MOPs), its performance in addressing 0/1 multi-objective knapsack problems (MOKPs) has not been fully explored. In this paper, we use MOEA/D-M2M with an improved greedy repair strategy to solve MOKPs. It first decomposes an MOKP into a number of simple optimization subproblems and solves them in a collaborative way. Each subproblem has its own subpopulation, and then an improved greedy strategy is introduced to improve the performance of the proposed algorithm on MOKPs. Therein, a weight vector chosen randomly from a corresponding subpopulation is utilized to repair infeasible individuals or improve feasible individuals to have a better fitness, which improves the convergence of the population. Experimental studies on a set of test instances indicate that the MOEA/D-M2M with the improved greedy strategy is superior to MOGLS and MOEA/D in terms of finding better approximations to the Pareto front.","Authors":"Yuan, JW (Yuan, Jiawei) ; Liu, HL (Liu, Hai-Lin) ; Peng, CD (Peng, Chaoda)","Title":"Population Decomposition-Based Greedy Approach Algorithm for the Multi-Objective Knapsack Problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700013 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Supply chain management; Transportation vehicle scheduling; Partial collaborative transportation scheduling; Varying dimension matrix encoding; ACO-nso KeyWords Plus:VEHICLE-ROUTING PROBLEM; ANT COLONY SYSTEM; NEIGHBORHOOD SEARCH; GENETIC ALGORITHM; PLANNING-MODEL; LOGISTICS; PERFORMANCE; LOCATION; DESIGN; IMPACT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 173-191 DOI: 10.1016/j.eswa.2016.11.016 Published: APR 1 2017","Abstract":"In this paper, we study and analyze the characteristics of transportation vehicle scheduling problem in supply chain management with third party logistics enterprise. First, we subdivide all the transportation nodes into three distinct classifications. A novel partial collaborative transportation scheduling strategy is proposed based on two special kinds of transportation nodes which have integrated the self-support vehicle and 3PL vehicle resource. Then, depending on the transport mode of each kind of transportation nodes, a modified Ant Colony Optimization with negative selection operation (ACO-nso) with varying dimension matrix encoding and modified transition probability operation method has been presented. Finally, the simulative results demonstrate that the proposed approach is practical and efficient. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Xu, SD (Xu, Shida) ; Liu, YQ (Liu, Yanqiu) ; Chen, MF (Chen, Mingfei)","Title":"Optimisation of partial collaborative transportation scheduling in supply chain management with 3PL using ACO"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398942800009 ISSN: 0010-0870 eISSN: 2150-6701","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"COLLEGE & RESEARCH LIBRARIES Volume: 78 Issue: 3 Pages: 382-395 DOI: 10.5860/crl.78.3.382 Published: MAR 2017","Abstract":"Librarians at Brigham Young University compared search statement development between traditional lecture and flipped instruction sessions. Students in lecture sessions scored significantly higher on developing search statements than those in flipped sessions. However, student evaluations show a strong preference for pedagogies that incorporate elements from both lecture and flipped methodologies. Reasons for lower flipped-session scores may include a lack of student accountability, strong preference for a live demonstration, and disconnections between online tutorial content and in-class collaborative activities. Librarians using a flipped classroom should consider ways to help students make meaningful connections between online tutorials and in-class activities.","Authors":"Goates, MC (Goates, Michael C.) ; Nelson, GM (Nelson, Gregory M.) ; Frost, M (Frost, Megan)","Title":"Search Strategy Development in a Flipped Library Classroom: A Student-Focused Assessment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398914400003 PubMed ID: 27534927 ISSN: 0962-1067 eISSN: 1365-2702","Keywords":"experience of caring; nurses; postpartum; pregnancy; systematic review KeyWords Plus:INTENSIVE-CARE-UNIT; SELECTION","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"JOURNAL OF CLINICAL NURSING Volume: 26 Issue: 5-6 Pages: 599-608 DOI: 10.1111/jocn.13524 Published: MAR 2017","Abstract":"Aims and objectivesTo understand how nurses view and experience caring for pregnant and postpartum women in nonmaternity care settings. BackgroundA degree of apprehension is perceived to exist among nurses in relation to caring for pregnant or postpartum women in nonmaternity care settings. The nature of nonmidwife nurses' concerns about caring for this group of women in these contexts, however, is not known. DesignA six-step systematic approach was employed for this review. MethodsIn Step 1, the research question was developed; Step 2 involved developing the inclusion criteria for articles; the literature search strategy was devised in Step 3; Step 4 comprised the conduct of the literature search and selection of articles for review; in Step 5, the critical appraisal of selected studies and synthesis of data was undertaken; interpretation of the findings occurred in Step 6. ResultsFollowing a process of elimination, the final number of articles retained for this review was three. Fifty-four Level 1 findings were extracted from these three articles which were subsequently collapsed into four Level 2 categories. Two Level 3 synthesised findings that characterise what is known about the topic of interest were then derived from these four Level two categories. ConclusionsNurses are reportedly ill prepared for the experience of caring for pregnant and postpartum women in general care settings. A combination of a lack of education and a need to learn on the job' reportedly evokes stress, trauma and a sense of professional inadequacy. Relevance to clinical practiceThis review identifies lack of knowledge and of adequate supervision for nurses in this context, which in turn poses a clinical risk to pregnant and postpartum women in their care. Effective strategies to establish initial and ongoing collaborative education and clinical practice guidelines are required.","Authors":"Bayes, S (Bayes, Sara) ; Ewens, B (Ewens, Beverley)","Title":"Registered nurses' experiences of caring for pregnant and postpartum women in general hospital settings: a systematic review and meta-synthesis of qualitative data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398556000004 ISSN: 0024-2667 eISSN: 1865-8423","Keywords":"collaborative information search; information-seeking behaviour; information search experiment; academic information search; user behaviour KeyWords Plus:INFORMATION BEHAVIOR; SEARCH PROCESS; AWARENESS; SEEKING; CONTEXT; MODEL; WORK; RETRIEVAL; HEALTH; TEAM","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"LIBRI Volume: 67 Issue: 1 Pages: 51-64 DOI: 10.1515/libri-2016-0061 Published: MAR 2017","Abstract":"Some studies have investigated participants' information-seeking practices from the perspective of mutual collaboration experience and level of domain knowledge. This study provides insights into collaborative academic information-seeking (CAIS) behaviour. The article explores whether groups with different levels of domain knowledge and mutual collaboration experiences had different CAIS behaviour. It also asked whether domain knowledge level or mutual collaboration experience had an impact on CAIS behaviour. We describe a user study with 18 participants in nine pairs with an experimental collaborative information-seeking tool, the participants categorized into three types of groups: high domain knowledge level and few mutual collaboration experiences (Group 1), low domain knowledge level and many mutual collaboration experiences (Group 2), and no domain knowledge level and no mutual collaboration experience (Group 3). Quantitative and qualitative data analysis were used to analyse the user data collected. The results showed that compared with members of Group 3, participants in Groups 1 and 2 had a better understanding of search tasks and were aware of the ways of completing the tasks successfully. They did not depend on the information-retrieval system when constructing search queries, and adopted diverse cooperation strategies. They were more likely to recommend information to their partners. Domain knowledge had greater impact on CAIS behaviour than collaboration experience. The findings help us to understand social interactions among community members and help CAIS researchers to understand user interactions and inform information system designers as they design collaborative systems to facilitate social communication in the information-seeking process. Our work was limited by the group types we chose and the small group size, which could affect the generalizability of our findings and should be addressed in future studies.","Authors":"Wu, D (Wu, Dan) ; Liang, SB (Liang, Shaobo) ; Xiang, X (Xiang, Xue)","Title":"The Impacts of Mutual Collaboration Experience and Domain Knowledge Levels on CAIS Behavior: An Experimental Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395896500013 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Swarm intelligence; Artificial bee colony; Gene recombination; Numerical function optimization KeyWords Plus:DIFFERENTIAL EVOLUTION ALGORITHM; GLOBAL OPTIMIZATION; ABC ALGORITHM; SEARCH; EFFICIENT; PERFORMANCE; STRATEGIES; OPERATORS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 52 Pages: 146-159 DOI: 10.1016/j.asoc.2016.12.017 Published: MAR 2017","Abstract":"Artificial bee colony (ABC) algorithm is a stochastic and population-based optimization method, whichmimics the collaborative foraging behaviour of honey bees and has shown great potential to handle various kinds of optimization problems. However, ABC often suffers from slow convergence speed since its internal mechanism and solution search equation do well in exploration, but badly in exploitation. In order to solve this knotty issue, inspired by the natural phenomenon that the good individuals (solutions) always contain good genes (variables) and the effective combination of the superior genes from different good individuals could more easily produce better offspring, we introduce a novel gene recombination operator (GRO) into ABC to accelerate convergence. To be specific, in GRO, a part of good solutions in the current population are selected to produce candidate solutions by the gene combination. Especially, each good solution recombines with only one other good solution to generate only one candidate solution. In addition, GRO will be launched at the end of each generation. In order to validate its efficiency and effectiveness, GRO is embedded into nine versions of ABC, i.e., the original ABC, GABC, best-so-farABC( BSFABC), MABC, CABC, ABCVSS, qABC, dABC and distABC, while yields GRABC, GRGABC, GRBSFABC, GRMABC, GRCABC, GRABCVSS, GRqABC, GRdABC and GRdistABC respectively. The experimental results on 22 benchmark functions demonstrate that GRO could enhance the exploitation ability of ABCs and accelerate convergence without loss of diversity. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, GH (Li, Genghui) ; Cui, LZ (Cui, Laizhong) ; Fu, XH (Fu, Xianghua) ; Wen, ZK (Wen, Zhenkun) ; Lu, N (Lu, Nan) ; Lu, J (Lu, Jian)","Title":"Artificial bee colony algorithm with gene recombination for numerical function optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397779700034 ISSN: 1932-8184 eISSN: 1937-9234","Keywords":"Collaborate filtering; content-based filtering; mobile search; user social network KeyWords Plus:RECOMMENDATION","Categories":"Computer Science; Engineering; Operations Research & Management Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Operations Research & Management Science; Telecommunications","Journal Information":"IEEE SYSTEMS JOURNAL Volume: 11 Issue: 1 Pages: 324-332 DOI: 10.1109/JSYST.2015.2472996 Published: MAR 2017","Abstract":"Resources in cloud computing platforms such as Amazon, Google AppEngine, and Microsoft Azure are a natural fit to remedy the lack of local resources in mobile devices, which creates a new space of mobile search to improve the availability of cloud resources. In essence, mobile search is a context-aware and personalized activity since mobile devices' inherent movability allows people to retrieve information anytime and anywhere. However, current mobile search products are always far from personalized and are accuracy centered on the convergence of mobile platforms. In this paper, a hybrid filtering mechanism is proposed to eliminate irrelevant or less relevant results for personalized mobile search, which combines content-based filtering and collaborative filtering. The former filters the results according to the mobile user's feature model generated from the user's query history, and the latter filters the results using the user's social network, which is constructed from the user's communication history. Experiments show that the filtering mechanism can significantly improve the user's personalized and precise searching experience on mobile phones.","Authors":"Zhao, F (Zhao, Feng) ; Yan, FW (Yan, Fengwei) ; Jin, H (Jin, Hai) ; Yang, LT (Yang, Laurence T.) ; Yu, C (Yu, Chen)","Title":"Personalized Mobile Searching Approach Based on Combining Content-Based Filtering and Collaborative Filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359800001 ISSN: 0029-5493 eISSN: 1872-759X","Keywords":"Sodium Fast Reactor; Neutronic analysis; Unprotected transient of overpower; MCNP calculations; Reactivity accident analysis KeyWords Plus:DESIGN","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"NUCLEAR ENGINEERING AND DESIGN Volume: 313 Pages: 1-9 DOI: 10.1016/j.nucengdes.2016.11.014 Published: MAR 2017","Abstract":"The new reactor concepts proposed in the Generation IV International Forum require the development and validation of new components and new materials. Inside the Collaborative Project on the European Sodium Fast Reactor, several accidental scenario have been studied. Nevertheless, none of them coped with mechanical safety assessment of the fuel cladding under accidental conditions. Among the accidental conditions considered, there is the unprotected transient of overpower (UTOP), due to the insertion, at the end of the first fuel cycle, of a positive reactivity into the reactor core as a consequence of the unexpected runaway of one control rod. The goal of the study was the search for a detailed distribution of the fission power, in the radial and axial directions, within the power peaked fuel pin under the above accidental conditions. Results show that after the control rod ejection an increase from 658 W/cm(3) to 894 W/cm(3), i.e. of some 36%, is expected for the power peaked fuel pin. This information will represent the base to investigate, in a future work, the fuel cladding safety margin. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Facchini, A (Facchini, A.) ; Giusti, V (Giusti, V.) ; Ciolini, R (Ciolini, R.) ; Tucek, K (Tucek, K.) ; Thomas, D (Thomas, D.) ; D'Agata, E (D'Agata, E.)","Title":"Detailed neutronic study of the power evolution for the European Sodium Fast Reactor during a positive insertion of reactivity"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395873000003 PubMed ID: 27101100 ISSN: 0724-4983 eISSN: 1433-8726","Keywords":"Upper tract urothelial carcinoma; Prognosis; Prognostic factors; Predictive tools; Nomograms; Risk stratification; Biomarkers; Survival; Disease recurrence KeyWords Plus:UPPER URINARY-TRACT; TRANSITIONAL-CELL CARCINOMA; CANCER-SPECIFIC SURVIVAL; RADICAL NEPHROURETERECTOMY; TUMOR LOCATION; POOR-PROGNOSIS; INTRAVESICAL RECURRENCE; INDEPENDENT PREDICTOR; RISK STRATIFICATION; ONCOLOGIC OUTCOMES","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"WORLD JOURNAL OF UROLOGY Volume: 35 Issue: 3 Pages: 337-353 DOI: 10.1007/s00345-016-1826-2 Published: MAR 2017","Abstract":"Upper tract urothelial carcinoma (UTUC) is a rare and heterogeneous disease. Several clinical and biological prognostic factors have been identified in multi-institutional collaborative works with the aim of helping decision-making in pursuit of tailored individual patient care. This review provides an overview of these existing prognostic factors and predictive tools for the management of patients with UTUC. A systematic literature search was performed using PubMed/MEDLINE, Web of Science and Scopus databases regarding articles published in English between January 2000 and November 2015 according to PRISMA guidelines. Thresholds of 100 and 300 patients were applied for studies on biomarkers and clinical studies, respectively. All the studies on predictive tools were included for analysis. Outcomes of interest were features associated with advanced-stage UTUC, disease recurrence and survival. A total of 116 studies were included in this review. These large and/or multi-institutional studies have confirmed the prognostic value of standard pathological factors (i.e., tumor stage, grade and lymph node metastasis) and identified novel features such as lymphovascular invasion, tumor architecture, multifocality, concomitant CIS, variant histology and biomarker status among others. Based on these variables, several predictive tools have been developed; however, they often lack of validation. The value of these features and tools needs prospective testing. Efforts provided by international collaboration groups have permitted to validate established features and identify new features of biologically and clinically aggressive UTUC. Further investigation on prognostic factors and biomarkers is still needed to assess the benefit of these features and tools on clinical decision-making.","Authors":"Mbeutcha, A (Mbeutcha, Aurelie) ; Roupret, M (Roupret, Morgan) ; Kamat, AM (Kamat, Ashish M.) ; Karakiewicz, PI (Karakiewicz, Pierre I.) ; Lawrentschuk, N (Lawrentschuk, Nathan) ; Novara, G (Novara, Giacomo) ; Raman, JD (Raman, Jay D.) ; Seitz, C (Seitz, Christian) ; Xylinas, E (Xylinas, Evanguelos)[ 10 ] ; Shariat, SF (Shariat, Shahrokh F.)[ 1,11,12 ]","Title":"Prognostic factors and predictive tools for upper tract urothelial carcinoma: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394630400015 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Algorithm selection; Constraint satisfaction; Constraint programming; Collaborative filtering; Meta-learning KeyWords Plus:SEARCH PROBLEMS; SELECTION; REGRESSION; PORTFOLIO; SAT","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 244 Pages: 291-314 DOI: 10.1016/j.artint.2016.12.001 Published: MAR 2017","Abstract":"Algorithm selection (AS), selecting the algorithm best suited for a particular problem instance, is acknowledged to be a key issue to make the best out of algorithm portfolios. This paper presents a collaborative filtering approach to AS. Collaborative filtering, popularized by the Netflix challenge, aims to recommend the items that a user will most probably like, based on the previous items she liked, and the items that have been liked by other users. As first noted by Stern et al. [47], algorithm selection can be formalized as a collaborative filtering problem, by considering that a problem instance \"likes better\" the algorithms that achieve better performance on this particular instance. Two merits of collaborative filtering (CF) compared to the mainstream algorithm selection (AS) approaches are the following. Firstly, mainstream AS requires extensive and computationally expensive experiments to learn a performance model, with all algorithms launched on all problem instances, whereas CF can exploit a sparse matrix, with a few algorithms launched on each problem instance. Secondly, AS learns a performance model as a function of the initial instance representation, whereas CF builds latent factors to describe algorithms and instances, and uses the associated latent metrics to recommend algorithms for a specific problem instance. A main contribution of the proposed algorithm recommender ALORS system is to handle the cold start problem emitting recommendations for a new problem instance - through the non-linear modeling of the latent factors based on the initial instance representation, extending the linear approach proposed by Stern et al. [47]. The merits and generality of ALORS are empirically demonstrated on the ASLib [6] and OpenML [53] benchmarks. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Misir, M (Misir, Mustafa) ; Sebag, M (Sebag, Michele)","Title":"ALORS: An algorithm recommender system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394893900008 ISSN: 0001-8392 eISSN: 1930-3815","Keywords":"organizational ecology; organizational innovation; scientific careers; creativity; interdisciplinary research KeyWords Plus:NICHE WIDTH; RESEARCH UNIVERSITIES; TECHNOLOGICAL SEARCH; ACADEMIC SCIENTISTS; LABOR-MARKET; SPECIALIZATION; INNOVATION; SCIENCE; BROKERAGE; KNOWLEDGE","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ADMINISTRATIVE SCIENCE QUARTERLY Volume: 62 Issue: 1 Pages: 105-139 DOI: 10.1177/0001839216665364 Published: MAR 2017","Abstract":"Federal agencies and universities in the U.S. promote interdisciplinary research because it presumably spurs transformative, innovative science. Using data on almost 900 research-center-based scientists and their 32,000 published articles, along with a set of unpublished papers, we assess whether such research is indeed beneficial and whether costs accompany the potential benefits. Existing research highlights this tension: whereas the innovation literature suggests that spanning disciplines is beneficial because it allows scientists to see connections across fields, the categories literature suggests that spanning disciplines is penalized because the resulting research may be lower quality or confusing to place. To investigate this, we empirically distinguish production and reception effects and highlight a new production penalty: lower productivity, which may be attributable to cognitive and collaborative challenges associated with interdisciplinary research and/or hurdles in the review process. Using an innovative measure of interdisciplinary research that considers the similarity of the disciplines spanned, we document both penalties (fewer papers published) and benefits (increased citations) associated with it and show that it is a high-risk, high-reward endeavor, one that partly depends on field-level interdisciplinarity.","Authors":"Leahey, E (Leahey, Erin) ; Beckman, CM (Beckman, Christine M.) ; Stanko, TL (Stanko, Taryn L.)","Title":"Prominent but Less Productive: The Impact of Interdisciplinarity on Scientists' Research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394179700006 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Recommender system; Collaborative filtering; Ant colony; Trust; Local trust; Global trust; Semantic similarity; Ontology KeyWords Plus:COLD START PROBLEM; ALGORITHMS; SPARSITY; DOMAIN; ITEM; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 2 Pages: 328-364 DOI: 10.1007/s10489-016-0830-y Published: MAR 2017","Abstract":"Collaborative Filtering (CF) is the most popular recommendation technique that uses preferences of users in a community to make personal recommendations for other users. Despite its popularity and success, CF suffers from the data sparsity and cold-start problems. To alleviate these issues, in recent years, there has been an upsurge of interest in exploiting trust information to improve the performance of CF. In general, trust has a number of distinct properties such as asymmetry, transitivity, dynamicity and context-dependency. However, conventional trust-based CF systems do not address trust computation by considering all the properties of trust. Particularly, the context-dependency property has received less attention in the existing approaches. The consideration of all these properties leads to more accurate recommendations since the quality of the inferred is improved. In this paper, we propose a novel trust-based approach, called Semantic-enhanced Trust based Ant Recommender System (STARS), which satisfies all the properties mentioned above. Using ant colony optimization, the proposed system performs a depth- first search for the optimal trust paths in the trust network and selects the best neighbors of an active user to provide better recommendations. To consider the context-dependency property, trust inference in STARS depends on the semantic descriptions of items. Incorporation of both global and local trust in CF-based recommender systems in addition to the trust computation based on the semantic features of items allows STARS to alleviate the data sparsity, cold-start and \"multiple-interests and multiple-content\" problems of CF. Experimental results on real-world data sets show that STARS outperforms its counterparts in terms of prediction accuracy and recommendation quality and can overcome the above problems.","Authors":"Gohari, FS (Gohari, Faezeh Sadat) ; Haghighi, H (Haghighi, Hassan) ; Aliee, FS (Aliee, Fereidoon Shams)","Title":"A semantic-enhanced trust based recommender system using ant colony optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396379000017 ISSN: 1932-4537","Keywords":"Intrusion detection; packet filter; trust computation; blacklist generation; collaborative network KeyWords Plus:INTRUSION DETECTION; ALGORITHM; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"IEEE TRANSACTIONS ON NETWORK AND SERVICE MANAGEMENT Volume: 14 Issue: 1 Pages: 233-245 DOI: 10.1109/TNSM.2017.2664893 Published: MAR 2017","Abstract":"Overhead network packets are a big challenge for intrusion detection systems (IDSs), which may increase system burden, degrade system performance, and even cause the whole system collapse, when the number of incoming packets exceeds the maximum handling capability. To address this issue, packet filtration is considered as a promising solution, and our previous research efforts have proven that designing a trust-based packet filter was able to refine unwanted network packets and reduce the workload of a local IDS. With the development of Internet cooperation, collaborative intrusion detection environments (e.g., CIDNs) have been developed, which allow IDS nodes to collect information and learn experience from others. However, it would not be effective for the previously built trust-based packet filter to work in such a collaborative environment, since the process of trust computation can be easily compromised by insider attacks. In this paper, we adopt the existing CIDN framework and aim to apply a collaborative trust-based approach to reduce unwanted packets. More specifically, we develop a collaborative trust-based packet filter, which can be deployed in collaborative networks and be robust against typical insider attacks (e.g., betrayal attacks). Experimental results in various simulated and practical environments demonstrate that our filter can perform effectively in reducing unwanted traffic and can defend against insider attacks through identifying malicious nodes in a quick manner, as compared to similar approaches.","Authors":"Meng, WZ (Meng, Weizhi) ; Li, WJ (Li, Wenjuan) ; Kwok, LF (Kwok, Lam For)","Title":"Towards Effective Trust-Based Packet Filtering in Collaborative Network Environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393249300021 ISSN: 0959-6526 eISSN: 1879-1786","Keywords":"Multiple-center vehicle routing optimization; Profit distribution; Integer-programming model; Multi-phase hybrid approach; Improved shapley value model KeyWords Plus:CARRIER COLLABORATION; GENETIC ALGORITHM; SUPPLY CHAIN; HORIZONTAL COOPERATION; OPTIMIZATION APPROACH; NETWORK OPTIMIZATION; NEIGHBORHOOD SEARCH; SPLIT DELIVERIES; TIME WINDOWS; TRANSPORTATION","Categories":"Science & Technology - Other Topics; Engineering; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Environmental; Environmental Sciences","Journal Information":"JOURNAL OF CLEANER PRODUCTION Volume: 144 Pages: 203-219 DOI: 10.1016/j.jclepro.2017.01.001 Published: FEB 15 2017","Abstract":"A collaborative multiple-center vehicle routing problem (CMCVRP) is a multi-constraint combinatorial and game optimization issue containing both vehicle routing optimization and profit distribution procedures. The CMCVRP is generally used to study the logistics network structure adjustment from a non optimal network structure to a collaborative multiple DCs network optimization structure. The optimization of CMCVR can effectively improve vehicle loading rate and reduce the crisscross transportation phenomenon. Designing a reasonable profit distribution mechanism is a critical step of CMCVR optimization. Collaboration can be organized through a negotiation process by a logistics service provider. This paper establishes an integer-programming model that contains transportation costs among distribution centers (DCs) and vehicle routing costs in each DC to minimize the total costs of CMCVRP. A multi-phase hybrid approach with clustering, dynamic programming, and heuristic algorithm is presented to solve the model formulation. The clustering procedure increases the likelihood that the solution will converge to an optimal value, between-route operations (relocate, 2-opt* exchange, and swap move) in the heuristic algorithm will improve the initial solution, and the within-route (dynamic programming) procedure will calculate a good feasible solution for each vehicle route. Both between- and within-route operations are recursively executed to find the best solution. Profit distribution plans are then established using the improved Shapley value model. Optimal sequential coalitions are selected based on strictly monotonic path, cost reduction model, and best strategy of sequential coalition selection in cooperative game theory. An empirical study in Chongqing, China suggests that the proposed approach outperforms other algorithms, and the best sequential coalition can be selected and adjusted to increase the negotiation power for network optimization of logistics distribution. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wang, Y (Wang, Yong) ; Ma, XL (Ma, Xiaolei) ; Li, ZB (Li, Zhibin) ; Liu, Y (Liu, Yong) ; Xu, MZ (Xu, Maozeng) ; Wang, YH (Wang, Yinhai) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ma, Xiaolei J-4069-2014 http://orcid.org/0000-0002-3841-5792","Title":"Profit distribution in collaborative multiple centers vehicle routing problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872400072 PubMed ID: 28193851 ISSN: 2044-6055","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ OPEN Volume: 7 Issue: 2 Article Number: e013478 DOI: 10.1136/bmjopen-2016-013478 Published: FEB 2017","Abstract":"Introduction: There are many proven treatments (psychotherapy, pharmacotherapy or their combination) for the treatment of depression. Although there is growing evidence for the effectiveness of combination treatment (psychotherapy + pharmacotherapy) over pharmacotherapy alone, psychotherapy alone or psychotherapy plus pill placebo, for depression, little is known about which specific groups of patients may respond best to combined treatment versus monotherapy. Conventional meta-analyses techniques have limitations when tasked with examining whether specific individual characteristics moderate the effect of treatment on depression. Therefore, this protocol outlines an individual patient data (IPD) meta-analysis to explore which patients, with which clinical characteristics, have better outcomes in combined treatment compared with psychotherapy (alone or with pill placebo), pharmacotherapy and pill placebo. Methods and Analysis: Study searches are completed using an established database of randomised controlled trials (RCTs) on the psychological treatment of adult depression that has previously been reported. Searches were conducted in PubMed, PsycInfo, Embase and the Cochrane Central Register of Controlled Trials. RCTs comparing combination treatment (psychotherapy + pharmacotherapy) with psychotherapy (with or without pill placebo), pharmacotherapy or pill placebo for the treatment of adult depression will be included. Study authors of eligible trials will be contacted and asked to contribute IPD. Conventional meta-analysis techniques will be used to examine differences between studies that have contributed data and those that did not. Then, IPD will be harmonised and analysis using multilevel regression will be conducted to examine effect moderators of treatment outcomes. Dissemination: Study results outlined above will be published in peer-reviewed journals. Study results will contribute to better understanding whether certain patients respond best to combined treatment or other depression treatments and provide new information on moderators of treatment outcome that can be used by patients, clinicians and researchers.","Authors":"Weitz, E (Weitz, Erica) ; Kleiboer, A (Kleiboer, Annet) ; Van Straten, A (van Straten, Annemieke) ; Hollon, SD (Hollon, Steven D.) ; Cuijpers, P (Cuijpers, Pim)","Title":"Individual patient data meta-analysis of combined treatments versus psychotherapy (with or without pill placebo), pharmacotherapy or pill placebo for adult depression: a protocol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398053400011 ISSN: 1094-3501","Keywords":"Collaborative Learning; Writing; Digital Literacies; Research Methods KeyWords Plus:LANGUAGE; WIKIS; LEARNERS; STUDENTS; TECHNOLOGY; FACILITATE","Categories":"Education & Educational Research; Linguistics Web of Science Categories:Education & Educational Research; Linguistics","Journal Information":"LANGUAGE LEARNING & TECHNOLOGY Volume: 21 Issue: 1 Pages: 146-165 Special Issue: SI Published: FEB 2017","Abstract":"The increasingly widespread use of social software (e.g., Wikis, Google Docs) in second language (L2) settings has brought a renewed attention to collaborative writing. Although the current methodological approaches to examining collaborative writing are valuable to understand L2 students' interactional patterns or perceived experiences, they can be insufficient to capture the quantity and quality of writing in networked online environments. Recently, the evolution of techniques for analyzing big data has transformed many areas of life, from information search to marketing. However, the use of data and text mining for understanding writing processes in language learning contexts is largely underexplored. In this article, we synthesize the current methodological approaches to researching collaborative writing and discuss how new text mining tools can enhance research capacity. These advanced methods can help researchers to elucidate collaboration processes by analyzing user behaviors (e. g., amount of editing, participation equality) and their link to writing outcomes across large numbers of exemplars. We introduce key research examples to illustrate this potential and discuss the implications of integrating the tools for L2 collaborative writing research and pedagogy.","Authors":"Yim, S (Yim, Soobin) ; Warschauer, M (Warschauer, Mark)","Title":"WEB-BASED COLLABORATIVE WRITING IN L2 CONTEXTS: METHODOLOGICAL INSIGHTS FROM TEXT MINING"}, {"Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ACTA ONCOLOGICA Volume: 56 Issue: 2 Pages: 146-155 DOI: 10.1080/0284186X.2016.1266090 Published: FEB 2017","Abstract":"Background: Although depression and mood-related disorders are common in persons with cancer, these conditions remain frequently overlooked in clinical practice. Negative consequences of depressive disorder spectrum have been reported (e.g. suicidal ideation, increase physical complications and somatic symptoms, negative influence on prognosis), indicating the need for routine screening, assessment and management.Methods: A search of the major databases (Medline, Embase, PsycLIT, PsycINFO, and the Cochrane Library) was conducted on the reviews and meta-analyses available in order to summarize relevant data concerning depressive disorders spectrum in terms of prevalence, risk factors, and screening and assessment among patients with cancer across the trajectory of the disease.Results: The data show a prevalence of depression and depressive disorders between 5% and 60% according to the different diagnostic criteria, the tools used in the studies (e.g. semi-structured psychiatric interview and psychometric questionnaires), as well as the stage and type of cancer. Furthermore, despite the significant health care resources devoted to cancer care and the importance of addressing depressive symptoms, assessment and management of depressive spectrum disorders in cancer patients remains suboptimal.Conclusions: Routine screening and adequate assessment of depressive spectrum disorders is necessary in patients with cancer in order to effectively manage the multifaceted and complex consequences on cancer care.","Authors":"Caruso, R (Caruso, R.) ; Nanni, MG (Nanni, M. G.) ; Riba, M (Riba, M.) ; Sabato, S (Sabato, S.) ; Mitchell, AJ (Mitchell, A. J.) ; Croce, E (Croce, E.) ; Grassi, L (Grassi, L.)","Title":"Depressive spectrum disorders in cancer: prevalence, risk factors and screening for depression: a critical review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394905400003 ISSN: 1356-7500 eISSN: 1365-2206","Keywords":"adoption; children; contact; impact; long-term foster care; permanency planning KeyWords Plus:POST-ADOPTION","Categories":"Family Studies; Social Work Web of Science Categories:Family Studies; Social Work","Journal Information":"CHILD & FAMILY SOCIAL WORK Volume: 22 Pages: 22-33 Supplement: S1 Special Issue: SI DOI: 10.1111/cfs.12236 Published: FEB 2017","Abstract":"Contact plans for children in adoption and long-term foster care are decided on a case-by-case basis, as directed by the paramountcy principle in the Children Act (1989). The idea that birth family contact helps children resolve issues around attachment, separation and loss, and identity is prevalent in social work practice. However, evidence revealing the detrimental impact of contact has been used to support increasingly restrictive legislation. The current review aims to provide policy-makers and social workers with a resource to guide decisions in permanency planning by evaluating this evidence and reported outcomes for children. The research question and exclusion/inclusion criteria were formulated and used to develop a search strategy. Of the 412 potential titles returned, 11 were of sufficient quality to include in the thematic synthesis. Results were mixed and significantly influenced by moderator variables such as the pre-existing relationship between children and their birth families. Outcomes were particularly positive when there was a collaborative approach between birth families and adoptive parents or foster carers. Outcomes tended to be poorest for children who had ongoing contact with maltreating birth parents. The review findings support current policy and previous research in recommending a more reflexive approach to assessing and planning contact.","Authors":"Boyle, C (Boyle, Caroline)","Title":"'What is the impact of birth family contact on children in adoption and long-term foster care?' A systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393897400023 PubMed ID: 27743147 ISSN: 1341-9625 eISSN: 1437-7772","Keywords":"Lymphoma; Pregnancy; Chemotherapy; Questionnaire; CNS therapy; Radiotherapy; Delivery; Future pregnancy KeyWords Plus:CHEMOTHERAPY IN-UTERO; HODGKINS-DISEASE; CANCER-PATIENTS; BREAST-CANCER; CHILDREN; LEUKEMIA; OUTCOMES; PATIENT; PHARMACOKINETICS; METHOTREXATE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"INTERNATIONAL JOURNAL OF CLINICAL ONCOLOGY Volume: 22 Issue: 1 Pages: 190-199 DOI: 10.1007/s10147-016-1036-3 Published: FEB 2017","Abstract":"Introduction Due to the rarity of lymphoma during pregnancy, management guidelines are based upon evidence from retrospective studies and case reports. Here, we review the major dilemmas in the field and examine the approach of hemato-oncologists in Israel to the management of lymphoma in pregnancy. Methodology We performed a literature search on the PubMed database using keywords for all papers on the subject from 1990-2014. The papers were reviewed by an expert panel who devised a questionnaire covering the main dilemmas. Sixty questionnaires were sent out. Results Non-contrast magnetic resonance imaging was the staging modality of choice. Chemoimmunotherapy was considered relatively safe beyond the first trimester except methotrexate (completed postpartum). Steroids or vinblastine were suggested by most as a reasonable ,bridging therapy' until the second trimester in Hodgkin lymphoma. The dosage of chemoimmunotherapy employed during pregnancy remained debatable; the majority recommended dosage according to actual pregnancy weight. Optimal timing for delivery was considered by most to be > 35 weeks. Regarding approach to next pregnancy for patients in complete remission from diffuse large B-cell lymphoma, 69 % advised waiting 2 years but the majority advised 6-12 months for follicular lymphoma. Discussion Despite consensus regarding the safety of chemotherapy post first trimester, optimal dosage, central nervous system therapy, timing of delivery and approach to future pregnancies remain controversial, indicating a need for further collaborative research in this field.","Authors":"Odelia, A (Odelia, Amit) ; Erel, J (Erel, Joffe) ; Chava, P (Chava, Perry) ; Yair, H (Yair, Herishanu) ; Nadav, S (Nadav, Sarid) ; Michael, L (Michael, Lishner) ; Irit, A (Irit, Avivi)","Title":"Continuing dilemmas in the management of lymphoma during pregnancy: review of a 10-point case-based questionnaire"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394376300003 PubMed ID: 27128785 ISSN: 1044-5463 eISSN: 1557-8992","Keywords":"alliance; motivation; expectancies; adherence; common factors KeyWords Plus:MENTAL-HEALTH-CARE; COLLABORATIVE RESEARCH-PROGRAM; OBSESSIVE-COMPULSIVE DISORDER; COGNITIVE-BEHAVIORAL THERAPY; MEDICATION ADHERENCE; PATIENT ADHERENCE; WORKING ALLIANCE; ANTIDEPRESSANT THERAPY; BIPOLAR DISORDER; CHRONIC ILLNESS","Categories":"Pediatrics; Pharmacology & Pharmacy; Psychiatry Web of Science Categories:Pediatrics; Pharmacology & Pharmacy; Psychiatry","Journal Information":"JOURNAL OF CHILD AND ADOLESCENT PSYCHOPHARMACOLOGY Volume: 27 Issue: 1 Pages: 10-18 DOI: 10.1089/cap.2015.0263 Published: FEB 2017","Abstract":"Objective: The purpose of this article is to review the literature on hypothesized behavioral correlates of pharmacotherapy treatment response. A particular focus is placed on what have been referred to as ''common factors'' across mental health treatments, including medication adherence, therapeutic alliance, motivation for behavior change, and expectancies for positive treatment outcomes. These understudied factors may provide unique explanations for mechanisms of symptom change, patient risk as a result of protocol deviation, and attenuated treatment outcomes. Method: A literature search was conducted to evaluate the relationship between treatment processes in pediatric psychiatry and medication adherence, therapeutic alliance, motivation for behavior change, and expectancies for positive treatment outcomes. Results: Substantial variability and room for improvement was identified for each common factor. Behavioral protocols have already been developed to address many aspects of common factors in pediatric psychiatric treatment, but are not yet a part of many practice parameters. Conclusion: Interventions to improve common factors can be used immediately in tandem with psychopharmacological interventions to provide increased symptom relief and reduce patient risk. Furthermore, incorporating instruction in common factors interventions can positively affect training of future providers and enhance understanding of the mechanisms of effect of medications. An increased focus on common factors, with a particular emphasis on quantifying the magnitude and mechanisms of their effects on psychopharmacological interventions stand to benefit child patients, their families, treatment providers, training facilities, and pharmaceutical manufacturers.","Authors":"De Nadai, AS (De Nadai, Alessandro S.) ; Karver, MS (Karver, Marc S.) ; Murphy, TK (Murphy, Tanya K.) ; Cavitt, MA (Cavitt, Mark A.) ; Alvaro, JL (Alvaro, Jeffrey L.) ; Bengtson, M (Bengtson, Michael) ; Stock, S (Stock, Saundra) ; Rakhshani, AC (Rakhshani, Andrew C.) ; Storch, EA (Storch, Eric A.)","Title":"Common Factors in Pediatric Psychiatry: A Review of Essential and Adjunctive Mechanisms of Treatment Outcome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396097400013 PubMed ID: 27983483 ISSN: 1350-0872 eISSN: 1465-2080","Keywords":"transcription regulation; two-component system; H2O2 response; Cu(II) response; Escherichia coli KeyWords Plus:PROKARYOTIC GENOME REGULATION; OXYR TRANSCRIPTION FACTOR; DISULFIDE BOND FORMATION; 2-COMPONENT SYSTEM; HYDROGEN-PEROXIDE; SELEX SEARCH; COPPER; PROMOTER; DOMAIN; IDENTIFICATION","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"MICROBIOLOGY-SGM Volume: 163 Issue: 2 Pages: 243-252 DOI: 10.1099/mic.0.000410 Published: FEB 2017","Abstract":"The uncharacterized two-component system YedVW of Escherichia coli is involved in stress response to hydrogen peroxide. To identify the H2O2-sensing role of YedV, a set of single Cys-to-Ala substitution mutants were constructed. One particular mutant with C165A substitution in the membrane domain rendered YedV inactive in H2O2-dependent transcription of its regulatory target hiuH. We then proposed to rename YedVW to HprSR (hydrogen peroxide response sensor/regulator). One unique characteristic of HprR is the overlapping of its recognition sequence with that of the Cu(II)-response two-component system regulator CusR. Towards understanding this unique regulation system, in this study we analysed the interplay between HprR and CusR with respect to transcription of hiuH, a regulatory target of HprR, and cusC, a target of CusR. Under low protein concentrations in vitro and in vivo, two regulators recognize and transcribe both hiuH and cusC promoters, albeit at different efficiency, apparently in a collaborative fashion. This is a new type of transcription regulation of the common target genes in response to different external signals. Upon increase in protein concentrations, however, HprR and CusR compete with each other in transcription of the common targets, thereby exhibiting a competitive interplay.","Authors":"Urano, H (Urano, Hiroyuki) ; Yoshida, M (Yoshida, Myu) ; Ogawa, A (Ogawa, Ayano) ; Yamamoto, K (Yamamoto, Kaneyoshi) ; Ishihama, A (Ishihama, Akira) ; Ogasawara, H (Ogasawara, Hiroshi)","Title":"Cross-regulation between two common ancestral response regulators, HprR and CusR, in Escherichia coli"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394442500011 PubMed ID: 27774828 ISSN: 0803-9488 eISSN: 1502-4725","Keywords":"Mental health; low-income countries (LICs); primary healthcare KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; GROUP INTERPERSONAL PSYCHOTHERAPY; COST-EFFECTIVENESS; RURAL UGANDA; INTERVENTION; DEPRESSION; INDIA; SERVICES; NIGERIA; WOMEN","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"NORDIC JOURNAL OF PSYCHIATRY Volume: 71 Issue: 2 Pages: 151-157 DOI: 10.1080/08039488.2016.1245784 Published: FEB 2017","Abstract":"Background: Untreated mental disorders are a huge challenge for healthcare systems worldwide. Treatment possibilities are particularly scarce in low-income countries (LICs). WHO estimates that up to 85% of all people with a mental disorder in LICs do not have access to evidence-based treatment.Aims: This paper seeks to explore the rationale behind the WHO recommendations for improving mental health services in LICs. At the core of these recommendations is an integration of mental health services into existing primary healthcare. This article presents available research supporting this approach. Furthermore, it highlights challenges needing special attention and opportunities demanding additional research to guide a comprehensive restructuring of a healthcare system.Methods: A literature review of WHO documents and searches on PubMed for relevant supporting literature.Results: Research from LICs that investigate mental health interventions is scarce. The evidence that does exist favours integration into primary healthcare. There is evidence that collaborative- and stepped-care interventions can provide viable treatment options for patients.Conclusion: Integration of mental health services into primary healthcare seems like a viable solution to ensure that treatment becomes more available, even though the evidence is limited. Locally conducted research is needed to guide the development of sustainable evidence-based mental health treatment, involving relevant healthcare providers, with optimal task-sharing and possibilities for referral of complex cases. Furthermore, to achieve this, comprehensive political will and investments are necessary pre-requisites.","Authors":"Sorensen, CW (Sorensen, Carina Winkler) ; Baek, O (Baek, Ole) ; Kallestrup, P (Kallestrup, Per) ; Carlsson, J (Carlsson, Jessica)","Title":"Integrating mental health in primary healthcare in low-income countries: changing the future for people with mental disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397188400005 ISSN: 0824-7935 eISSN: 1467-8640","Keywords":"social annotation systems; web recommender systems; heat diffusion; graph","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"COMPUTATIONAL INTELLIGENCE Volume: 33 Issue: 1 Pages: 99-118 DOI: 10.1111/coin.12086 Published: FEB 2017","Abstract":"Social annotation systems (SAS) allow users to annotate different online resources with keywords (tags). These systems help users in finding, organizing, and retrieving online resources to significantly provide collaborative semantic data to be potentially applied by recommender systems. Previous studies on SAS had been worked on tag recommendation. Recently, SAS-based resource recommendation has received more attention by scholars. In the most of such systems, with respect to annotated tags, searched resources are recommended to user, and their recent behavior and click-through is not taken into account. In the current study, to be able to design and implement a more precise recommender system, because of previous users' tagging data and users' current click-through, it was attempted to work on the both resource (such as web pages, research papers, etc.) and tag recommendation problem. Moreover, by applying heat diffusion algorithm during the recommendation process, more diverse options would present to the user. After extracting data, such as users, tags, resources, and relations between them, the recommender system so called \"Swallow\"creates a graph-based pattern from system log files. Eventually, following the active user path and observing heat conduction on the created pattern, user further goals are anticipated and recommended to him. Test results on SAS data set demonstrate that the proposed algorithm has improved the accuracy of former recommendation algorithms.","Authors":"Mahboob, VA (Mahboob, Vahideh Amel) ; Jalali, M (Jalali, Mehrdad) ; Jahan, MV (Jahan, Majid Vafaei) ; Barekati, P (Barekati, Pegah)","Title":"SWALLOW: RESOURCE AND TAG RECOMMENDER SYSTEM BASED ON HEAT DIFFUSION ALGORITHM IN SOCIAL ANNOTATION SYSTEMS"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397196900001 PubMed ID: 28133714 ISSN: 0021-1265 eISSN: 1863-4362","Keywords":"Acute-care hospitals; Hospital architecture; Hospital planning; Stakeholder engagement; Collaborative design; Universal design; Dementia-friendly hospital design KeyWords Plus:HEALTH-CARE; TRANSDISCIPLINARY RESEARCH; ROOMS; SERVICES; FALLS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"IRISH JOURNAL OF MEDICAL SCIENCE Volume: 186 Issue: 1 Pages: 1-16 DOI: 10.1007/s11845-016-1537-0 Published: FEB 2017","Abstract":"Background The physical form of the hospital environment shapes the care setting and influences the relationship of the hospital to the community. Due to ongoing demographic change, evolving public health needs, and advancing medical practice, typical hospitals are frequently redeveloped, retrofitted, or expanded. It is argued that multi-disciplinary and multi-stakeholder approaches are required to ensure that hospital design matches these increasingly complex needs. To facilitate such a conversation across different disciplines, experts, and community stakeholders, it is helpful to establish a hospital typology and associated terminology as part of any collaborative process. Aims Examine the literature around hospital design, and review the layout and overall form of a range of typical Irish acute public hospitals, to outline an associated building typology, and to establish the terminology associated with the planning and design of these hospitals in Ireland. Methods Searches in 'Academic Search Complete', 'Compendex', 'Google', 'Google Scholar', 'JSTOR', 'PADDI', 'Science Direct', 'Scopus', 'Web of Science', and Trinity College Dublin Library. The search terms included: 'hospital design history'; 'hospital typology'; 'hospital design terminology'; and 'hospital design Ireland'. Results Typical hospitals are composed of different layouts due to development over time; however, various discrete building typologies can still be determined within many hospitals. This paper presents a typology illustrating distinct layout, circulation, and physical form characteristics, along with a hospital planning and design terminology of key terms and definitions. Conclusion This typology and terminology define the main components of Irish hospital building design to create a shared understanding around design, and support stakeholder engagement, as part of any collaborative design process.","Authors":"Grey, T (Grey, T.) ; Kennelly, S (Kennelly, S.) ; de Freine, P (de Freine, P.) ; Mahon, S (Mahon, S.) ; Mannion, V (Mannion, V.) ; O'Neill, D (O'Neill, D.)","Title":"Towards a building typology and terminology for Irish hospitals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397269500004 PubMed ID: 27888564 ISSN: 1467-7881 eISSN: 1467-789X","Keywords":"Children; communication; obesity KeyWords Plus:EXPERT COMMITTEE RECOMMENDATIONS; DISORDERED EATING BEHAVIORS; RANDOMIZED-CONTROLLED-TRIAL; PEDIATRIC PRIMARY-CARE; CHILDHOOD OBESITY; OVERWEIGHT ADOLESCENTS; PARENTAL PERCEPTIONS; PHYSICAL-ACTIVITY; HEALTH; MANAGEMENT","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"OBESITY REVIEWS Volume: 18 Issue: 2 Pages: 164-182 DOI: 10.1111/obr.12485 Published: FEB 2017","Abstract":"Background: Healthcare professionals have called for direction on how best to communicate about weight-related topics with children and families. Established scoping review methodology was used to answer the question: 'How can healthcare professionals best communicate with children and their families about obesity and weight-related topics?' Methods: We searched four scientific databases, two grey literature repositories and 14 key journals (2005-2016). Inclusion criteria were (i) children up to and including 18 years of age and/or their parents; (ii) communication about healthy weight, overweight, obesity or healthy/active living; and (iii) healthcare setting. Results: Thirty-two articles were included. Evidence-based best practices were largely absent from the literature, although the following guiding principles were identified: (i) include all stakeholders in discussions; (ii) raise the topic of weight and health early and regularly; (iii) use strengths-based language emphasizing health over weight; (iv) use collaborative goal-setting to engage children and parents and (v) augment discussions with appropriate tools and resources. Guidance on how to implement these principles and how to negotiate relevant contextual factors (e.g. age, culture and disability) is still needed. Conclusion: Despite agreement on a number of guiding principles, evidencebased weight-related communication best practices are lacking. Rigorous, empirical evaluations of communication approaches are urgently required, especially those that include children's perspectives.","Authors":"McPherson, AC (McPherson, A. C.)[ 1,2,12 ] ; Hamilton, J (Hamilton, J.) ; Kingsnorth, S (Kingsnorth, S.) ; Knibbe, TJ (Knibbe, T. J.) ; Peters, M (Peters, M.) ; Swift, JA (Swift, J. A.) ; Krog, K (Krog, K.) ; Chen, L (Chen, L.) ; Steinberg, A (Steinberg, A.)[ 10 ] ; Ball, GDC (Ball, G. D. C.)[ 11 ] Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number McPherson, Amy http://orcid.org/0000-0003-4186-3200","Title":"Communicating with children and families about obesity and weight-related topics: a scoping review of best practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397090500014 PubMed ID: 27582237 ISSN: 1075-2730 eISSN: 1557-9700","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health; Psychiatry Web of Science Categories:Health Policy & Services; Public, Environmental & Occupational Health; Psychiatry","Journal Information":"PSYCHIATRIC SERVICES Volume: 68 Issue: 2 Pages: 179-188 DOI: 10.1176/appi.ps.201500439 Published: FEB 1 2017","Abstract":"Objective: Measurement- based care involves the systematic administration of symptom rating scales and use of the results to drive clinical decision making at the level of the individual patient. This literature review examined the theoretical and empirical support for measurement- based care. Methods: Articles were identified through search strategies in PubMed and Google Scholar. Additional citations in the references of retrieved articles were identified, and experts assembled for a focus group conducted by the Kennedy Forum were consulted. Results: Fifty-one relevant articles were reviewed. There are numerous brief structured symptom rating scales that have strong psychometric properties. Virtually all randomized controlled trials with frequent and timely feedback of patientreported symptoms to the provider during the medication management and psychotherapy encounters significantly improved outcomes. Ineffective approaches included one-time screening, assessing symptoms infrequently, and feeding back outcomes to providers outside the context of the clinical encounter. In addition to the empirical evidence about efficacy, there is mounting evidence from large-scale pragmatic trials and clinical demonstration projects that measurement-based care is feasible to implement on a large scale and is highly acceptable to patients and providers. Conclusions: In addition to the primary gains ofmeasurementbased care for individual patients, there are also potential secondary and tertiary gains to be made when individual patient data are aggregated. Specifically, aggregated symptom rating scale data can be used for professional development at the provider level and for quality improvement at the clinic level and to inform payers about the value of mental health services delivered at the health care system level.","Authors":"Fortney, JC (Fortney, John C.) ; Unutzer, J (Unutzer, Jurgen) ; Wrenn, G (Wrenn, Glenda) ; Pyne, JM (Pyne, Jeffrey M.) ; Smith, GR (Smith, G. Richard) ; Schoenbaum, M (Schoenbaum, Michael) ; Harbin, HT (Harbin, Henry T.)","Title":"A Tipping Point for Measurement-Based Care"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393944500003 PubMed ID: 28157267 ISSN: 1388-9842 eISSN: 1879-0844","Keywords":"Myocardial fibrosis; Animal models; Biomarkers; Cardiac imaging KeyWords Plus:IDIOPATHIC DILATED CARDIOMYOPATHY; LEFT-VENTRICULAR HYPERTROPHY; COLLAGEN CROSS-LINKING; FRACTION HEART-FAILURE; ANIMAL-MODELS; DIASTOLIC DYSFUNCTION; EXTRACELLULAR-MATRIX; CARDIAC-HYPERTROPHY; TRANSLATIONAL RESEARCH; INTERSTITIAL FIBROSIS","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"EUROPEAN JOURNAL OF HEART FAILURE Volume: 19 Issue: 2 Pages: 177-191 DOI: 10.1002/ejhf.696 Published: FEB 2017","Abstract":"Myocardial fibrosis refers to a variety of quantitative and qualitative changes in the interstitial myocardial collagen network that occur in response to cardiac ischaemic insults, systemic diseases, drugs, or any other harmful stimulus affecting the circulatory system or the heart itself. Myocardial fibrosis alters the architecture of the myocardium, facilitating the development of cardiac dysfunction, also inducing arrhythmias, influencing the clinical course and outcome of heart failure patients. Focusing on myocardial fibrosis may potentially improve patient care through the targeted diagnosis and treatment of emerging fibrotic pathways. The European Commission funded the FIBROTARGETS consortium as a multinational academic and industrial consortium with the primary aim of performing a systematic and collaborative search of targets of myocardial fibrosis, and then translating these mechanisms into individualized diagnostic tools and specific therapeutic pharmacological options for heart failure. This review focuses on those methodological and technological aspects considered and developed by the consortium to facilitate the transfer of the new mechanistic knowledge on myocardial fibrosis into potential biomedical applications.","Authors":"Gyongyosi, M (Gyoengyoesi, Mariann) ; Winkler, J (Winkler, Johannes) ; Ramos, I (Ramos, Isbaal) ; Do, QT (Quoc-Tuan Do) ; Firat, H (Firat, Huseyin) ; McDonald, K (McDonald, Kenneth) ; Gonzalez, A (Gonzalez, Arantxa) ; Thum, T (Thum, Thomas) ; Diez, J (Diez, Javier) ; Jaisser, F (Jaisser, Frederic)[ 10 ] ; Pizard, A (Pizard, Anne)[ 11 ] ; Zannad, F (Zannad, Faiez)[ 11 ] ...More...Less","Title":"Myocardial fibrosis: biomedical research from bench to bedside"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394381600008 PubMed ID: 26974758 ISSN: 0192-0790 eISSN: 1539-2031","Keywords":"Clostridium difficile; infection; fecal transplantation KeyWords Plus:TERM-FOLLOW-UP; CASE SERIES; NASOGASTRIC TUBE; RETENTION ENEMA; DISEASE; BACTERIOTHERAPY; ENTEROCOLITIS; METHODOLOGY; INFUSION; EFFICACY","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"JOURNAL OF CLINICAL GASTROENTEROLOGY Volume: 51 Issue: 2 Pages: 145-150 DOI: 10.1097/MCG.0000000000000511 Published: FEB 2017","Abstract":"Goals: The aim of this study was to compare upper gastrointestinal (UGI) versus lower gastrointestinal (LGI) delivery routes of fecal microbiota transplantation (FMT) for refractory or recurrent/relapsing Clostridium difficile infection (CDI). Background: FMT has been proven to be a safe and highly effective therapeutic option for CDI. Delivery, however, could be via the UGI or LGI routes, and it is unclear as to which route provides better clinical outcome. Study: A systematic search for studies that reported the use of FMT for CDI treatment was conducted. Individual patient data that included demographic (age and sex) and clinical (route of FMT delivery, CDI outcome after FMT, and follow-up time) information were obtained. Kaplan-Meier cumulative hazard curves and Cox proportional hazard models were used to assess clinical failure after FMT by the route of delivery. Results: Data from 305 patients treated with FMT (208 via LGI route and 97 via UGI route) for CDI were analyzed. At 30 and 90 days, the risk of clinical failure was 5.6% and 17.9% in the UGI group compared with 4.9% and 8.5% in the LGI delivery route group, respectively. A time-varying analysis suggested a 3-fold increase in hazard of clinical failure for UGI delivery (hazard ratio, 3.43; 95% confidence interval, 1.32-8.93) in the period after 30 days. Conclusions: FMT delivered via the LGI seems to be the most effective route for the prevention of recurrence/relapse of CDI. A randomized controlled trial is necessary to confirm whether FMT delivered via the LGI is indeed superior to that delivered via the UGI route.","Authors":"Furuya-Kanamori, L (Furuya-Kanamori, Luis) ; Doi, SAR (Doi, Suhail A. R.) ; Paterson, DL (Paterson, David L.) ; Helms, SK (Helms, Stefan K.) ; Yakob, L (Yakob, Laith) ; McKenzie, SJ (McKenzie, Samantha J.) ; Garborg, K (Garborg, Kjetil)[ 10,11 ] ; Emanuelsson, F (Emanuelsson, Frida)[ 12 ] ; Stollman, N (Stollman, Neil)[ 13 ] ; Kronman, MP (Kronman, Matthew P.)[ 14 ] ; Clark, J (Clark, Justin) ; Huber, CA (Huber, Charlotte A.) ; Riley, TV (Riley, Thomas V.) ; Clements, ACA (Clements, Archie C. A.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Furuya-Kanamori, Luis http://orcid.org/0000-0002-4337-9757","Title":"Upper Versus Lower Gastrointestinal Delivery for Transplantation of Fecal Microbiota in Recurrent or Refractory Clostridium difficile Infection A Collaborative Analysis of Individual Patient Data From 14 Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396614600015 ISSN: 1751-1577 eISSN: 1875-5879","Keywords":"Data mining; Time-evolving graphs; Rising stars; Co-authorship graphs; Power graphs; Key performance indicators; Evaluation of scholars KeyWords Plus:RESEARCH QUALITY; H-INDEX; AUTHOR; INDICATORS; CITATIONS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMETRICS Volume: 11 Issue: 1 Pages: 198-222 DOI: 10.1016/j.joi.2016.11.003 Published: FEB 2017","Abstract":"In today's complex academic environment the process of performance evaluation of scholars is becoming increasingly difficult. Evaluation committees often need to search in several repositories in order to deliver their evaluation summary report for an individual. However, it is extremely difficult to infer performance indicators that pertain to the evolution and the dynamics of a scholar. In this paper we propose a novel computational methodology based on unsupervised machine learning that can act as an important tool at the hands of evaluation committees of individual scholars. The suggested methodology compiles a list of several key performance indicators (features) for each scholar and monitors them over time. All these indicators are used in a clustering framework which groups the scholars into categories by automatically discovering the optimal number of clusters using clustering validity metrics. A profile of each scholar can then be inferred through the labeling of the clusters with the used performance indicators. These labels can ultimately act as the main profile characteristics of the individuals that belong to that cluster. Our empirical analysis gives emphasis on the \"rising stars\" who demonstrate the biggest improvement over time across all of the key performance indicators (KPIs), and can also be employed for the profiling of scholar groups. Published by Elsevier Ltd.","Authors":"Panagopoulos, G (Panagopoulos, George) ; Tsatsaronis, G (Tsatsaronis, George) ; Varlamis, I (Varlamis, Iraklis)","Title":"Detecting rising stars in dynamic collaborative networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393760800015 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Eye tracking; Gaze awareness; Gaze interaction; Multi-user; Collaborative task; Large pervasive display KeyWords Plus:SHARED GAZE; DISPLAYS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 1 Pages: 173-186 Special Issue: SI DOI: 10.1007/s00779-016-0969-x Published: FEB 2017","Abstract":"Gaze information provides indication of users focus which complements remote collaboration tasks, as distant users can see their partner's focus. In this paper, we apply gaze for co-located collaboration, where users' gaze locations are presented on the same display, to help collaboration between partners. We integrated various types of gaze indicators on the user interface of a collaborative search system, and we conducted two user studies to understand how gaze enhances coordination and communication between co-located users. Our results show that gaze indeed enhances co-located collaboration, but with a trade-off between visibility of gaze indicators and user distraction. Users acknowledged that seeing gaze indicators eases communication, because it let them be aware of their partner's interests and attention. However, users can be reluctant to share their gaze information due to trust and privacy, as gaze potentially divulges their interests.","Authors":"Zhang, YX (Zhang, Yanxia) ; Pfeuffer, K (Pfeuffer, Ken) ; Chong, MK (Chong, Ming Ki); Alexander, J (Alexander, Jason) ; Bulling, A (Bulling, Andreas) ; Gellersen, H (Gellersen, Hans)","Title":"Look together: using gaze for assisting co-located collaborative search"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394084800001 PubMed ID: 26786554 ISSN: 0268-3555 eISSN: 1758-1125","Keywords":"Chronic venous disease; varicose veins KeyWords Plus:VARICOSE-VEINS; INSUFFICIENCY; MUTATIONS","Categories":"Surgery; Cardiovascular System & Cardiology Web of Science Categories:Surgery; Peripheral Vascular Disease","Journal Information":"PHLEBOLOGY Volume: 32 Issue: 1 Pages: 3-5 DOI: 10.1177/0268355515624030 Published: FEB 2017","Abstract":"Chronic venous disease is highly prevalent in the Western world, with varicose veins being the most common form of clinical manifestation. With recent developments in sequencing technology, clinicians and geneticists alike are embarking on a journey to identify and unravel the genetic candidates of chronic venous disease. There is now currently substantial evidence to suggest the presence of genetic influences in the aetiology and pathology of venous disease. Despite this, the precise nature and profile of the genes involved in chronic venous disease remain a poorly understood entity. Moreover, it is strikingly apparent that the majority of venous genetic studies conducted over the past decade do not adhere to fundamental research principles. The emergence of high-throughput genotyping platforms permits a more systematic search for inherited components of venous disease. Pursuing a genome-wide frontier has the potential to reveal novel critical metabolic pathways and explain the genetic susceptibility of chronic venous disease. An expedited knowledge of the genetic factors in the aetiology of venous disease may translate into better prevention or treatment, which would benefit patients suffering from its clinical sequelae. Researchers should be urged to foster collaborative links and design a genome-wide case-control association study as an international consortium to provide a statistically robust paradigm in the field of chronic venous disease genetics. This will carry promise for clinically relevant progress and represent a first step towards better understanding of the genetics of chronic venous disease aetiology.","Authors":"Grant, Y (Grant, Yasmin) ; Onida, S (Onida, Sarah) ; Davies, A (Davies, Alun)","Title":"Genetics in chronic venous disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500001 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Group recommender systems; Natural noise; Collaborative filtering","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 1-11 DOI: 10.1016/j.dss.2016.09.020 Published: FEB 2017","Abstract":"Group recommender systems (GRSs) filter relevant items to groups of users in overloaded search spaces using information about their preferences. When the feedback is explicitly given by the users, inconsistencies may be introduced due to various factors, known as natural noise. Previous research on individual recommendation has demonstrated that natural noise negatively influences the recommendation accuracy, whilst it improves when noise is managed. GRSs also employ explicit ratings given by several users as ground truth, hence the recommendation process is also affected by natural noise. However, the natural noise problem has not been addressed on GRSs. The aim of this paper is to develop and test a model to diminish its negative effect in GRSs. A case study will evaluate the results of different approaches, showing that managing the natural noise at different rating levels reduces prediction error. Eventually, the deployment of a GRS with natural noise management is analysed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Castro, J (Castro, Jorge) ; Yera, R (Yera, Raciel) ; Martinez, L (Martinez, Luis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yera Toledo, Raciel http://orcid.org/0000-0001-9759-261X Martinez, Luis http://orcid.org/0000-0003-4245-8813","Title":"An empirical study of natural noise management in group recommendation systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392684200013 ISSN: 0952-1976 eISSN: 1873-6769","Keywords":"Collaborative filtering; Recommender systems; Data stream mining; Real-time intelligent systems; Nearest neighbor search KeyWords Plus:RECOMMENDER SYSTEMS; ALGORITHMS","Categories":"Automation & Control Systems; Computer Science; Engineering Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Engineering, Multidisciplinary; Engineering, Electrical & Electronic","Journal Information":"ENGINEERING APPLICATIONS OF ARTIFICIAL INTELLIGENCE Volume: 58 Pages: 171-184 DOI: 10.1016/j.engappai.2016.10.011 Published: FEB 2017","Abstract":"Neighborhood-based methods are one of the mainstream approaches to collaborative filtering. A common problem with these methods is scalability to large number of users and items. Consequently, the adaptivity of a neighborhood-based model to system dynamics is often compromised due to model constraints and prolonged training intervals. These drawbacks can be important in designing demanding applications of today and the future. In this paper, we propose a novel real-time scalable and adaptive collaborative filtering algorithm, SASCF, suitable for personalized and item-to-item recommendations, in which the underlying neighborhood-based model is updated on-the-fly with the streaming user feedback. The algorithm does not perform an offline search for finding nearest neighbors in a full item similarity matrix. Instead, taking a landmark window over the user feedback stream, a space-efficient summary structure is maintained. This structure corresponds to the result of a standing iceberg query for finding every item's top-k frequently co-occurring items over a specified support threshold. Mining such frequent co-occurrences can facilitate approximate computation of several useful item similarity measures. The algorithm offers scalability thanks to the space-efficient summary structure which handles ever-changing users, items, and item similarities in a resource aware fashion. It also offers adaptivity in the sense that newly arriving user-item interactions are immediately integrated into the model. The model is always up-to-date and it can readily be used to recommend items to users with the most recent information.","Authors":"Yagci, AM (Yagci, A. Murat) ; Aytekin, T (Aytekin, Tevfik) ; Gurgen, FS (Gurgen, Fikret S.)","Title":"Scalable and adaptive collaborative filtering by mining frequent item co-occurrences in a user feedback stream"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392434500007 ISSN: 0953-7325 eISSN: 1465-3990","Keywords":"Open innovation; small and medium enterprises (SMEs); innovation outcomes; entry-timing KeyWords Plus:RESEARCH-AND-DEVELOPMENT; OPEN SEARCH STRATEGIES; COLLABORATIVE NETWORKS; PRODUCT INNOVATION; EMPIRICAL-EVIDENCE; FIRM PERFORMANCE; HIGH-TECH; TECHNOLOGY; KNOWLEDGE; IMPACT","Categories":"Business & Economics; Science & Technology - Other Topics Web of Science Categories:Management; Multidisciplinary Sciences","Journal Information":"TECHNOLOGY ANALYSIS & STRATEGIC MANAGEMENT Volume: 29 Issue: 2 Pages: 204-218 DOI: 10.1080/09537325.2016.1211264 Published: FEB 2017","Abstract":"This study contributes to the literature on inbound open innovation in three ways. Firstly, it verifies the suitability of three groups of innovation activities (external information sources, cooperation and acquisition of machinery, knowledge or R&D) as indicators of open innovation, by modelling their relationship with the openness of the development of new products. Secondly, it relates these activities to three non-financial product-oriented outcomes of small and medium enterprises (SMEs): quality, product range and market share. When significant, the signs of the relationships are always positive. Thirdly, it is the first to link two streams of the literature on innovation within SMEs: open innovation and entry-timing. We distinguish between pioneers (the first to introduce innovations onto the market) and followers and find that most open innovation activities relate to the pioneering behaviour. This should be taken into consideration when designing public policies supporting innovation. Data include Spanish innovative SMEs from the Community Innovation Survey.","Authors":"Hochleitner, FP (Hochleitner, Franciane Paz) ; Arbussa, A (Arbussa, Anna) ; Coenders, G (Coenders, Germa) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Coenders, Germa A-4294-2014 http://orcid.org/0000-0002-5204-6882","Title":"Inbound open innovation in SMEs: indicators, non-financial outcomes and entry-timing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389095200013 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Evolutionary algorithm; Cultural algorithm; Differential evolution; Numerical optimization KeyWords Plus:PARTICLE SWARM OPTIMIZATION; GLOBAL OPTIMIZATION; HYBRID; SEARCH; TAXONOMY; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 378 Pages: 215-241 DOI: 10.1016/j.ins.2016.10.039 Published: FEB 1 2017","Abstract":"Many real-world problems can be formulated as optimization problems. Such problems pose a challenge for researchers in the design of efficient algorithms capable of finding the best solution with the least computational cost. In this paper, a new evolutionary algorithm is proposed that combines the explorative and exploitative capabilities of two evolutionary algorithms, Cultural Algorithm (CA) and Differential Evolution (DE) algorithm. This hybridization follows the HTH (High-level Teamwork Hybrid) nomenclature in which two meta-heuristics are executed in parallel. The new algorithm named as CADE, manages an overall population which is shared between CA and DE simultaneously. Four modified knowledge sources have been used in proposed CA which are: topographical, situational, normative and domain. The role of the used acceptance function in belief space is to select the knowledge of the best individuals to update the current knowledge. A novel quality function is used to determine the participation ratio for both CA and DE, and then a competitive selection takes place in order to select the proportion of function evaluations allocated for each technique. This collaborative synergy emerges between the DE and CA techniques and is shown to improve the quality of solutions, beyond what each of these two algorithms alone. The performance of the algorithm is evaluated on a set of 50 scalable optimization problems taken from two sources. The first set of 35 came from existing benchmark sets available in the literature. The second set came from the 2014 IEEE Single Function optimization competition. The overall results show that CADE has a favorable performance and scalability behaviors when compared to other recent state-of-the-art algorithms. CADE's overall performance ranked at number 1 for each of the two sets of problems. It is suggested that CADE's success across such a broad spectrum of problem types and complexities bodes well for its application to new and novel applications. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Awad, NH (Awad, Noor H.) ; Ali, MZ (Ali, Mostafa Z.) ; Suganthan, PN (Suganthan, Ponnuthurai N.) ; Reynolds, RG (Reynolds, Robert G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Suganthan, .Ponnuthurai  A-5023-2011 http://orcid.org/0000-0003-0901-5105","Title":"CADE: A hybridization of Cultural Algorithm and Differential Evolution for numerical optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387429100008 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Facial Attribute Classification; Regression classification; Sparse representation; Collaborative representation; KSVD; Face verification KeyWords Plus:GENDER CLASSIFICATION; FACE RECOGNITION; FEATURES; IMAGES; AGE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 62 Pages: 99-113 DOI: 10.1016/j.patcog.2016.08.031 Published: FEB 2017","Abstract":"Recently, many researchers have attempted to classify Facial Attributes (FAs) by representing characteristics of FAs such as attractiveness, age, smiling and so on. In this context, recent studies have demonstrated that visual FAs are a strong background for many applications such as face verification, face search and so on. However, Facial Attribute Classification (FAC) in a wide range of attributes based on the regression representation-predicting of FAs as real-valued labels- is still a significant challenge in computer vision and psychology. In this paper, a regression model formulation is proposed for FAC in a wide range of FAs (e.g. 73 FAs). The proposed method accommodates real-valued scores to the probability of what percentage of the given FAs is present in the input image. To this end, two simultaneous dictionary learning methods are proposed to learn the regression and identity feature dictionaries simultaneously. Accordingly, a multi-level feature extraction is proposed for FAC. Then, four regression classification methods are proposed using a regression model formulated based on dictionary learning, SRC and CRC. Convincing results are acquired to handle a wide range of FAs and represent the probability of FAs on the PubFig, LFW, Groups and 10k US Adult Faces databases compared to several state-of-the-art methods. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Moeini, A (Moeini, Ali) ; Moeini, H (Moeini, Hossein) ; Safai, AM (Safai, Armon Matthew) ; Faez, K (Faez, Karim)","Title":"Regression Facial Attribute Classification via simultaneous dictionary learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393274900003 PubMed ID: 28118838 ISSN: 1472-6963","Keywords":"Diabetes mellitus; Depression; Health economics; Mass screening; Collaborative care KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; COLLABORATIVE CARE; HEALTH-CARE; MELLITUS; POPULATION; MULTIMORBIDITY; COMPLICATIONS; MORBIDITY; PREVALENCE; THERAPY","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC HEALTH SERVICES RESEARCH Volume: 17 Article Number: 78 DOI: 10.1186/s12913-017-2003-z Published: JAN 24 2017","Abstract":"Background: Diabetes is associated with premature death and a number of serious complications. The presence of comorbid depression makes these outcomes more likely and results in increased healthcare costs. The aim of this work was to assess the health economic outcomes associated with having both diabetes and depression, and assess the cost-effectiveness of potential policy changes to improve the care pathway: improved opportunistic screening for depression, collaborative care for depression treatment, and the combination of both. Methods: A mathematical model of the care pathways experienced by people diagnosed with type-2 diabetes in England was developed. Both an NHS perspective and wider social benefits were considered. Evidence was taken from the published literature, identified via scoping and targeted searches. Results: Compared with current practice, all three policies reduced both the time spent with depression and the number of diabetes-related complications experienced. The policies were associated with an improvement in quality of life, but with an increase in health care costs. In an incremental analysis, collaborative care dominated improved opportunistic screening. The incremental cost-effectiveness ratio ( ICER) for collaborative care compared with current practice was 10,798 pound per QALY. Compared to collaborative care, the combined policy had an ICER of 68,017 pound per QALY. Conclusions: Policies targeted at identifying and treating depression early in patients with diabetes may lead to reductions in diabetes related complications and depression, which in turn increase life expectancy and improve health-related quality of life. Implementing collaborative care was cost-effective based on current national guidance in England.","Authors":"Kearns, B (Kearns, Ben) ; Rafia, R (Rafia, R.) ; Leaviss, J (Leaviss, J.) ; Preston, L (Preston, L.) ; Brazier, JE (Brazier, J. E.) ; Palmer, S (Palmer, S.) ; Ara, R (Ara, R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kearns, Benjamin http://orcid.org/0000-0001-7730-668X","Title":"The cost-effectiveness of changes to the care pathway used to identify depression and provide treatment amongst people with diabetes in England: a model-based economic evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394699300008 PubMed ID: 28123912 ISSN: 2167-8359","Keywords":"Joint attention; Social interaction; Eye -tracking; Virtual reality; Eye gaze; Mentalising KeyWords Plus:INDIVIDUAL-DIFFERENCES; EYE CONTACT; AUTISM; CHILDREN; LANGUAGE; GAZE; SPECTRUM; IMITATION; INFANTS; PLAY","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 5 Article Number: e2899 DOI: 10.7717/peerj.2899 Published: JAN 17 2017","Abstract":"The successful navigation of social interactions depends on a range of cognitive faculties including the ability to achieve joint attention with others to share in formation and experiences, we investigated the influence that intention monitoring Processes have on gaze-following response times during joint attention. We employed a virtual reality task in which 16 healthy adults engaged in a collaborative game with a virtual partner to locate a target in a visual array. In the Search task, the virtual Partner was programmed to engage in non communicative gaze shifts in search of the target,establish eye contact, and then display a communicative gaze sift to guide the participant to the target. In the No Search task, the virtual partner simply established eye contact and then made a single communicative gaze shift towards the target (i.e.,there were no non-communicative gaze shifts in search of the target). Thus,only the Search task required participants to monitor their partner's communicative intent before responding to joint attention bids. We found that gaze following was significantly slower in the Search task than the NoSearch task. However, the sane effect on response tires was not observed when participants completed non-social control versions of the Search and NoSearch tasks,in which the avatar's gaze was replaced by arrow cues. These data demonstrate that the intention monitoring processes involved in differentiating communicative and non communicative gaze shifts during the Search task had a measurable infuence on subsequent joint attention behaviour. The empirical and methodological implcations of these findings for the fields of autism and social neuroscience will be discussed.","Authors":"Caruana, N (Caruana, Nathan) ; McArthur, G (McArthur, Genevieve) ; Woolgar, A (Woolgar, Alexandra) ; Brock, J (Brock, Jon)","Title":"Detecting communicative intent in a computerised test of joint attention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391494900002 ISSN: 1758-0463","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"DATABASE-THE JOURNAL OF BIOLOGICAL DATABASES AND CURATION Article Number: baw166 DOI: 10.1093/database/baw166 Published: JAN 10 2017","Abstract":"Information regarding the physical interactions among proteins is crucial, since protein-protein interactions (PPIs) are central for many biological processes. The experimental techniques used to verify PPIs are vital for characterizing and assessing the reliability of the identified PPIs. A lot of information about PPIs and the experimental methods are only available in the text of the scientific publications that report them. In this study, we approach the problem of identifying passages with experimental methods for physical interactions between proteins as an information retrieval search task. The baseline system is based on query matching, where the queries are generated by utilizing the names (including synonyms) of the experimental methods in the Proteomics Standard Initiative-Molecular Interactions (PSI-MI) ontology. We propose two methods, where the baseline queries are expanded by including additional relevant terms. The first method is a supervised approach, where the most salient terms for each experimental method are obtained by using the term frequency-relevance frequency (tf.rf) metric over 13 articles from our manually annotated data set of 30 full text articles, which is made publicly available. On the other hand, the second method is an unsupervised approach, where the queries for each experimental method are expanded by using the word embeddings of the names of the experimental methods in the PSI-MI ontology. The word embeddings are obtained by utilizing a large unlabeled full text corpus. The proposed methods are evaluated on the test set consisting of 17 articles. Both methods obtain higher recall scores compared with the baseline, with a loss in precision. Besides higher recall, the word embeddings based approach achieves higher F-measure than the baseline and the tf.rf based methods. We also show that incorporating gene name and interaction keyword identification leads to improved precision and F-measure scores for all three evaluated methods. The tf. rf based approach was developed as part of our participation in the Collaborative Biocurator Assistant Task of the BioCreative V challenge assessment, whereas the word embeddings based approach is a novel contribution of this article.","Authors":"Aydin, F (Aydin, Ferhat) ; Husunbeyi, ZM (Husunbeyi, Zehra Melce) ; Ozgur, A (Ozgur, Arzucan)","Title":"Automatic query generation using word embeddings for retrieving passages describing experimental methods"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398724000005 ISBN:978-3-319-48308-5; 978-3-319-48307-8 ISSN: 2194-5357","Keywords":"Recommendation; Collaborative filtering; Similarity measure; Prediction accuracy; Coverage; Precision; Recall KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE INTERNATIONAL CONFERENCE ON ADVANCED INTELLIGENT SYSTEMS AND INFORMATICS 2016 Book Series: Advances in Intelligent Systems and Computing Volume: 533 Pages: 42-52 DOI: 10.1007/978-3-319-48308-5_5 Published: 2017","Abstract":"Internet users are overwhelmed with a large number of choices, consequently, there is a need to filter and prioritize relevant information. Recommender System (RS) solves this problem by searching through information provided by users similar to the active user. Precise determination of similar users is the keystone to accuracy of personalized recommendation and in this regard, the contribution of this paper is two-fold. First, an enhanced Distance based similarity measure is introduced. Second, a systematic evaluation is presented of the predictive performance of the proposed similarity measure against different similarity measures in recommendations based on user based Collaborative Filtering (CF). The evaluation encompasses both numeric and non-numeric measures against the proposed measure. The performance metrics are the recommendation accuracy (statistical and decision-making) and coverage. Experimental results on three real-world datasets show that the enhanced Distance based similarity outperforms all other similarity measures for user based recommendations in respect of the recommendation accuracy and coverage.","Authors":"Afify, YM (Afify, Yasmine M.) ; Moawad, IF (Moawad, Ibrahim F.) ; Badr, NL (Badr, Nagwa L.) ; Tolba, MF (Tolba, Mohamed F.) Edited by:Hassanien, AE; Shaalan, K; Gaber, T; Azar, AT; Tolba, MF","Title":"An Enhanced Distance Based Similarity Measure for User Based Recommendations"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398616700001 ISSN: 1179-1594","Keywords":"chronic diseases; diabetes; electronic health record; health disparities; hypertension; health information technology; immunization; patient web portals; screening KeyWords Plus:PERSONAL HEALTH RECORD; RANDOMIZED CONTROLLED-TRIAL; HYPERTENSION CONTROL; DIABETES EDUCATION; COLLABORATIVE CARE; INTERNET-ACCESS; MEDICAL-RECORDS; DIGITAL DIVIDE; CALL CENTER; ACTION PLAN","Categories":"Health Care Sciences & Services Web of Science Categories:Health Policy & Services","Journal Information":"RISK MANAGEMENT AND HEALTHCARE POLICY Volume: 10 Pages: 33-40 DOI: 10.2147/RMHP.S130431 Published: 2017","Abstract":"Background: Efforts aimed at health care reform and continued advances in information technologies have prompted interest among providers and researchers in patient web portals. Patient web portals are password-protected online websites that offer the patients 24-hour access to personal health information from anywhere with an Internet connection. Methods: This article, which is based upon bibliographic searches in PubMed, reviews important developments in web portals for primary and secondary disease prevention, including patient web portals tethered to electronic medical records, disease-specific portals, health disparities, and health-related community web portals. Results: Although findings have not been uniformly positive, several studies of the effectiveness of health care system patient portals in chronic disease management have shown promising results with regard to patient outcomes. Patient web portals have also shown promising results in increasing adherence with screening recommendations. Racial and ethnic minorities, younger persons, and patients who are less educated or have lower health literacy have been found to be less likely to use patient portals. Conclusion: Additional studies are needed of the utility and effectiveness of different elements of web portals for different patient populations. This should include additional diseases and health topics such as smoking cessation and weight management.","Authors":"Coughlin, SS (Coughlin, Steven S.) ; Prochaska, JJ (Prochaska, Judith J.) ; Williams, LB (Williams, Lovoria B.) ; Besenyi, GM (Besenyi, Gina M.) ; Heboyan, V (Heboyan, Vahe) ; Goggans, DS (Goggans, D. Stephen) ; Yoo, W (Yoo, Wonsuk) ; De Leo, G (De Leo, Gianluca)","Title":"Patient web portals, disease management, and primary prevention"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398005900001 PubMed ID: 28125305 ISSN: 0269-9052 eISSN: 1362-301X","Keywords":"Acquired brain injury; post-concussive syndrome; post-concussive disorder; psychotherapy KeyWords Plus:MINOR HEAD-INJURY; POSTCONCUSSION SYNDROME; RISK-FACTORS; EPIDEMIOLOGY; MANAGEMENT; TRIAL; REHABILITATION; INTERVENTION; POPULATION; CONCUSSION","Categories":"Neurosciences & Neurology; Rehabilitation Web of Science Categories:Neurosciences; Rehabilitation","Journal Information":"BRAIN INJURY Volume: 31 Issue: 3 Pages: 279-289 DOI: 10.1080/02699052.2016.1255779 Published: 2017","Abstract":"Background: Mild traumatic brain injuries (mTBI) are the most common of traumatic brain injuries and patients often experience a wide range of symptoms such as headache, fatigue, dizziness, sleep problems and subjective cognitive deficits. While most symptomatic patients recover quickly, a sub-group of 10-20% of patients experience prolonged symptoms. There is currently a lack of evidence-based treatment for these patients. Objective: The objective of the present paper was to conduct a systematic review of the literature on psychotherapeutic interventions specifically for patients, with prolonged symptoms (> 3 months after injury) after mTBI. Methods: With a more precise definition of psychotherapy than previous reviews, an extensive literature search was conducted that yielded 2332 hits, of which five were considered to meet the criteria. Only two of the studies were randomized controlled trials. Results and conclusions: Results revealed several methodological limitations in the included studies, leading to the conclusion that it is premature to make any strong recommendations on psychotherapeutic treatment of prolonged symptoms after mTBI. With in-depth methodological analyses of the included studies and comprehensive recommendations for future research, the present review aims to inform clinicians and to encourage scientists to engage in collaborative effort towards increasing the number of methodologically sound clinical trials in the field.","Authors":"Bergersen, K (Bergersen, Kjersti) ; Halvorsen, JO (Halvorsen, Joar Overaas) ; Tryti, EA (Tryti, Einar Aagaard) ; Taylor, SI (Taylor, Solveig Isabel) ; Olsen, A (Olsen, Alexander)","Title":"A systematic literature review of psychotherapeutic treatment of prolonged symptoms after mild traumatic brain injury"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397091600027 PubMed ID: 27605099 ISSN: 1367-4803 eISSN: 1460-2059","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOINFORMATICS Volume: 33 Issue: 1 Pages: 148-149 DOI: 10.1093/bioinformatics/btw579 Published: JAN 1 2017","Abstract":"The lack of controlled terminology and ontology usage leads to incomplete search results and poor interoperability between databases. One of the major underlying challenges of data integration is curating data to adhere to controlled terminologies and/or ontologies. Finding subject matter experts with the time and skills required to perform data curation is often problematic. In addition, existing tools are not designed for continuous data integration and collaborative curation. This results in time-consuming curation workflows that often become unsustainable. The primary objective of OntoBrowser is to provide an easy-to-use online collaborative solution for subject matter experts to map reported terms to preferred ontology (or code list) terms and facilitate ontology evolution. Additional features include web service access to data, visualization of ontologies in hierarchical/graph format and a peer review/approval workflow with alerting.","Authors":"Ravagli, C (Ravagli, Carlo) ; Pognan, F (Pognan, Francois) ; Marc, P (Marc, Philippe) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number MARC, Philippe E-2896-2015 http://orcid.org/0000-0002-0064-0572","Title":"OntoBrowser: a collaborative tool for curation of ontologies by subject matter experts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396378100027 PubMed ID: 27818329 ISSN: 0012-3692","Keywords":"evidence-based medicine; guidelines; mechanical ventilation","Categories":"General & Internal Medicine; Respiratory System Web of Science Categories:Critical Care Medicine; Respiratory System","Journal Information":"CHEST Volume: 151 Issue: 1 Pages: 160-165 DOI: 10.1016/j.chest.2016.10.037 Published: JAN 2017","Abstract":"BACKGROUND: This clinical practice guideline addresses six questions related to liberation from mechanical ventilation in critically ill adults. It is the result of a collaborative effort between the American Thoracic Society (ATS) and the American College of Chest Physicians (CHEST). METHODS: A multidisciplinary panel posed six clinical questions in a population, intervention, comparator, outcomes (PICO) format. A comprehensive literature search and evidence synthesis was performed for each question, which included appraising the quality of evidence using the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach. The Evidence-to-Decision framework was applied to each question, requiring the panel to evaluate and weigh the importance of the problem, confidence in the evidence, certainty about how much the public values the main outcomes, magnitude and balance of desirable and undesirable outcomes, resources and costs associated with the intervention, impact on health disparities, and acceptability and feasibility of the intervention. RESULTS: Evidence-based recommendations were formulated and graded initially by subcommittees and then modified following full panel discussions. The recommendations were confirmed by confidential electronic voting; approval required that at least 80% of the panel members agree with the recommendation. CONCLUSIONS: The panel provides recommendations regarding liberation from mechanical ventilation. The details regarding the evidence and rationale for each recommendation are presented in the American Journal of Respiratory and Critical Care Medicine and CHEST.","Authors":"Schmidt, GA (Schmidt, Gregory A.) ; Girard, TD (Girard, Timothy D.) ; Kress, JP (Kress, John P.) ; Morris, PE (Morris, Peter E.) ; Ouellette, DR (Ouellette, Daniel R.) ; Alhazzani, W (Alhazzani, Waleed) ; Burns, SM (Burns, Suzanne M.) ; Epstein, SK (Epstein, Scott K.) ; Esteban, A (Esteban, Andres) ; Fan, E (Fan, Eddy)[ 10 ] ; Ferrer, M (Ferrer, Miguel)[ 12 ] ; Fraser, GL (Fraser, Gilles L.)[ 13 ] ; Gong, MN (Gong, Michelle Ng)[ 14,15 ] ; Hough, CL (Hough, Catherine L.)[ 16 ] ; Mehta, S (Mehta, Sangeeta)[ 11 ] ; Nanchal, R (Nanchal, Rahul)[ 17 ] ; Patel, S (Patel, Sheena)[ 18 ] ; Pawlik, AJ (Pawlik, Amy J.)[ 19 ] ; Schweickert, WD (Schweickert, William D.)[ 20 ] ; Sessler, CN (Sessler, Curtis N.)[ 21 ] ; Strom, T (Strom, Thomas)[ 22 ] ; Wilson, KC (Wilson, Kevin C.)[ 23 ] ; Truwit, JD (Truwit, Jonathon D.)[ 24 ] ...More...Less","Title":"Liberation From Mechanical Ventilation in Critically Ill Adults"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396483700003 PubMed ID: 28392674 ISSN: 0952-9136 eISSN: 1099-0852","Keywords":"domestic violence; child safeguarding; systematic review; professional assessment KeyWords Plus:COLLABORATIVE EFFORTS; PEDIATRIC RESIDENTS; PRIMARY-CARE; IMPLEMENTATION; MALTREATMENT; METAANALYSIS; CURRICULUM; SERVICES; QUALITY; WORKERS","Categories":"Family Studies; Social Work Web of Science Categories:Family Studies; Social Work","Journal Information":"CHILD ABUSE REVIEW Volume: 26 Issue: 1 Pages: 19-39 DOI: 10.1002/car.2385 Published: JAN-FEB 2017","Abstract":"Exposure of children to domestic violence and abuse (DVA) is a form of child maltreatment with short-and long-term behavioural and mental health impact. Health care professionals are generally uncertain about how to respond to domestic violence and are particularly unclear about best practice with regards to children's exposure and their role in a multiagency response. In this systematic review, we report educational and structural or whole-system interventions that aim to improve professionals' understanding of, and response to, DVA survivors and their children. We searched 22 bibliographic databases and contacted topic experts for studies reporting quantitative outcomes for any type of intervention aiming to improve professional responses to disclosure of DVA with child involvement. We included interventions for physicians, nurses, socialworkers and teachers. Twenty-one studiesmet the inclusion criteria: three randomised controlled trials (RCTs), 18 pre-post intervention surveys. There were 18 training and three system-level interventions. Training interventions generally had positive effects on participants' knowledge, attitudes towards DVA and clinical competence. The results from the RCTs were consistent with the before-after surveys. Results from system-level interventions aimed to change organisational practice and inter-organisational collaboration demonstrates the benefit of coordinating system change in child welfare agencies with primary health care and other organisations. Implications for policy and research are discussed. (C) 2015 The Authors. Child Abuse Review published by John Wiley & Sons Ltd.","Authors":"Turner, W (Turner, William) ; Broad, J (Broad, Jonathan) ; Drinkwater, J (Drinkwater, Jessica) ; Firth, A (Firth, Adam) ; Hester, M (Hester, Marianne) ; Stanley, N (Stanley, Nicky) ; Szilassy, E (Szilassy, Eszter) ; Feder, G (Feder, Gene)","Title":"Interventions to Improve the Response of Professionals to Children Exposed to Domestic Violence and Abuse: A Systematic Review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396678900005 ISSN: 1746-9899 eISSN: 1746-9902","Keywords":"Ocular adnexal lymphoma; chlamydia psittaci; non hodgkin lymphoma; MALT lymphoma; orbital lymphoma; extranodal marginal zone lymphoma KeyWords Plus:B-CELL LYMPHOMA; MARGINAL ZONE LYMPHOMAS; NON-HODGKINS-LYMPHOMA; PHASE-II TRIAL; HEALTH-ORGANIZATION CLASSIFICATION; POSITRON-EMISSION-TOMOGRAPHY; CONJUNCTIVAL MALT LYMPHOMA; AMERICAN JOINT COMMITTEE; CLINICAL STAGING SYSTEM; SPACE-OCCUPYING LESIONS","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"EXPERT REVIEW OF OPHTHALMOLOGY Volume: 12 Issue: 2 Pages: 133-148 DOI: 10.1080/17469899.2017.1280394 Published: 2017","Abstract":"Introduction: Lymphoma is the commonest malignancy of the ocular adnexa. Its relatively low incidence and significant heterogeneity pose unique clinical, diagnostic and therapeutic challenges, requiring a multidisciplinary approach to its management. We present an overview of the literature regarding the epidemiological and clinico-pathological features of ocular adnexal lymphoma (OAL), current staging methods and therapeutic approaches. Areas covered: We searched MEDLINE for publications on OALs from 1990 to the present day and conducted a manual search of the reference sections of relevant articles and book chapters. Radiotherapy and chemo-immunotherapy are widely used current treatment options in the most common subtypes of OAL and generally offer excellent long-term outcomes. We discuss the emerging role of anti-microbial therapy in marginal zone lymphoma associated with Chlamydia psittaci, the prevalence of which shows significant geographical variation. Several novel and targeted therapeutic agents have emerged in the setting of relapsed and refractory B-cell non-Hodgkin lymphomas, and are likely to become future treatment options in OALs. Expert commentary: The recognition of new pathways and prognostic molecular markers in lymphomas is also expected to result in better prognostication, novel therapeutic targets and personalised therapies in OAL. It is important that multi-center collaborative approaches are pursued for continued progress in the field.","Authors":"Richards, H (Richards, Huw) ; Ramsden, C (Ramsden, Conor) ; Naidoo, R (Naidoo, Rosalina) ; Yvon, C (Yvon, Camille) ; Jacob, E (Jacob, Elizabeth) ; Mohamedbhai, S (Mohamedbhai, Sajir)","Title":"Ocular adnexal lymphomas: a review"}, {"Document Information":"Document Type:Article Language:Italian Accession Number: WOS:000396637000005 ISSN: 2038-5366 eISSN: 2038-1026","Keywords":"National Library of Florence; Italian National Bibliography (BNI); National Library Service (SBN); Cataloguing; Open data","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"JLIS.IT Volume: 8 Issue: 1 Pages: 67-76 DOI: 10.4403/jlis.it-12167 Published: 2017","Abstract":"A consequence of the economic crisis that affected Italy in the last years is a significant decrease of economic resources for libraries, especially for those depending from the Ministry for Cultural Heritage. In this framework, the National Library of Florence and the National bibliographic agency, belonging to it, suffered a significant reshaping of their output, the Italian National Bibliography (BNI), due to the reduction of people in its editorial staff. The search for solutions to cope with this difficult situation lead to two main decisions, both based on the meaning of public service and on the cooperation principle. The first had the result of the free and online publication of the Italian National Bibliography, starting from May 2016, so that aligning the BNI to other National European Bibliographies. The latter lead to a collaboration project that on one side confirmed the role of the National Library of Florence as bibliographic, technical and editorial coordinator, and on the other opens the National Bibliography to a certain number of libraries with specific traits (legal deposition coverage and subject specialisation), so that contributing to a collaborative Italian National Bibliography.","Authors":"Bellingeri, L (Bellingeri, Luca) ; Giunti, MC (Giunti, Maria Chiara)","Title":"BNI open and collaborative: how and why Testo"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397051100015 PubMed ID: 28095973 ISSN: 1550-9389 eISSN: 1550-9397","Keywords":"continuous positive airway pressure; obstructive sleep apnea; oral appliance; partner; spouse KeyWords Plus:POSITIVE AIRWAY PRESSURE; QUALITY-OF-LIFE; MANDIBULAR ADVANCEMENT APPLIANCES; BED PARTNERS; SOCIAL-CONTROL; CPAP TREATMENT; APNOEA/HYPOPNOEA SYNDROME; REPOSITIONING SPLINT; SPOUSAL INVOLVEMENT; ADHERENCE","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"JOURNAL OF CLINICAL SLEEP MEDICINE Volume: 13 Issue: 3 Pages: 467-477 DOI: 10.5664/jcsm.6504 Published: 2017","Abstract":"Study Objectives: Many adults sleep with a significant other; thus, sleep disorder symptoms and treatments of one partner are likely to impact the other partner's health. A literature review was conducted to examine the impact of obstructive sleep apnea (OSA) and OSA treatments on partner-assessed sleep and daytime functioning and partner involvement in OSA treatment. Methods: MEDLINE, EMBASE, and CINAHL searches yielded 38 pertinent quantitative and qualitative studies that described sleep and/or daytime functioning assessed in partners of patients with untreated OSA, sleep and/or daytime functioning assessed in partners who were referred for OSA treatment, including continuous positive airway pressure (CPAP) therapy, oral appliance (OA), or surgery, and/or associations between partner involvement and OSA treatment use. Results: The majority of studies found untreated OSA to have a negative impact on partners' objective and subjective sleep and daytime functioning, in particular mood, quality of life, and relationship quality. Improvements in partner-assessed sleep quality were reported for CPAP, OA, and surgery. Conflicting results were reported for partners' mood, quality of life, daytime sleepiness, and relationship quality. Perceived partner support was associated with greater CPAP use. Conclusions: Symptoms associated with OSA can negatively impact partners' sleep and daytime functioning. Treatment of OSA with CPAP, OA, or surgery can have health benefits for not only patients but also partners. Collaborative partner involvement may be a useful strategy for interventions promoting CPAP adherence.","Authors":"Luyster, FS (Luyster, Faith S.)","Title":"Impact of Obstructive Sleep Apnea and Its Treatments on Partners: A Literature Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396645200005 ISSN: 1210-0552","Keywords":"trust-aware recommender system; genetic algorithm; searching efficiency; skeleton selection KeyWords Plus:SCALE-FREE NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEURAL NETWORK WORLD Volume: 27 Issue: 1 Pages: 77-94 Special Issue: SI DOI: 10.14311/NNW.2017.27.004 Published: 2017","Abstract":"Trust-aware recommender system (TARS) recommends ratings based on user trust. It greatly improves the conventional collaborative filtering by providing reliable recommendations when dealing with the data sparseness problem. One basic research issue of TARS is to improve the recommending efficiency, in which the key point is to find sufficient number of recommenders efficiently for active users. Existing works searched recommenders via a skeleton, which consists of a number of hub nodes. The hub nodes are those who have superior degrees based on the scale-freeness of the trust network. However, existing works did not consider the skeleton maintenance cost and the coverage overlap between nodes of the skeleton. They also failed to suggest the proper size of the skeleton. This paper proposes an optimized TARS model to solve the problems of existing works. By using the genetic algorithm, our model chooses the most suitable nodes for the skeleton of recommender searching. It can achieve the maximum prediction coverage with the minimum skeleton maintenance cost. Simulation results show that compared with existing works, our model can reduce more than 90% of the skeleton maintenance cost with reasonable prediction coverage.","Authors":"Yuan, W (Yuan, W.) ; Guan, D (Guan, D.)","Title":"OPTIMIZED TRUST-AWARE RECOMMENDER SYSTEM USING GENETIC ALGORITHM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395528700006 ISSN: 2157-6904 eISSN: 2157-6912","Keywords":"Knowledge graphs; recommender systems; music; entity linking; novelty; diversity KeyWords Plus:WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INTELLIGENT SYSTEMS AND TECHNOLOGY Volume: 8 Issue: 2 Special Issue: SI Article Number: 21 DOI: 10.1145/2926718 Published: JAN 2017","Abstract":"The Web has moved, slowly but steadily, from a collection of documents towards a collection of structured data. Knowledge graphs have then emerged as a way of representing the knowledge encoded in such data as well as a tool to reason on them in order to extract new and implicit information. Knowledge graphs are currently used, for example, to explain search results, to explore knowledge spaces, to semantically enrich textual documents, or to feed knowledge-intensive applications such as recommender systems. In this work, we describe how to create and exploit a knowledge graph to supply a hybrid recommendation engine with information that builds on top of a collections of documents describing musical and sound items. Tags and textual descriptions are exploited to extract and link entities to external graphs such as WordNet and DBpedia, which are in turn used to semantically enrich the initial data. By means of the knowledge graph we build, recommendations are computed using a feature combination hybrid approach. Two explicit graph feature mappings are formulated to obtain meaningful item feature representations able to catch the knowledge embedded in the graph. Those content features are further combined with additional collaborative information deriving from implicit user feedback. An extensive evaluation on historical data is performed over two different datasets: a dataset of sounds composed of tags, textual descriptions, and user's download information gathered from Freesound. org and a dataset of songs that mixes song textual descriptions with tags and user's listening habits extracted from Songfacts.com and Last.fm, respectively. Results show significant improvements with respect to state-of-the-art collaborative algorithms in both datasets. In addition, we show how the semantic expansion of the initial descriptions helps in achieving much better recommendation quality in terms of aggregated diversity and novelty.","Authors":"Oramas, S (Oramas, Sergio) ; Ostuni, VC (Ostuni, Vito Claudio) ; Di Noia, T (Di Noia, Tommaso) ; Serra, X (Serra, Xavier) ; Di Sciascio, E (Di Sciascio, Eugenio)","Title":"Sound and Music Recommendation with Knowledge Graphs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396441100059 ISSN: 0890-5096 eISSN: 1615-5947","Categories":"Surgery; Cardiovascular System & Cardiology Web of Science Categories:Surgery; Peripheral Vascular Disease","Journal Information":"ANNALS OF VASCULAR SURGERY Volume: 38 Article Number: 318.e11 DOI: 10.1016/j.avsg.2016.05.130 Published: JAN 2017","Abstract":"Background: Injury to the renal artery is a rare but serious concern in patients suffering blunt trauma. Complications of renovascular injury include prolonged hospitalization, kidney loss, and death. There remains considerable controversy regarding the optimal treatment of blunt renal artery injury. Methods: We describe the management of a 39-year-old woman following blunt polytrauma who underwent a multidisciplinary collaborative procedure with open splenectomy and endovascular repair of an occluded renal artery. A literature review of the past 25 years follows including all publications describing endovascular treatment for blunt renal artery injury. Results: The literature search identified 27 patients with blunt renal artery injury treated by endovascular means. All patients were treated with angioplasty and stenting; none were treated with angioplasty alone. One patient (4%) required nephrectomy for hypertension and 89% of patients were reported to be in good condition at their last contact with the healthcare system. Conclusions: The optimal treatment of blunt injury to the renal artery is unknown, but endovascular therapy is a feasible and reasonable choice. Further study is warranted to delineate the appropriate role for endovascular treatment as a component of a multidisciplinary approach to the care of trauma patients with blunt renal artery injury.","Authors":"Beyer, C (Beyer, Carl) ; Zakaluzny, S (Zakaluzny, Scott) ; Humphries, M (Humphries, Misty) ; Shatz, D (Shatz, David)","Title":"Multidisciplinary Management of Blunt Renal Artery Injury with Endovascular Therapy in the Setting of Polytrauma: A Case Report and Review of the Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396730300011 ISSN: 1449-8618 eISSN: 1326-2238","Keywords":"prostate cancer; patient participation; decisions; treatment KeyWords Plus:ASSISTED RADICAL PROSTATECTOMY; QUALITY-OF-LIFE; ACTIVE SURVEILLANCE; TREATMENT CHOICE; PATIENTS PREFERENCES; CONTROLLED-TRIAL; MEN CHOOSE; PARTICIPATION; RADIOTHERAPY; SATISFACTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"AUSTRALASIAN JOURNAL OF INFORMATION SYSTEMS Volume: 21 Published: 2017","Abstract":"Our objective was to review the current literature on patient participation and decision-making in the treatment selection process for localised prostate cancer, and to evaluate capacity for improvement. Methods: 42 articles from our literature search were deemed eligible and relevant for review. We reviewed studies on all facets of the treatment decision-making process with most number of articles (16) on treatment preferences. Results: The majority of the patients prefer an active or collaborative role in decision-making. Patients are seeking information from a myriad of sources but the recommendation from their treating physician is often the most influential on the final decision. Radical prostatectomy is more likely to be selected in patients who view a cure for cancer as being of the utmost importance and radiation therapy is preferred in patients who are concerned about treatment side effects. Conclusion: Currently no ideal tool exists to assist patients in making informed treatment decisions that also takes into account patients' values and preferences. We encourage collaborative partnership in a multidisciplinary setting to optimise this process and individualised risk-based decision-making tools may provide a better pathway to assist patients reach decisions.","Authors":"Wang, L (Wang, Luke) ; Ranasinghe, W (Ranasinghe, Weranja)","Title":"The decision-making role of the patient in localised prostate cancer treatment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396393500006 ISSN: 1759-5134 eISSN: 1759-5142","Categories":"Arts & Humanities - Other Topics; Classics Web of Science Categories:Humanities, Multidisciplinary; Classics","Journal Information":"CLASSICAL RECEPTIONS JOURNAL Volume: 9 Issue: 1 Pages: 120-143 DOI: 10.1093/crj/clw024 Published: JAN 2017","Abstract":"The search for points of contact between Shakespeare and Greek tragedy has intensified in the last fifteen years, as several scholars (Mossman, Pelling, Burrow) have argued with increasing confidence for Plutarch's Lives as a mediating conduit between classical Athenian tragedy and early modern English theatre. Plutarch's prominence in Shakespeare's library has never been doubted, and his Lives reflect deep engagement with the Greek tragic corpus. This article advances this line of inquiry to consider Plutarch's oeuvre as a repository of ancient thinking about dramatic gesture and the movement of the body in performance, focusing on performance conventions of Plutarch's own era in the second century BCE. Drawing on examples from both the Lives and the Moralia, I show that Plutarch's investment in drama goes beyond visualized scenes and tragic structure to include non-verbal aspects of physical performance that came to be of significance for Shakespeare. The second part of the essay reconsiders the relationship of Shakespeare's Coriolanus to its Plutarchan model, suggesting a transhistorical collaborative effort between Plutarch and Shakespeare in creating the climactic encounter between Coriolanus and Volumnia in Act 5 Scene 2, which emphasizes the affective impact of bodily gesture.","Authors":"Whittington, L (Whittington, Leah)","Title":"Shakespeare and the Greeks: theatricality and performance from Plutarch's Lives to Coriolanus"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394402000008 ISSN: 1322-7696 eISSN: 1876-7575","Keywords":"Carers; Consumers; Literature review; Mental health recovery; Service providers; Views KeyWords Plus:SCHIZOPHRENIA; PERSPECTIVE; CONSUMER; PEOPLE; PERCEPTIONS; SERVICES; EXPERIENCE; NURSES","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"COLLEGIAN Volume: 24 Issue: 1 Pages: 53-61 DOI: 10.1016/j.colegn.2015.08.001 Published: 2017","Abstract":"The concept of mental health recovery promotes collaborative partnership among consumers, carers and service providers. However views on mental health recovery are less explored among carers and service providers. The aim of this review was to analyse contemporary literature exploring views of mental health consumers, carers and service providers in relation to their understanding of the meaning of mental health recovery and factors influencing mental health recovery. The literature review questions were: How is mental health recovery and factors influencing mental health recovery viewed by consumers, carers and service providers? What are the differences and similarities in those perceptions? How can the outcomes and recommendations inform the Australian mental health practices? A review of the literature used selected electronic databases and specific search terms and supplemented with manual searching. Twenty-six studies were selected for review which included qualitative, mixed method, and quantitative approaches and a Delphi study. The findings indicated that the concept of mental health recovery is more explored among consumers and is seldom explored among carers and service providers. The studies suggested that recovery from mental illness is a multidimensional process and the concept cannot be defined in rigid terms. In order to achieve the best possible care, the stakeholders require flexible attitudes and openness to embrace the philosophy.(C) 2015 Australian College of Nursing Ltd. Published by Elsevier Ltd.","Authors":"Jacob, S (Jacob, Sini) ; Munro, I (Munro, Ian) ; Taylor, BJ (Taylor, Beverley Joan) ; Griffiths, D (Griffiths, Debra)","Title":"Mental health recovery: A review of the peer-reviewed published literature"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397053700004 PubMed ID: 27591247 ISSN: 1355-4786 eISSN: 1460-2369","Keywords":"human trophoblast stem cells; trophoblast lineage segregation; trophoblast differentiation; placental development; placenta; human embryonic stem cells; iPS trophoblast KeyWords Plus:EARLY HUMAN PLACENTA; IN-VITRO; SELF-RENEWAL; CHORIONIC-GONADOTROPIN; GENE-EXPRESSION; HUMAN EMBRYO; CYTOTROPHOBLAST DIFFERENTIATION; FUNCTIONAL-CHARACTERIZATION; EXTRAVILLOUS TROPHOBLASTS; EXTRAEMBRYONIC LINEAGES","Categories":"Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Obstetrics & Gynecology; Reproductive Biology","Journal Information":"HUMAN REPRODUCTION UPDATE Volume: 23 Issue: 1 Pages: 77-103 DOI: 10.1093/humupd/dmw026 Published: JAN-FEB 2017","Abstract":"BACKGROUND: The human placenta is vital for fetal development, yet little is understood about how it forms successfully to ensure a healthy pregnancy or why this process is inadequate in 1 in 10 pregnancies, leading to miscarriage, intrauterine growth restriction or pre-eclampsia. Trophoblasts are placenta-specific epithelial cells that maximize nutrient exchange. All trophoblast lineages are thought to arise from a population of trophoblast stem cells (TSCs). However, whilst the isolation of murine TSC has led to an explosion in understanding murine placentation, the isolation of an analogous human TSC has proved more difficult. Consequently, alternative methods of studying human trophoblast lineage development have been employed, including human embryonic stem cells (hESCs), induced pluripotent stem cells (iPS) and transformed cell lines; but what do these proxy models tell us about what is happening during early placental development? OBJECTIVE AND RATIONALE: In this systematic review, we evaluate current approaches to understanding human trophoblast lineage development in order to collate and refine these models and inform future approaches aimed at establishing human TSC lines. SEARCH METHODS: To ensure all relevant articles were analysed, an unfiltered search of Pubmed, Embase, Scopus and Web of Science was conducted for 25 key terms on the 13th May 2016. In total, 47 313 articles were retrieved and manually filtered based on non-human, non-English, non-full text, non-original article and off-topic subject matter. This resulted in a total of 71 articles deemed relevant for review in this article. OUTCOMES: Candidate human TSC populations have been identified in, and isolated from, both the chorionic membrane and villous tissue of the placenta, but further investigation is required to validate these as 'true' human TSCs. Isolating human TSCs from blastocyst trophectoderm has not been successful in humans as it was in mice, although recently the first reported TSC line (USFB6) was isolated from an eight-cell morula. In lieu of human TSC lines, trophoblast-like cells have been induced to differentiate from hESCs and iPS. However, differentiation in these model systems is difficult to control, culture conditions employed are highly variable, and the extent to which they accurately convey the biology of 'true' human TSCs remains unclear, particularly as a consensus has not been met among the scientific community regarding which characteristics a human TSC must possess. WIDER IMPLICATIONS: Human TSC models have the potential to revolutionize our understanding of trophoblast differentiation, allowing us to make significant gains in understanding the underlying pathology of pregnancy disorders and to test potential therapeutic interventions on cell function in vitro. In order to do this, a collaborative effort is required to establish the criteria that define a human TSC to confirm the presence of human TSCs in both primary isolates and to determine how accurately trophoblast-like cells derived from current model systems reflect trophoblast from primary tissue. The in vitro systems currently used to model early trophoblast lineage formation have provided insights into early human placental formation but it is unclear whether these trophoblast-like cells are truly representative of primary human trophoblast. Consequently, continued refinement of current models, and standardization of culture protocols is essential to aid our ability to identify, isolate and propagate 'true' human TSCs from primary tissue.","Authors":"Gamage, TKJB (Gamage, Teena K. J. B.) ; Chamley, LW (Chamley, Lawrence W.) ; James, JL (James, Joanna L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number James, Jo http://orcid.org/0000-0002-3757-4177","Title":"Stem cell insights into human trophoblast lineage differentiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395632200006 ISSN: 1984-9648 eISSN: 2175-9146","Keywords":"Aerodynamic performance; Structural optimization; Multiple objective optimization; Collaborative optimization; Flying wing","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"JOURNAL OF AEROSPACE TECHNOLOGY AND MANAGEMENT Volume: 9 Issue: 1 Pages: 63-70 DOI: 10.5028/jatm.v8i4.736 Published: JAN-MAR 2017","Abstract":"An optimization strategy is constructed to solve the aerodynamic and structural optimization problems in the conceptual design of double-swept flying wing aircraft. Aircraft preliminary aerodynamic and structural design optimization is typically based on the application of a deterministic approach of optimizing aerodynamic performance and structural weight. In aerodynamic optimization, the objective is to minimize induced drag coefficient, and the structural optimization aims to find the minimization of the structural weight. In order to deal with the multiple objective optimization problems, an optimization strategy based on collaborative optimization is adopted. Based on the optimization strategy, the optimization process is divided into system level optimization and subsystem level optimization. The system level optimization aims to obtain the optimized design which meets the constraints of all disciplines. In subsystem optimization, the optimization process for different disciplines can be executed simultaneously to search for the consistent schemes. A double-swept configuration of flying wing aircraft is optimized through the suggested optimization strategy, and the optimization results demonstrate the effectiveness of the method.","Authors":"Pan, YL (Pan, Yalin) ; Huang, J (Huang, Jun) ; Li, F (Li, Feng) ; Yan, CX (Yan, Chuxiong)","Title":"Application of Multidisciplinary Design Optimization on Advanced Configuration Aircraft"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395175300001 PubMed ID: 27491339 ISSN: 1552-5007 eISSN: 1552-5015","Categories":"Evolutionary Biology; Developmental Biology; Zoology Web of Science Categories:Evolutionary Biology; Developmental Biology; Zoology","Journal Information":"JOURNAL OF EXPERIMENTAL ZOOLOGY PART B-MOLECULAR AND DEVELOPMENTAL EVOLUTION Volume: 328 Issue: 1-2 Pages: 5-40 DOI: 10.1002/jez.b.22687 Published: JAN-FEB 2017","Abstract":"Famous for its blind cavefish and Darwin's finches, Latin America is home to some of the richest biodiversity hotspots of our planet. The Latin American fauna and flora inspired and captivated naturalists from the nineteenth and twentieth centuries, including such notable pioneers such as Fritz Muller, Florentino Ameghino, and Leon Croizat who made a significant contribution to the study of embryology and evolutionary thinking. But, what are the historical and present contributions of the Latin American scientific community to Evo-Devo? Here, we provide the first comprehensive overview of the Evo-Devo laboratories based in Latin America and describe current lines of research based on endemic species, focusing on body plans and patterning, systematics, physiology, computational modeling approaches, ecology, and domestication. Literature searches reveal that Evo-Devo in Latin America is still in its early days; while showing encouraging indicators of productivity, it has not stabilized yet, because it relies on few and sparsely distributed laboratories. Coping with the rapid changes in national scientific policies and contributing to solve social and health issues specific to each region are among the main challenges faced by Latin American researchers. The 2015 inaugural meeting of the Pan-American Society for Evolutionary Developmental Biology played a pivotal role in bringing together Latin American researchers eager to initiate and consolidate regional and worldwide collaborative networks. Such networks will undoubtedly advance research on the extremely high genetic and phenotypic biodiversity of Latin America, bound to be an almost infinite source of amazement and fascinating findings for the Evo-Devo community.","Authors":"Marcellini, S (Marcellini, Sylvain) ; Gonzalez, F (Gonzalez, Favio) ; Sarrazin, AF (Sarrazin, Andres F.) ; Pabon-Mora, N (Pabon-Mora, Natalia) ; Benitez, M (Benitez, Mariana) ; Pineyro-Nelson, A (Pineyro-Nelson, Alma) ; Rezende, GL (Rezende, Gustavo L.) ; Maldonado, E (Maldonado, Ernesto) ; Schneider, PN (Schneider, Patricia Neiva) ; Grizante, MB (Grizante, Mariana B.)[ 10 ] ; Da Fonseca, RN (Da Fonseca, Rodrigo Nunes)[ 11 ] ; Vergara-Silva, F (Vergara-Silva, Francisco)[ 12 ] ; Suaza-Gaviria, V (Suaza-Gaviria, Vanessa) ; Zumajo-Cardona, C (Zumajo-Cardona, Cecilia) ; Zattara, EE (Zattara, Eduardo E.)[ 13 ] ; Casasa, S (Casasa, Sofia)[ 13 ] ; Suarez-Baron, H (Suarez-Baron, Harold) ; Brown, FD (Brown, Federico D.)[ 14 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schneider, Patricia F-4372-2017 http://orcid.org/0000-0002-9745-0694 Brown, Federico B-2035-2013 http://orcid.org/0000-0001-9250-5011 Zattara, Eduardo http://orcid.org/0000-0002-9947-9036","Title":"Evolutionary Developmental Biology (Evo-Devo) Research in Latin America"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394259000004 PubMed ID: 26888421 ISSN: 1357-633X eISSN: 1758-1109","Keywords":"Incentive; mHealth; self care; diabetes; motivation KeyWords Plus:STIMULATE PHYSICAL-ACTIVITY; SELF-MANAGEMENT; GLYCEMIC CONTROL; COLLABORATIVE CARE; SUPPORT; INTERVENTION; PROGRAM; PHONE; INFORMATION; DESIGN","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JOURNAL OF TELEMEDICINE AND TELECARE Volume: 23 Issue: 1 Pages: 26-35 DOI: 10.1177/1357633X15625539 Published: JAN 2017","Abstract":"Introduction: Mobile health (mHealth) technologies have been shown to improve self-management of chronic diseases, such as diabetes. However, mHealth tools, e.g. apps, often have low rates of retention, eroding their potential benefits. Using incentives is a common mechanism for engaging, empowering and retaining patients that is applied by mHealth tools. We conducted a systematic review aiming to categorize the different types of incentive mechanisms employed in mHealth tools for diabetes management, which we defined as incentive-driven technologies (IDTs). As an auxiliary aim, we also analyzed barriers to adoption of IDTs. Methods: Literature published in English between January 2008-August 2014 was identified through searching leading publishers and indexing databases: IEEE, Springer, Science Direct, NCBI, ACM, Wiley and Google Scholar. Results: A total of 42 articles were selected. Of these, 34 presented mHealth tools with IDT mechanisms; Education was the most common mechanism (n = 21), followed by Reminder (n = 11), Feedback (n = 10), Social (n = 8), Alert (n = 5), Gamification (n = 3), and Financial (n = 2). Many of these contained more than one IDT (n = 19). The remaining eight articles, from which we defined barriers for adoption, were review papers and a qualitative study of focus groups and interviews. Discussion: While mHealth technologies have advanced over the last five years, the core IDT mechanisms have remained consistent. Instead, IDT mechanisms have evolved with the advances in technology, such as moving from manual to automatic content delivery and personalization of content. Conclusion: We defined the concept of IDT to be core features designed to act as motivating mechanisms for retaining and empowering users. We then identified seven core IDT mechanisms that are used by mHealth tools for diabetes management and classified 34 articles into these categories.","Authors":"de Ridder, M (de Ridder, Michael) ; Kim, J (Kim, Jinman) ; Jing, Y (Jing, Yan) ; Khadra, M (Khadra, Mohamed) ; Nanan, R (Nanan, Ralph)","Title":"A systematic review on incentive-driven mobile health technology: As used in diabetes management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395078100014 PubMed ID: 26971106 ISSN: 0942-2056 eISSN: 1433-7347","Keywords":"Femoroacetabular impingement; Bibliometric review; Authorship KeyWords Plus:HIP ARTHROSCOPY; SURGERY; OSTEOARTHRITIS","Categories":"Orthopedics; Sport Sciences; Surgery Web of Science Categories:Orthopedics; Sport Sciences; Surgery","Journal Information":"KNEE SURGERY SPORTS TRAUMATOLOGY ARTHROSCOPY Volume: 25 Issue: 1 Pages: 94-100 DOI: 10.1007/s00167-016-4058-5 Published: JAN 2017","Abstract":"This review provides a bibliometric analysis of the contributors to the field of FAI research. A comprehensive search of three databases (MEDLINE, EMBASE, and PubMed) was performed to identify all clinical research articles on the topic of FAI (from inception to 2015). Cadaveric and animal studies were excluded. Study characteristics including authors, residing country of corresponding author, and journal were abstracted from the respective databases. In total, 1073 articles were included in this review. There were a total of 5471 different authors who contributed to the field of FAI research, 28.3 % of whom were only published in one article. The top 20 authors were associated with over half of all publications, and research studies were typically performed in their countries of residence. The greatest proportion of FAI-related articles was published in the Journal of Arthroscopy and Clinical Orthopaedics and Related Research. The number of authors contributing to FAI research is increasing, suggesting not only increasing prevalence of FAI treatment among orthopaedic surgeons but also increasing interest among hip arthroscopists in furthering understanding regarding the diagnosis and management of the condition. The number of publications produced by the top 20 authors (and their affiliated countries: USA, Switzerland, Canada, and the UK) is expected to contribute to a majority of future publications. Current trends suggest that the quality of evidence will continue to improve in the near future, as large-scale, collaborative studies are currently underway. Retrospective study, Level IV.","Authors":"Duong, A (Duong, A.) ; Kay, J (Kay, J.) ; Khan, M (Khan, M.) ; Simunovic, N (Simunovic, N.) ; Ayeni, OR (Ayeni, O. R.)","Title":"Authorship in the field of femoroacetabular impingement: an analysis of journal publications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394444700007 ISSN: 1387-5868 eISSN: 1542-7633","Keywords":"mobile eye tracking; visuospatial perspective taking; shared perceptual space; collaborative wayfinding; collaborative search KeyWords Plus:VISUAL-ATTENTION; COGNITION; PERCEPTION; KNOWLEDGE; INFORMATION; ENVIRONMENT; SEARCH; DONT","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"SPATIAL COGNITION AND COMPUTATION Volume: 17 Issue: 1-2 Pages: 143-162 DOI: 10.1080/13875868.2016.1226841 Published: 2017","Abstract":"In collaborative wayfinding, partners jointly search the environment for task-relevant information. Studies on collaborative search suggest that it is most efficient to divide the search space so that each partner monitors only the space in front of herself. Cooperation, in contrast, requires the establishment of a perceptual common ground to coordinate actions. This is achieved by tracking the partner's perspective. To investigate these conflicting demands, we used mobile eye tracking and compared gaze behavior during individual and collaborative wayfinding. We introduce gaze angle analysis, a way of analyzing eye tracking data with respect to gaze direction. Our results show that partners, compared to individuals, shift their gazes towards their partner's side. This supports perspective tracking and contradicts spatial division-of-labor.","Authors":"Schwarzkopf, S (Schwarzkopf, S.) ; Buchner, SJ (Buechner, S. J.) ; Holscher, C (Hoelscher, C.) ; Konieczny, L (Konieczny, L.)","Title":"Perspective tracking in the real world: Gaze angle analysis in a collaborative wayfinding task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396714200002 ISSN: 2050-3806 eISSN: 1758-3748","Keywords":"Evaluation; Tasks; Group work; Information seeking; Collaborative search; Fact-finding KeyWords Plus:EXPLORATORY SEARCH; WEB SEARCH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"ASLIB JOURNAL OF INFORMATION MANAGEMENT Volume: 69 Issue: 1 Pages: 22-35 DOI: 10.1108/AJIM-06-2016-0075 Published: 2017","Abstract":"Purpose - The purpose of this paper is to investigate when and how people working collaboratively could be assisted in a fact-finding task, specifically focusing on team size and its effect on the outcomes of such a task. This is a follow-up to a previously published study that examined exploratory search tasks. Design/methodology/approach - This research investigates the effects of team size on fact-finding tasks using a lab study involving 68 participants - 12 individuals, ten dyads, and 12 triads. The evaluation framework developed in the preceding work is used to compare the findings with respect to the earlier traditional exploratory task (Task 1) and the complex fact-finding task reported here (Task 2), with task type being the only difference. Findings - The analyses of the user study data show that while adding more people to an exploratory search task could be beneficial in terms of efficiency and effectiveness, such findings do not apply in a complex fact-finding task. Indeed, results showed that the individuals were more efficient and effective doing Task 2 than they were in Task 1. Moreover, they outperformed the dyads and triads in Task 2 with respect to these two measures, which relate to the coverage of useful information and its relation to the expression of information needs. If the total time taken by each team is disregarded, the dyads and triads did better than the individuals in answering the fact-finding questions. But considering the time effect, this performance boost does not keep up with the increased group size. Originality/value - The findings shed light not only on when, how, and why certain collaborations become successful, but also how team size affects specific aspects of information seeking, including information exposure, information relevancy, information search, and performance. This has implications for system designers, information managers, and educators. The presented work is novel in that it is the first empirical work to show the difference in individual and collaborative work (by dyads and triads) between exploratory and fact-finding tasks.","Authors":"Shah, C (Shah, Chirag) ; Hendahewa, C (Hendahewa, Chathra) ; Gonzalez-Ibanez, R (Gonzalez-Ibanez, Roberto)","Title":"Two's not always company: collaborative information seeking across task types"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396395000005 ISSN: 1577-3388 eISSN: 2255-520X","Keywords":"Prostitution; Traffic of women; South America; League of Nations","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"IBEROAMERICANA Volume: 17 Issue: 64 Pages: 81-103 DOI: 10.18441/ibam.17.2017.64.81-103 Published: JAN-APR 2017","Abstract":"This article examines the cultural encounters among League of Nations' special agents and official authorities of Buenos Aires and Rio de Janeiro in the first international investigation on traffic of women. Marked by cultural distances, such encounters resulted in the emergence of an idea of \"South America\" as a specific region in a broader moral geography. Although they sought to create the conditions for international collaborative initiatives, the League of Nations' agents did not recognize the local meanings of anti-traffic legislation and its utility for the same police forces they reputed inefficient.","Authors":"Schettini, C (Schettini, Cristiana)","Title":"Searching for South America: Secret Agents, Police Officers and Pimps in the League of Nations in the 1920s"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395810200003 ISSN: 0021-7557 eISSN: 1678-4782","Keywords":"Children; Play and playthings; Anxiety; Behavior; Hospital care KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; RESEARCH DESIGN; DAY SURGERY; ANXIETY; INTERVENTION; PAIN","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"JORNAL DE PEDIATRIA Volume: 93 Issue: 1 Pages: 6-16 DOI: 10.1016/j.jped.2016.06.005 Published: JAN-FEB 2017","Abstract":"Objective: To analyze the available evidence regarding the efficacy of using therapeutic play on behavior and anxiety in children undergoing invasive procedures. Data source: The systematic review search was performed in the MEDLINE, LILACS, CENTRAL and CINAHL databases. There was no limitation on the year or language. Synthesis of data: The literature search found 1892 articles and selected 22 for full reading. Eight articles were excluded, as they did not address the objectives assessed in this review. Twelve studies, representing 14 articles, were included. The studies were conducted between 1983 and 2015, five in Brazil, one in the United States, five in China, one in Lebanon, one in Taiwan, and one in Iran. Most studies showed that intervention with therapeutic play promotes reduction in the level of anxiety and promotes collaborative behavior and acceptance of the invasive procedure. Conclusions: Evidence related to the use of therapeutic play on anxiety and behavior of children undergoing invasive procedures is still questionable. The absence, in most studies, of the creation of a random sequence to assign the subjects to either the control or the experimental group, as well as allocation concealment, are factors that contribute to these questions. Another issue that characterizes an important source of bias is the absence of blinded evaluators. It is necessary to perform further studies that will take into account greater methodological stringency. (C) 2016 Sociedade Brasileira de Pediatria. Published by Elsevier Editora Ltda.","Authors":"da Silva, RDM (Medeiros da Silva, Rosalia Daniela) ; Austregesilo, SC (Austregesilo, Silvia Carrera) ; Ithamar, L (Ithamar, Lucas) ; de Lima, LS (de Lima, Luciane Soares)","Title":"Therapeutic play to prepare children for invasive procedures: a systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395469700001 PubMed ID: 28424551 ISSN: 1178-2390","Keywords":"health care personnel; human resource; collaborative practice; international medical graduates; Western Canadian provinces KeyWords Plus:INTEGRATION; CHALLENGES; PROGRAMS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JOURNAL OF MULTIDISCIPLINARY HEALTHCARE Volume: 10 Pages: 87-93 DOI: 10.2147/JMDH.S126270 Published: 2017","Abstract":"Objective: The objective of this environmental scan was to identify Western Canadian interprofessional education (IPE) resources that currently exist for internationally educated health professionals (IEHPs). Methodology: A web-based search was conducted to identify learning resources meeting defined inclusion criteria with a particular focus on the resources available in the Western Canadian provinces. Information was extracted using a standardized template, and we contacted IEHP programs for additional information if necessary. Members of the research team reviewed preliminary findings, identified missing information from their respective provinces, and contacted organizations to fill in any gaps. Results: The scan identified 26 learning resources for IEHPs in Western Canadian provinces and 15 in other provinces focused on support for IEHPs to meet their profession-specific licensing requirements and to acquire knowledge and competencies relevant to working in the Canadian health care system. Most learning resources, such as those found in bridging programs for IEHPs, included an orientation to the Canadian health care system, components of cultural competence, and at least one aspect of interprofessional competence (eg, communication skills). None of the 41 learning resources provided comprehensive training for IEHPs to cover the six interprofessional competency domains defined in the Canadian Interprofessional Health Collaborative (CIHC) National Interprofessional Competency Framework. Conclusion: The IEHPs learning resources in Western Canada do not cover all of the interprofessional competencies. This review points to the value of developing a comprehensive IPE curriculum, based on the six domains identified in the CIHC National Interprofessional Competency Framework.","Authors":"Arain, M (Arain, Mubashir) ; Suter, E (Suter, Esther) ; Mallinson, S (Mallinson, Sara) ; Hepp, SL (Hepp, Shelanne L.) ; Deutschlander, S (Deutschlander, Siegrid) ; Nanayakkara, SD (Nanayakkara, Shyama Dilani) ; Harrison, EL (Harrison, Elizabeth Louise) ; Mickelson, G (Mickelson, Grace) ; Bainbridge, L (Bainbridge, Lesley) ; Grymonpre, RE (Grymonpre, Ruby E.)","Title":"Interprofessional education for internationally educated health professionals: an environmental scan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393787500003 ISSN: 1545-7885","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biochemistry & Molecular Biology; Biology","Journal Information":"PLOS BIOLOGY Volume: 15 Issue: 1 Article Number: e2000719 DOI: 10.1371/journal.pbio.2000719 Published: JAN 2017","Abstract":"While significant medical breakthroughs have been achieved through using animal models, our experience shows that often there is surplus material remaining that is frequently never revisited but could be put to good use by other scientists. Recognising that most scientists are willing to share this material on a collaborative basis, it makes economic, ethical, and academic sense to explore the option to utilise this precious resource before generating new/additional animal models and associated samples. To bring together those requiring animal tissue and those holding this type of archival material, we have devised a framework called Sharing Experimental Animal Resources, Coordinating Holdings (SEARCH) with the aim of making remaining material derived from animal studies in biomedical research more visible and accessible to the scientific community. We encourage journals, funding bodies, and scientists to unite in promoting a new way of approaching animal research by adopting the SEARCH framework.","Authors":"Morrissey, B (Morrissey, Bethny) ; Blyth, K (Blyth, Karen) ; Carter, P (Carter, Phil) ; Chelala, C (Chelala, Claude) ; Jones, L (Jones, Louise) ; Holen, I (Holen, Ingunn) ; Speirs, V (Speirs, Valerie)","Title":"The Sharing Experimental Animal Resources, Coordinating Holdings (SEARCH) Framework: Encouraging Reduction, Replacement, and Refinement in Animal Research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392876500010 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 1 Pages: 129-140 DOI: 10.1002/asi.23614 Published: JAN 2017","Abstract":"Collaborative information seeking (CIS) is of growing importance in the information sciences and human-computer interaction (HCI) research communities. Current research has primarily focused on examining the social and interactional aspects of CIS in organizational or other settings and developing technical approaches to support CIS activities. As we continue to develop a better understanding of the interactional aspects of CIS, we need also start to examine the cognitive aspects of CIS. In particular, we need to understand CIS from a team cognition perspective. To examine how team cognition develops during CIS, we conducted a study using observations and interviews of student teams engaged in colocated CIS tasks in a laboratory setting. We found that a variety of awareness mechanisms play a key role in the development of team cognition during CIS. Specifically, we identify that search, information, and social methods of awareness are critical to developing team cognition during CIS. We discuss why awareness is important for team cognition, how team cognition comprises both individual and team-level cognitive activities, and the importance of examining both interaction and cognition to truly understand team cognition.","Authors":"McNeese, NJ (McNeese, Nathan J.) ; Reddy, MC (Reddy, Madhu C.)","Title":"The Role of Team Cognition in Collaborative Information Seeking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392655200006 PubMed ID: 27845608 ISSN: 0748-1187 eISSN: 1091-7683","Categories":"Psychology; Social Issues; Biomedical Social Sciences Web of Science Categories:Psychology, Multidisciplinary; Social Issues; Social Sciences, Biomedical","Journal Information":"DEATH STUDIES Volume: 41 Issue: 1 Pages: 42-50 DOI: 10.1080/07481187.2016.1257884 Published: 2017","Abstract":"In 2014, the Dutch Funeral Organization Yarden started with the participatory preparations for a multicultural funeral home. The project aims at a 24/7 service for the super-diverse population of Amsterdam and beyond. This article gives an ethnographic account of Yarden's efforts to capture cultural diversity. It explores how a multicultural gaze creates a power/knowledge dynamic producing new discourses and shaping new layers of significance. The study then turns into arguing that the birth of the multicultural home is, above all, a cultural, collaborative search leaving (counter-discursive) space for creativity, change, and cultural renewal of all actors involved.","Authors":"van der Pijl, Y (van der Pijl, Yvon)","Title":"The birth of a multicultural funeral home"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392663600003 ISSN: 1475-939X eISSN: 1747-5139","Keywords":"teaching methods; information behaviour; information seeking; search engines; collaboration; epistemic dialogue; sociocultural discourse analysis; classroom talk KeyWords Plus:INSTRUCTION; BEHAVIOR; BELIEFS; SEARCH","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TECHNOLOGY PEDAGOGY AND EDUCATION Volume: 26 Issue: 1 Pages: 33-50 DOI: 10.1080/1475939X.2016.1159978 Published: 2017","Abstract":"The authors discuss the relationship between information seeking and epistemic beliefs - beliefs about the source, structure, complexity and stability of knowledge - in the context of collaborative information-seeking discourses. They further suggest that both information seeking, and epistemic cognition research agendas, have suffered from a lack of attention to how information seeking as a collaborative activity is mediated by talk between partners - an area they seek to address in this article. A small-scale observational study using sociocultural discourse analysis was conducted with eight 11-year-old pupils who carried out search engine tasks in small groups. Qualitative and quantitative analysis were performed on their discussions using sociocultural discourse analytic techniques. Extracts of the dialogue are reported, informed by concordance analysis and quantitative coding of dialogue duration. The authors find that: (1) discourse which could be characterised as epistemic' is identifiable in student talk; (2) it is possible to identify talk which is more or less productive; and (3) epistemic talk is associated with positive learning outcomes.","Authors":"Knight, S (Knight, Simon) ; Mercer, N (Mercer, Neil)","Title":"Collaborative epistemic discourse in classroom information-seeking tasks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391481400005 PubMed ID: 26863685 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Bias feature; covariance matrix adaptation evolution strategy (CMA-ES); decomposition; multiobjective evolutionary algorithms (MOEAs) KeyWords Plus:COVARIANCE-MATRIX ADAPTATION; EVOLUTIONARY ALGORITHM; LOCAL SEARCH; STRATEGY; MOEA/D; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 1 Pages: 52-66 DOI: 10.1109/TCYB.2015.2507366 Published: JAN 2017","Abstract":"The bias feature is a major factor that makes a multiobjective optimization problem (MOP) difficult for multiobjective evolutionary algorithms (MOEAs). To deal with this problem feature, an algorithm should carefully balance between exploration and exploitation. The decomposition-based MOEA decomposes an MOP into a number of single objective subproblems and solves them in a collaborative manner. Single objective optimizers can be easily used in this algorithm framework. Covariance matrix adaptation evolution strategy (CMA-ES) has proven to be able to strike good balance between the exploration and the exploitation of search space. This paper proposes a scheme to use both differential evolution (DE) and covariance matrix adaptation in the MOEA based on decomposition. In this scheme, single objective optimization problems are clustered into several groups. To reduce the computational overhead, only one subproblem from each group is selected to optimize by CMA-ES while other subproblems are optimized by DE. When an evolution strategy procedure meets some stopping criteria, it will be reinitialized and used for solving another subproblem in the same group. A set of new multiobjective test problems with bias features are constructed in this paper. Extensive experimental studies show that our proposed algorithm is suitable for dealing with problems with biases.","Authors":"Li, H (Li, Hui) ; Zhang, QF (Zhang, Qingfu) ; Deng, JD (Deng, Jingda)","Title":"Biased Multiobjective Optimization and Decomposition Algorithm"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391425200005 PubMed ID: 27893648 ISSN: 0029-6562 eISSN: 1538-9847","Keywords":"affordable care act; cost-effectiveness; economic evaluation; nursing; nursing economics; quality-adjusted life years (QALY); resource utilization KeyWords Plus:COST-EFFECTIVENESS ANALYSIS; RANDOMIZED-CONTROLLED-TRIAL; COLLABORATIVE CARE INTERVENTION; ALONGSIDE CLINICAL-TRIALS; PRACTICES TASK-FORCE; HIP PROTECTOR USE; HEALTH-CARE; UTILITY ANALYSIS; MENTAL-ILLNESS; DEPRESSION","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING RESEARCH Volume: 66 Issue: 1 Pages: 28-39 DOI: 10.1097/NNR.0000000000000188 Published: JAN-FEB 2017","Abstract":"Background: The United States has a complex healthcare system that is undergoing substantial reformations. There is a need for high-quality, economic evaluations of nursing practice. An updated review of completed economic evaluations relevant to the field of nursing within the U.S. healthcare system is timely and needed. Objectives: The purpose of this study was to evaluate and describe the quantity and quality of economic evaluations in nursing-relevant research performed in the United States between 1997 and 2015. Methods: Four databases were searched. Titles, abstracts, and full-text content were reviewed to identify studies that analyzed both costs and outcomes, relevant to nursing, performed in the United States, and used the quality-adjusted life year to measure effectiveness. For included studies, data were extracted from full-text articles using criteria from U.S. Public Health Service's Panel on Cost-Effectiveness in Health and Medicine. Results: Twenty-eight studies met the inclusion criteria. Most (n = 25, 89%) were published in the last decade of the analysis, from 2006 to 2015. Assessment of quality, based on selected items from the panel guidelines, found that the evaluations did not consistently use the recommended societal perspective, use multiple resource utilization categories, use constant dollars, discount future costs and outcomes, use a lifetime horizon, or include an indication of uncertainty in results. The only resource utilization category consistently included across studies was healthcare resources. Discussion: Only 28 nursing-related studies meeting the inclusion criteria were identified as meeting robust health economic evaluation methodological criteria, and most did not include all important guideline items. Despite increases in absolute numbers of published studies over the past decade, economic evaluation has been underutilized in U.S. nursing-relevant research in the past two decades.","Authors":"Cook, WA (Cook, Wendy A.) ; Morrison, ML (Morrison, Megan L.) ; Eaton, LH (Eaton, Linda H.) ; Theodore, BR (Theodore, Brian R.) ; Doorenbos, AZ (Doorenbos, Ardith Z.)","Title":"Quantity and Quality of Economic Evaluations in US Nursing Research, 1997-2015 A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390982100021 PubMed ID: 27762608 ISSN: 1073-449X eISSN: 1535-4970","Categories":"General & Internal Medicine; Respiratory System Web of Science Categories:Critical Care Medicine; Respiratory System","Journal Information":"AMERICAN JOURNAL OF RESPIRATORY AND CRITICAL CARE MEDICINE Volume: 195 Issue: 1 Pages: 115-119 DOI: 10.1164/rccm.201610-2076ST Published: JAN 1 2017","Abstract":"Background: This clinical practice guideline addresses six questions related to liberation from mechanical ventilation in critically ill adults. It is the result of a collaborative effort between the American Thoracic Society and the American College of Chest Physicians. Methods: A multidisciplinary panel posed six clinical questions in a Population, Intervention, Comparator, and Outcomes format. A comprehensive literature search and evidence synthesis was performed for each question, which included appraising the certainty in the evidence (i.e., the quality of evidence) using the Grading of Recommendations, Assessment, Development, and Evaluation approach. The Evidence-to-Decision framework was applied to each question, requiring the panel to evaluate and weigh the importance of the problem, the confidence in the evidence, the certainty about how much the public values the main outcomes, the magnitude and balance of desirable and undesirable outcomes, the resources and costs associated with the intervention, the impact on health disparities, and the acceptability and feasibility of the intervention. Results: Evidence-based recommendations were formulated and graded initially by subcommittees and then modified after full-panel discussions. The recommendations were confirmed by confidential electronic voting; approval required that at least 80% of the panel members agree with the recommendation. Conclusions: The panel provides recommendations regarding liberation from mechanical ventilation. The details regarding the evidence and rationale for each recommendation are presented in the American Journal of Respiratory and Critical Care Medicine and Chest.","Authors":"Schmidt, GA (Schmidt, Gregory A.); Girard, TD (Girard, Timothy D.); Kress, JP (Kress, John P.); Morris, PE (Morris, Peter E.); Ouellette, DR (Ouellette, Daniel R.); Alhazzani, W (Alhazzani, Waleed); Burns, SM (Burns, Suzanne M.); Epstein, SK (Epstein, Scott K.); Esteban, A (Esteban, Andres); Fan, E (Fan, Eddy); Ferrer, M (Ferrer, Miguel); Fraser, GL (Fraser, Gilles L.); Gong, MN (Gong, Michelle Ng); Hough, CL (Hough, Catherine L.); Mehta, S (Mehta, Sangeeta); Nanchal, R (Nanchal, Rahul); Patel, S (Patel, Sheena); Pawlik, AJ (Pawlik, Amy J.); Schweickert, WD (Schweickert, William D.); Sessler, CN (Sessler, Curtis N.); Strom, T (Strom, Thomas); Wilson, KC (Wilson, Kevin C.); Truwit, JD (Truwit, Jonathon D.) ...More...Less Group Author(s): ATS CHEST Ad Hoc Comm Liberation","Title":"Official Executive Summary of an American Thoracic Society/American College of Chest Physicians Clinical Practice Guideline: Liberation from Mechanical Ventilation in Critically III Adults"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390421300013 PubMed ID: 26978554 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Visual tracking; multi-timescale; descriptive; discriminative; regressive; context; collaboration KeyWords Plus:ROBUST VISUAL TRACKING; SPARSE APPEARANCE MODEL; OBJECT TRACKING; SPATIOTEMPORAL CONTEXT; BENCHMARK","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 1 Pages: 141-155 DOI: 10.1109/TPAMI.2016.2539956 Published: JAN 2017","Abstract":"We present the multi-timescale collaborative tracker for single object tracking. The tracker simultaneously utilizes different types of \"forces\", namely attraction, repulsion and support, to take advantage of their complementary strengths. We model the three forces via three components that are learned from the sample sets with different timescales. The long-term descriptive component attracts the target sample, while the medium-term discriminative component repulses the target from the background. They are collaborated in the appearance model to benefit each other. The short-term regressive component combines the votes of the auxiliary samples to predict the target's position, forming the context-aware motion model. The appearance model and the motion model collaboratively determine the target state, and the optimal state is estimated by a novel coarse-to-fine search strategy. We have conducted an extensive set of experiments on the standard 50 video benchmark. The results confirm the effectiveness of each component and their collaboration, outperforming current state-of-the-art methods.","Authors":"Chen, DP (Chen, Dapeng) ; Yuan, ZJ (Yuan, Zejian) ; Hua, G (Hua, Gang) ; Wang, JD (Wang, Jingdong) ; Zheng, NN (Zheng, Nanning)","Title":"Multi-Timescale Collaborative Tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390785800007 ISSN: 0020-7543 eISSN: 1366-588X","Keywords":"Concurrent engineering; distributed resource planning; collaborative manufacturing; resource allocation; supply chain design; heuristics; Pareto optimisation; Teaching-Learning-Based Optimisation (TLBO) KeyWords Plus:MULTIOBJECTIVE OPTIMIZATION; GENETIC ALGORITHM; SYSTEM; MATRIX","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Operations Research & Management Science","Journal Information":"INTERNATIONAL JOURNAL OF PRODUCTION RESEARCH Volume: 55 Issue: 3 Pages: 718-735 DOI: 10.1080/00207543.2016.1203078 Published: 2017","Abstract":"The optimal allocation of distributed manufacturing resources is a challenging task for supply chain deployment in the current competitive and dynamic manufacturing environments, and is characterised by multiple objectives including time, cost, quality and risk that require simultaneous considerations. This paper presents an improved variant of the Teaching-Learning-Based Optimisation (TLBO) algorithm to concurrently evaluate, select and sequence the candidate distributed manufacturing resources allocated to subtasks comprising the supply chain, while dealing with the trade-offs among multiple objectives. Several algorithm-specific improvements are suggested to extend the standard form of TLBO algorithm, which is only well suited for the one-dimensional continuous numerical optimisation problem well, to solve the two-dimensional (i.e. both resource selection and resource sequencing) discrete combinatorial optimisation problem for concurrent allocation of distributed manufacturing resources through a focused trade-off within the constrained set of Pareto optimal solutions. The experimental simulation results showed that the proposed approach can obtain a better manufacturing resource allocation plan than the current standard meta-heuristic algorithms such as Genetic Algorithm, Particle Swarm Optimisation and Harmony Search. Moreover, a near optimal resource allocation plan can be obtained with linear algorithmic complexity as the problem scale increases greatly.","Authors":"Zhang, WY (Zhang, Wenyu) ; Zhang, S (Zhang, Shuai) ; Guo, SS (Guo, Shanshan) ; Yang, YS (Yang, Yushu) ; Chen, Y (Chen, Yong)","Title":"Concurrent optimal allocation of distributed manufacturing resources using extended Teaching-Learning-Based Optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390256700002 PubMed ID: 27893502 ISSN: 0887-9303 eISSN: 1550-5111","Keywords":"change model; change theory; collaboration","Categories":"General & Internal Medicine Web of Science Categories:Critical Care Medicine","Journal Information":"CRITICAL CARE NURSING QUARTERLY Volume: 40 Issue: 1 Pages: 3-7 DOI: 10.1097/CNQ.0000000000000134 Published: JAN-MAR 2017","Abstract":"Designing a quality improvement activity can be labor intensive and intimidating to facilitators who have not been specially trained in process improvement methodologies. To simplify the process, a team was formed with the specific task of developing a basic model that addresses key concepts in change theory. The 2010 Institute of Medicine report stresses the importance of health care professionals working together, collaboratively, to use data to improve patient outcomes and improve care nationally. In addition, as noted in Quality and Safety Education for Nurses (2013), competencies have been developed to promote frontline problem solving including using data for quality improvement, providing safe care, functioning in collaborative teams, respecting and addressing patient and family concerns, applying evidence-based practice, and using informatics to make decisions. The team completed a search of the literature on change theory to identify the factors that are imperative to address when initiating a process improvement cycle. Kotter's Model of Change provided direction and guidance on the creation of the 4C model, which involves centering on issue, collaborating with team members, using the change process, and celebrating successes. This model has been implemented in a multihospital system as a framework for process improvement with such initiatives as preventing hospital-acquired infections, implementing patient safety initiatives, and addressing human resource concerns such as turnover and patient satisfaction.","Authors":"McGonigal, M (McGonigal, Michelle)","Title":"Implementing a 4C Approach to Quality Improvement"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000390073700012 PubMed ID: 27105766 ISSN: 0265-931X eISSN: 1879-1700","Keywords":"Radon; Norway; Airborne gamma ray spectrometry; Natural hazards; Mapping KeyWords Plus:SOIL-GAS RADON; INDOOR RADON; LUNG-CANCER; RESIDENTIAL RADON; COLLABORATIVE ANALYSIS; ATMOSPHERIC-PRESSURE; RADIOMETRIC SURVEY; INDIVIDUAL DATA; ALUM SHALE; OSLO RIFT","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL RADIOACTIVITY Volume: 166 Pages: 321-340 Part: 2 Special Issue: SI DOI: 10.1016/j.jenvrad.2016.04.006 Published: JAN 2017","Abstract":"It is estimated that exposure to radon in Norwegian dwellings is responsible for as many as 300 deaths a year due to lung cancer. To address this, the authorities in Norway have developed a national action plan that has the aim of reducing exposure to radon in Norway (Norwegian Ministries, 2010). The plan includes further investigation of the relationship between radon hazard and geological conditions, and development of map-based tools for assessing the large spatial variation in radon hazard levels across Norway. The main focus of the present contribution is to describe how we generate map predictions of radon potential (RP), a measure of radon hazard, from available airborne gamma ray spectrometry (AGRS) surveys in Norway, and what impact these map predictions can be expected to have on radon protection work including land-use planning and targeted surveying. We have compiled 11 contiguous AGRS surveys centred on the most populated part of Norway around Oslo to produce an equivalent uranium map measuring 180 km x 102 km that represents the relative concentrations of radon in the near surface of the ground with a spatial resolution in the 100 s of metres. We find that this map of radon in the ground offers a far more detailed and reliable picture of the distribution of radon in the sub-surface than can be deduced from the available digital geology maps. We tested the performances of digital geology and AGRS data as predictors of RP. We find that digital geology explains approximately 40% of the observed variance in In RP nationally, while the AGRS data in the Oslo area split into 14 bands explains approximately 70% of the variance in the same parameter. We also notice that there are too few indoor data to characterise all geological settings in Norway which leaves areas in the geology-based RP map in the Oslo area, and elsewhere, unclassified. The AGRS RP map is derived from fewer classes, all characterised by more than 30 indoor measurements, and the corresponding RP map of the Oslo area has no unclassified parts. We used statistics of proportions to add 95% confidence limits to estimates of RP on our predictive maps, offering public health strategists an objective measure of uncertainty in the model. The geological and AGRS RP maps were further compared in terms of their performances in correctly classifying local areas known to be radon affected and less affected. Both maps were accurate in their predictions; however the AGRS map out-performed the geology map in its ability to offer confident predictions of RP for all of the local areas tested: We compared the AGRS RP map with the 2015 distribution of population in the Oslo area to determine the likely impact of radon contamination on the population. 11.4% of the population currently reside in the area classified as radon affected. 34% of ground floor living spaces in this affected area are expected to exceed the maximum limit of 200 Bq/m(3), while 8.4% of similar spaces outside the affected area exceed this same limit, indicating that the map is very efficient at separating areas with quite different radon contamination profiles. The usefulness of the AGRS RP map in guiding new indoor radon surveys in the Oslo area was also examined. It is shown that indoor measuring programmes targeted on elevated RP areas could be as much as 6 times more efficient at identifying ground floor living spaces above the radon action level compared with surveys based on a random sampling strategy. Also, targeted measuring using the AGRS RP map as a guide makes it practical to search for the worst affected homes in the Oslo area: 10% of the incidences of very high radon contamination in ground floor living spaces (>= 800 Bq/m(3)) are concentrated in just 1.2% of the populated part of the area. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Smethurst, MA (Smethurst, M. A.) ; Watson, RJ (Watson, R. J.) ; Baranwal, VC (Baranwal, V. C.) ; Rudjord, AL (Rudjord, A. L.) ; Finne, I (Finne, I.)","Title":"The predictive power of airborne gamma ray survey data on the locations of domestic radon hazards in Norway: A strong case for utilizing airborne data in large-scale radon potential mapping"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390125600001 PubMed ID: 27871760 ISSN: 0033-3182","Keywords":"hepatitis C; epidemiology; integrated care; barriers to care; serious mental illness; schizophrenia KeyWords Plus:SEVERE MENTAL-ILLNESS; HCV GENOTYPE 1; COST-EFFECTIVENESS; VIRUS-INFECTION; SUBSTANCE USE; SOFOSBUVIR; PREVALENCE; VELPATASVIR; CARE; SCHIZOPHRENIA","Categories":"Psychiatry; Psychology Web of Science Categories:Psychiatry; Psychology","Journal Information":"PSYCHOSOMATICS Volume: 58 Issue: 1 Pages: 1-10 Published: JAN-FEB 2017","Abstract":"Background: Hepatitis C virus ( HCV) is a widespread and costly cause of morbidity and mortality globally and in the United States. The treatment of HCV has been revolutionized with the recent development of direct acting antiviral medications. These new treatments are substantially better tolerated and more efficacious than previously used interferon-based therapies. Despite these innovations, sustained virologic response has remained low, hovering at approximately 9% of all infected persons. The reasons for this failure include lack of screening, low rates of linkage to care, cost of direct-acting antivirals, and barriers in access to care for patients. Psychiatrists work with patients at a disproportionately high risk for HCV infection yet many do not currently assume an active role in the HCV epidemic. Objective: The purpose of this clinical review is to familiarize psychiatrists with currently available hepatitis C treatments and discuss the remaining treatment challenges, including the high cost of treatment. Methods: The authors used information from the Centers for Disease Control and Food and Drug Administration on the most current estimates of HCV epidemiology, risk factors, and approved interferon free treatments. PUBMED was searched for examples of HCV treatment in community psychiatry settings. Conclusions: The mental health community is well positioned to take on a more active role in HCV treatment and engage patients' trust in the treatment process. However, many barriers still exist. We encourage psychiatrists to assume a collaborative role in caring for psychiatric patients infected with HCV.","Authors":"Chasser, Y (Chasser, Yvonne) ; Kim, AY (Kim, Arthur Y.) ; Freudenreich, O (Freudenreich, Oliver)","Title":"Hepatitis C Treatment: Clinical Issues for Psychiatrists in the Post-Interferon Era"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390125600002 ISSN: 0033-3182","Keywords":"women's health; primary care; depressive disorder; anxiety disorder; mental health services KeyWords Plus:RANDOMIZED-CONTROLLED-TRIAL; POSTTRAUMATIC-STRESS-DISORDER; HIGH-RISK MOTHERS; PERINATAL DEPRESSION; DISADVANTAGED WOMEN; PRETERM BIRTH; OBSTETRICS; INTERVENTION; METAANALYSIS; SERVICES","Categories":"Psychiatry; Psychology Web of Science Categories:Psychiatry; Psychology","Journal Information":"PSYCHOSOMATICS Volume: 58 Issue: 1 Pages: 11-18 Published: JAN-FEB 2017","Abstract":"Background: The collaborative care model has been found to be effective for depression management in various primary care populations; however, no review has synthesized trials tailored to treat women. Objective: The purpose of this systematic review is to evaluate the current evidence for collaborative depression care for women. Methodology: We searched for English language articles via MEDLINE, CINAHL, PsycINFO, EMBASE, Cochrane Library, and reference lists of key articles. Published English language studies were included if they described collaborative care models that targeted women, regardless of study design. Studies were excluded if components of collaborative care were absent (based on criteria described by the Advancing Integrated Mental Health Solutions Center at the University of Washington), if the focus of the intervention was not women, if the studies were not conducted in primary care or gynecological settings, or if there were no outcome data. Results: This review resulted in 7 articles that met the inclusion criteria. Included studies were 6 randomized controlled trials and 1 observational study. Among those, 4 studies focused on pregnant or postpartum women. In general, collaborative care interventions focusing on women were more effective than usual care for the management of depressive disorders in women with 5 of the 6 randomized studies showing positive depression outcomes. Conclusions: There is evidence that collaborative care interventions are effective for treating depressed women in nonmental health settings. Future studies should examine differences in implementation of collaborative care in \"real world\" settings and define modcations needed based on a woman's reproductive life stage.","Authors":"Huang, H (Huang, Hsiang) ; Tabb, KM (Tabb, Karen M.) ; Cerimele, JM (Cerimele, Joseph M.) ; Ahmed, N (Ahmed, Nahida) ; Bhat, A (Bhat, Amritha) ; Kester, R (Kester, Rachel)","Title":"Collaborative Care for Women With Depression: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388918000011 ISSN: 0951-192X eISSN: 1362-3052","Keywords":"collaborative manufacturing; enterprise integration KeyWords Plus:INTEROPERABILITY; NETWORKS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Operations Research & Management Science","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER INTEGRATED MANUFACTURING Volume: 30 Issue: 1 Pages: 121-133 DOI: 10.1080/0951192X.2016.1185155 Published: 2017","Abstract":"In the last decades, manufacturing companies have increasingly outsourced many of their functions in order to focus on their core skills and competencies. Moreover, manufacturers often have to join together in dynamic manufacturing networks in order to respond to business demands or new opportunities. Given the heterogeneity of enterprises systems, knowledge representation methods and semantics, the management of such networks is not trivial. The lack of standard tools, methodologies, and a common semantic makes the creation and monitoring of such networks difficult. Therefore, the IMAGINE project defined a framework for an interoperable end-to-end manufacturing that potentially will become essential in factories of the future. As a consequence the same project implemented a platform based on such framework guidelines which provides a central repository and standardised search, configuration and simulation capabilities to enable an efficient creation, monitoring and management of dynamic manufacturing networks. The paper presents an extension to the IMAGINE platform to enable any manufacturer to integrate its systems with such platform, in a way that guarantees seamless interoperability, thus ensuring proper communication and data exchange between all the partners in a manufacturing network throughout the entire manufacturing life cycle, from supplier search to manufacturing execution and monitoring. The use of the proposed platform extension is exemplified through a use case scenario in the furniture manufacturing sector.","Authors":"Ferreira, J (Ferreira, Jose) ; Sarraipa, J (Sarraipa, Joao) ; Ferro-Beca, M (Ferro-Beca, Miguel) ; Agostinho, C (Agostinho, Carlos) ; Costa, R (Costa, Ruben) ; Jardim-Goncalves, R (Jardim-Goncalves, Ricardo)","Title":"End-to-end manufacturing in factories of the future"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387519600006 ISSN: 0264-8377 eISSN: 1873-5754","Keywords":"Biodiversity; Land use; Vegetation communities; Fauna; Metapopulations; Process; Offsets; Private land; Regional assessment; Complexity; CORE; REMP; BFT KeyWords Plus:HABITAT FRAGMENTATION; DYNAMIC LANDSCAPES; COMMUNITY-LEVEL; SPATIAL PATTERN; DIVERSITY; RESERVES; LAND","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"LAND USE POLICY Volume: 59 Pages: 59-70 DOI: 10.1016/j.landusepol.2016.08.005 Published: DEC 31 2016","Abstract":"Conservation effort needs to be integrated across whole regions, to include all landuses and tenures; and engage owners, managers and other interest groups. Where conditions are conducive, multi-stakeholder collaboration offers the advantages of averting conflict. It also offers a platform for the development of a shared vision for a region, and a common space for generating synergistic, place-specific innovations to achieve that vision. Spatial modelling assists in the process, evaluating and visualizing cumulative impacts arising from sets of landuse and management changes across a region. The Southern Mallee Guidelines was an offset scheme in the Southern Mallee region of NSW, Australia, developed to address jointly the agricultural development and biodiversity conservation concerns in the region. The scheme provided a timely example of place-specific response to tackling the complexity of land clearing in Australia, as policy makers were searching for alternatives to top-down regulation. At the close of the scheme, we applied a scenario-based, regional biodiversity evaluation tool known as Conservation Options in Regional Environments (CORE). It was developed to evaluate the cumulative impacts of development and conservation measures arising from the scheme. CORE is also useful as a learning and engagement tool. CORE combined a vegetation community-based evaluation, and a fauna species and functional fauna group evaluation based on metapopulation dynamics theory. Using this tool, we found that with some qualifications, the scheme broadly Maintained overall biodiversity persistence in the region. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Drielsma, MJ (Drielsma, Michael J.) ; Foster, E (Foster, Else) ; Ellis, M (Ellis, Murray) ; Gill, RA (Gill, Roderic A.) ; Prior, J (Prior, Julian) ; Kumar, L (Kumar, Lalit) ; Saremi, H (Saremi, Hanieh) ; Ferrier, S (Ferrier, Simon) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ferrier, Simon C-1490-2009 http://orcid.org/0000-0001-7884-2388 Kumar, Lalit http://orcid.org/0000-0002-9205-756X","Title":"Assessing collaborative, privately managed biodiversity conservation derived from an offsets program: Lessons from the Southern Mallee of New South Wales, Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386321800017 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Collaborative optimization strategy; Teaching-learning-based optimization (TLBO); Truss structures; Shape and size optimization; Frequency constraints KeyWords Plus:LEARNING-BASED OPTIMIZATION; ALGORITHM; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 66 Pages: 203-218 DOI: 10.1016/j.eswa.2016.09.012 Published: DEC 30 2016","Abstract":"A new metaheuristic strategy is proposed for size and shape optimization problems with frequency constraints. These optimization problems are considered to be highly non-linear and non-convex. The proposed strategy extends the idea of using a single optimization process to a series of collaborative optimization processes. In this study, a modified teaching-learning-based optimization (TLBO), which is a relatively simple algorithm with no intrinsic parameters controlling its performance, is utilized in a collaborative framework and introduced as a higher-level TLBO algorithm called school-based optimization (SBO). SBO considers a school with multiple independent classrooms and multiple teachers with inter classroom collaboration where teachers are reassigned to classrooms based on their fitness. SBO significantly improves the both exploration and exploitation capabilities of TLBO without increasing the algorithm's complexity. In addition, since the SBO algorithm uses multiple independent classrooms with interchanging teachers, the algorithm is less likely to be influenced by local optima. A parametric study is conducted to investigate the effects of the number of classes and the class size, which are the only parameters of SBO. The SBO algorithm is applied to five benchmark truss optimization problems with frequency constraints and the statistical results are compared to other optimization techniques in the literature. The quality and robustness of the results indicate the efficiency of the proposed SBO algorithm. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Farshchin, M (Farshchin, Mohammad) ; Camp, CV (Camp, Charles V.) ; Maniat, M (Maniat, Mohsen)","Title":"Optimal design of truss structures for size and shape with frequency constraints using a collaborative optimization strategy"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395703000001 PubMed ID: 28031028 ISSN: 1748-5908","Keywords":"Collaborative care; Shared care; Implementation; Enablers; Barriers; Anxiety; Depression; Qualitative review KeyWords Plus:NORMALIZATION PROCESS THEORY; RANDOMIZED CONTROLLED-TRIAL; RE-AIM FRAMEWORK; UK PRIMARY-CARE; CHRONIC ILLNESS; HEALTH-CARE; INTERVENTIONS; MANAGEMENT; PEOPLE; MODEL","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 11 Article Number: 165 DOI: 10.1186/s13012-016-0519-y Published: DEC 28 2016","Abstract":"Background: Collaborative care is an increasingly popular approach for improving quality of care for people with mental health problems through an intensified and structured collaboration between primary care providers and health professionals with specialized psychiatric expertise. Trials have shown significant positive effects for patients suffering from depression, but since collaborative care is a complex intervention, it is important to understand the factors which affect its implementation. We present a qualitative systematic review of the enablers and barriers to implementing collaborative care for patients with anxiety and depression. Methods: We developed a comprehensive search strategy in cooperation with a research librarian and performed a search in five databases (EMBASE, PubMed, PsycINFO, ProQuest, and CINAHL). All authors independently screened titles and abstracts and reviewed full-text articles. Studies were included if they were published in English and based on the original qualitative data on the implementation of a collaborative care intervention targeted at depression or anxiety in an adult patient population in a high-income country. Our subsequent analysis employed the normalization process theory (NPT). Results: We included 17 studies in our review of which 11 were conducted in the USA, five in the UK, and one in Canada. We identified several barriers and enablers within the four major analytical dimensions of NPT. Securing buy-in among primary care providers was found to be critical but sometimes difficult. Enablers included physician champions, reimbursement for extra work, and feedback on the effectiveness of collaborative care. The social and professional skills of the care managers seemed critical for integrating collaborative care in the primary health care clinic. Day-to-day implementation was also found to be facilitated by the care managers being located in the clinic since this supports regular face-to-face interactions between physicians and care managers. Conclusions: The following areas require special attention when planning collaborative care interventions: effective educational programs, especially for care managers; issues of reimbursement in relation to primary care providers; good systems for communication and monitoring; and promoting face-to-face interaction between care managers and physicians, preferably through co-location. There is a need for well-sampled, in-depth qualitative studies on the implementation of collaborative care in settings outside the USA and the UK.","Authors":"Overbeck, G (Overbeck, Gritt) ; Davidsen, AS (Davidsen, Annette Sofie) ; Kousgaard, MB (Kousgaard, Marius Brostrom)","Title":"Enablers and barriers to implementing collaborative care for anxiety and depression: a systematic qualitative review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389163700007 ISSN: 0140-3664 eISSN: 1873-703X","Keywords":"Multi-agent collaboration; Negotiation; Monte-Carlo Tree Search; Demand Response; Load balancing KeyWords Plus:DIRECT LOAD CONTROL; SIDE MANAGEMENT; SYSTEMS","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"COMPUTER COMMUNICATIONS Volume: 96 Pages: 63-72 DOI: 10.1016/j.comcom.2016.04.020 Published: DEC 15 2016","Abstract":"Balancing electricity supply and consumption improves stability and performance of an electricity Grid. Demand-Response (DR) mechanisms are used to optimize energy consumption patterns by shifting noncritical electrical energy demand to times of low electricity demand (off-peak). Market penetration of electrical loads from Electrical Vehicles (EVs) has significantly increased residential demand, with a direct impact on the grid's performance and effectiveness. By using multi-agent planning and scheduling algorithms such as Parallel Monte-Carlo Tree Search (P-MCTS) in DR, EVs can coordinate their actions and reschedule their consumption pattern. P-MCTS has been used to decentralize consumption planning, scheduling the optimum consumption pattern for each EV. However, a lack of coordination and collaboration limits its reliability in emergent situations, since agents' sub-optimal solutions are not guaranteed to aggregate to an optimized overall grid solution. This paper describes Collaborative P-MCTS (CP-MCTS), which enables EVs to actively affect the planning process and resolve their conflicts via negotiation and optimizes the final consumption pattern using collective knowledge obtained during the negotiation. The negotiation algorithm supports agents to actively participate in collaboration, arguing about their stance and making new proposals. The results obtained show a significant load-shifting in peak times, a smoother load curve, and improved charging fairness and flexibility. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Golpayegani, F (Golpayegani, Fatemeh) ; Dusparic, I (Dusparic, Ivana) ; Taylor, A (Taylor, Adam) ; Clarke, S (Clarke, Siobhan)","Title":"Multi-agent collaboration for conflict management in residential demand response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389688800001 PubMed ID: 27958331 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 6 Article Number: 38860 DOI: 10.1038/srep38860 Published: DEC 13 2016","Abstract":"Conventional one-drug-one-gene approach has been of limited success in modern drug discovery. Polypharmacology, which focuses on searching for multi-targeted drugs to perturb disease-causing networks instead of designing selective ligands to target individual proteins, has emerged as a new drug discovery paradigm. Although many methods for single-target virtual screening have been developed to improve the efficiency of drug discovery, few of these algorithms are designed for polypharmacology. Here, we present a novel theoretical framework and a corresponding algorithm for genome-scale multi-target virtual screening based on the one-class collaborative filtering technique. Our method overcomes the sparseness of the protein-chemical interaction data by means of interaction matrix weighting and dual regularization from both chemicals and proteins. While the statistical foundation behind our method is general enough to encompass genome-wide drug off-target prediction, the program is specifically tailored to find protein targets for new chemicals with little to no available interaction data. We extensively evaluate our method using a number of the most widely accepted gene-specific and cross-gene family benchmarks and demonstrate that our method outperforms other state-of-the-art algorithms for predicting the interaction of new chemicals with multiple proteins. Thus, the proposed algorithm may provide a powerful tool for multi-target drug design.","Authors":"Lim, H (Lim, Hansaim) ; Gray, P (Gray, Paul) ; Xie, L (Xie, Lei) ; Poleksic, A (Poleksic, Aleksandar)","Title":"Improved genome-scale multi-target virtual screening via a novel collaborative filtering approach to cold-start problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394272200022 ISSN: 0119-5646 eISSN: 2243-7908","Keywords":"Sequential analysis; Collaborative synchronous discussion; Social knowledge construction; Online searching behavior KeyWords Plus:ENVIRONMENTS; STUDENTS; DISCUSSIONS; CSCL; TOOL","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ASIA-PACIFIC EDUCATION RESEARCHER Volume: 25 Issue: 5-6 Pages: 893-906 Special Issue: SI DOI: 10.1007/s40299-016-0317-y Published: DEC 2016","Abstract":"The present study aims to explore the behavioral patterns of the social knowledge construction process and the online searching behaviors in a collaborative problem solving learning activity for high school students, and further compares the different behavioral patterns of the high-and low-performing teams. A total of 78 high school students from two schools participated. This study applied sequential analysis to analyze the students' social knowledge construction and online searching behavior from a large amount of screen-recording data. Interestingly, the results indicate that social interaction that is irrelevant to the discussion task is significantly correlated with academic-related discussion content. Reaching a higher cognitive level of social knowledge construction (e.g., reaching agreement or applying newly constructed meaning) contributes to a successful team project. For online searching behavior, the high-performing teams exhibited systematic online searching behavior and concentrated on the task, while the low-performing teams displayed chaotic searching behavior and were distracted from the task at hand, and seemed to rarely propose their searched results or ideas in their discussions. Based on the results, several possible explanations and suggestions are proposed including the need to promote more adaptive motivation and to provide scaffolding for collaborative skills.","Authors":"Lin, CL (Lin, Che-Li) ; Hou, HT (Hou, Huei-Tse) ; Tsai, CC (Tsai, Chin-Chung)","Title":"Analyzing the Social Knowledge Construction and Online Searching Behavior of High School Learners During a Collaborative Problem Solving Learning Activity: a Multi-Dimensional Behavioral Pattern Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391299700016 ISSN: 1551-3203 eISSN: 1941-0050","Keywords":"Decision making; flexible manufacturing; Industry 4.0; online multitask coordination learning","Categories":"Automation & Control Systems; Computer Science; Engineering Web of Science Categories:Automation & Control Systems; Computer Science, Interdisciplinary Applications; Engineering, Industrial","Journal Information":"IEEE TRANSACTIONS ON INDUSTRIAL INFORMATICS Volume: 12 Issue: 6 Pages: 2139-2147 DOI: 10.1109/TII.2016.2549919 Published: DEC 2016","Abstract":"Large-scale machine coordination is a primary approach for flexible manufacturing, enabling large-scale autonomous machines to dynamically coordinate their actions in pursuit of a custom task. One of the key challenges for such large-scale systems is finding high-dimensional coordination decision-making policies. Multitask policy gradient algorithms can be used in search of high-dimensional policies, particularly in collaborative decision support systems and distributed control systems. However, it is difficult for these algorithms to learn online high-dimensional coordination control policies (CCP) from large-scale custom manufacturing tasks. This paper proposes a large-scale online multitask learning and decision-making approach, which can consecutively learn high-dimensional CCP in order to quickly coordinate machine actions online for large-scale custom manufacturing task. A large-scale online multitask leaning algorithm is developed, which is able to learn large-scale high-dimensional CCP in a flexible manufacturing scenario. An online stochastic planning algorithm is proposed, which online optimizes the Markov network structure in order to avoid expensive global search for the optimal policy. Experiments have been undertaken using a professional flexible manufacturing testbed deployedwithin a smart factory ofWeichai Power in China. Results show the proposed approach to be more efficient when compared with previous works.","Authors":"Wang, JP (Wang, JunPing) ; Sun, YC (Sun, YunChuan) ; Zhang, WS (Zhang, WenSheng) ; Thomas, I (Thomas, Ian) ; Duan, SH (Duan, ShiHui) ; Shi, YK (Shi, YouKang)","Title":"Large-Scale Online Multitask Learning and Decision Making for Flexible Manufacturing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392870300017 ISSN: 1942-4302 eISSN: 1942-4310","Categories":"Engineering; Robotics Web of Science Categories:Engineering, Mechanical; Robotics","Journal Information":"Journal of Mechanisms and Robotics-Transactions of the ASME Volume: 8 Issue: 6 Article Number: 061017 DOI: 10.1115/1.4034143 Published: DEC 2016","Abstract":"Surgical procedures are traditionally performed by two or more surgeons along with staff nurses: one serves as the primary surgeon and the other as his/her assistant. Introducing surgical robots into the operating room has significantly changed the dynamics of interaction between the surgeons and with the surgical site. In this paper, we design a surgical robotic system to support the collaborative operation of multiple surgeons. This Raven IV surgical robotic system has two pairs of articulated robotic arms with a spherical configuration, each arm holding an articulated surgical tool. It allows two surgeons to teleoperate the Raven IV system collaboratively from two remote sites. To optimize the mechanism design of the Raven IV system, we configure the link architecture of each robotic arm, along with the position and orientation of the four bases and the port placement with respect to the patient's body. The optimization considers seven different parameters, which results in 2.3 x 10(10) system configurations. We optimize the common workspace and the manipulation dexterity of each robotic arm. We study here the effect of each individual parameter and conduct a brute force search to find the optimal set of parameters. The parameters for the optimized configuration result in an almost circular common workspace with a radius of 150 mm, accessible to all four arms.","Authors":"Li, Z (Li, Zhi) ; Milutinovic, D (Milutinovic, Dejan) ; Rosen, J (Rosen, Jacob)","Title":"Design of a Multi-Arm Surgical Robotic System for Dexterous Manipulation"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000390829600003 PubMed ID: 27913029 ISSN: 0149-2918 eISSN: 1879-114X","Keywords":"adverse drug reactions; biomedical informatics; Internet; pharmacoepidemiology; pharmacovigilance","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"CLINICAL THERAPEUTICS Volume: 38 Issue: 12 Pages: 2514-2525 DOI: 10.1016/j.clinthera.2016.11.006 Published: DEC 2016","Abstract":"Purpose: The discipline of pharmacovigilance is rooted in the aftermath of the thalidomide tragedy of 1961. It has evolved as a result of collaborative efforts by many individuals and organizations, including physicians, patients, Health Authorities, universities, industry, the World Health Organization, the Council for International Organizations of Medical Sciences, and the International Conference on Harmonisation. Biomedical informatics is rooted in technologically based methodologies and has evolved at the speed of computer technology. The purpose of this review is to bring a novel lens to pharmacovigilance, looking at the evolution and development of the field of pharmacovigilance from the perspective of biomedical informatics, with the explicit goal of providing a foundation for discussion of the future direction of pharmacovigilance as a discipline. Methods: For this review, we searched [publication trend for the log(10) value of the numbers of publications identified in PubMed] using the key words [informatics (INF), pharmacovigilance (PV), pharmacovigilance ID informatics (PV (sic) INF)], for [study types] articles published between [1994-2015]. We manually searched the reference lists of identified articles for additional information.","Authors":"Beninger, P (Beninger, Paul) ; Ibara, MA (Ibara, Michael A.)","Title":"Pharmacovigilance and Biomedical Informatics: A Model for Future Development"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390563100030 PubMed ID: 27297680 ISSN: 0302-2838 eISSN: 1873-7560","Keywords":"Clinical pathways; Collaborative care; Cystectomy; Enhanced recovery; Fast track KeyWords Plus:INTESTINAL URINARY-DIVERSION; ASSISTED RADICAL CYSTECTOMY; BLADDER-CANCER; SOCIETY RECOMMENDATIONS; SURGERY; PROTOCOL; COMPLICATIONS; PROGRAM; GUIDELINES; REHABILITATION","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"EUROPEAN UROLOGY Volume: 70 Issue: 6 Pages: 995-1003 DOI: 10.1016/j.eururo.2016.05.031 Published: DEC 2016","Abstract":"Context: Enhanced recovery after surgery (ERAS) protocols aim to improve surgical outcomes by reducing variation in perioperative best practices. However, among published studies, results show a striking variation in the effect of ERAS pathways on perioperative outcomes after cystectomy. Objective: To perform a systematic review of the literature and a meta-analysis comparing the effectiveness of ERAS versus standard care on perioperative outcomes after cystectomy. Evidence acquisition: We performed a literature search of PubMed, EMBASE, Web of Science, Google Scholar, the Cochrane Library, and the health-related grey literature in February 2016 according to the Preferred Reporting Items for Systematic Review and Meta-analysis and the Cochrane Handbook. Studies were reviewed according to criteria from the Oxford Centre for Evidence-Based Medicine. Thirteen studies (1493 total patients) met the inclusion criteria (ERAS: 801, standard care: 692). A pooled meta-analysis of all comparative studies was performed using inverse-weighted, fixed-effects models, and random-effects models. Publication bias was graphically assessed using contour-enhanced funnel plots and was formally tested using the Harbord modification of the Egger test. Evidence synthesis: Pooled data showed a lower overall complication rate (risk ratio [RR]: 0.85, 95% confidence interval [CI]: 0.74-0.97, p = 0.017, I-2 = 35.6%), a shorter length of stay (standardized mean difference: -0.87, 95% CI: -1.31 to -0.42, p = 0.001, I-2 = 92.8%), and a faster return of bowel function (standardized mean difference: -1.02, 95% CI: -1.69 to -0.34, p = 0.003, I-2 = 92.2%) in the ERAS group. No difference was noted for the overall readmission rates (RR: 0.74, 95% CI: 0.39-1.41, p = 0.36, I-2 = 51.4%), although a stratified analysis showed a lower 30-d readmission rate in the ERAS group (RR: 0.39, 95% CI: 0.19-0.83, p = 0.015, I-2 = 0%). Conclusions: ERAS protocols reduce the length of stay, time-to-bowel function, and rate of complications after cystectomy. Patient summary: Enhanced recovery after surgery pathways for cystectomy reduce complications and the amount of time patients spend in the hospital. (C) 2016 European Association of Urology. Published by Elsevier B.V. All rights reserved.","Authors":"Tyson, MD (Tyson, Mark D.) ; Chang, SS (Chang, Sam S.)","Title":"Enhanced Recovery Pathways Versus Standard Care After Cystectomy: A Meta-analysis of the Effect on Perioperative Outcomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390456100009 PubMed ID: 27906716 ISSN: 1536-0903 eISSN: 1536-0911","Keywords":"complex discharge; durable medical equipment; medically fragile; transition home KeyWords Plus:FAMILY-INTEGRATED CARE; CENTERED CARE; CHILDREN; UNIT; TRANSITION; DISCHARGE; SUPPORT; NURSES; IMPACT; NEEDS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"ADVANCES IN NEONATAL CARE Volume: 16 Issue: 6 Pages: 424-429 DOI: 10.1097/ANC.0000000000000310 Published: DEC 2016","Abstract":"Background: The incidence of premature infants with complex medical needs, dependent upon medical technology at discharge, is on the rise in the United States. Purpose: Preparing the family for the hospital-to-home transition can be challenging due to the complex medical and emotional needs of the vulnerable infant and the volume of subspecialty services and equipment required. Methods/Search Strategy: Relevant articles from PubMed, Google Scholar, CINAHL Findings/Results: There is an increasing incidence of technology dependent infants discharged from neonatal intensive care units in the United States. Transition from hospital to home requires lengthy preparation, multidisciplinary-open communication, and family centered care. Implications for Practice: Early assimilation of the parents into the ongoing care of their infant, the provision of comprehendible parental education by neonatal nurses and other members of the healthcare team, the provision of adequate rooming-in experiences prior to discharge, and the collaborative coordination of outpatient community services are crucial elements of the discharge process. Neonatal nurses possess population-specific education, training, commitment, and expertise that make them the ideal experts to implement and evaluate a discharge planning framework, in collaboration with the medical team and the family. Implications for Research: Methods to prevent readmission and ensure successful discharge from hospital to home is indicated. Standardization of a discharge process of infants of technology dependence combining medical team, family, outpatient coordinators, and primary care providers.","Authors":"Bowles, JD (Bowles, Jennifer D.) ; Jnah, AJ (Jnah, Amy J.) ; Newberry, DM (Newberry, Desi M.) ; Hubbard, CA (Hubbard, Carol A.) ; Roberston, T (Roberston, Tracey)","Title":"Infants With Technology Dependence Facilitating the Road to Home"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390414100004 ISSN: 2168-0256 eISSN: 2168-0264","Keywords":"space economy; space enabled; space related; space down stress","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"NEW SPACE Volume: 4 Issue: 4 Pages: 243-252 DOI: 10.1089/space.2016.0009 Published: DEC 2016","Abstract":"The Distretto Virtuale is a Web portal on the Italian Space Agency (ASI) Website, for interactive information with business, science community, and all other sectoral stakeholders. Hundreds of users witness its importance as a promotional tool for the industry competencies, a newsletter and document repository, and a collaborative instrument on programs and projects. One main collaborative feature is the statistical panel that is providing yearly, meaningful estimates of the Italian space sector trends. An interinstitutional working group supports the portal in the re-elaboration of these data, including additional enquiries. In particular, this working group is engaged in determining the existence and size of space-related activities. This definition applies to any type of production for terrestrial users and depending on space but not on a crucial and absolute way, in that differing from what is usually referred as space downstream. This work reports on one first attempt of measuring the phenomenon and based on a subpanel of 20 firms qualifying for conducting this business. The need to monitor the space-related area emerged from a wider search into optimal business models that could offer high performance standards in space as well as the best possible attitude for returns to Earth and toward the space economy. This test measurement of space-related activities provided useful insights into their quantity, quality, and perspective, and aimed mainly at confirming what emerged in preliminary studies: the conduct of these activities is a positive element for performances in the space business itself. The dedicated subpanel shows interesting indexes of space turnover progression, productivity, andR&ST intensity. This work describes how the measurement was reiterated after the preliminary studies, extending both panel and time period, and outlines evolutions and improvement of this monitoring activity that appears like a new mainstay of the space strategy makers.","Authors":"Sciortino, GP (Sciortino, Giacomo Primo) ; Bergamini, E (Bergamini, Elisabetta)","Title":"From the \"Distretto Virtuale\" Statistical Panel of the Italian Space Agency: A First Attempt to Measure and Comment on 20 Cases of Firms Reporting \"Space-Related\" Production"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389734900004 PubMed ID: 27592382 ISSN: 1046-2023 eISSN: 1095-9130","Keywords":"Biomarkers; Classification; Clustering; Computational biology; Computational intelligence; Data mining; Evolutionary computation; Evolutionary algorithms; Fuzzy logic; Genetic algorithms; Machine learning; Microarray; Neural networks; Particle swarm optimization; Pattern recognition; Random forests; Rough sets; Soft computing; Swarm intelligence; Support vector machines KeyWords Plus:GENE-EXPRESSION DATA; SUPPORT VECTOR MACHINES; CLASS-DEPENDENT FEATURES; RBF NEURAL-NETWORK; RECURSIVE CLUSTER ELIMINATION; COLLABORATIVE IMAGE RETRIEVAL; PRINCIPAL COMPONENT ANALYSIS; HAPMAP GENOTYPE DATA; CANCER CLASSIFICATION; MICROARRAY DATA","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemical Research Methods; Biochemistry & Molecular Biology","Journal Information":"METHODS Volume: 111 Pages: 21-31 DOI: 10.1016/j.ymeth.2016.08.014 Published: DEC 1 2016","Abstract":"This paper surveys main principles of feature selection and their recent applications in big data bioinformatics. Instead of the commonly used categorization into filter, wrapper, and embedded approaches to feature selection, we formulate feature selection as a combinatorial optimization or search problem and categorize feature selection methods into exhaustive search, heuristic search, and hybrid methods, where heuristic search methods may further be categorized into those with or without data-distilled feature ranking measures. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Wang, LP (Wang, Lipo) ; Wang, YL (Wang, Yaoli) ; Chang, Q (Chang, Qing) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Lipo A-5154-2011 ","Title":"Feature selection methods for big data bioinformatics: A survey from the search perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387844100012 PubMed ID: 26589964 ISSN: 1749-4478 eISSN: 1749-4486","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"CLINICAL OTOLARYNGOLOGY Volume: 41 Issue: 6 Pages: 694-699 DOI: 10.1111/coa.12594 Published: DEC 2016","Abstract":"ObjectivesTo review the rate of publication of papers in peer-reviewed journals after oral presentations at the Otorhinolaryngology Research Society meetings between 1996 and 2013 and to compare trends with the previous review (1979-1995). DesignLiterature review. SettingMerseyside ENT Research Collaborative. ParticipantsThe abstracts of presentations at Otorhinolaryngology Research Society meetings are published in Clinical Otolaryngology. A structured search of PubMed was undertaken to identify published Otorhinolaryngology Research Society presentations. Main outcome measuresPublication rates. ResultsA total of 460 abstracts were identified. The interobserver reliability among reviewers was 98%. Of the total, 259 (56.3%) abstracts were published in peer-reviewed journals. The average time from Otorhinolaryngology Research Society presentation to publication was 27.7 months (median 23), which was not significantly different from the previous review. Publication by subspeciality was as follows: head and neck (45.6%), otology (30.5%), rhinology (22%) and others (1.9%). Most published Otorhinolaryngology Research Society presentations were published in Clinical Otolaryngology (22.4%), followed by the Journal of Laryngology and Otology (8.1%) and the Laryngoscope (7.3%). Clinical research was the most common category of abstracts being presented at Otorhinolaryngology Research Society meetings, followed by laboratory-based research. Over half (56.5%) of laboratory research presented were head and neck themed, while otology and rhinology predominated clinical research presentations. Over half (52.1%) of Otorhinolaryngology Research Society abstracts originated from units in the North of England. Bristol presented the most abstracts (30.1%), followed by Newcastle (25.1%). ConclusionsThe publication rate of Otorhinolaryngology Research Society presentations remains high and many are subsequently published in high-impact factor otolaryngology journals. More Otorhinolaryngology Research Society presentations are now published in American and European journals.","Authors":"Lau, AS (Lau, A. S.) ; Krishnan, M (Krishnan, M.) ; Williams, SP (Williams, S. P.) ; Mamais, C (Mamais, C.) ; Sweed, A (Sweed, A.) ; Bhat, J (Bhat, J.) ; Somashekar, S (Somashekar, S.) ; Leong, SC (Leong, S. C.)","Title":"A re-appraisal of publication rates of scientific papers presented at the Otorhinolaryngology Research Society meetings"}]