[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396546000004 ISSN: 0028-0739","Categories":"Environmental Sciences & Ecology; Government & Law Web of Science Categories:Environmental Studies; Law","Journal Information":"NATURAL RESOURCES JOURNAL Volume: 57 Issue: 1 Pages: 101-137 Published: WIN 2017","Abstract":"Formal legal systems comprise a major part, but not the only part, of the \"rules of the game\" that structure social and social-ecological interactions. Throughout the twentieth century, centralization and consolidation of legal authority were dominant themes among many, if not all, legal systems. That process may have been successful in some cases, but in others the presumed economies of scale from consolidation and centralization either did not materialize or were offset by other social costs, including the failure to accommodate local knowledge, expertise, and preferences. In what could become a theme of the twenty-first century, many countries, including developing countries, have started to experiment with more polycentric legal systems, as the Nobel Laureate Elinor Ostrom referred to them, where local users and user groups have a substantial say in designing and administering rules that apply to them. This case study of Kenya amounts to a history of trial-and-error in efforts to develop an effective legal regime to govern use of irrigation water, in a country that has suffered for more than a century from seasonal water scarcity, inefficient water use, and user conflicts over water resources. From colonial efforts to import British riparian law to complete centralization of legal authority early in the post-colonial period, pressure on irrigation water resources and water users only increased. Beginning in 2003, however, the government of Kenya has been engaged in a process that is not one of simple decentralization or devolution of authority; rather, it is a story of increasing polycentricism, with meaningful participation by local, regional, and national actors in law-making and administration. The starting point actually occurred in 1997, when local water users (advised by NGOs) formed Kenya's first Water User Association (WUA) to help avoid and minimize local water-use conflicts. It worked so well that the national government took notice. In 2003, Kenya's parliament enacted a brand new Water Act, which not only legally recognized the existing WUA, but actively encouraged and facilitated the creation of what the statute referred to as Water Resources Users Associations (WRUAs). This move to polycentricism appears to have reduced problems, including conflicts, relating to periodic water shortages; and recently drafted (but not yet adopted) legislative proposals would have the effect of strengthening Kenya's embrace of polycentric legal control over irrigation water management.","Authors":"Carpenter, S (Carpenter, Stefan) ; Baldwin, E (Baldwin, Elizabeth) ; Cole, DH (Cole, Daniel H.)","Title":"THE POLYCENTRIC TURN: A CASE STUDY OF KENYA'S EVOLVING LEGAL REGIME FOR IRRIGATION WATERS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392043700003 ISSN: 0009-7101 eISSN: 1527-2087","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"CINEMA JOURNAL Volume: 56 Issue: 2 Pages: 46-66 Published: WIN 2017","Abstract":"This article examines the use of authorship discourses in the promotion of media content through a case study of the 2009 Star Trek film, directed by J. J. Abrams. Analyzing press interviews and promotional paratexts, I focus on the potential conflict in which a franchise long associated with a distinct auteur figure was rebooted by a different creator, and the implications for marketing Star Trek to different audiences: new viewers and longtime fans. I demonstrate the careful management involved in the establishment of film authorship, and how the association with a particular author figure shapes the identity of a franchise.","Authors":"Hadas, L (Hadas, Leora)","Title":"A New Vision: J. J. Abrams, Star Trek, and Promotional Authorship"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952000024 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Air traffic management; Conflict avoidance; Mixed-integer nonlinear programming; Deterministic global optimization; Modeling KeyWords Plus:AIR-TRAFFIC MANAGEMENT; COLLISION-AVOIDANCE; OPTIMIZATION; RESOLUTION; MODELS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 1 Pages: 283-290 DOI: 10.1016/j.ejor.2016.12.010 Published: JUL 1 2017","Abstract":"We consider the problem of aircraft conflict avoidance in Air Traffic Management systems. Given an initial configuration of a number of aircraft sharing the same airspace, the main goal of conflict avoidance is to guarantee that a minimum safety distance between each pair of aircraft is always respected during their flights. We consider aircraft separation achieved by heading angle deviations, and, propose a mixed 0-1 nonlinear optimization model, that is then combined with another one which is based on aircraft speed regulation. A two-step solution approach is proposed, where the two models are sequentially solved using a state-of-the-art mixed-integer nonlinear programming solver. Numerical results validate the proposed approach and clearly show the benefit of combining the two considered separation maneuvers. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Cafieri, S (Cafieri, Sonia) ; Omheni, R (Omheni, Riadh)","Title":"Mixed-integer nonlinear programming for aircraft conflict avoidance by sequentially applying velocity and heading angle changes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600019 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Protected areas; Park visitation; National Parks; Sustainable tourism; Resolution-based dialectics; Enlightened mass tourism KeyWords Plus:NATURE-BASED TOURISM; NATIONAL-PARKS; PLACE ATTACHMENT; MANAGEMENT; CONSERVATION; RECRUITMENT; INTENTIONS","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 140-146 DOI: 10.1016/j.tourman.2016.11.018 Published: JUN 2017","Abstract":"Current \"second generation\" approaches to visitation in higher order protected areas are based on biocentric management and monitoring that positions visitors as an inherent threat. The result is suboptimal sustainability outcomes of coexistence and possibly increased conflict in an era of escalating demand, reduced public funding and growing threats to global and local biodiversity. A \"third generation\" model is therefore required that repositions visitors as an inherent opportunity, and augments management and monitoring accordingly with visitor motivation and mobilisation for mass participation in on-site park enhancement activities. Strategies and issues for implementation - including the model's dialectical underpinnings and its relationship to a broader context of people-focused park management are considered, toward achieving optimal sustainability outcomes of park/visitation symbiosis. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Weaver, DB (Weaver, David B.) ; Lawton, LJ (Lawton, Laura J.)","Title":"A new visitation paradigm for protected areas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600037 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Sustainability; Alternative tourism; Iceland; Volunteer tourism; Focused ethnography KeyWords Plus:VOLUNTEER TOURISM; ORGANIC FARMS; SUSTAINABILITY; OPPORTUNITIES; KNOWLEDGE","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 348-356 DOI: 10.1016/j.tourman.2016.12.015 Published: JUN 2017","Abstract":"To shed light on the complexities of fostering sustainability through alternative tourism, we explore the managerial contradictions and difficulties that arise as alternative tourism is developed in the name of sustainability at Solheimar eco-village in Iceland. Following a focused ethnographic approach, we establish that those behind the management of volunteers, students and other guests regularly struggle to coordinate these respective groups in a manner that balances economic objectives with those relating to the environment and social equity. This is because limited human resources and strategic knowledge exist to fulfill all the host community's goals through alternative tourism. The findings reveal the need to conceptualize alternative tourism as a forum for discussion between host and guest over the complexities of generating sustainable development. This highlights the need for knowledge transmission over matters such as conflict resolution, critical reflection and cultural communication associated with the tourist experience at the community. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Prince, S (Prince, Solene) ; Ioannides, D (Ioannides, Dimitri)","Title":"Contextualizing the complexities of managing alternative tourism at the community-level: A case study of a nordic eco-village"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932400010 ISSN: 0142-0615 eISSN: 1879-3517","Keywords":"Discrete compromise programming; Dispatch; Multi-criteria decision analysis; Microgrid; Multi-objective optimization; Peak load reduction KeyWords Plus:ENERGY-STORAGE MANAGEMENT; OF-THE-ART; RENEWABLE INTEGRATION; OPTIMIZATION; ALGORITHMS; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRICAL POWER & ENERGY SYSTEMS Volume: 88 Pages: 99-107 DOI: 10.1016/j.ijepes.2016.12.018 Published: JUN 2017","Abstract":"This paper presents a decision support system (DSS) for multi-objective dispatch of an electric microgrid considering cost of operation, peak load reduction, and emissions. Discrete compromise programming (DCP) is used as the multi-criteria decision analysis (MCDA) technique for providing the decision support to the distribution system operator (DSO) by ranking various alternatives based on preference of the objectives. The focus of this paper is the application of DCP-based MCDA to select feasible dispatch solutions closest to the preference of the DSO when multiple objectives are considered in the microgrid dispatch. This technique obtains non-dominated solutions in case of conflicting objectives without generating a Pareto front, and hence avoiding prohibitive computational cost. DCP can be used for MCDA in both exact and metaheuristic dispatch algorithms. Uncertainty in renewable energy forecasting and load demand is included through a scenario-based approach by sampling empirical distributions. The dispatch algorithm considers a two hour look-ahead time horizon. Simulations are performed on a notional electric microgrid with diesel generator, solar photovoltaic, and energy storage. The microgrid is based on the IEEE 13-node test feeder and the results are presented. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Panwar, M (Panwar, Mayank) ; Suryanarayanan, S (Suryanarayanan, Siddharth) ; Hovsapian, R (Hovsapian, Rob)","Title":"A multi-criteria decision analysis-based approach for dispatch of electric microgrids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395549400007 ISSN: 1350-4630 eISSN: 1363-0296","Keywords":"Place; online news image slideshow; Irish travellers; intersectionality; identity KeyWords Plus:IDENTITY; INTERSECTIONALITY; SLIDESHOWS; IRELAND; RACISM","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOCIAL IDENTITIES Volume: 23 Issue: 3 Pages: 343-359 DOI: 10.1080/13504630.2016.1271738 Published: MAY 17 2017","Abstract":"This article discusses meanings of people-place relationships, relating to ethnicity-class-gender intersections. The case examined concerns the 'contested place-making' of Irish Travellers at Dale Farm (UK), where the Travellers were eventually evicted from a place they owned. The material consists mainly of online slideshows in the Guardian. Visuals and place share the role of concretizing news, situating them and underlining their truth claims. Hence, news visuals are well suited for discussions of relationships between places and peoples. The study comprises theories of media, place and identity, relating to mobility, minorities and globalization. Methodologically, compositional analysis, discourse-theoretical method and an intersectional approach are combined. The place conflict is rarely understood in terms of justice. Instead, ethnicity-class-gender intersections appear as significant in the imagery, countering certain old stereotypes, but also connecting to discourses of 'threatening minorities', and 'bad mobility'. Manifested through excessive imagery of barricades/fences/walls/gates, 'identity management' meets 'place management', detaching some identities from some places. The Travellers thus appear as anomalies, separated from others. This is partly connected to the slideshow format, where linguistic elaboration on motifs is very limited, partly to the selection of certain themes and motifs in the slideshows, and partly to the societal politics surrounding the issue.","Authors":"Roosvall, A (Roosvall, Anna)","Title":"The mediated politics of place and people: picturing the 'contested place-making' of Irish Travellers at Dale Farm"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398563900010 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction professionals; Expatriate; Performance; Stress; Stressors; Labor and personnel issues KeyWords Plus:HONG-KONG; INTERNATIONAL ASSIGNMENTS; ORGANIZATIONAL SUPPORT; CONTEXTUAL PERFORMANCE; TASK-PERFORMANCE; JOB-PERFORMANCE; A-BEHAVIOR; CHINA; WORK; MANAGERS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016121 DOI: 10.1061/(ASCE)CO.1943-7862.0001266 Published: MAY 2017","Abstract":"Given the globalization of the construction industry, there are increasing numbers of expatriate construction professionals (ExCPs). The work practices and living environment are different between home and host countries, which often induce stress in ExCPs, cause underperformance, and reduce intention to stay for expatriates. This study aims to investigate the interactions among stressors, stress, performance, and intention to stay for ExCPs through the development of a stressors-stress-performance-outcome model. A questionnaire survey with purposive sampling was conducted. The research results show (1)work-home conflict, organizational centralization, and heavy workload affect ExCPs' overall performance and intention to stay indirectly through the vicious cycle between emotional and physical stress; (2)poor transportation exacerbates ExCPs' physical stress, while language fluency relieves it; (3)physical stress impairs overall performance, further reducing intention to stay; and (4)poor transportation directly reduces ExCPs' intention to stay. Recommendations, including flexible work schedules and stress management programs, are made. The study results enhance the current understanding of the complicated stress and expatriate management for ExCPs in a cross-cultural context. (C) 2016 American Society of Civil Engineers.","Authors":"Leung, MY (Leung, Mei-yung) ; Liang, Q (Liang, Qi) ; Chan, IYS (Chan, Isabelle Y. S.)","Title":"Development of a Stressors-Stress-Performance-Outcome Model for Expatriate Construction Professionals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562500006 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 5 Article Number: 02516004 DOI: 10.1061/(ASCE)IR.1943-4774.0001149 Published: MAY 2017","Abstract":"Forum papers are thought-provoking opinion pieces or essays founded in fact, sometimes containing speculation, on a civil engineering topic of general interest and relevance to the readership of the journal. The views expressed in this Forum article do not necessarily reflect the views of ASCE or the Editorial Board of the journal.","Authors":"Ashofteh, PS (Ashofteh, Parisa-Sadat) ; Bozorg-Haddad, O (Bozorg-Haddad, Omid) ; Loaiciga, HA (Loaiciga, Hugo A.)","Title":"Role of Adaptive Water Resources Management Policies and Strategies in Relieving Conflicts between Water Resources and Agricultural Sector Water Use Caused by Climate Change"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398562500013 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 5 DOI: 10.1061/(ASCE)IR.1943-4774.0000991 Published: MAY 2017","Authors":"Safavi, HR (Safavi, Hamid R.) ; Mehrparvar, M (Mehrparvar, Milad) ; Szidarovszky, F (Szidarovszky, Ferenc)","Title":"Closure to \"Conjunctive Management of Surface and Ground Water Resources Using Conflict Resolution Approach\" by Hamid R. Safavi, Milad Mehrparvar, and Ferenc Szidarovszky"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398562500014 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 5 Published: MAY 2017","Authors":"Zolghadr-Asli, B (Zolghadr-Asli, Babak)","Title":"Discussion of \"Conjunctive Management of Surface and Ground Water Resources Using Conflict Resolution Approach\" by Hamid R. Safavi, Milad Mehrparvar, and Ferenc Szidarovszky"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398600200001 ISSN: 0143-2095 eISSN: 1097-0266","Keywords":"digital; diseconomies; encyclopedias; CD-ROM; Britannica KeyWords Plus:START-UPS; INNOVATION; INDUSTRY; FIRM; TECHNOLOGIES; COMPETITION","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"STRATEGIC MANAGEMENT JOURNAL Volume: 38 Issue: 5 Pages: 995-1017 DOI: 10.1002/smj.2552 Published: MAY 2017","Abstract":"Research summary: The experience of Encyclopaedia Britannica provides the canonical example of the decline of an established firm at the outset of the digital age. Competition from Microsoft's Encarta in 1993 led to sharp declines in the sales of books, which led to the distressed sale of the firm in 1996. This article offers new source material about the actions at both Encarta and Britannica, and it offers a novel interpretation of events. Britannica's management did not misperceive the opportunities and threats, and Britannica did not lack technical prowess. This narrative stresses that Britannica's management faced organizational diseconomies of scope between supporting lines of business in the old and new markets, which generated internal conflicts. These conflicts hindered the commercialization of new technology and hastened its decline.Managerial summary: An established and leading firm, such as Encyclopaedia Britannica, would seem to have enormous advantages over its competitors in a new market. Why would a successful firm come to have severe difficulties organizing for a new market? Of particular importance for explaining Britannica's decline are theories that stress its inherited capabilities, especially inherited technological (in)abilities and inherited (mis)perceptions about the potential for new market opportunities. This article argues that Britannica's management did not misperceive the opportunities and threats, and Britannica did not lack technical prowess. This narrative stresses that Britannica's management faced organizational diseconomies of scope between supporting lines of business in the old and new markets, which generated internal conflicts. The narrative directs attention at managing commercialization activity around new products using new technologies. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Greenstein, S (Greenstein, Shane)","Title":"The reference wars: Encyclopaedia Britannica's decline and Encarta's emergence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395597700015 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"PES; Equity; Local perceptions; Effectiveness; Vietnam; PFES KeyWords Plus:ENVIRONMENTAL SERVICES; EMPIRICAL-ANALYSIS; JUSTICE; COUNTRIES; POLICY; GOVERNANCE; EFFICIENT; FAIRNESS; PROJECTS; OUTCOMES","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 135 Pages: 164-175 DOI: 10.1016/j.ecolecon.2017.01.016 Published: MAY 2017","Abstract":"This paper focuses on the assessment of legislative considerations and local perceptions of equity in Vietnam's Payments for Forest Ecosystem Services scheme (PFES). Equity perceptions are powerful determinants of human behaviour and, consequently, many environmental conflicts arise from contested visions of what constitutes as 'equitable' environmental management Therefore, equity can play an instrumental role in shaping outcomes of PFES schemes. This paper analyzes how contextual, procedural and distributive equity considerations are reflected in national PFES legislation and implementation, how equity outcomes are perceived locally, and whether local perceptions match legislative considerations. We reviewed national legislation and government reports, conducted expert interviews on the national and provincial level, as well as surveys, focus group discussions, and in-depth interviews on the local level. Our findings reveal that equity outcomes are very much affected by contextual factors, such as how the Forest Land Allocation regulation determines the distribution of use rights. In the implementation of PFES national aspirations and rationales of equity as outlined in legislation were not met due to technical constraints, financial costs, and social and institutional conflicts. The implemdntation on the ground contrasts with local interests. Our results show that on the local level the preference for a distributive equity principle is very much influenced by the degree of transparency of the payment distribution process. The prevailing perceptions of equitable benefit distribution by local PFES participants correspond to a merit-based principle of compensation for the effort of forest protection. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Loft, L (Loft, Lasse) ; Le, DN (Dung Ngoc Le) ; Pham, TT (Thuy Thu Pham) ; Yang, AL (Yang, Anastasia Lucy) ; Tjajadi, JS (Tjajadi, Januarti Sinarra) ; Wong, GY (Wong, Grace Yee)","Title":"Whose Equity Matters? National to Local Equity Perceptions in Vietnam's Payments for Forest Ecosystem Services Scheme"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398366700006 ISSN: 1548-0518 eISSN: 1939-7089","Keywords":"leader-follower power distance value incongruence; psychological workplace strain; withdrawal behavior; political skill KeyWords Plus:PERCEIVED ORGANIZATIONAL SUPPORT; CROSS-CULTURAL EXAMINATION; VALUE CONGRUENCE; MEMBER EXCHANGE; MEDIATING ROLE; RESOURCE LOSS; PSYCHOLOGICAL DISTRESS; NEGATIVE AFFECTIVITY; ABUSIVE SUPERVISION; PROCEDURAL JUSTICE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF LEADERSHIP & ORGANIZATIONAL STUDIES Volume: 24 Issue: 2 Pages: 216-229 DOI: 10.1177/1548051816665582 Published: MAY 2017","Abstract":"Based on a resource perspective, the authors investigated how leader-follower power distance value incongruence influences employees' withdrawal behavior. Data were collected twice in China, and the sample included 66 leaders and 350 followers. Leader-follower power distance value incongruence was found to be associated with the psychological workplace strain experienced by followers, indicating that incongruence was a stressor for this group and further influenced their withdrawal behavior. Moreover, incongruence had asymmetrical effects; that is, followers experienced higher psychological workplace strain when their power distance was lower than that of their leaders, compared with when their power distance was higher. The authors also found that the leader's role can make a difference, as the leaders' political skill mitigated the effect of value incongruence on their followers' psychological workplace strain. The study provides a novel extension of value congruence theory and also contributes to the field of value conflict management.","Authors":"Bai, Y (Bai, Yan) ; Dong, ZL (Dong, Zhilin) ; Liu, HY (Liu, Haiyang) ; Liu, SM (Liu, Shengming)","Title":"We May Be Different, but I Can Help You: The Effects of Leaders' Political Skills on Leader-Follower Power Distance Value Incongruence and Withdrawal Behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398366700008 ISSN: 1548-0518 eISSN: 1939-7089","Keywords":"tenacity; knowledge exchange; role conflict KeyWords Plus:INFORMATION EXCHANGE; DECISION-MAKING; TRANSFORMATIONAL LEADERSHIP; TURNOVER INTENTIONS; PERFORMANCE; MANAGEMENT; CONSERVATION; RESOURCES; ANTECEDENTS; PERSPECTIVE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF LEADERSHIP & ORGANIZATIONAL STUDIES Volume: 24 Issue: 2 Pages: 246-260 DOI: 10.1177/1548051816664680 Published: MAY 2017","Abstract":"This study considers how employees' tenacity might enhance their propensity to engage in knowledge exchange with organizational peers, as well as how the positive tenacity-knowledge exchange relationship is invigorated by two types of role conflict: within-work and between work and family. Using data from a large Mexican organization in the logistics sector, this study shows that tenacity increases knowledge exchange, and this effect is stronger at higher levels of within-work and work-family role conflict. The invigorating role of within-work role conflict is particularly salient when work-family role conflict is high. These findings inform organizations that the application of personal energy to knowledge-enhancing activities is particularly useful when employees encounter severe workplace adversity because of conflicting role demands.","Authors":"De Clercq, D (De Clercq, Dirk) ; Belausteguigoitia, I (Belausteguigoitia, Imanol)","Title":"The Relationship Between Tenacity and Knowledge Exchange in a Mexican Organization: Moderating Effects of Within-Work and Work-Family Role Conflict"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973800009 ISSN: 0305-750X","Keywords":"protected areas; conflict; indigenous and local communities; environmental policy; Colombia KeyWords Plus:NATURAL-RESOURCE MANAGEMENT; PROTECTED AREAS; BIODIVERSITY CONSERVATION; YUCATAN PENINSULA; FOREST; WAR; POVERTY; PEOPLES; MEXICO; PARKS","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"WORLD DEVELOPMENT Volume: 93 Pages: 125-135 DOI: 10.1016/j.worlddev.2016.12.026 Published: MAY 2017","Abstract":"Conflicts between indigenous and local communities, on the one hand, and national protected area administrations on the other are pervasive. A better understanding of these park-people conflicts would assist in suitable policy changes to constructively address them while concurrently pursuing conservation and livelihood goals. We interviewed 601 people living inside or along the borders of fifteen Colombian NPAs to identify five main categories of park-people conflicts. Based on interviews with 128 community leaders and 76 institutional-level respondents -mainly park officers- we discuss the five principal factors underlying the identified conflicts and present a conflict framework relating the dominant sources to the most prominent conflict manifestations. Finally, we detail five strategies toward conflict prevention. While simultaneous interventions at multiple levels would be ideal or preferred, our analysis suggests that the incidence of park-people conflicts in Colombia can be substantially lowered through (i) making the environmental legislative body more socially inclusive; and (ii) adequately empowering NPA administrations. We expect our findings to be valuable for managing conflict contexts in protected areas in other tropical countries. Further research is necessary to determine the most effective interventions for both conflict resolution and meeting conservation goals. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"De Pourcq, K (De Pourcq, K.) ; Thomas, E (Thomas, E.) ; Arts, B (Arts, B.) ; Vranckx, A (Vranckx, A.) ; Leon-Sicard, T (Leon-Sicard, T.) ; Van Damme, P (Van Damme, P.)","Title":"Understanding and Resolving Conflict Between Local Communities and Conservation Authorities in Colombia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396963500011 PubMed ID: 28111085 ISSN: 0195-6663 eISSN: 1095-8304","Keywords":"Gender identity expression; Ingratiation; Gender-based stereotype about food; Eating behaviour KeyWords Plus:IMPRESSION MANAGEMENT; SELF-PRESENTATION; GENDER; MEN; FAMILIARITY; STEREOTYPES; FEMININITY; BEHAVIOR; INTAKE.; OTHERS","Categories":"Behavioral Sciences; Nutrition & Dietetics Web of Science Categories:Behavioral Sciences; Nutrition & Dietetics","Journal Information":"APPETITE Volume: 112 Pages: 96-101 DOI: 10.1016/j.appet.2017.01.019 Published: MAY 1 2017","Abstract":"Previous research has shown that women eating small portions of food (vs. eating big portions) are perceived as more feminine, whereas men eating large portions are perceived as more masculine. The specific type of food items have also been shown to carry connotations for gender stereotyping. In addition, matching the co-eater's food quantity is also a means to ingratiate him or her. Thus, a potential motivational conflict between gender identity expression and ingratiation arises when people eat in opposite-sex dyads. Scholars have, thus far, focused their attention on one of these two dimensions at a time, and rarely in relation to the co-eaters' sex. The present study investigated, through a restaurant scenario, the way in which women and men, when asked to imagine having lunch in dyads, combine food choice and quantity regulation as a function of the co-eater's sex. Results showed that participants use the quantity dimension to communicate gender identity, and the food type dimension to ingratiate the co-eater's preferences by matching her/his presumed choice, following gender-based stereotypes about food. In opposite-sex dyads, dishes that incorporate the two dimensions were chosen above the expected frequency. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cavazza, N (Cavazza, Nicoletta) ; Guidetti, M (Guidetti, Margherita) ; Butera, F (Butera, Fabrizio)","Title":"Portion size tells who I am, food type tells who you are: Specific functions of amount and type of food in same- and opposite-sex dyadic eating contexts"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200013 PubMed ID: 26946181 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"agricultural conflict; conflict resolution; ecosystem service; food preference; grazing; habitat choice; herbivore; management toolbox; research needs; waterfowl; yield loss KeyWords Plus:PINK-FOOTED GEESE; LESSER SNOW GEESE; WHITE-FRONTED GEESE; WIGEON ANAS-PENELOPE; BELLIED BRENT GEESE; ARCTIC SALT-MARSH; BRANTA-BERNICLA-BERNICLA; NESTING GOOSE POPULATIONS; WINTERING BARNACLE GEESE; AVIAN FEEDING REPELLENT","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 854-877 DOI: 10.1111/brv.12258 Published: MAY 2017","Abstract":"Swans, geese and some ducks (Anatidae) are obligate herbivores, many are important quarry species and all contribute to a variety of ecosystem services. Population growth and shifting ranges have led to increasing proximity to man and thus increasing conflicts. We review and synthesize the role of these birds as herbivores on agricultural land (cropland, rotational grassland and pasture) and other terrestrial habitats where conflict with human interests may occur. A bibliographic analysis of peer-reviewed papers (N = 359) shows that publication activity peaked in 1991-2000 in North America and 2000-2010 in Europe, and has decreased since. Taxonomic and geographical biases are obvious in research to date: Snow Goose Chen caerulescens was the most studied species (N = 98), and Canada Branta canadensis, Barnacle B. leucopsis and Brent geese B. bernicla all featured in more than 40 studies; most studies originated in northwest Europe or North America, very few have been carried out in Asia and European Russia. On the basis of nutrient/ energy budgets of herbivorous waterfowl, it is evident that dense single-species crops (such as rotational grassland, early-growth cereals and root crops) and spilled grain in agricultural landscapes offer elevated energetic and nutritional intake rates of food of higher quality compared to natural or semi-natural vegetation. Hence, although affected by seasonal nutritional demands, proximity to roost, field size, disturbance levels, access to water, food depletion and snow cover, agricultural landscapes tend to offer superior foraging opportunities over natural habitats, creating potential conflict with agriculture. Herbivorous waterfowl select for high protein, soluble carbohydrate and water content, high digestibility as well as low fibre and phenolic compounds, but intake rates from grazing varied with goose body and bill morphology, creating species-specific loci for conflict. Crop damage by trampling and puddling has not been demonstrated convincingly, nor do waterfowl faeces deter grazing stock, but where consumption of crops evidently reduces yields this causes conflict with farmers. Studies show that it is difficult and expensive to assess the precise impacts of waterfowl feeding on yield loss because of other sources of variation. However, less damage has been documented from winter grazing compared to spring grazing and yield loss after spring grazing on grassland appears more pronounced than losses on cereal fields. Although yield losses at national scales are trivial, individual farmers in areas of greatest waterfowl feeding concentrations suffer disproportionately, necessitating improved solutions to conflict. Accordingly, we review the efficacy of population management, disturbance, provision of alternative feeding areas, compensation and large-scale stakeholder involvement and co-management as options for resolving conflict based on the existing literature and present a framework of management advice for the future. We conclude with an assessment of the research needs for the immediate future to inform policy development, improve management of waterfowl populations and reduce conflict with agriculture.","Authors":"Fox, AD (Fox, Anthony D.) ; Elmberg, J (Elmberg, Johan) ; Tombre, IM (Tombre, Ingunn M.) ; Hessel, R (Hessel, Rebecca)","Title":"Agriculture and herbivorous waterfowl: a review of the scientific basis for improved management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398215900002 ISSN: 0895-9048 eISSN: 1552-3896","Keywords":"policy implementation; school governance; supervision KeyWords Plus:NETHERLANDS; IMPACT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL POLICY Volume: 31 Issue: 3 Pages: 303-329 DOI: 10.1177/0895904815598393 Published: MAY 2017","Abstract":"This article describes how the Dutch Department of Education incorporates New Public Management (NPM) principles in educational policy, and whether conflicts of interest between the Department and schools cause deviations from NPM. We reviewed policy documents and performed secondary analyses on school data. Educational policy focuses on output indicators and accountability aspects. However, when departmental interests do not align with school interests, the Department develops new policies that partly contradict NPM principles. We argue that a more consistent focus on output and well-developed school autonomy may help to enhance the quality of education","Authors":"van der Sluis, ME (van der Sluis, Margriet E.) ; Reezigt, GJ (Reezigt, Gerry J.) ; Borghans, L (Borghans, Lex)","Title":"Implementing New Public Management in Educational Policy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398214600002 ISSN: 0893-3189 eISSN: 1552-6798","Keywords":"work-life policies; structuration; concertive control; organizational communication KeyWords Plus:ORGANIZATIONAL-CHANGE; FAMILY-CONFLICT; MIXED MESSAGES; INITIATIVES; PERFORMANCE; MANAGEMENT; ATTITUDES; ARRANGEMENTS; FLEXIBILITY; PERSPECTIVE","Categories":"Communication; Business & Economics Web of Science Categories:Communication; Management","Journal Information":"MANAGEMENT COMMUNICATION QUARTERLY Volume: 31 Issue: 2 Pages: 194-229 DOI: 10.1177/0893318916684980 Published: MAY 2017","Abstract":"The Netherlands is characterized by extensive national work-life regulations relative to the United States. Yet, Dutch employees do not always take advantage of existing work-life policies. Individual and focus group interviews with employees and managers in three (public and private) Dutch organizations identified how employee and managerial communication contributed to acquired rules concerning work-life policies and the interpretation of allocative and authoritative resources for policy enactment. Analyses revealed differences in employees' and managers' resistance to policy, the binds and dilemmas experienced, and the coordination of agreements and actions to complete workloads. There are also differences between public and private contexts in the enactment of national and organizational policies, revealing how national (e.g., gender) and organizational (e.g., concertive control) mechanisms play out in employee and managerial communication that determine the use of work-life policies.","Authors":"ter Hoeven, CL (ter Hoeven, Claartje L.) ; Miller, VD (Miller, Vernon D.) ; Peper, B (Peper, Bram) ; den Dulk, L (den Dulk, Laura)","Title":"\"The Work Must Go On\": The Role of Employee and Managerial Communication in the Use of Work-Life Policies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394920600023 ISSN: 1364-0321","Keywords":"Renewable Energy; Smart grid; Multiobjective optimization; Microgrids; Algorithm; Naturally conflicting objectives KeyWords Plus:DEMAND-SIDE MANAGEMENT; PARTICLE SWARM OPTIMIZATION; LOAD FREQUENCY CONTROL; MULTIOBJECTIVE OPTIMIZATION; POWER-SYSTEMS; DISTRIBUTION NETWORKS; GENETIC ALGORITHM; OPERATION MANAGEMENT; ELECTRICITY MARKETS; EMISSION DISPATCH","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 71 Pages: 323-341 DOI: 10.1016/j.rser.2016.12.059 Published: MAY 2017","Abstract":"Microgrids assisted by renewable energy resources are complex man made systems of various interconnected components. A number of real life scenarios relating to resource management in microgrids are modeled as multi-objective optimization formulations where multiple objectives may or may not conflict with each other. While considering the type of application, input and output of the problem, the nature of optimization problem changes. To address various types of optimization problems relating to microgid design, planning and operation, there exist a number of optimization solution types. We investigate the existing literature to classify different optimization objectives with respect to designing, planning and operation of microgrids. Some mathematical formulations for commonly used objectives relating to resource management in microgrids have been tabulated. We also classified the optimization types being used to address various optimization problems relating to resource management in microgrids. Various types of solution approaches along with the relevant simulation tools are also presented. We also reviewed the multicriteria optimization for different application areas of smart grid. The article can serve as a foundation for further research in the area of multicriteria decision making relating to resource management in micrgorids.","Authors":"Naz, MN (Naz, Muhammad Naveed) ; Mushtaq, MI (Mushtaq, Muhammad Irfan) ; Naeem, M (Naeem, Muhammad) ; Iqbal, M (Iqbal, Muhammad) ; Altaf, MW (Altaf, Muhammad Waseem) ; Haneef, M (Haneef, Muhammad)","Title":"Multicriteria decision making for resource management in renewable energy assisted microgrids"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000397773300021 PubMed ID: 27986369 ISSN: 0302-2838 eISSN: 1873-7560","Keywords":"Renal cell cancer; Management; Adjuvant; Sunitinib; Sorafenib; Guidelines KeyWords Plus:EARLY BREAST-CANCER; AROMATASE INHIBITORS; RANDOMIZED-TRIALS; TARGETED THERAPY; HIGH-RISK; SUNITINIB","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"EUROPEAN UROLOGY Volume: 71 Issue: 5 Pages: 719-722 DOI: 10.1016/j.eururo.2016.11.034 Published: MAY 2017","Abstract":"The European Association of Urology Renal Cell Carcinoma (RCC) guidelines panel updated their recommendation on adjuvant therapy in unfavourable, clinically nonmetastatic RCC following the recently reported results of a second randomised controlled phase 3 trial comparing 1-yr sunitinib to placebo for high-risk RCC after nephrectomy (S-TRAC). On the basis of conflicting results from the two available studies, the panel rated the quality of the evidence, the harm-to-benefit ratio, patient preferences, and costs. Finally, the panel, including representatives from a patient advocate group (International Kidney Cancer Coalition) voted and reached a consensus to not recommend adjuvant therapy with sunitinib for patients with high-risk RCC after nephrectomy. Patient summary: In two studies, sunitinib was given for 1 yr and compared to no active treatment (placebo) in patients who had their kidney tumour removed and who had a high risk of cancer coming back after surgery. Although one study demonstrated that 1 yr of sunitinib therapy resulted in a 1.2-yr longer time before the disease recurred, the other study did not show a benefit and it has not been shown that patients live longer. Despite having been diagnosed with high-risk disease, many patients remain without recurrence, and the side effects of sunitinib are high. Therefore, the panel members, including patient representatives, do not recommend sunitinib after tumour removal in these patients. (C) 2016 European Association of Urology. Published by Elsevier B. V. All rights reserved.","Authors":"Bex, A (Bex, Axel) ; Albiges, L (Albiges, Laurence) ; Ljungberg, B (Ljungberg, Borje) ; Bensalah, K (Bensalah, Karim) ; Dabestani, S (Dabestani, Saeed) ; Giles, RH (Giles, Rachel H.) ; Hofmann, F (Hofmann, Fabian) ; Hora, M (Hora, Milan)[ 9,10 ] ; Kuczyk, MA (Kuczyk, Markus A.)[ 11 ] ; Lam, TB (Lam, Thomas B.)[ 12,13 ] ; Marconi, L (Marconi, Lorenzo)[ 14 ] ; Merseburger, AS (Merseburger, Axel S.)[ 15 ] ; Staehler, M (Staehler, Michael)[ 16 ] ; Volpe, A (Volpe, Alessandro)[ 17 ] ; Powles, T (Powles, Thomas)[ 18 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Marconi, Lorenzo  http://orcid.org/0000-0001-5376-466X","Title":"Updated European Association of Urology Guidelines Regarding Adjuvant Therapy for Renal Cell Carcinoma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392788800003 ISSN: 0142-0615 eISSN: 1879-3517","Keywords":"Distributed generation; Distribution system; Fuzzy logic; Mathematical optimization; Reactive power control and coordination KeyWords Plus:VOLTAGE CONTROL; DISTRIBUTION NETWORKS; DISTRIBUTION-SYSTEMS; CAPABILITY; SOLAR; IMPROVEMENT; MANAGEMENT; INVERTERS; STRATEGY; DEVICES","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRICAL POWER & ENERGY SYSTEMS Volume: 87 Pages: 27-42 DOI: 10.1016/j.ijepes.2016.10.015 Published: MAY 2017","Abstract":"The presence of power electronic-based wind turbines and photovoltaic systems in distribution networks has provided distribution companies an opportunity to implement voltage control through using the reactive power of these systems. In this paper, a decentralized method based on fuzzy logic is proposed to control the reactive power of distributed generations (DGs) regarding the technical constraints. The fuzzy system is optimized by gradient descent algorithm (GDA) and then implemented on various DG technologies including a photovoltaic (PV) system, permanent magnet synchronous generator (PMSG) wind turbine and also a doubly fed induction generator (DFIG) wind turbine. The system under study is tied to a real distribution network. Having simulated the system, the paper shows that the fuzzy system can appropriately determine the desired reactive power that should be produced by each DG based on the voltage variation of the bus at which the DG is connected. Furthermore, a centralized voltage control is also applied to the same network to verify the performance of the method proposed. The verification indicates that the method is capable of finding the near-optimal solution. A scenario in which an unwanted conflict appears in the DGs' function is defined in detail and then a strategy is presented to resolve the situation. In addition to this, the coordination between the stator of the wind turbines and grid side converter (GSC) is examined. To investigate the robustness of the proposed method in different distribution networks, simulation results are also presented for IEEE 33-bus distribution test system. The numerical results show that the fuzzy system can effectively control the voltage of the DG connection bus. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Rezaei, F (Rezaei, F.) ; Esmaeili, S (Esmaeili, S.)","Title":"Decentralized reactive power control of distributed PV and wind power generation units using an optimized fuzzy-based method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400009 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply chain management; Direct channel; Decision timing; Game theory; Observable delay game KeyWords Plus:STRATEGIC ANALYSIS; RETURNS POLICY; VS. CLICKS; COMPETITION; COORDINATION; LEADERSHIP; CONFLICT; IMPACT; STACKELBERG; MANAGEMENT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 501-511 DOI: 10.1016/j.ejor.2016.08.048 Published: APR 16 2017","Abstract":"Applying an observable delay game framework developed in noncooperative game theory, we investigate the timing problem concerning when a manufacturer managing dual-channel supply chains, consisting of a retail channel and a direct channel, should post its wholesale price and direct price. Conventionally, operational research models describing dual-channel supply chains examine price competition, where the retailer and the manufacturer simultaneously determine the retail and direct prices, respectively. In contrast to this conventional setting, our model demonstrates that such simultaneous price competition never arises if the manufacturer and retailer can choose not only the level of the price but also the timing of pricing. If the manufacturer sets the direct price after setting the wholesale price to the retailer, the retailer accelerates the timing of retail pricing prior to the direct price setting by the manufacturer. Our findings suggest that the manufacturer should post the direct price before or upon, but not after, setting the wholesale price for the retailer. This upfront posting of the direct price not only constitutes the subgame perfect Nash equilibrium of the noncooperative game between channel members but also maximizes the profits for a manufacturer employing multichannel sales strategies. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Matsui, K (Matsui, Kenji)","Title":"When should a manufacturer set its direct price and wholesale price in dual-channel supply chains?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400020 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Multiple criteria analysis; Green supplier selection; TODIM method; Interval type-2 fuzzy sets; Group decision making KeyWords Plus:ANALYTIC NETWORK PROCESS; DEVELOPMENT PROGRAMS; CHAIN PRACTICES; CRITERIA; TOPSIS; MODEL; PERFORMANCE; MANAGEMENT; INDUSTRY; SET","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 626-638 DOI: 10.1016/j.ejor.2016.09.059 Published: APR 16 2017","Abstract":"With the increasing economic globalization and intensification of market competition, green supply chain management (GSCM), as a new management mode to pursue both economic benefits and the coordinated of environment sustainable development, has become highly relevant topic in modern enterprise production operation management. The green supplier evaluation and selection is the essential core of the GSCM, which can directly impact the manufacturer's performance. The green supplier selection can be regarded as a multiple criteria group decision making (MCGDM) problem that involves many conflict evaluation criteria, both being of qualitative and quantitative nature. Due to the increasing complexity and uncertainty of social economic environment, some evaluations of criteria are not adequately represented by numerical assessments and type-1 fuzzy sets (T1FSs). In addition, decision makers (DMs) usually do not exhibit complete rationality under many practical decision situations. In this paper, we extend the TODIM (an acronym in Portuguese of interactive and multi-criteria decision making) technique to solve MCGDM problems within the context of interval type-2 fuzzy sets (IT2FSs) and present its application to green supplier selection problem. First, we introduce a new distance based on the fuzzy logic and a-cuts of the IT2FSs. Then, an extended novel TODIM method based on prospect theory to solve MCGDM problem under IT2FSs environment is developed. Finally, a green supplier selection example is provided to demonstrate the usefulness of the proposed method. Furthermore, a sensitivity analysis is carried out with the aid of granular computing and the comparative analysis with TOPSIS technique. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qin, JD (Qin, Jindong) ; Liu, XW (Liu, Xinwang) ; Pedrycz, W (Pedrycz, Witold)","Title":"An extended TODIM multi-criteria group decision making method for green supplier selection in interval type-2 fuzzy environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Drone shipping; Cross-docking; Truck-scheduling; Multiple products; Multiple fleets KeyWords Plus:EFFICIENT EPSILON-CONSTRAINT; LAST MILE DELIVERY; SUPPLY CHAIN; SCHEDULING PROBLEMS; ALGORITHM; MODEL; ASSIGNMENT; MANAGEMENT; LOGISTICS; LOCATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 93-107 DOI: 10.1016/j.eswa.2016.12.014 Published: APR 15 2017","Abstract":"We propose a new bi-objective multi-product combined cross-docking truck-scheduling model with direct drone shipping and multiple fleets.The proposed model considers two conflicting objective functions (scheduling cost and time) within a multi-objective mixed integer mathematical programming problem. Several constraint sets are also considered for both allocation and scheduling phenomena. An efficient multi-objective epsilon-constraint method is adapted to solve the proposed model. Several numerical examples and metrics are provided to demonstrate the applicability of the proposed model and exhibit the efficacy of the solution procedures and algorithms. The efficient frontiers of the numerical examples are estimated by generating non-dominated solutions. The effects that modifications in the costs associated with the direct shipping of products have on the corresponding Pareto frontiers are analyzed. Finally, sensitivity analysis is used to assess the robustness of the results of the model in the presence of uncertainty. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tavana, M (Tavana, Madjid) ; Khalili-Damghani, K (Khalili-Damghani, Kaveh) ; Santos-Arteaga, FJ (Santos-Arteaga, Francisco J.) ; Zandi, MH (Zandi, Mohammad-Hossein) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Khalili-Damghani, Kaveh  http://orcid.org/0000-0002-2338-1673","Title":"Drone shipping. versus truck delivery in a cross-docking system with multiple fleets and products"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398065100012 PubMed ID: 28385315 ISSN: 0735-1097 eISSN: 1558-3597","Keywords":"aspirin; coronary balloon angioplasty; drug-eluting stents; risk assessment; stents; thrombosis KeyWords Plus:DRUG-ELUTING STENT; PERCUTANEOUS CORONARY INTERVENTION; RANDOMIZED CONTROLLED-TRIAL; ADVERSE CARDIAC EVENTS; ARTERY-DISEASE; PERIOPERATIVE MANAGEMENT; MYOCARDIAL-INFARCTION; HEART-DISEASE; OUTCOMES; RISK","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"JOURNAL OF THE AMERICAN COLLEGE OF CARDIOLOGY Volume: 69 Issue: 14 Pages: 1861-1870 DOI: 10.1016/j.jacc.2017.02.012 Published: APR 11 2017","Abstract":"Dual antiplatelet therapy (DAPT) is prescribed to millions of patients worldwide following coronary stenting. DAPT is indicated to lower the risk of ischemic events, such as myocardial infarction, including stent thrombosis, ischemic stroke, or death from cardiovascular causes. A significant number of these patients undergo noncardiac surgery and may require DAPT interruption. This poses a significant clinical dilemma because DAPT interruption exposes patients to the potential risk of stent thrombosis, perioperative myocardial infarction, or both. Conversely, continuing DAPT may be associated with excess bleeding complications. Observational data in this area are conflicting, and there are no randomized clinical trials to guide practitioner decision making. On the basis of predominantly consensus recommendations, various strategies for managing DAPT during the perioperative period have been proposed. This review presents 3 commonly encountered clinical scenarios that lead into an evidence-based discussion of practical strategies for managing perioperative antiplatelet therapy in patients following percutaneous coronary intervention. Published by Elsevier on behalf of the American College of Cardiology Foundation.","Authors":"Banerjee, S (Banerjee, Subhash) ; Angiolillo, DJ (Angiolillo, Dominick J.) ; Boden, WE (Boden, William E.) ; Murphy, JG (Murphy, Joseph G.) ; Khalili, H (Khalili, Houman) ; Hasan, AA (Hasan, Ahmed A.) ; Harrington, RA (Harrington, Robert A.) ; Rao, SV (Rao, Sunil V.)","Title":"Use of Antiplatelet Therapy/DAPT for Post-PCI Patients Undergoing Noncardiac Surgery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398629700001 PubMed ID: 28381289 ISSN: 1478-4491","Keywords":"Health worker migration; Human resources for health; India; Doctors; Nurses; Causes; Consequences; Policy responses KeyWords Plus:INTERNATIONAL MIGRATION; BRAIN-DRAIN; PROFESSIONALS; EDUCATION; CARE; NURSES; SYSTEM; SECTOR; WORLD","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 Article Number: 28 DOI: 10.1186/s12960-017-0199-y Published: APR 5 2017","Abstract":"Background: This study sought to better understand the drivers of skilled health professional migration, its consequences, and the various strategies countries have employed to mitigate its negative impacts. The study was conducted in four countries-Jamaica, India, the Philippines, and South Africa-that have historically been \"sources\" of health workers migrating to other countries. The aim of this paper is to present the findings from the Indian portion of the study. Methods: Data were collected using surveys of Indian generalist and specialist physicians, nurses, midwives, dentists, pharmacists, dieticians, and other allied health therapists. We also conducted structured interviews with key stakeholders representing government ministries, professional associations, regional health authorities, health care facilities, and educational institutions. Quantitative data were analyzed using descriptive statistics and regression models. Qualitative data were analyzed thematically. Results: Shortages of health workers are evident in certain parts of India and in certain specialty areas, but the degree and nature of such shortages are difficult to determine due to the lack of evidence and health information. The relationship of such shortages to international migration is not clear. Policy responses to health worker migration are also similarly embedded in wider processes aimed at health workforce management, but overall, there is no clear policy agenda to manage health worker migration. Decision-makers in India present conflicting options about the need or desirability of curtailing migration. Conclusions: Consequences of health work migration on the Indian health care system are not easily discernable from other compounding factors. Research suggests that shortages of skilled health workers in India must be examined in relation to domestic policies on training, recruitment, and retention rather than viewed as a direct consequence of the international migration of health workers.","Authors":"Walton-Roberts, M (Walton-Roberts, Margaret) ; Runnels, V (Runnels, Vivien) ; Rajan, SI (Rajan, S. Irudaya) ; Sood, A (Sood, Atul) ; Nair, S (Nair, Sreelekha) ; Thomas, P (Thomas, Philomina) ; Packer, C (Packer, Corinne) ; MacKenzie, A (MacKenzie, Adrian) ; Murphy, GT (Murphy, Gail Tomblin) ; Labonte, R (Labonte, Ronald) ; Bourgeault, IL (Bourgeault, Ivy Lynn)[ 10 ] ...More...Less","Title":"Causes, consequences, and policy responses to the migration of health workers: key findings from India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398511600001 ISSN: 2238-4782","Keywords":"Local perception; Ecological knowledge; Environmental policy; Protected area; Participative management. KeyWords Plus:NATURAL-RESOURCE MANAGEMENT; SUB-SAHARAN AFRICA; UCIDES-CORDATUS; NATIONAL-PARK; INNER-CITY; CONSERVATION; BIODIVERSITY; PREFERENCE; BRACHYURA; DECAPODA","Categories":"Biodiversity & Conservation Web of Science Categories:Biodiversity Conservation","Journal Information":"ETHNOBIOLOGY AND CONSERVATION Volume: 6 Article Number: 2 DOI: 10.15451/ec2017-03-6.2-1-24 Published: APR 2 2017","Abstract":"The Xem-Xem Forest State Park (Parque Estadual da Mata do Xem- Xem) is a 1 82-ha Atlantic forest remnant located in the metropolitan region of Joao Pessoa, Paraiba, Northeast Brazil. Since its legal creation in 2000, it has been facing several management problems and social conflicts that jointly has reduced its effectiveness. In this study we examined the environmental perception of residents surrounding the Park and the staff of the Paraiba state environmental agency (SUDEMA) in order to clearly identify those problems and conflicts and provide possible solutions. Semi structured interviews with both residents (n = 29) and staff members (n = 4) revealed that the Park is clearly valuable as a repository of biodiversity and a place for leisure and recreation, highlighting its great socioecological function. These benefits, however, were impaired or hindered mainly by fear of violence, lack of infrastructure, extremely limited staff and virtual absence of administrative structure. Furthermore, the protective measures of the Park were considered incipient and did not match the expectations and needs of local communities. We urgently recommend (1) the creation of the Park's management council, (2) the development of its management plan, (3) the implementation of public policies surrounding the area to ameliorate conditions for public use and improve biodiversity protection and (4) the continuity of ethnographic researches focusing on the relationship between local communities and the Park.","Authors":"da Silva, V (da Silva Junior, Valdecir) ; Santos, BA (Santos, Braulio Almeida)","Title":"Using Environmental Perception and Local Knowledge to improve the effectiveness of an Urban Park in Northeast Brazil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429700065 ISSN: 2168-0485","Keywords":"Life cycle optimization; Sustainability; Noncooperative; Shale gas; Game theory KeyWords Plus:GLOBAL OPTIMIZATION; SUSTAINABLE DESIGN; WATER MANAGEMENT; NATURAL-GAS; MULTIOBJECTIVE OPTIMIZATION; WASTE-WATER; TECHNOECONOMIC ANALYSIS; CARBON SEQUESTRATION; BIOFUEL PRODUCTION; STACKELBERG GAME","Categories":"Chemistry; Science & Technology - Other Topics; Engineering Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Chemical","Journal Information":"ACS SUSTAINABLE CHEMISTRY & ENGINEERING Volume: 5 Issue: 4 Pages: 3362-3381 DOI: 10.1021/acssuschemeng.7b00002 Published: APR 2017","Abstract":"In this work, we propose a general modeling framework for the economic and environmental life cycle optimization of supply chains and product systems with noncooperative stakeholders. This framework is based on the functional-unit-based life cycle optimization approach and the leader follower Stackelberg game structure to capture the decentralized feature and noncooperative relationships between multiple stakeholders across the product life cycle. The leader enjoys the priority of decision-making to optimize both its own economic performance and the life cycle environmental performance of the supply chain or product system. After the observation of leader's decisions, the follower takes actions correspondingly to optimize its own economic performance. The resulting problem is formulated as a mixed-integer bilevel fractional program to account for conflicting objectives and interactions among different stakeholders. Design and decisions for both leader and follower are taken into consideration, including facility allocation, technology selection, production planning, transportation and storage scheduling, etc. To tackle the computational challenge of the resulting mixed-integer bilevel fractional programs, a tailored solution algorithm is developed based on a parametric algorithm and a projection-based reformulation and decomposition method. An application to a well-to-wire Marcellus shale gas supply chain is presented to demonstrate the applicability of the proposed life cycle optimization modeling framework and the efficiency of the solution algorithm.","Authors":"Gao, JY (Gao, Jiyao) ; You, FQ (You, Fengqi)","Title":"Economic and Environmental Life Cycle Optimization of Noncooperative Supply Chains and Product Systems: Modeling Framework, Mixed-Integer Bilevel Fractional Programming Algorithm, and Shale Gas Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300009 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Dempster-Shafer evidence theory; Generalized evidence theory; Generalized basic probability assignment; Generalized combination rule; Modified generalized combination rule KeyWords Plus:BELIEF FUNCTIONS; DECISION-MAKING; NUMBERS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 630-640 DOI: 10.1007/s10489-016-0851-6 Published: APR 2017","Abstract":"Dempster-Shafer evidence theory is an efficient tool used in knowledge reasoning and decision-making under uncertain environments. Conflict management is an open issue in Dempster-Shafer evidence theory. There is no good practice that can be generally accepted until the presence of generalized evidence theory (GET). GET addresses conflict management in an open world, where the frame of discernment (FOD) is incomplete since uncertainty and lacking knowledge. With the in-depth study, however, the original generalized combination rule (GCR) still has its issue. As an example, based on the original GCR, the system judges whether the FOD is complete or not even though the GBPAs clearly indicate that the proposition is outside of FOD. In this paper, we proposed a modified generalized combination rule (mGCR) in the framework of GET. The mGCR satisfies all properties of GCR in GET, illustrating and modeling the real world more reasonably than the original. Numerical examples demonstrate that mGCR combines GBPAs effectively and has more distinct geometric and physical meaning than the original GCR. Several experiments using real data sets are presented at the end of this paper to evaluate the effectiveness of mGCR.","Authors":"Jiang, W (Jiang, Wen) ; Zhan, J (Zhan, Jun)","Title":"A modified combination rule in generalized evidence theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562800006 ISSN: 1360-7456 eISSN: 1467-8373","Keywords":"democracy; Ecuador; federations; politics; water governance KeyWords Plus:RIVER-BASIN MANAGEMENT; SOUTH-AFRICA; IRRIGATION SYSTEM; GOVERNANCE; PARTICIPATION; COMMUNITY; RIGHTS; ANDES; DEMOCRATIZATION; REPRESENTATION","Categories":"Area Studies; Geography Web of Science Categories:Area Studies; Geography","Journal Information":"ASIA PACIFIC VIEWPOINT Volume: 58 Issue: 1 Pages: 74-85 DOI: 10.1111/apv.12141 Published: APR 2017","Abstract":"In the past two decades spaces for user participation have been opened within water governance structures at many scales. In this contribution, based on a case study of the Provincial Water Users Federation Interjuntas-Chimborazo in the Ecuadorian Highlands, I explore how and why formal participation of water users in itself is problematic in terms of democracy. The case shows that for organised peasant water users to work on more democratic water governance, the creation of upscaled federations, alliances, networks and sometimes street protests is crucial to open up spaces in which their interests are represented. This suggests that democracy is not merely about participation, but more importantly, it is about the politics of how democracy is made through conflicts, protests, negotiations and the creation of strategic alliances that challenge the structures and processes through which decisions are taken.","Authors":"Hoogesteger, J (Hoogesteger, Jaime)","Title":"The politics of water democracy: insights from grassroot struggles in the Ecuadorian Highlands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398219000005 ISSN: 1035-8811 eISSN: 1757-6547","Keywords":"Aboriginal Australia; Kakadu; joint management; discourse; work","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"AUSTRALIAN JOURNAL OF ANTHROPOLOGY Volume: 28 Issue: 1 Pages: 72-87 DOI: 10.1111/taja.12169 Published: APR 2017","Abstract":"Joint management at Kakadu National Park has been marked by conflict and discontent among the major actors, its Traditional Aboriginal Owners and the White rangers (and other staff) of the state. Despite such conflict, and structured differences between these groups of actors, the park continues to function. In this article I argue that the structures and actions perpetuating difference and conflict are usually more or less balanced by opposing structures and actions that draw the two groups of actors together. I further argue that the most important of such cohering structures and actions, what I call common discourse', derives from the work that both Aboriginal and White rangers perform in the field. This form of under-recognised discourse acts against the corrosive discourses of the separate groups that tend to perpetuate separateness.","Authors":"Haynes, C (Haynes, Chris)","Title":"The value of work and \"common discourse' in the joint management of Kakadu National Park"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396965900026 PubMed ID: 28193572 ISSN: 0960-9776 eISSN: 1532-3080","Keywords":"Breast cancer; Metastatic disease; Liver resection; Chemotherapy KeyWords Plus:PROGNOSTIC-FACTORS; HEPATIC RESECTION; SURGICAL-TREATMENT; RADIOFREQUENCY ABLATION; RETROSPECTIVE ANALYSIS; COLORECTAL-CANCER; FOLLOW-UP; HEPATECTOMY; SURGERY; CHEMOTHERAPY","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"BREAST Volume: 32 Pages: 162-172 DOI: 10.1016/j.breast.2017.02.003 Published: APR 2017","Abstract":"Background: Isolated liver metastases occur rarely in patients with metastatic breast cancer. The success of liver resection (LR) for other metastatic disease has led centres to explore the option of LR for patients with isolated breast cancer liver metastases (BCLM). A number of small series have been published in the literature, however the evidence is conflicting. This study aimed to systematically review the literature to determine the perioperative outcome and survival of patients undergoing LR for BCLM. Methods: An electronic search of Medline and Embase databases was performed to identify all published series. Patient demographics, management, peri-operative outcome and overall survival (OS) were obtained. Results: A total of 1705 articles were identified of which 531 included patients with non-colorectal and non-neuroendocrine metastases. 43 articles including 1686 patients, met all the inclusion and exclusion criteria. RO resection was achieved in 83% (683/825). Morbidity and 30-day mortality rates were 20% (174/852) and 0.7% (6/918), respectively. The median OS was 36 months (12-58 months): The median 1-, 3-and 5-year OS were 90%, 56% and 37%, respectively. Conclusions: LR for BCLM can be carried out with acceptable peri-operative risks in selected patients with survival outcomes that appear to be superior to chemotherapy alone. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yoo, TG (Yoo, Tae Gon) ; Cranshaw, I (Cranshaw, Isaac) ; Broom, R (Broom, Reuben) ; Pandanaboyana, S (Pandanaboyana, Sanjay) ; Bartlett, A (Bartlett, Adam)","Title":"Systematic review of early and long-term outcome of liver resection for metastatic breast cancer: Is there a survival benefit?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398082600006 ISSN: 0008-347X eISSN: 1918-3240","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"CANADIAN ENTOMOLOGIST Volume: 149 Issue: 2 Pages: 214-226 DOI: 10.4039/tce.2016.48 Published: APR 2017","Abstract":"In biological monitoring, deploying an effective standardised quantitative sampling method, optimised by trap design and sampling effort, is an essential consideration. To exemplify this using dung beetle (Coleoptera: Scarabaeidae: Scarabaeinae and Aphodiinae) communities, three pitfall trap designs (un-baited (TN), baited at ground level (flat trap, TF), and baited above the trap (hanging trap, TH)), employed with varying levels of sampling effort (number of traps = 1, 2, 3 ... 10; number of days = 1, 2, 3), were evaluated for sampling completeness and efficiency in the Eastern Cape, South Africa. Modelling and resampling simulation approaches were used to suggest optimal sampling protocols across environmentally diverse sites. Overall, TF recovered the greatest abundance and species richness of dung beetles, but behavioural guilds showed conflicting trends: endocoprids preferred TH while paracoprids and telocoprids preferred TF. Resampling simulation of trap type and the two components of sampling effort suggested that six TF traps left for three days was most efficient in obtaining a representative sample and allowed differentiation between trap types, allowing the improved efficiency to be recognised. The effect of trap type on non-target specimens, particularly ants, was also investigated. TF and TH caught almost no by-catch, which is ethically desirable.","Authors":"Tocco, C (Tocco, Claudia) ; Quinn, DEA (Quinn, Danielle E. A.) ; Midgley, JM (Midgley, John M.) ; Villet, MH (Villet, Martin H.)","Title":"Optimising design and effort for environmental surveys using dung beetles (Coleoptera: Scarabaeidae)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398838800004 ISSN: 0893-0465 eISSN: 1548-744X","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"CITY & SOCIETY Volume: 29 Issue: 1 Pages: 35-58 DOI: 10.1111/ciso.12111 Published: APR 2017","Abstract":"Like much of the global spread of gated communities and fortified enclaves, the emergence of Kathmandu's housing industry (housing colonies and apartment complexes) grew out of neoliberal reforms. The restructuring of Nepal's economy and government created the conditions for privatized housing infrastructure, management, and services to cater to elites dissatisfied with the post-1991 processes of democratization and declining conditions in the city. However, while the decentralization of local governance and deregulation of the finance industry created the conditions for elites to desert the public city for private housing complexes, the contractual relations of privatization also sowed the seeds of discontent. Through an ethnographic account of a conflict between the residents of a housing colony and the company that built and managed it (at that time), this article demonstrates how Kathmandu elites have adjusted to the rearrangement of their relationship with the state from the patron/client arrangements of the Panchayat era (1962-1990) to the consumer citizenship (Fernandes 2006) of the post-1991 era of liberalization and democratization. Expecting relations of dependence, the residents were ultimately alienated by the indifference of the company. They articulated critiques of the company through ethnically coded protests of its business practices and expressions of nostalgia for the paternalist patronage of the pre-1991 non-democratic state. Ultimately, the conflict exposed a contradictory wish of elites to benefit from the privatized benefits of neoliberalism alongside the social protections of an interventionist state. [fortified enclaves/gated communities, neoliberal urbanism, elites, Kathmandu, Nepal]","Authors":"Nelson, A (Nelson, Andrew)","Title":"Betrayed by the Neoliberal State, Neglected by the \"Jangali\" Company: The Anxiety of Autonomy in an Elite Housing Colony in Kathmandu, Nepal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398210400007 PubMed ID: 28247325 ISSN: 1527-2737","Keywords":"Medical expulsive therapy; Urolithiasis; Alpha-blockers KeyWords Plus:SHOCK-WAVE LITHOTRIPSY; PROSPECTIVE RANDOMIZED-TRIAL; DISTAL URETERAL CALCULI; STONE EXPULSION; DOUBLE-BLIND; TAMSULOSIN; METAANALYSIS; EFFICACY; MANAGEMENT; PASSAGE","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"CURRENT UROLOGY REPORTS Volume: 18 Issue: 4 Article Number: 29 DOI: 10.1007/s11934-017-0673-z Published: APR 2017","Abstract":"Purpose of Review We set out to provide an overview of the most recent evidence for medical expulsive therapy (MET). Conflicting level 1 evidence for and against the use of MET has been published. Recent Findings The largest double-blind randomized control trial (1110 patients) comparing placebo, tamsulosin, and nifedipine found no benefit for MET in preventing the need for secondary intervention. A recent meta-analysis of 55 randomized trials using alpha-blockers suggests that no benefit is seen with smaller ureteric calculi, but patients with larger ureteric calculi experience shorter times to stone passage, fewer episodes of pain, require less surgical intervention, and fewer hospital admissions. All the major urological organizations (American Urological Association, European Association of Urology, Canadian Urological Association) suggest offering MET as part of conservative management for appropriate patients with ureteric calculi. Summary MET is a reasonable option for conservative management of ureteric calculi that may avoid the need for surgical intervention. The greatest benefit is likely seen with alpha-blockers and calculi >= 5 mm in the distal ureter. Expanding indications for the use of MET include facilitating stone fragment clearance after SWL. MET appears to be safe for use in pregnant and pediatric patients.","Authors":"Kroczak, T (Kroczak, Tad) ; Pace, KT (Pace, Kenneth T.) ; Lee, JY (Lee, Jason Y.)","Title":"Medical Expulsive Therapy: Worthwhile or Wishful Thinking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398081600008 PubMed ID: 27862681 ISSN: 1090-3801 eISSN: 1532-2149","Categories":"Anesthesiology; Neurosciences & Neurology Web of Science Categories:Anesthesiology; Clinical Neurology; Neurosciences","Journal Information":"EUROPEAN JOURNAL OF PAIN Volume: 21 Issue: 4 Pages: 658-667 DOI: 10.1002/ejp.969 Published: APR 2017","Abstract":"Background: There are conflicting findings about analgesic use among persons with cognitive impairment compared to cognitively intact older persons. The objective of our study was to investigate the prevalence of analgesic use in community-dwelling persons with and without Alzheimer's disease (AD), within six months after AD diagnosis and to find out factors associated with the use of analgesics and specific analgesic groups. Method: We utilized data from register based MEDALZ (Medication use and Alzheimer's disease) cohort consisting of all community-dwelling persons diagnosed with AD during 2005-2011 in Finland and their matched comparison persons without AD. Altogether, 67,215 persons with AD and one comparison person for each case were included. Drug use data were collected from the Prescription Register and comorbidities from Special Reimbursement and Hospital Discharge Registers. Results: Statistically significant (p < 0.001) yet mostly small differences were found for analgesics use: analgesics were used by 34.9% and 33.5% of persons with and without AD, respectively. Paracetamol was the most frequently used analgesic both among persons with (25.0%) and without AD (19.1%). Persons with AD used less frequently NSAIDs (Nonsteroidal Anti-inflammatory Drugs) (13.2% vs. 17.3%) and mild opioids (5.0% vs. 7.1%), while the use of strong opioids was more common in comparison to persons without AD (1.3% vs. 1.1%, respectively). Analgesic users were more likely women, aged > 80 years, had asthma/ COPD, cardiovascular disease, diabetes, cancer, hip fracture, osteoporosis, rheumatoid arthritis, and lower socioeconomic position. Conclusion: Further studies are needed to evaluate the adequateness of pain relief in older persons with and without AD. Significance: Persons with Alzheimer's disease (AD) used more frequently paracetamol and less frequently NSAIDs and mild opioids. A decreasing trend of NSAID use was observed among persons with AD during the study period.","Authors":"Hamina, A (Hamina, A.) ; Taipale, H (Taipale, H.) ; Tanskanen, A (Tanskanen, A.) ; Tolppanen, AM (Tolppanen, A. -M.) ; Tiihonen, J (Tiihonen, J.) ; Hartikainen, S (Hartikainen, S.)","Title":"Differences in analgesic use in community-dwelling persons with and without Alzheimer's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397996100016 PubMed ID: 28419289 ISSN: 0263-2136 eISSN: 1460-2229","Keywords":"General practice; Parkinson's disease; qualitative research; personal autonomy; patient centred care KeyWords Plus:SHARED DECISION-MAKING; COMORBIDITY; MANAGEMENT; FEATURES; ONSET","Categories":"General & Internal Medicine Web of Science Categories:Primary Health Care; Medicine, General & Internal","Journal Information":"FAMILY PRACTICE Volume: 34 Issue: 2 Pages: 227-233 DOI: 10.1093/fampra/cmw115 Published: APR 1 2017","Abstract":"Background. Specialized Parkinson's disease (PD) care offers advantages to patients. However, specialized health care providers may be unaware of patients' personal context and comorbidity, leading to conflicting treatment regimens. Patients may benefit from a more holistic approach. Objective. To clarify the role community-dwelling PD patients see for general practitioners (GPs) in PD care and to clarify the role GPs see for themselves. Methods. Qualitative interview study with 16 community-dwelling PD patients and 12 GPs in the Netherlands, using a constant comparative approach to analysis. Results. Patients expressed a preference for self-management and autonomy in decisionmaking. GPs chose a limited, reactive position in early-stage PD care to stimulate patient autonomy. Moreover, GPs felt insufficiently competent to extend their role. Patients also felt GPs lack expert knowledge and skills; they focus on their neurologist for PD care. In addition, GPs observed patients might not realize what accessory role the GP could have, a role GPs described as essential in being aware of patient's well-being. Patients did not describe additional roles for the GP in more advanced disease, whereas GPs mentioned a shift towards a more proactive and extended role. Conclusion. Patients and GPs see a limited role for the GP in early-stage PD care because of patient autonomy and GP's lack of specific knowledge and skills. However, GPs should feel more confident of the added value of their generalist approach to care for patients with a complex chronic disorder as PD. If generalist and specialized care reinforce each other, PD patients benefit.","Authors":"Plouvier, AOA (Plouvier, Annette O. A.) ; Hartman, TCO (Hartman, Tim C. Olde) ; Verhulst, CEM (Verhulst, Clementine E. M.) ; Bloem, BR (Bloem, Bastiaan R.) ; van Weel, C (van Weel, Chris) ; Lagro-Janssen, ALM (Lagro-Janssen, Antoine L. M.)","Title":"Parkinson's disease: patient and general practitioner perspectives on the role of primary care"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552600003 ISSN: 1389-9341 eISSN: 1872-7050","Keywords":"Policy integration; Sustainable forest management; Integrative nature conservation; Policy learning KeyWords Plus:ENVIRONMENTAL-POLICY INTEGRATION; CONSERVATION; PARADIGM","Categories":"Forestry Web of Science Categories:Forestry","Journal Information":"FOREST POLICY AND ECONOMICS Volume: 77 Pages: 16-23 Special Issue: SI DOI: 10.1016/j.forpo1.2016.06.028 Published: APR 2017","Abstract":"Forest policy and Management are subject to various and often conflicting demands, which internationally have led to distinct policy responses and related management paradigms. These range from a strong focus on commodity production complemented by economic rationalities -e.g. focusing on plantations to community-based or social forestry approaches highlighting local participation and stakeholder engagement, to a focus on ecosystem services and conservation. A major challenge involves the potential orientation of the overall forest policy and management paradigm either towards integrating manifold demands more or less evenly across an area, or towards dividing the land base into forest areas with different management priorities. The specific reconciliation and integration of both sides of the spectrum have been at the centre of scientific and political discussion on forest policy and management for several decades. In this context, the \"German model\" of integrative and multifunctional forest management has received international attention. It is regarded as an example for integrating diverse (societal and ecological) demands into a timber-production-oriented management approach. At the same time, the model's primary focus on timber production has been criticised by some. In this paper, we analyse the political dimension of the German model by tracing the birth and evolution of the so-called LOWE programme, a much noticed governmental forest management programme in the German state of Lower Saxony. LOWE has frequently been presented as a particularly successful example of multifunctional forestry. We first assess the specific societal and political circumstances that led to the establishment of the programme 20 years ago. Subsequently, we assess its political function in forest policy debates about various demands on Lower Saxony's public forests. We show that the evolution of the programme can be interpreted in two distinct but non-exclusive ways. On the one hand, LOWE was a strategic success story for the Forest Service because it aligned (and also appeased) conflicting demands in line with the changing political priorities. On the other hand, it also embodied a learning process towards environmental policy integration. By underlining LOWE as an example of the German model of integrative multifunctional forest management, we reiterate the strategic importance of this model in the German context and also highlight future challenges and related research needs. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Borrass, L (Borrass, Lars) ; Kleinschmit, D (Kleinschmit, Daniela) ; Winkel, G (Winkel, Georg)","Title":"The \"German model\" of integrative multifunctional forest management-Analysing the emergence and political evolution of a forest management concept"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552600007 ISSN: 1389-9341 eISSN: 1872-7050","Keywords":"Australia's forests; Forest conflict; Forest govemance; Forest politics; Landcare; Natural resource management KeyWords Plus:NATURAL-RESOURCE MANAGEMENT; ENVIRONMENTAL GOVERNANCE LESSONS; MULTIFUNCTIONAL TRANSITION; DECISION-MAKING; EMPLOYMENT IMPLICATIONS; COMMUNITY ENGAGEMENT; PLANTATION FORESTRY; AGREEMENT PROCESS; CARBON MARKET; POLICY","Categories":"Forestry Web of Science Categories:Forestry","Journal Information":"FOREST POLICY AND ECONOMICS Volume: 77 Pages: 56-68 Special Issue: SI DOI: 10.1016/j.forpol.2015.06.001 Published: APR 2017","Abstract":"Australia's forests have been characterized by a history of contestation and conflict since British colonization in 1788. This paper adopts a \"pathways to sustainability\" approach to review Australia's forest governance models, which are strongly tenure-dependent, and generally vary between sub-national jurisdictions: only climate change-related pOlicies, which are in a state of considerable flux, apply to all forests. Consequently, pathways to sustainability are defined largely in terms of the dominant purpose of particular tenures, and are now little integrated across institutions, landscapes or tenures. Three decades of trialing devolved models of natural resource governance have effectively been abandoned, as have many of the initiatives intended to support development of a more diverse and more integrated 'forestry' sector. While the near-term prospects for sustainability of Australia's forests in anything more than the narrowest sense are poor, there are both knowledge-based and historical institutional foundations from which more substantive progress towards sustainability could be realized. This progress will need to be founded on approaches to policy development and implementation that recognize and accommodate the plurality of interests in forests, that enhance coordination and integration between institutions and across landscapes, and that empower and enable the diverse communities of interests in forests. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Kanowski, PJ (Kanowski, Peter J.)","Title":"Australia's forests: Contested past, tenure-driven present, uncertain future"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398072000011 PubMed ID: 27417502 ISSN: 1090-1981 eISSN: 1552-6127","Keywords":"chronic disease management; community health worker; computer-mediated health promotion; diabetes; health behavior; lay health workers; patient education; randomized controlled trial; self-management; tailored e-health; tailored or targeted interventions KeyWords Plus:AFRICAN-AMERICAN; DECISION-MAKING; NORTHERN-CALIFORNIA; RANDOMIZED-TRIAL; GLYCEMIC CONTROL; CARE; COMMUNICATION; INTERVENTION; MELLITUS; DISTRESS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"HEALTH EDUCATION & BEHAVIOR Volume: 44 Issue: 2 Pages: 285-296 DOI: 10.1177/1090198116656331 Published: APR 2017","Abstract":"Objective. In a randomized controlled trial we compared two models of community health worker-led diabetes medication decision support for low-income Latino and African American adults with diabetes. Most outcomes were improved when community health workers used either an interactive e-Health tool or print materials. This article investigates mediators and moderators of improved medication adherence in these two models. Method. Because both programs significantly improved satisfaction with medication information, medication knowledge, and decisional conflict, we examined whether improvements in each of these outcomes in turn were associated with improvements in self-reported medication adherence, and if so, whether these improvements were mediated by improvements in diabetes self-efficacy or diabetes distress. Potential moderators of improvement included gender, race/ ethnicity, age, education, insulin use, health literacy, and baseline self-efficacy, diabetes distress, and A1c. Results. A total of 176 participants (94%) completed all assessments. After adjusting for potential confounders, only increased satisfaction with medication information was correlated with improved medication adherence (p = .024). Improved self-efficacy, but not diabetes distress, was associated with improvements in both satisfaction with medication information and medication adherence. However, the Sobel-Goodman Mediation test did not support improvements in self-efficacy as a mechanism by which improved satisfaction led to better adherence. None of the examined variables achieved statistical significance as moderators. Conclusions. Improvements in satisfaction with medication information but not in medication knowledge or decision conflict were associated with improvements in medication adherence. Interventions that target low-income ethnic and racial minorities may need to focus on increasing participants' satisfaction with information provided on diabetes medications and not just improving their knowledge about medications. Future research should explore in more depth other possible mediators and moderators of improvements in medication adherence in low-income minority populations.","Authors":"Hofer, R (Hofer, Rebecca) ; Choi, HJ (Choi, Hwajung) ; Mase, R (Mase, Rebecca) ; Fagerlin, A (Fagerlin, Angela) ; Spencer, M (Spencer, Michael) ; Heisler, M (Heisler, Michele)","Title":"Mediators and Moderators of Improvements in Medication Adherence: Secondary Analysis of a Community Health Worker-Led Diabetes Medication Self-Management Support Program"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397210400003 PubMed ID: 26929430 ISSN: 1369-6513 eISSN: 1369-7625","Keywords":"chronic disease; frailty; heart failure; interprofessional teams; patient-centred care; qualitative research KeyWords Plus:PATIENT-CENTERED CARE; SELF-CARE; CHRONIC DISEASE; MANAGEMENT; OUTCOMES; FRAILTY; SATISFACTION; STRATEGIES","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"HEALTH EXPECTATIONS Volume: 20 Issue: 2 Pages: 198-210 DOI: 10.1111/hex.12447 Published: APR 2017","Abstract":"Background Complex, chronically ill patients require interprofessional teams to address their multiple health needs; heart failure (HF) is an iconic example of this growing problem. While patients are the common denominator in interprofessional care teams, patients have not explicitly informed our understanding of team composition and function. Their perspectives are crucial for improving quality, patient-centred care. Objectives To explore how individuals with HF conceptualize their care team, and perceive team members' roles. Setting and Participants Individuals with advanced HF were recruited from five cities in three Canadian provinces. Design Individuals were asked to identify their HF care team during semi-structured interviews. Team members' titles and roles, quotes pertaining to team composition and function, and frailty criteria were extracted and analysed using descriptive statistics and content analysis. Results A total of 62 individuals with HF identified 2-19 team members. Caregivers, nurses, family physicians and cardiologists were frequently identified; teams also included dentists, foot care specialists, drivers, housekeepers and spiritual advisors. Most individuals met frailty criteria and described participating in self-management. Discussion Individuals with HF perceived being active participants, not passive recipients, of care. They identified teams that were larger and more diverse than traditional biomedical conceptualizations. However, the nature and importance of team members' roles varied according to needs, relationships and context. Patients' degree of agency was negotiated within this context, causing multiple, sometimes conflicting, responses. Conclusion Ignoring the patient's role on the care team may contribute to fragmented care. However, understanding the team through the patient's lens - and collaborating meaningfully among identified team members - may improve health-care delivery.","Authors":"LaDonna, KA (LaDonna, Kori A.) ; Bates, J (Bates, Joanna) ; Tait, GR (Tait, Glendon R.) ; McDougall, A (McDougall, Allan) ; Schulz, V (Schulz, Valerie) ; Lingard, L (Lingard, Lorelei) Group Author(s): Heart Failure Palliative Care Team","Title":"'Who is on your health-care team?' Asking individuals with heart failure about care team membership and roles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397239400009 ISSN: 1036-1073 eISSN: 2201-1617","Keywords":"church-based health promotion; public health; social action KeyWords Plus:FAITH; PARTNERSHIPS; AIDS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"HEALTH PROMOTION JOURNAL OF AUSTRALIA Volume: 28 Issue: 1 Pages: 52-58 DOI: 10.1071/HE15037 Published: APR 2017","Abstract":"Issue addressed: Christian churches have historically undertaken welfare and community service activities to practise faith and increase their relevance to communities. However, the church in Australia has received little attention from health promotion practitioners and researchers. The objective of this qualitative study was to explore the barriers and challenges that affect church engagement in health promotion to assist practitioners' understanding of the potential for these civil society organisations to play a role in health promotion programs and partnerships. Methods: The research was based on interviews with five directors of church-affiliated organisations and with the church leaders (ministers, pastors, priests) of 30 churches in urban and rural Victoria. Analysis was iterative using open, axial and thematic coding. Results: The challenges to church involvement in health promotion, as articulated by church leaders, fell under the themes of the social context of churches and the attributes of congregations. Major issues raised were perceived relevance, mistrust, contested agendas, discordant values within congregations, and risk management. Conclusion: Although churches may take a different stance to health promotion agencies on a range of social and health issues, many have experience addressing social disadvantage and are prepared to commit resources to meet the needs of people outside their congregations. However, several factors inhibit the engagement of churches in health promotion including perceived irrelevance and community mistrust, agendas of conversion and values that conflict with health promotion. So what? Churches have a history of addressing social determinants of health such as housing, employment and food security. Deeper understanding of the challenges and barriers church leaders experience in undertaking health promotion work will facilitate more realistic and effective engagement by practitioners with these organisations.","Authors":"Ayton, D (Ayton, Darshini) ; Manderson, L (Manderson, Lenore) ; Smith, B (Smith, Ben J.)","Title":"Barriers and challenges affecting the contemporary church's engagement in health promotion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397695400009 ISSN: 0925-5273 eISSN: 1873-7579","Keywords":"Inventory management; Blood banks; Theory of Constraints (TOC); Thinking Process KeyWords Plus:OPTIMAL ORDERING POLICIES; SUPPLY CHAIN; PERISHABLE INVENTORY; PLATELET PRODUCTION; DISTRIBUTION-SYSTEM; CONSTRAINTS; SIMULATION; OPTIMIZATION; TRANSFUSION; DEMAND","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Operations Research & Management Science","Journal Information":"INTERNATIONAL JOURNAL OF PRODUCTION ECONOMICS Volume: 186 Pages: 89-122 DOI: 10.1016/j.ijpe.2017.02.003 Published: APR 2017","Abstract":"The purpose of this research is to demonstrate an application of TOC's thinking process (TP) in a blood bank environment. We take an example of a real-life blood bank which is struggling with the problems of high shortage and wastage of blood products, large inventory levels, poor and erratic blood collection, limited product variety, high error rate, high turnover of technicians, high operating expenses and low revenue levels. We show using the TOC approach how these seemingly unrelated problems faded by the bank are in fact highly inter-related and how they all originate from a single root-cause. A current reality tree (CRT) is used to identify the root cause responsible for all the major blood bank problems. A conflict resolution diagram (CRD) is constructed to identify the core-conflict(s) responsible for the blood bank's poor performance. A simple yet powerful solution is generated for the given bank by breaking the core-conflict resulting from a paradigm constraint in blood banking. A future reality tree (FRT) is then constructed to show how the TOC approach will help the blood bank in lowering its shortage and wastage levels in spite of collecting lesser number of units in blood donation camps. The bank will be able to significantly cut down its inventories and can issue fresher units to the patients. Blood bank's revenue levels will increase while its operating expense will decrease due to the TOC approach. The error rate as well as the turnover of technicians in the blood bank laboratory will also reduce considerably. A simulation model shows that the proposed TOC solution will reduce the annual shortage of red blood cells by 66% and platelets by 82% at the bank. Similarly, the wastage of red blood cells will decrease by 93%, plasma by 99% and platelets by 98%. The average inventory level of the red blood cells will drop by 41%, plasma by 95% and platelets by 10%. The major contribution of this research is to show that TP tools can be extremely powerful in constructing win-win solutions for complex systems like blood banks by addressing their major problems in an integrated fashion. The TOC approach reveals how one widely-held belief in the blood banking world is the main reason behind the blood banks' poor state of affairs. The solutions presented in this research should be readily applicable to other blood banks which are struggling to improve their operational and financial performance.","Authors":"Lowalekar, H (Lowalekar, Harshal) ; Ravi, RR (Ravi, R. Raghavendra)","Title":"Revolutionizing blood bank inventory management using the TOC thinking process: An Indian case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397930300002 ISSN: 0021-8901 eISSN: 1365-2664","Keywords":"environmental conflict; environmental impact assessment; interdisciplinary sciences; invasive species; non-native species; public participation; social feasibility; social impact assessment; wildlife management KeyWords Plus:NATURAL-RESOURCE MANAGEMENT; BIOLOGICAL INVASIONS; ADAPTIVE MANAGEMENT; DECISION-ANALYSIS; PARTICIPATION; ERADICATIONS; DELIBERATION; RESTORATION; VERTEBRATES; PLURALISM","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"JOURNAL OF APPLIED ECOLOGY Volume: 54 Issue: 2 Pages: 351-357 DOI: 10.1111/1365-2664.12817 Published: APR 2017","Abstract":"1. Invasive species management aims to prevent or mitigate the impacts of introduced species but management interventions can themselves generate social impacts that must be understood and addressed. 2. Established approaches for addressing the social implications of invasive species management can be limited in effectiveness and democratic legitimacy. More deliberative, participatory approaches are emerging that allow integration of a broader range of socio-political considerations. Nevertheless, there is a need to ensure that these are rigorous applications of social science. 3. Social impact assessment offers a structured process of identifying, evaluating and addressing social costs and benefits. We highlight its potential value for enabling meaningful public participation in planning and as a key component of integrated assessments of management options. 4. Policy implications. As invasive species management grows in scope and scale, social impact assessment provides a rigorous process for recognising and responding to social concerns. It could therefore produce more democratic, less conflict-prone and more effective interventions.","Authors":"Crowley, SL (Crowley, Sarah L.) ; Hinchliffe, S (Hinchliffe, Steve) ; McDonald, RA (McDonald, Robbie A.)","Title":"Invasive species management will benefit from social impact assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397930300012 ISSN: 0021-8901 eISSN: 1365-2664","Keywords":"conservation bias towards waterbirds; conservation conflicts; Donnana National Park; ecological restoration; genetic pool; long-term monitoring; Mediterranean ecosystem; plant-animal interactions; Quercus suber; tree mortality KeyWords Plus:PHALACROCORAX-CARBO; COMMON CORMORANT; DIVERSITY; PLANT; MANAGEMENT; FLAGSHIPS; LANDSCAPE; PATTERNS; FORESTS; CLIMATE","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"JOURNAL OF APPLIED ECOLOGY Volume: 54 Issue: 2 Pages: 450-458 DOI: 10.1111/1365-2664.12672 Published: APR 2017","Abstract":"1. Conservation bias towards flagship species sometimes threatens other species of chief concern. Long-term studies of potential harm by favoured species on other sensitive species, though seldom adopted, are required to fairly evaluate the suitability of management and restoration efforts. 2. We illustrate the potential detrimental outcomes of conservation biased towards birds by investigating the long-term (1963-2009) impact of a large waterbird colony (up to 13 000 pairs) on a remnant cork oak Quercus suber population at a World Biosphere Reserve in south-western Spain (the Donana National Park). To this end, we compared changes in performance (growth, crown vigour and survival) of oaks occupied and unoccupied by the waterbird colony. 3. After 46 years of occupation, the risk of death to centenarian oaks in the area occupied by the colony was over twofold higher than for trees outside the area. Non-centenarian planted and naturally regenerated oaks showed similar trends, leading to restoration failure. 4. Synthesis and applications. Our long-term study reveals that waterbirds and centenarian oaks cannot coexist, at the most local scale, but they can at a regional scale including within the Donana area. We propose immediate planting efforts in suitable colony-free areas, while managers evaluate the feasibility of relocating colonial waterbirds to an alternative location. To preserve the Donana oak genetic pool, such reforestation should be accomplished using local seeds and seedlings. New trees should not be planted in close proximity of colony-occupied trees since it significantly reduces their survival. Donana stakeholders should both overcome current conservation bias in favour of birds and enter into a process of settlement to best preserve the overall biodiversity of the system.","Authors":"Fedriani, JM (Fedriani, Jose M.) ; Garcia, LV (Garcia, Luis V.) ; Sanchez, ME (Sanchez, Maria E.) ; Calderon, J (Calderon, Juan) ; Ramo, C (Ramo, Cristina)","Title":"Long-term impact of protected colonial birds on a jeopardized cork oak population: conservation bias leads to restoration failure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519300007 ISSN: 0167-4544 eISSN: 1573-0697","Keywords":"Emotions; Emotion regulation; Moral blindness; Unconscious; Psychoanalytic; Moral behavior KeyWords Plus:UNCONSCIOUS EMOTION; SELF-DECEPTION; EMPIRICAL-EXAMINATION; UNETHICAL BEHAVIOR; ETHICAL ATTITUDE; DISENGAGEMENT; ORGANIZATIONS; DISHONESTY; RATIONALIZATION; INTEGRATION","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Business; Ethics","Journal Information":"JOURNAL OF BUSINESS ETHICS Volume: 141 Issue: 4 Pages: 745-761 Special Issue: SI DOI: 10.1007/s10551-016-3114-x Published: APR 2017","Abstract":"Although apparently irrational, people with seemingly high moral standards routinely make immoral decisions or engage in morally questionable behavior. It appears as if under certain circumstances, people become in some enigmatic way blind to the immoral aspects of what they are doing or consequences of their immoral actions. This article focuses and reports on a psychoanalytic inquiry into the role of emotions and the unconscious management of unwanted emotions in promoting moral blindness. Emotions are essential to the conscience, self-sanctioning, and advancement of moral behavior. Notwithstanding moral ideations, a sufficiently strong counterwill may create incongruence between moral intentions and actual desires or behavior. The unwelcome experience of acute moral emotions such as guilt and anxiety is likely to activate a range of psychological defense mechanisms and unconscious processes to manage these emotions. It is argued that the management of these emotions through undue avoidance, inappropriate regulation, or lack of regulation, can bypass self-sanctioning. As result, the condition of moral blindness can develop or be sustained. The psychoanalytic explanations offered contribute to the understanding as to how emotions in combination with the unconscious mind can cause moral blindness in any person, notwithstanding high moral standards and good intentions. Improved understanding of moral blindness represents an important scientific step in improved understanding of our moral and immoral selves, with all its complexities, conflicts, and contradictions.","Authors":"de Klerk, JJ (de Klerk, J. J.)","Title":"Nobody is as Blind as Those Who Cannot Bear to See: Psychoanalytic Perspectives on the Management of Emotions and Moral Blindness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300069 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Conversion; Plasmacytoma; PET scan; Surveillance; Supportive psychotherapy","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: VD1-VD2 DOI: 10.7860/JCDR/2017/24838.9633 Published: APR 2017","Abstract":"Conversion symptoms usually appear with emotional conflicts of the patient. Belching's psychogenic aetiology is not unheard of and can be a manifestation of conversion disorder though rare. Current case is of a middle aged woman presenting with belching unresponsive to medical management. The patient improved after supportive psychotherapy sessions and placebo medication.","Authors":"Nagarale, VA (Nagarale, Vivekkumar Ashok) ; Jaiswal, SV (Jaiswal, Suyog Vijay) ; Sawant, VA (Sawant, Vishal Ashok) ; Vahia, VN (Vahia, Vihang N.)","Title":"Psychogenic Belching: A Case Report"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398515100006 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 4 Article Number: 02516002 DOI: 10.1061/(ASCE)IR.1943-4774.0001143 Published: APR 2017","Abstract":"Forum papers are thought-provoking opinion pieces or essays founded in fact, sometimes containing speculation, on a civil engineering topic of general interest and relevance to the readership of the journal. The views expressed in this Forum article do not necessarily reflect the views of ASCE or the Editorial Board of the journal.","Authors":"Ashofteh, PS (Ashofteh, Parisa-Sadat) ; Bozorg-Haddad, O (Bozorg-Haddad, Omid) ; Loaiciga, HA (Loaiciga, Hugo A.)","Title":"Impacts of Climate Change on the Conflict between Water Resources and Agricultural Water Use"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395553900007 ISSN: 1056-4926 eISSN: 1552-6542","Keywords":"work-family conflict; management; work-life conflict; management; qualitative research; content analysis KeyWords Plus:INTER-ROLE CONFLICT; FAMILY CONFLICT; ORGANIZATIONAL SUPPORT; SOCIAL SUPPORT; METAANALYSIS; BEHAVIORS; EMPLOYEES; WORKPLACE; EMOTION; BURNOUT","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF MANAGEMENT INQUIRY Volume: 26 Issue: 2 Pages: 202-215 DOI: 10.1177/1056492616675414 Published: APR 2017","Abstract":"The importance of work-life balance has increased dramatically in recent years. Hyperconnected employees are struggling to balance the spillover between internal work and external life demands. We questioned whether there was a difference in organizationally supported work-life balance at Fortune Magazine's Best Places to Work For versus Wall St. 24/7's Worst Places to Work. We analyzed 1,100 unsolicited, open-ended employee reviews from a major career web site and conducted a contextual analysis of the differences between the best and worst places to work. Our findings show clear differences in the time benefits offered and governance structures used to support these benefits. Our findings also reveal that employees today are not seeking balance. Instead, they are seeking work-life flexibility, a new, complex way of looking at the employee today. Findings are discussed and implications for work-life flexibility are provided.","Authors":"Ross, JP (Ross, John P.) ; Intindola, ML (Intindola, Melissa L.) ; Boje, DM (Boje, David M.)","Title":"It Was the Best of Times; It Was the Worst of Times: The Expiration of Work-Life Balance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398090600004 ISSN: 0022-541X eISSN: 1937-2817","Keywords":"decision analysis; harvest regulations; management; Meleagris gallapavo; New York; population model; structured decision making; wild turkey KeyWords Plus:WEST-VIRGINIA; DETERMINANTS; MANAGEMENT; DYNAMICS; SMARTER; MODEL","Categories":"Environmental Sciences & Ecology; Zoology Web of Science Categories:Ecology; Zoology","Journal Information":"JOURNAL OF WILDLIFE MANAGEMENT Volume: 81 Issue: 3 Pages: 393-405 DOI: 10.1002/jwmg.21220 Published: APR 2017","Abstract":"We present a case study from New York, USA, of the use of structured decision making (SDM) to identify fall turkey harvest regulations that best meet stakeholder objectives, in light of recent apparent declines in abundance of wild turkeys in the northeastern United States. We used the SDM framework to incorporate the multiple objectives associated with turkey hunting, stakeholder desires, and region-specific ecological and environmental factors that could influence fall harvest. We identified a set of 4 fall harvest regulations, composed of different season lengths and bag limits, and evaluated their relative achievement of the objectives. We used a stochastic turkey population model, statistical modeling, and expert elicitation to evaluate the consequences of each harvest regulation on each of the objectives. We conducted a statewidemail survey of fall turkey hunters in New York to gather the necessary information to evaluate tradeoffs among multiple objectives associated with hunter satisfaction. The optimal fall harvest regulation was a 2-week season and allowed for the harvest of 1 bird/hunter. This regulation was the most conservative of those evaluated, reflecting the concerns about recent declines in turkey abundance among agency wildlife biologists and the hunting public. Depending on the region of the state, the 2-week, 1-bird regulation was predicted to result in 7-32% more turkeys on the landscape after 5 years. The SDM process provided a transparent framework for setting fall turkey harvest regulations and reduced potential stakeholder conflict by explicitly taking the multiple objectives of different stakeholder groups into account. (C) 2017 The Wildlife Society.","Authors":"Robinson, KF (Robinson, Kelly F.) ; Fuller, AK (Fuller, Angela K.) ; Schiavone, MV (Schiavone, Michael V.) ; Swift, BL (Swift, Bryan L.) ; Diefenbach, DR (Diefenbach, Duane R.) ; Siemer, WF (Siemer, William F.) ; Decker, DJ (Decker, Daniel J.)","Title":"Addressing Wild Turkey Population Declines Using Structured Decision Making"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397828700001 ISSN: 0938-8249 eISSN: 1861-8901","Keywords":"Speed; Firm internationalization; Firm growth; Retail sector KeyWords Plus:RESOURCE-BASED VIEW; ABSORPTIVE-CAPACITY; MULTINATIONAL-ENTERPRISES; STRATEGIC MANAGEMENT; CULTURAL DISTANCE; PERSPECTIVE; ENTRY; CONCEPTUALIZATION; DIVERSIFICATION; GOVERNANCE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"MANAGEMENT INTERNATIONAL REVIEW Volume: 57 Issue: 2 Pages: 153-177 DOI: 10.1007/s11575-016-0284-9 Published: APR 2017","Abstract":"Existing research is divided on whether firms that rapidly expand their overseas operations perform better than firms that internationalize slowly. Drawing on Penrose's theory of the growth of the firm, we argue that the positive effects of rapid internationalization give way to negative effects with increasing internationalization speed, leading to an inverted U-shaped association between internationalization speed and firm performance. We analyze the market-seeking expansion of 110 retailers over a 10-year period (2003-2012) and find support for a curvilinear relationship between internationalization speed and firm performance that is moderated by the geographic scope of firms' internationalization path and firms' international experience. Our study contributes to resolving conflicting views on the link between internationalization speed and firm performance.","Authors":"Mohr, A (Mohr, Alexander) ; Batsakis, G (Batsakis, Georgios)","Title":"Internationalization Speed and Firm Performance: A Study of the Market-Seeking Expansion of Retail MNEs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351500005 ISSN: 0308-597X eISSN: 1872-9460","Keywords":"Gooseneck barnacle; Pollicipes pollicipes; Harvesting activity; Traditional ecological knowledge; Spatial-temporal management measures; Fishery co-management KeyWords Plus:GALICIA NW SPAIN; TRADITIONAL ECOLOGICAL KNOWLEDGE; STALKED BARNACLE; CRUSTACEA CIRRIPEDIA; MARINE CONSERVATION; METAL CONTAMINATION; POLYMERUS SOWERBY; NORTHWEST COAST; NORTHERN SPAIN; MANAGEMENT","Categories":"Environmental Sciences & Ecology; International Relations Web of Science Categories:Environmental Studies; International Relations","Journal Information":"MARINE POLICY Volume: 78 Pages: 34-44 DOI: 10.1016/j.marpol.2017.01.008 Published: APR 2017","Abstract":"The present study characterised the socio-economic, operational and technical aspects of harvesting the gooseneck barnacle (Pollicipes pollicipes) along the southwestern coast of Portugal. For this purpose, face-to-face interviews were conducted with commercial harvesters of the two most representative fishery associations (covering 51% licensed harvesters) in the area of the Parque Natural do Sudoeste Alentejano e Costa Vicentina. Based on traditional ecological knowledge, this study confirmed the local importance, ancestral character and family traditions of this activity, which constitutes the exclusive occupation of nearly half of the interviewed harvesters and an important source for household incomes. In addition, data was also gathered on preferential fishing zones, harvesting effort and duration, daily catches and selling prices. The main concerns, problems and difficulties experienced in this activity relate to the excessive number of recreational harvesters, creating problems at the levels of exploitation, commercialisation, management and inspection. The study further confirms the rising interest and involvement of the commercial harvesters in enhancing the competences of the local fishery associations. In particular, local harvesters want to encourage the development of a co-management system comprising spatial-temporal measures to avoid conflicts of use over space and resources, as well as innovative marketing strategies to improve the recognition, value and traceability of the shellfish. Overall, the information gathered is most valuable for adopting an alternative approach based on the cooperation and co-responsibility at local and regional levels, involving the stakeholders in the proposal of management measures adapted to the specificities of this area, activity and resource.","Authors":"Carvalho, AN (Carvalho, Andre N.) ; Vasconcelos, P (Vasconcelos, Paulo) ; Pilo, D (Pilo, David) ; Pereira, F (Pereira, Fabio) ; Gaspar, MB (Gaspar, Miguel B.)","Title":"Socio-economic, operational and technical characterisation of the harvesting of gooseneck barnacle (Pollicipes pollicipes) in SW Portugal: Insights towards fishery co-management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397553700009 ISSN: 0964-5691 eISSN: 1873-524X","Keywords":"Territorial development strategies; Design principles; Marine protected areas; Institutional analyses KeyWords Plus:SOCIAL-ECOLOGICAL SYSTEMS; CONSERVATION; MANAGEMENT; DYNAMICS; RESOURCE; RESERVES","Categories":"Oceanography; Water Resources Web of Science Categories:Oceanography; Water Resources","Journal Information":"OCEAN & COASTAL MANAGEMENT Volume: 139 Pages: 92-101 DOI: 10.1016/j.ocecoaman.2017.02.006 Published: APR 2017","Abstract":"On the Brazilian coast there are many conflicts between Marine Protected Areas (MPAs) and fisher's communities. This research used institutional analysis to integrate studies of sustainable territorial development with coastal fishing in three Brazilian MPAs: the Canavieiras (Bahia) and Itaipu (Rio de Janeiro) Extractive Reserves and the Ecological Station of Tamoios (Rio de Janeiro). Ostrom's Principles (1990) -reviewed by Cox et al. (2010) - were contrasted with the situation of fishing in MPAs in the period of analysis and the fishers' demands for institutional changes. Principles analysis indicated structural weaknesses of the state to promote continuous actions of monitoring resources and users, as well as in the application of graduated sanctions. The design principles most closely associated with the construction of territorial development strategies were related to the rules of appropriation and provision, and nested enterprises. MPAs, as institutional innovations, can act on territorial development dynamics to provide systemic responses capable of preventing the degradation of fisheries resources and marginalisation of users. The sustainable territorial development approach introduces innovative issues for MPAs management, such as territorial identity, integrated production systems and innovation. The perspective on MPAs presented aims to contribute to a quality based fisheries management model, rather than the usual productivity focus. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"de Freitas, RR (de Freitas, Rodrigo Rodrigues) ; Chamy, P (Chamy, Paula) ; Dumith, RD (Dumith, Raquel de Carvalho)","Title":"Institutional design of small-scale fisheries in marine protected areas applied to sustainable territorial development on the Brazilian coast"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398521100030 ISSN: 0030-6053 eISSN: 1365-3008","Keywords":"Camera traps; conservation; human-elephant coexistence; land management; urban wildlife corridors KeyWords Plus:AFRICAN ELEPHANTS; WILDLIFE CORRIDORS; MOVEMENTS; ECOLOGY; AREA","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"ORYX Volume: 51 Issue: 2 Pages: 347-353 DOI: 10.1017/S0030605315001246 Published: APR 2017","Abstract":"Transfrontier wildlife corridors can be successful conservation tools, connecting protected areas and reducing the impact of habitat fragmentation on mobile species. Urban wildlife corridors have been proposed as a potential mitigation tool to facilitate the passage of elephants through towns without causing conflict with urban communities. However, because such corridors are typically narrow and close to human development, wildlife (particularly large mammals) may be less likely to use them. We used remote-sensor camera traps and global positioning system collars to identify the movement patterns of African elephants Loxondonta africana through narrow, urban corridors in Botswana. The corridors were in three types of human-dominated land-use designations with varying levels of human activity: agricultural, industrial and open-space recreational land. We found that elephants used the corridors within all three land-use designations and we identified, using a model selection approach, that season, time of day and rainfall were important factors in determining the presence of elephants in the corridors. Elephants moved more slowly through the narrow corridors compared with their movement patterns through broader, wide-ranging corridors. Our results indicate that urban wildlife corridors are useful for facilitating elephants to pass through urban areas.","Authors":"Adams, TSF (Adams, Tempe S. F.) ; Chase, MJ (Chase, Michael J.) ; Rogers, TL (Rogers, Tracey L.) ; Leggett, KEA (Leggett, Keith E. A.)","Title":"Taking the elephant out of the room and into the corridor: can urban corridors work?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398521100033 ISSN: 0030-6053 eISSN: 1365-3008","Keywords":"Buffer zone; high-risk areas; human-wildlife conflict; problem animals; wildlife attack correlates; wildlife victims KeyWords Plus:CONFLICT; CONSERVATION; PATTERNS; INDIA","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"ORYX Volume: 51 Issue: 2 Pages: 370-377 DOI: 10.1017/S0030605315001489 Published: APR 2017","Abstract":"Wildlife attacks on people in and around protected areas have become one of the main challenges for wildlife management authorities. We assessed all correlates of wildlife attacks during 2003-2013 in the vicinity of Chitwan National Park, Nepal. We used data from various sources (discussion with stakeholders, field observations, questionnaire surveys). Wildlife attacks were significantly correlated to factors such as site, season and time, activity, gender and awareness. Moreover, 89% of recorded attacks occurred outside the Park. The number of attacks fluctuated widely and patterns of attacks were significantly uneven across seasons and months. Of the 87% of attacks that occurred during the day, 63% occurred in the morning. Most victims were male and c. 45% of attacks occurred when people were collecting forest resources or working on croplands. Attacks were carried out predominantly by rhinoceros Rhinoceros unicornis (38%), tigers Panthera tigris (21%), sloth bears Melursus ursinus (18%), elephants Elephas maximus (9%) and wild boar Sus scrofa (8%). The people attacked lived close to the Park, depended on farming for their livelihoods, and had little knowledge of animal behaviour. Attacks can be mitigated through proper management of habitats inside the Park and raising awareness of wildlife behaviour among local people. We recommend establishing a participatory emergency rescue team to deal with problematic animals in high-risk areas.","Authors":"Silwal, T (Silwal, Thakur) ; Kolejka, J (Kolejka, Jaromir) ; Bhatta, BP (Bhatta, Bharat P.); Rayamajhi, S (Rayamajhi, Santosh) ; Sharma, RP (Sharma, Ram P.) ; Poudel, BS (Poudel, Buddi S.)","Title":"When, where and whom: assessing wildlife attacks on people in Chitwan National Park, Nepal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396047600009 PubMed ID: 27942955 ISSN: 0931-041X eISSN: 1432-198X","Keywords":"Time-limited trial; Ethics; Withhold; Withdraw; Dialysis; Child; Infant KeyWords Plus:STAGE RENAL-DISEASE; LIFE-SUSTAINING TREATMENT; NEWBORN-INFANTS; NEONATAL-PERIOD; INTENSIVE-CARE; HEALTH-CARE; END; DECISIONS; PERSPECTIVE; WITHDRAWAL","Categories":"Pediatrics; Urology & Nephrology Web of Science Categories:Pediatrics; Urology & Nephrology","Journal Information":"PEDIATRIC NEPHROLOGY Volume: 32 Issue: 4 Pages: 615-620 DOI: 10.1007/s00467-016-3545-8 Published: APR 2017","Abstract":"Time-limited trials of dialysis have been proposed as a third option in addition to initiation of treatment and comfort-care only in the setting of high uncertainty or discordance between the treating team and child/family or among the treating team. The index case was noted antenatally to have severe kidney disease and pulmonary hypoplasia. In light of the guarded, but uncertain prognosis and a lack of consensus among the treating team, as well as between the treating team and the family, a time-limited trial of dialysis was initiated. Six days later the child developed bacteremia due to infection of the dialysis catheter. The treating team felt this was a failure of the trial and that future dialysis should be withheld, the family disagreed. A time-limited trial is a problematic option. Providers may be better suited by returning to the dichotomous choice of withholding or initiating treatment. aEuro cent Time-limited trials offer potential benefits in terms of alleviating the burden of decision-making in the setting of uncertainty, offering an opportunity to forecast a poor prognosis, help avoid interprofessional conflict, and providing support for patients, their families, and staff. aEuro cent Time-limited trials have important limitations, including the use of time limits, difficulty in determining clear, meaningful endpoints, and different interpretations of a trial of therapy between parents and providers. aEuro cent Decisions regarding the initiation, withholding, and withdrawal of dialysis should be made based on regular assessments of the benefits and burdens of the intervention for the child. aEuro cent Pediatric nephrologists are better served to abandon the concept of time-limited trials.","Authors":"Wightman, A (Wightman, Aaron)","Title":"Management dilemmas in pediatric nephrology: time-limited trials of dialysis therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397952000010 ISSN: 0162-895X eISSN: 1467-9221","Keywords":"globalization; DPM; SDO; RWA; conservatism; globalized Western culture KeyWords Plus:SOCIAL-DOMINANCE ORIENTATION; GLOBALIZATION; ATTITUDES; IDENTITY; PSYCHOLOGY; POLICY; AUTHORITARIANISM; PERSONALITY; INEQUALITY; MANAGEMENT","Categories":"Government & Law; Psychology Web of Science Categories:Political Science; Psychology, Social","Journal Information":"POLITICAL PSYCHOLOGY Volume: 38 Issue: 2 Pages: 351-369 DOI: 10.1111/pops.12316 Published: APR 2017","Abstract":"Despite growing interest, the content and political correlates of contemporary global culture remain to be systematically explicated. Global culture is argued to be an extension of American-Western culture, and thus, to propagate an economically conservative agenda alongside a liberal-progressive social agenda. These conflicting emphases require the decomposition of conservatism into its economic and social facets, as suggested by the dual-process motivational (DPM) model. The current studies tested lay perceptions of this global culture and its political correlates, within a Jewish Israeli context. Studies demonstrated that the global culture cluster together with Western culture (Preliminary Study and Study 1) to form a globalized-Western culture (GWC). Endorsement of GWC was found to positively associate with economic conservatism and through its mediation with SDO (Studies 1 and 2). Contrarily, social conservatism, best indexed by RWA (Study 1), and negative evaluations of gender unorthodoxy (Study 2), was demonstrated to link with lower endorsement of GWC. The results are discussed in the context of Jewish-Israeli society, and future directions for a political psychology of globalization are suggested.","Authors":"Rosenmann, A (Rosenmann, Amir)","Title":"Mapping Lay Perceptions of Contemporary Global Culture and Its Ideological and Political Correlates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397970200005 ISSN: 1046-4964 eISSN: 1552-8278","Keywords":"team leadership; structuring behavior; team learning; constructive conflict; time; command-and-control KeyWords Plus:SHARED MENTAL MODELS; HEALTH-CARE; PSYCHOLOGICAL SAFETY; CRISIS MANAGEMENT; TRAINING TEAMS; PERFORMANCE; RELIABILITY; BEHAVIORS; KNOWLEDGE; COGNITION","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management; Psychology, Social","Journal Information":"SMALL GROUP RESEARCH Volume: 48 Issue: 2 Pages: 215-248 Special Issue: SI DOI: 10.1177/1046496417689897 Published: APR 2017","Abstract":"Due to their crucial and highly consequential task, it is of utmost importance to understand the levers leading to effectiveness of multidisciplinary emergency management command-and-control (EMCC) teams. We argue that the formal EMCC team leader needs to initiate structure in the team meetings to support organizing the work as well as facilitate team learning, especially the team learning process of constructive conflict. In a sample of 17 EMCC teams performing a realistic EMCC exercise, including one or two team meetings (28 in sum), we coded the team leader's verbal structuring behaviors (1,704 events), rated constructive conflict by external experts, and rated team effectiveness by field experts. Results show that leaders of effective teams use structuring behaviors more often (except asking procedural questions) but decreasingly over time. They support constructive conflict by clarifying and by making summaries that conclude in a command or decision in a decreasing frequency over time.","Authors":"van der Haar, S (van der Haar, Selma) ; Koeslag-Kreunen, M (Koeslag-Kreunen, Mieke) ; Euwe, E (Euwe, Eline) ; Segers, M (Segers, Mien)","Title":"Team Leader Structuring for Team Effectiveness and Team Learning in Command-and-Control Teams"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397260600016 PubMed ID: 27988341 ISSN: 1529-9430 eISSN: 1878-1632","Keywords":"Compression load; Electromyography; Intra-abdominal pressure; Lumbosacral orthoses; Muscle weakness; Systematic review KeyWords Plus:LOW-BACK-PAIN; INTRAABDOMINAL PRESSURE; ABDOMINAL BELT; LUMBAR SUPPORT; SQUAT EXERCISE; LIFTING BELT; SPINE STABILITY; CLINICAL-TRIAL; WEIGHT-BELTS; 3-WEEK USE","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"SPINE JOURNAL Volume: 17 Issue: 4 Pages: 589-602 DOI: 10.1016/j.spinee.2016.12.005 Published: APR 2017","Abstract":"BACKGROUND: Wearing lumbosacral orthosis (LSO) is one of the most common treatments prescribed for conservative management of low back pain. Although the results of randomized controlled trials suggest effectiveness of LSO in reducing pain and disability in these patients, there is a concern that prolonged use of LSO may lead to trunk muscle weakness and atrophy. PURPOSE: The present review aimed to evaluate available evidence in literature to determine whether LSO results in trunk muscle weakness or atrophy. STUDY DESIGN: This is a systematic review. METHODS: Asystematic search of electronic databases including PubMed, Scopus, ScienceDirect, and Medline (via Ovid) followed by hand search of journals was performed. Prospective studies published in peer-reviewed journals, with full text available in English, investigating the effect of lumbar orthosis on trunk muscle activity, muscle thickness, strength or endurance, spinal force, and intraabdominal pressure in healthy subjects or in patients with low back pain, were included. Methodological quality of selected studies was assessed by using the modified version of Downs and Black checklist. This research had no funding source, and the authors declare no conflicts of interest-associated biases. RESULTS: Thirty-five studies fulfilled the eligibility criteria. The mean and standard deviation of the quality score was 64 +/- 9.7%. Most studies investigating the effect of lumbar orthosis on electromyographic activity (EMG) of trunk muscles demonstrated a decrease or no change in the EMG parameters. Afew studies reported increased muscle activity. Lumbosacral orthosis was found to have no effect on muscle strength in some studies, whereas other studies demonstrated increased muscle strength. Only one study, which included ultrasound assessment of trunk muscle stabilizers, suggested reduced thickness of the abdominal muscles and reduced cross-sectional area of the multifidus muscles. Out of eight studies that investigated spinal compression load, the load was reduced in four studies and unchanged in three studies. One study showed that only elastic belts reduced compression force compared to leather and fabric belts and ascribed this reduction to the elastic property of the lumbar support. CONCLUSION: The present review showed that the changes in outcome measures associated with muscle work demands were inconsistent in their relation to the use of lumbar supports. This review did not find conclusive scientific evidence to suggest that orthosis results in trunk muscle weakness. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Azadinia, F (Azadinia, Fatemeh) ; Takamjani, EE (Takamjani, Esmaeil Ebrahimi) ; Kamyab, M (Kamyab, Mojtaba) ; Parnianpour, M (Parnianpour, Mohamad) ; Cholewicki, J (Cholewicki, Jacek) ; Maroufi, N (Maroufi, Nader)","Title":"Can lumbosacral orthoses cause trunk muscle weakness ? A systematic review of literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689900005 ISSN: 1441-3523","Keywords":"Fantasy football; Fantasy sport; Conflict; Coping; Grounded theory KeyWords Plus:TEAM IDENTIFICATION; REFLECTED GLORY; PARTICIPATION; EMPOWERMENT; BEHAVIOR; CHOICE; INVOLVEMENT; EXPERIENCES; STRATEGIES; RESPONSES","Categories":"Social Sciences - Other Topics; Business & Economics Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"SPORT MANAGEMENT REVIEW Volume: 209 Issue: 2 Pages: 198-210 DOI: 10.1016/j.smr.2016.07.001 Published: APR 2017","Abstract":"Fantasy sport participation represents an increasingly popular consumer experience among the contemporary sport consumption alternatives. Previous work on fantasy sports draws attention to both its positive and negative effects on traditional sport consumption. This study investigates fantasy football participants' perspectives, meanings, and experiences regarding their fantasy football and NFL consumption behavior. Employing a grounded theory methodology, the study draws on literatures spanning from sport consumption and fantasy sports to consumer co-creation and intrapersonal conflict, and combines them with data collection and analysis. The outcome is a new organizing framework that illustrates why there is conflict between fantasy and favorite team fandom and how fantasy sport participants cope with this conflict. First, the study illustrates that this conflict stems from the non-traditional co-creation opportunities inherent in the empowering fantasy sports experience, which leads to a psychological connection to the fantasy team and players through the feeling of self-achievement. Second, the study identifies various coping strategies that sport consumers employ to manage conflicts with player selection (i.e., safe selection, convergent selection, divergent selection, and impartial selection strategies) and rooting interests (i.e., balanced interest, principal interest-shift, temporal interest-shift, and benefit-seeking interest-shift strategies). (C) 2016 Sport Management Association of Australia and New Zealand. Published by Elsevier Ltd. All rights reserved.","Authors":"Yuksel, M (Yuksel, Mujde) ; McDonald, MA (McDonald, Mark A.) ; Milne, GR (Milne, George R.) ; Darmody, A (Darmody, Aron)","Title":"The paradoxical relationship between fantasy football and NFL consumption: Conflict development and consumer coping mechanisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396734400007 ISSN: 1938-0232 eISSN: 1938-0240","Keywords":"Human Resources Management in Projects; Leadership; Millenials; Motivation; Project Management; Team Management; Y Generation","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION TECHNOLOGY PROJECT MANAGEMENT Volume: 8 Issue: 2 Pages: 87-108 Special Issue: SI DOI: 10.4018/IJITPM.2017040106 Published: APR-JUN 2017","Abstract":"The need for understanding Generation Y employees' attitudes and expectations that considerably differed from previous generations had been a focus of researchers in the last decades. IT industry and specifically software industry had been among the most popular employment areas of Generation Y professionals and hence Generation Y Software Developers constitutes the majority of the work force in the software industry. As known, software development is a project-based business where the project management methodologies and principles are utilized. Similar to other project based works, the effectiveness of human resources management and team development is the determinant of project success in software development. Therefore, to effectively manage and to adapt appropriate approaches for leading the project teams which include Generation Y software professionals, managers and leaders prior in need to understand their perspective. In this context, research aims to understand the expectations and attitudes of Generation Y Software Developer professionals in projects. The research is structured in two parts reflecting these dual aims. The first part of the research addresses the expectations of Y generation employees from project management and project environment in software development projects. The second part of the research explores the attitudes of Y generation Employees in software development project teams. Survey is conducted with the participation of 113 Generation Y Software Professionals who are employed in major software companies in Turkey. Basic concepts that are explored in the study are expectations from working environment, expectations from project type and content, leadership, motivation factors, challenges faced, perceptions on generation conflicts and the attitudes of Generation Y professionals towards project-based work and work environments. Software industry is dominated by project based management methods, perceptions and attitudes of Generation Y in projects are expected to provide practical guidelines to policy makers and HR professionals in developing solutions and tools for improving motivations and effectiveness of Generation Y employees.","Authors":"Yildirim, N (Yildirim, Nihan) ; Korkmaz, Y (Korkmaz, Yeliz)","Title":"Challenge of Millennials in Project Management: Insights on Attitudes and Perceptions of Generation Y in Software Development Projects"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398535500018 PubMed ID: 28192554 ISSN: 2168-6203 eISSN: 2168-6211","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"JAMA PEDIATRICS Volume: 171 Issue: 4 Pages: 382-387 DOI: 10.1001/jamapediatrics.2016.4798 Published: APR 1 2017","Abstract":"IMPORTANCE Patient-centered care (PCC) has been advocated by the Institute of Medicine to improve health care in the United States. Four concepts of PCC align with clinical ethics principles and are associated with enhanced patient/parent satisfaction. These concepts are dignity and respect, information sharing, participation, and collaboration. The objective of this article is to use the PCC approach as a framework for an extensive literature review evaluating the current status of counseling regarding prenatal diagnosis of trisomy 18 (T18) or trisomy 13 (T13) and to advocate PCC in the care of these infants. OBSERVATIONS Extensive availability of prenatal screening and diagnostic testing has led to increased detection of chromosomal anomalies early in pregnancy. After diagnosis of T18 or T13, counseling and care have traditionally been based on assumptions that these aneuploidies are lethal or associated with poor quality of life, a view that is now being challenged. Recent evidence suggests that there is variability in outcomes that may be improved by postnatal interventions, and that quality-of-life assumptions are subjective. Parental advocacy for their infant's best interest mimics this variability as requests for resuscitation, neonatal intensive care, and surgical intervention are becoming more frequent. CONCLUSIONS AND RELEVANCE With new knowledge and increased parental advocacy, physicians face ethical decisions in formulating recommendations including interruption vs continuation of pregnancy, interventions to prolong life, and choices to offer medical or surgical procedures. We advocate a PCC approach, which has the potential to reduce harm when inadequate care and counseling strategies create conflicting values and uncertain outcomes between parents and caregivers in the treatment of infants with T18 and T13.","Authors":"Haug, S (Haug, Shelly) ; Goldstein, M (Goldstein, Mitchell) ; Cummins, D (Cummins, Denise) ; Fayard, E (Fayard, Elba) ; Merritt, TA (Merritt, T. Allen)","Title":"Using Patient-Centered Care After a Prenatal Diagnosis of Trisomy 18 or Trisomy 13 A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398064500006 ISSN: 0363-7425 eISSN: 1930-3807","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ACADEMY OF MANAGEMENT REVIEW Volume: 42 Issue: 2 Pages: 259-282 DOI: 10.5465/amr.2014.0355 Published: APR 1 2017","Abstract":"We propose that the experience and expression of emotional complexity, including the simultaneous and sequential experience of emotional complexity, can be beneficial for leaders' ability to lead change. Using the social functions of emotions perspective, we suggest that the primary function of emotional complexity is to increase cognitive flexibility. Specifically, we present a model that explains how, when, and why emotional complexity is functional for leaders at the individual and interpersonal levels of analysis. At the individual level, leaders who experience emotional complexity are more cognitively flexible and, thus, make more adaptive decisions. We further propose that not all leaders will experience such benefits from emotional complexity; individual differences of neuroticism and openness to experience will moderate the leader emotional complexity-cognitive flexibility relationship. Extending our analysis to the interpersonal level, we propose that when followers observe leaders expressing emotional complexity, they will make positive inferences of cognitive flexibility and be empowered to act proactively. We explore a relational factor-the followers' shared vantage point with their leader-and a situational factor-competing demands as moderators of this relationship. We draw attention to the broader implications of our theorizing for research on leadership and emotions and its practical implications for management.","Authors":"Rothman, NB (Rothman, Naomi B.) ; Melwani, S (Melwani, Shimul)","Title":"FEELING MIXED, AMBIVALENT, AND IN FLUX: THE SOCIAL FUNCTIONS OF EMOTIONAL COMPLEXITY FOR LEADERS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162100021 PubMed ID: 28323712 ISSN: 2380-0186","Keywords":"Nationwide Inpatient Sample; vertebral compression fractures; osteoporotic fracture; vertebral augmentation KeyWords Plus:VERTEBRAL COMPRESSION FRACTURES; OSTEOPOROTIC SPINAL FRACTURES; PLACEBO-CONTROLLED TRIALS; INVESTIGATIONAL VERTEBROPLASTY; PERCUTANEOUS VERTEBROPLASTY; INTERVENTIONAL-RADIOLOGY; AUGMENTATION PROCEDURES; NEUROLOGICAL-SURGEONS; AMERICAN-ASSOCIATION; POSITION STATEMENT","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"CLINICAL SPINE SURGERY Volume: 30 Issue: 3 Pages: E276-E282 Published: APR 2017","Abstract":"Study Design: Retrospective analysis of the Nationwide Inpatient Sample, 2005-2011. Objective: To identify trends in procedural volume and rates in the time period surrounding publication of randomized controlled trials (RCTs) that examined the utility of vertebroplasty and kyphoplasty. Summary of Background Data: Vertebroplasty and kyphoplasty are frequently performed for vertebral compression fractures. Several RCTs have been published with conflicting outcomes regarding pain and quality of life compared with nonsurgical management and sham procedures. Four RCTs with discordant results were published in 2009. Materials and Methods: The Nationwide Inpatient Sample provided longitudinal, retrospective data on United States' inpatients between 2005 and 2011. Inclusion was determined by a principal or secondary International Classification of Diseases, Ninth Revision, Clinical Modification code of 81.65 (percutaneous vertebroplasty) or 81.66 (percutaneous vertebral augmentation; \"kyphoplasty\"). No diagnoses were excluded. Years were stratified as \"pre\" (2005-2008) and \"post\" (2010-2011) in relation to the 4 RCTs published in 2009. Patient, hospital, and admission characteristics were compared using Pearson w 2 test. Results: The estimated annual inpatient procedures performed decreased from 54,833 to 39,832 in the pre and post periods, respectively. The procedural rate for fractures decreased from 20.1% to 14.7% (P<0.0001). Patient and hospital demographics did not change considerably between the time periods. In the post period, weekend admissions increased (34.2% vs. 12.4%, P<0.0001), elective admissions decreased (21.4% vs. 40.0%, P<0.0001), routine discharge decreased (33.0% vs. 52.1%, P<0.0001), and encounters with Z3 Elixhauser comorbidities increased (54.5% vs. 39.1%, P<0.0001). Conclusions: The absolute rate of inpatient vertebroplasty and kyphoplasty procedures for fractures decreased 5% in the period (2010-2011) following the publication of 4 RCTs in 2009. The proportion of elective admissions and routine discharges decreased, possibly indicating a population with greater disease severity. Although our analysis cannot demonstrate a cause-and-effect relationship, the decreased inpatient volume and procedural rates surrounding the publication of sentinel negative RCTs is clearly observed.","Authors":"Rosenbaum, BP (Rosenbaum, Benjamin P.) ; Kshettry, VR (Kshettry, Varun R.) ; Kelly, ML (Kelly, Michael L.) ; Mroz, TE (Mroz, Thomas E.) ; Weil, RJ (Weil, Robert J.)","Title":"Trends in Inpatient Vertebroplasty and Kyphoplasty Volume in the United States, 2005-2011 Assessing the Impact of Randomized Controlled Trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395379000007 ISSN: 0022-0027 eISSN: 1552-8766","Keywords":"conflict; civil wars; conflict management; conflict resolution; internal armed conflict; militarized disputes; political economy KeyWords Plus:POLITICAL-PARTICIPATION; UNITED-STATES; COMMITMENT; ENGAGEMENT; ATTITUDES; CHURCHES; VIOLENCE; IMPACT; ISLAM; ACTS","Categories":"International Relations; Government & Law Web of Science Categories:International Relations; Political Science","Journal Information":"JOURNAL OF CONFLICT RESOLUTION Volume: 61 Issue: 4 Pages: 869-902 DOI: 10.1177/0022002715590880 Published: APR 2017","Abstract":"Does religion inevitably promote support for militant politics? Using a new and unique data set compiled from a nationally representative survey in Lebanon, we examine the conditions under which communal religious practice may serve to promote support for or opposition to armed parties. We argue that this relationship, far from being unidirectional and consistent, depends on the interests of the individual sectarian group. For groups engaged in conflict, communal prayer may increase support for arming political parties. For noncombatant groups, however, religion tends to promote opposition to such militarization. Using both observational and experimental evidence, we demonstrate that communal religion increases the salience of group interests through both identity and informational mechanisms. For regular worship attenders, communal religious practice increases the salience of sectarian identity. For nonattenders, informational primes about sectarian interests have the same effect. Among noncombatant groups, this increased salience leads to opposition to armed parties whose presence would threaten the livelihoods and security of those on the sidelines.","Authors":"Hoffman, MT (Hoffman, Michael T.) ; Nugent, ER (Nugent, Elizabeth R.)","Title":"Communal Religious Practice and Support for Armed Parties: Evidence from Lebanon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395645500017 PubMed ID: 27998016 ISSN: 1354-523X eISSN: 1601-0825","Keywords":"oral Candidiasis; autoimmunity; Sjogren's syndrome; hyposalivation KeyWords Plus:CHRONIC MUCOCUTANEOUS CANDIDIASIS; PRIMARY SJOGRENS-SYNDROME; SALIVARY MUCIN MUC7; FLOW-RATES; ALBICANS; PREVALENCE; HISTATINS; COUNTS; DOMAIN; CELLS","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"ORAL DISEASES Volume: 23 Issue: 3 Pages: 387-394 DOI: 10.1111/odi.12626 Published: APR 2017","Abstract":"IntroductionOral candidiasis (OC) is a potential oral complication in Sjogren's syndrome (SS). Some studies indicate that the low stimulated salivary flow and not low unstimulated salivary flow is associated with OC in SS, while others report that the underlying autoimmune disorders contribute to OC, based solely on correlation coefficients. Given the conflicting and limited existing evidence, we purposed to ascertain the role of both salivary gland dysfunction (hyposalivation based on unstimulated and stimulated flow rates) and autoimmunity (SS, other autoimmune disorders) in OC among those with SS, other salivary gland dysfunction, and non-salivary gland dysfunction controls (NSGD). MethodsA nested case-control study was designed within a larger NIH/NIDCR cohort. Descriptive analyses, nonparametric tests, comparative analyses, and multivariate logistic regression analyses were undertaken. ResultsData on 1526 subjects (701 SS, 247 ISS, 355 Sicca, and 223 NSGD) were obtained from the source cohort of 2046 and analyzed for this study. The median whole unstimulated salivary flow rate (WUS, ml15min(-1)) was lower in SS (0.8, interquartile range (IQR) 1.8) compared to ISS (5.5, IQR: 5.2, P<0.001) and NSGD (3.8, IQR: 3.8, P<0.001) but comparable with that of Sicca (1.0, IQR: 1.5, P=0.777) participants. The median total stimulated salivary flow rate (TSS, ml15min(-1)) was lowest in SS (7.0, IQR: 12.4, P<0.001) compared to other groups. Of the 45 OC cases in this cohort, 71.1% (n=32) were from the SS group. The prevalence of OC was highest in the SS group (4.6%, P=0.008). SS group had twice the risk of OC than NSGD (OR=2.2, 95%CI: 1.1-4.2, P=0.02) and Sicca (OR=2.2, 95% CI: 1.0-4.8, P=0.03), adjusting for confounders; hyposalivation [WUS (OR=5.1, 95%CI: 2.5-10.4, P<0.001), TSS (OR=1.9, 95%CI: 1.0-3.5, P=0.04)], history of other autoimmune disorders (OR=4.4, 95%CI: 1.7-11.3, P=0.002), medications for extraglandular manifestations (OR=2.3, 95%CI: 1.1-4.9, P=0.03), and diabetes mellitus (4.2, 95%CI: 1.2-15.2, P=0.02) were independent predictors of OC; females had a lower risk than males (OR=0.29, 95%CI: 0.13-0.67, P=0.004). Age, race, anti-SSA/SSB autoantibodies, focus score, other medications, anxiety, fatigue, cigarette smoking, alcohol, and caffeine use were not associated with oral candidiasis. ConclusionSalivary gland dysfunction (hyposalivation with WUS being a stronger predictor than TSS) and autoimmunity (SS, other autoimmune disorders, medications, i.e., DMARDS) are both independent predictors of OC. Diabetes mellitus is an independent predictor of OC among those with salivary gland dysfunction. Our findings suggest that these independent predictors should be considered in the prevention and management of OC in this population.","Authors":"Billings, M (Billings, M.) ; Dye, BA (Dye, B. A.) ; Iafolla, T (Iafolla, T.) ; Grisius, M (Grisius, M.) ; Alevizos, I (Alevizos, I.)","Title":"Elucidating the role of hyposalivation and autoimmunity in oral candidiasis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395843800006 ISSN: 0925-7535 eISSN: 1879-1042","Keywords":"Compliance; Expertise; Framing; Major accident risk; Sociology; Standards KeyWords Plus:DECISION-MAKING; RULE VIOLATIONS; RESPONSIBILITY; MANAGEMENT; ENGINEERS; DISASTER; WORKING; DESIGN; IMPACT","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"SAFETY SCIENCE Volume: 94 Pages: 52-60 DOI: 10.1016/j.ssci.2016.12.011 Published: APR 2017","Abstract":"Safety is conceptualized in different ways across hazardous industries, but it is often expressed in terms of compliance. Compliance is about rules in various forms, including standards. Standards are core reference points that guide the design, construction and management of hazardous infrastructure such as high pressure gas pipelines. While standards are critical, we argue that neither their application nor their relationship to safety should be taken for granted. In this article, we investigate the ways in which safety as compliance in relation to standards manifests, the ways it is contested, its strategic use and implications for major accident risk management. Building on the framing literature, this article reveals where these frames reside and their interactions. We use qualitative methods to examine the framings of safety present in accounts of Australian pipeline industry members. We argue that the frames (compliance as expert judgment and compliance as process) are contested, which leads to the creation of a hybrid or compromise frame - one which integrates the underlying concerns of both frames. Best case, a dialogue between people using both frames results in a hybrid frame involving expert use of standards, with consideration of industry context. Worst case, standards are thoughtlessly applied, or are used as a way to displace organizational responsibility for safety that may be in conflict with business pressures. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Maslen, S (Maslen, Sarah) ; Ransan-Cooper, H (Ransan-Cooper, Hedda)","Title":"Safety framing and compliance in relation to standards: Experience from the Australian gas pipeline industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394573500005 ISSN: 1502-2250 eISSN: 1502-2269","Keywords":"Food routes; tourism; agriculture; collaboration and network; policies; Norway KeyWords Plus:PROJECT-MANAGEMENT","Categories":"Social Sciences - Other Topics; Sociology Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Sociology","Journal Information":"SCANDINAVIAN JOURNAL OF HOSPITALITY AND TOURISM Volume: 17 Issue: 1 Pages: 59-75 Special Issue: SI DOI: 10.1080/15022250.2016.1262514 Published: APR 2017","Abstract":"Food and culinary routes have been embraced by many destinations [Hjalager, A.- M., & Corigliano, M. A. (2000). Food for tourists - determinants of an image. International Journal of Tourism Research, 2, 281-293]. However, these routes often include narrow geographical areas. The purpose of this study was to identify the challenges and possibilities of networking and collaboration in a food tourism project in a larger geographic area, specifically the Taste of National Tourist Routes in Norway. Although contacts among business operators and participants have been established, different priorities and dissatisfaction among participants suggest that building relationships and sharing knowledge as part of networking and collaboration are difficult. A lack of willingness, involvement and trust are critical factors that affect the success of a well-intentioned network-based food tourism project. Additionally, internal conflicts between government ministries and agencies may also impede the success of a project of this scale. Nevertheless, the outcomes are not solely negative, as the establishment of initial contacts may eventually lead to formal collaborative opportunities and food tourism developments in the future.","Authors":"Mei, XY (Mei, Xiang Ying) ; Lerfald, M (Lerfald, Merethe) ; Brata, HO (Brata, Hans Olav)","Title":"Networking and collaboration between tourism and agriculture: food tourism experiences along the National Tourist Routes of Norway"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556400048 PubMed ID: 28119006 ISSN: 0048-9697 eISSN: 1879-1026","Keywords":"Natural processes; Anthropogenic pressures; Freshwater quality; Ecological integrity; Watershed modeling; PIS regression KeyWords Plus:LAND-USE CONFLICTS; WATER-QUALITY; MACROINVERTEBRATE COMMUNITIES; CLIMATE-CHANGE; FORESTED WATERSHEDS; SPATIAL-PATTERNS; STREAM ECOLOGY; MANAGEMENT; MODELS; BASIN","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"SCIENCE OF THE TOTAL ENVIRONMENT Volume: 583 Pages: 466-477 DOI: 10.1016/j.scitotenv.2017.01.106 Published: APR 1 2017","Abstract":"The results of three Partial Least Squares (PLS) regression models were used to gain a holistic view on the consequences of natural processes and anthropogenic pressures for water quality degradation and biodiversity decline in a multi-use watershed. The processes were soil erosion and wildfire risk; the pressures comprised land use conflicts, leachates from domestic and industrial waste, arable farming intensity and livestock density. Water quality was characterized for concentrations of nutrients (nitrate, phosphate), oxygen demands (Biochemical Oxygen Demand - BOD5, Chemical Oxygen Demand - COD) and various metals (e.g., As, Cr). Ecological integrity was assessed by the recently developed MELT (Multiple Ecological Level Index). In total, 18 variables were processed in the regression models. Two models were called \"nested models\" because they dealt with initial (pressures), intermediate (water quality) and final (MELI) environmental descriptors, used as dependent (MELI, quality) or independent (quality, pressures) variables. The third was called \"bypass model\" because it dealt solely with initial and final descriptors. Overall, the results of PLS regression linked the ineffective treatment of domestic sewage to water quality and ecological integrity declines in the studied watershed. Put another way, all models recurrently affirmed the major role of local factors, meaning of point source pollution, in determining the quality of stream water and the integrity of freshwater ecosystems. Sources of diffuse pollution were accounted for as contributing factors in the PLS regressions, but their influence was scarcely perceptible in the results. The poor treatment of domestic effluents is a public concern. In their strategic plans for mitigating this problem in the forthcoming years, administrative authorities are concentrated on management initiatives to improve the quality of provided services, instead of considering the construction of new wastewater treatment plants. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ferreira, ARL (Ferreira, A. R. L.) ; Fernandes, LFS (Sanches Fernandes, L. F.) ; Cortes, RMV (Cortes, R. M. V.) ; Pacheco, FAL (Pacheco, F. A. L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sanches Fernandes, Luis Filipe  http://orcid.org/0000-0002-9486-7160 Pacheco, Fernando  http://orcid.org/0000-0002-2399-5261","Title":"Assessing anthropogenic impacts on riverine ecosystems using nested partial least squares regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395072500007 ISSN: 0145-5532 eISSN: 1527-8034","Categories":"History; Social Sciences - Other Topics Web of Science Categories:History; History Of Social Sciences","Journal Information":"SOCIAL SCIENCE HISTORY Volume: 41 Issue: 1 Pages: 121-135 DOI: 10.1017/ssh.2016.41 Published: APR 2017","Abstract":"When the first misericordia was created in 1498, Lisbon was trying to erase the wounds of the violent expulsion of the Jewish communities from the kingdom, and the confraternity was born under the concern of reuniting baptized persons who wanted to exercise charity. The misericordias were soon to be founded all over the kingdom and its empire, acting as prebanking institutions and rivaling with local institutions like the municipality or the bishopric. Their importance was based mainly upon moral authority, as they tended to cater for most situations of poverty. Even if other local institutions practised charity, they were not generally able to attain the same scale of human or economic resources, as the misericordias relied on the voluntary work of their members and attracted substantial postmortem donations. They responded directly to the king and were largely out of the control of competitors. By contrast, royal authority was too weak to impose an effective control; the first serious attempts to do so date from the marquis of Pombal's consulate (1750-77). In spite of misunderstandings and conflicts with the Crown, it is undeniable misericordias gave an important contribution to the formation of local communities, participating in the dynamics between center and periphery. In spite of the variety of their geographic and demographic contexts, they could always be recognizable by central powers as abiding to the same principles. However, the elites who governed them were free to transform misericordias into institutions capable of motivating their participation. Between obedience to the king and local management of resources, there was ample space for social action.","Authors":"Sa, ID (Sa, Isabel dos Guimaraes)","Title":"Managing Social Inequality: Confraternal Charity in Portugal and Its Overseas Colonies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394991500038 PubMed ID: 28058570 ISSN: 0941-4355 eISSN: 1433-7339","Keywords":"Education interventions; Cancer patients; Systematic review KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; STAGE BREAST-CANCER; QUALITY-OF-LIFE; COGNITIVE-BEHAVIORAL INTERVENTION; CUTANEOUS MALIGNANT-MELANOMA; STRESS-MANAGEMENT; CLINICAL-TRIAL; CHRONIC DISEASE; FOLLOW-UP; PSYCHOEDUCATIONAL INTERVENTION","Categories":"Oncology; Health Care Sciences & Services; Rehabilitation Web of Science Categories:Oncology; Health Care Sciences & Services; Rehabilitation","Journal Information":"SUPPORTIVE CARE IN CANCER Volume: 25 Issue: 4 Pages: 1323-1355 DOI: 10.1007/s00520-016-3500-z Published: APR 2017","Abstract":"This systematic review was intended to identify the effectiveness and inclusion of essential components of self-management education interventions to support patients with cancer in developing the skills needed for effective self-management of their disease and the acute or immediate, long-term, and late harmful effects of treatments. Self-management education interventions were included if they were randomized controlled trials (RCTs) containing at least one of the eight core elements outlined by the research team. A systematic search was conducted in Ovid MEDLINE (2005 through April 2015), Embase (2005 to 2015, week 15), the Cochrane Database of Systematic Reviews (Issue 4, April 2015), CINAHL (2005 to 2015) and PsychINFO (2005 to 2015). Keywords searched include 'self-management patient education' or 'patient education'. Forty-two RCTs examining self-management education interventions for patients with cancer were identified. Heterogeneity of interventions precluded meta-analysis, but narrative qualitative synthesis suggested that self-management education interventions improve symptoms of fatigue, pain, depression, anxiety, emotional distress and quality of life. Results for specific combinations of core elements were inconclusive. Very few studies used the same combinations of core elements, and among those that did, results were conflicting. Thus, conclusions as to the components or elements of self-management education interventions associated with the strength of the effects could not be assessed by this review. Defining the core components of cancer self-management education and the fundamental elements for inclusion in supporting effective self-management will be critical to ensure consistent and effective provision of self-management support in the cancer system.","Authors":"Howell, D (Howell, Doris) ; Harth, T (Harth, Tamara) ; Brown, J (Brown, Judy) ; Bennett, C (Bennett, Cathy) ; Boyko, S (Boyko, Susan)","Title":"Self-management education interventions for patients with cancer: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396770600002 ISSN: 1094-429X eISSN: 1573-9295","Keywords":"Action research; Conflicts; Information systems; AIM; Organisational inquiry; Systems KeyWords Plus:INFORMATION-SYSTEMS; COORDINATION; MANAGEMENT; DESIGN","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"SYSTEMIC PRACTICE AND ACTION RESEARCH Volume: 30 Issue: 2 Pages: 117-143 DOI: 10.1007/s11213-016-9384-5 Published: APR 2017","Abstract":"Business organisations have always existed in a constantly changing environment. To survive it is necessary for them to adapt and adjust to the changes. When analysing complex entities, such as organisations, researchers have frequently adopted the methods of action research. But with the advent of greater use of information and communication technology businesses are changing in their composition and one practicalmanifestation of this is the rise of virtual teams. Virtual teams reflect the trend for an organisation to comprise `satellites' or clusters of expertise in different parts of the globe. Such a transformation of what we can now take as an organisation creates new challenges for managers and for those inquiring into organisational problems. In this paper we attempt to address the question whether action research is any longer a valid way of organisational intervention for the researcher and consultant alike. In this paper we describe field research in which a soft method of Action Research was used during the analysis phase of IS development as a means of understanding the problem domain, identifying information requirements, evaluating technologies and reducing conflicts. The research was conducted between two institutions that were separated by several thousand miles and all participants connected from individual locations using virtual synchronous ICT. The study provided insight into the use of AR in virtual settings and as a means of conflict resolution in virtual teams. The findings have implications for IS development (which is increasingly conducted in virtual teams), education and management among others.","Authors":"Stowell, F (Stowell, Frank) ; Cooray, S (Cooray, Shavindrie)","Title":"Virtual Action Research for Virtual Organisations?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398039500012 ISSN: 1540-9295 eISSN: 1540-9309","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology; Environmental Sciences","Journal Information":"FRONTIERS IN ECOLOGY AND THE ENVIRONMENT Volume: 15 Issue: 3 Pages: 133-141 DOI: 10.1002/fee.1471 Published: APR 2017","Abstract":"As invasive species management becomes more ambitious in scope and scale, projects are increasingly challenged by disputes and conflicts among people, which can produce undesirable environmental and social outcomes. Here, we examine when and how conflicts have arisen from invasive species management, and consider why some management approaches may be more prone to conflict than others. Insufficient appreciation of sociopolitical context, non-existent or perfunctory public and community engagement, and unidirectional communications can all foster \"destructive\" conflict. We propose that approaches to conflict in invasive species management might be transformed by anticipating disagreements, attending more carefully to the social-ecological contexts of management, adopting more inclusive engagement mechanisms, and fostering more open, responsive communication. Conflicts may be unavoidable, but they can be anticipated and need not be destructive.","Authors":"Crowley, SL (Crowley, Sarah L.) ; Hinchliffe, S (Hinchliffe, Steve) ; McDonald, RA (McDonald, Robbie A.)","Title":"Conflict in invasive species management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394427700016 ISSN: 1229-9138 eISSN: 1976-3832","Keywords":"Calibration; Plug-in hybrid electric vehicle; Radar chart; Optimal Latin hypercube design; RBF neural network KeyWords Plus:CONTROL STRATEGIES; OPTIMIZATION; MODELS; COST","Categories":"Engineering; Transportation Web of Science Categories:Engineering, Mechanical; Transportation Science & Technology","Journal Information":"INTERNATIONAL JOURNAL OF AUTOMOTIVE TECHNOLOGY Volume: 18 Issue: 2 Pages: 335-344 DOI: 10.1007/s12239-017-0034-4 Published: APR 2017","Abstract":"This paper presents a calibration method of a rule-based energy management strategy designed for a plug-in hybrid electric vehicle, which aims to find the optimal set of control parameters to compromise within the conflicting calibration requirements (e.g. emissions and economy). A comprehensive evaluating indicator covering emissions and economy performance is constructed by the method of radar chart. Moreover, a radial basis functions (RBFs) neural network model is proposed to establish a precise model within the control parameters and the comprehensive evaluation indicator. The best set of control parameters under offline calibration is gained by the multi-island genetic algorithm. Finally, the offline calibration results are compared with the experimental results using a chassis dynamometer. The comparison results validate the effectiveness of the proposed offline calibrating approach, which is based on the radar chart method and the RBF neural network model on vehicle performance improvement and calibrating efficiency.","Authors":"Duan, BM (Duan, B. M.) ; Wang, QN (Wang, Q. N.) ; Wang, JN (Wang, J. N.) ; Li, XN (Li, X. N.) ; Ba, T (Ba, T.)","Title":"Calibration efficiency improvement of rule-based energy management system for a plug-in hybrid electric vehicle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396762200015 PubMed ID: 28087768 ISSN: 0737-4038 eISSN: 1537-1719","Keywords":"crop species; adaptation; introgressive hybridization; gene flow KeyWords Plus:PHYLOGENETIC TREE SELECTION; CULTIVATED RICE; ORYZA-RUFIPOGON; WILD-RICE; ANCIENT HYBRIDIZATION; COMPARATIVE GENOMICS; VARIATION REVEALS; GENETIC-STRUCTURE; DRAFT SEQUENCE; SATIVA","Categories":"Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity","Journal Information":"MOLECULAR BIOLOGY AND EVOLUTION Volume: 34 Issue: 4 Pages: 969-979 DOI: 10.1093/molbev/msx049 Published: APR 2017","Abstract":"The origin of domesticated Asian rice (Oryza sativa) has been a contentious topic, with conflicting evidence for either single or multiple domestication of this key crop species. We examined the evolutionary history of domesticated rice by analyzing de novo assembled genomes from domesticated rice and its wild progenitors. Our results indicate multiple origins, where each domesticated rice subpopulation (japonica, indica, and aus) arose separately from progenitor O. rufipogon and/ or O. nivara. Coalescence-based modeling of demographic parameters estimate that the first domesticated rice population to split off from O. rufipogon was O. sativa ssp. japonica, occurring at similar to 13.1-24.1 ka, which is an order of magnitude older then the earliest archeological date of domestication. This date is consistent, however, with the expansion of O. rufipogon populations after the Last Glacial Maximum similar to 18 ka and archeological evidence for early wild rice management in China. We also show that there is significant gene flow from japonica to both indica (similar to 17%) and aus (similar to 15%), which led to the transfer of domestication alleles from early-domesticated japonica to proto-indica and proto-aus populations. Our results provide support for a model in which different rice subspecies had separate origins, but that de novo domestication occurred only once, in O. sativa ssp. japonica, and introgressive hybridization from early japonica to proto-indica and proto-aus led to domesticated indica and aus rice.","Authors":"Choi, JY (Choi, Jae Young) ; Platts, AE (Platts, Adrian E.) ; Fuller, DQ (Fuller, Dorian Q.) ; Hsing, YL (Hsing, Yue-le) ; Wing, RA (Wing, Rod A.) ; Purugganan, MD (Purugganan, Michael D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Choi, Jae Young  http://orcid.org/0000-0002-0238-8980","Title":"The Rice Paradox: Multiple Origins but Single Domestication in Asian Rice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631700007 ISSN: 0306-4379 eISSN: 1873-6076","Keywords":"Metadata; Data sharing; Digital libraries; Knowledge management applications","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SYSTEMS Volume: 65 Pages: 78-92 DOI: 10.1016/j.is.2016.09.002 Published: APR 2017","Abstract":"Version control systems are used widely for tracking edits to data files, especially when working in teams with simultaneous editors. They track who made edits and when, and provide tools for comparing changes made and for resolving conflicts when the same file is edited by two people. Attaching metadata to files which stays with the data and tracking changes can be difficult if the file format does not support it. In this paper we present a new and innovative architecture for recording key-value metadata for objects in a revision control system, specifically Git. The utility and maturity of version control system tools make them a good candidate for a metadata store. We take advantage of Git's data store to permit the values to be blobs, opening up other possibilities such as defining thumbnails for files and folders. Propagation rules are presented, detailing when metadata follows a file after modifications to the repository. A prototype version of a tool is presented and the usefulness of the architecture is demonstrated with a number of examples. Adapting the approach to other systems such as Mercurial and Subversion is also discussed.","Authors":"Scott, M (Scott, Mark) ; Johnston, SJ (Johnston, Steven J.) ; Cox, SJ (Cox, Simon J.)","Title":"Metagit: Decentralised metadata management with Git"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000013 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Multi-stage stochastic programming; Fuzzy probabilities; Random fuzzy variables; Post-disaster relief distribution planning KeyWords Plus:WATER-RESOURCES MANAGEMENT; SUPPLY CHAIN; HUMANITARIAN LOGISTICS; MIXED UNCERTAINTY; NETWORK DESIGN; EXPECTED VALUE; MODEL; OPTIMIZATION; CONSTRAINTS; ALLOCATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 225-249 DOI: 10.1016/j.ins.2017.01.018 Published: APR 2017","Abstract":"In this paper, a novel multi-stage possibilistic stochastic programming (MSPSP) approach is developed. At the early stages, there is little information on how to pursue MSPSP the optimal decision, while in the course of time, new series of information become unfolded, which further necessitate the model to be updated. Compared to other competent uncertainty programming approaches (i.e. the classical two-stage stochastic programming (TSSP) and multi-stage stochastic programming (MSSP), and enhanced versions of TSSP and MSSP approaches), the proposed MSPSP method relaxes the subjectively setting the deterministic occurrence probabilities and allows possible perturbation in their values as fuzzy probabilities. It further enables these values to be updated so that the updated values do not conflict with each other and their summation does not exceed one. Also, given the existence of several sources of uncertainty and the deep level of uncertainty in the early stages, the scenario dependent variables at such stages are treated as random fuzzy variables. Finally, it takes into account the effect of unfolded information in an on-going fashion in the course of time. Applicability of the proposed approach is tested on a real case study for the post-disaster relief distribution planning in Tehran. Finally, useful managerial insights are provided through conducting several sensitivity analyses. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zahiri, B (Zahiri, B.) ; Torabi, SA (Torabi, S. A.) ; Tavakkoli-Moghaddam, R (Tavakkoli-Moghaddam, R.)","Title":"A novel multi-stage possibilistic stochastic programming approach (with an application in relief distribution planning)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392889600013 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"Mixed-integer nonlinear programming; Conflict detection and resolution; Air traffic control; Deterministic global optimization; Modeling KeyWords Plus:AIR-TRAFFIC MANAGEMENT; COLLISION-AVOIDANCE; OPTIMIZATION; MODEL; RESOLUTION; SPEED","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 80 Pages: 147-158 DOI: 10.1016/j.cor.2016.12.002 Published: APR 2017","Abstract":"We address the conflict detection and resolution problem in air traffic control, where an aircraft conflict is a loss of separation between aircraft trajectories. Conflict avoidance is crucial to ensure flight safety and remains a challenging traffic control problem. We focus on speed control to separate aircraft and consider two approaches: (i) maximize the number of conflicts resolved and (ii) identify the largest set of conflict-free aircraft. Both problems are modeled using mixed-integer nonlinear programming and a tailored greedy algorithm is proposed for the latter. Computational efficiency is improved through a preprocessing algorithm which attempts to reduce the size of the conflict resolution models by detecting the existence of pairwise potential conflicts. Numerical results are provided after implementing the proposed models and algorithms on benchmark conflict resolution instances. The results highlight the benefits of using the proposed pre-processing step as well as the versatility and the efficiency of the proposed models. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Cafieri, S (Cafieri, Sonia) ; Rey, D (Rey, David) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rey, David  http://orcid.org/0000-0002-1577-3845","Title":"Maximizing the number of conflict-free aircraft using mixed-integer nonlinear programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397714200002 PubMed ID: 28347319 ISSN: 1748-5908","Keywords":"Implementation; Theoretical Domains Framework; Behaviour change; Electronic Medication Management Systems; Medication administration; Workarounds KeyWords Plus:BEHAVIOR-CHANGE INTERVENTIONS; ADVERSE DRUG EVENTS; ADMINISTRATION SYSTEM; PATIENT SAFETY; HEALTH-CARE; INFORMATION-TECHNOLOGY; MIXED METHOD; ERRORS; IMPLEMENTATION; IMPACT","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 42 DOI: 10.1186/s13012-017-0572-1 Published: MAR 27 2017","Abstract":"Background: Medication errors harm hospitalised patients and increase health care costs. Electronic Medication Management Systems (EMMS) have been shown to reduce medication errors. However, nurses do not always use EMMS as intended, largely because implementation of such patient safety strategies requires clinicians to change their existing practices, routines and behaviour. This study uses the Theoretical Domains Framework (TDF) to identify barriers and targeted interventions to enhance nurses' appropriate use of EMMS in two Australian hospitals. Methods: This qualitative study draws on in-depth interviews with 19 acute care nurses who used EMMS. A convenience sampling approach was used. Nurses working on the study units (N = 6) in two hospitals were invited to participate if available during the data collection period. Interviews inductively explored nurses' experiences of using EMMS (step 1). Data were analysed using the TDF to identify theory-derived barriers to nurses' appropriate use of EMMS (step 2). Relevant behaviour change techniques (BCTs) were identified to overcome key barriers to using EMMS (step 3) followed by the identification of potential literature-informed targeted intervention strategies to operationalise the identified BCTs (step 4). Results: Barriers to nurses' use of EMMS in acute care were represented by nine domains of the TDF. Two closely linked domains emerged as major barriers to EMMS use: Environmental Context and Resources (availability and properties of computers on wheels (COWs); technology characteristics; specific contexts; competing demands and time pressure) and Social/Professional Role and Identity (conflict between using EMMS appropriately and executing behaviours critical to nurses' professional role and identity). The study identified three potential BCTs to address the Environmental Context and Resources domain barrier: adding objects to the environment; restructuring the physical environment; and prompts and cues. Seven BCTs to address Social/Professional Role and Identity were identified: social process of encouragement; pressure or support; information about others' approval; incompatible beliefs; identification of self as role model; framing/reframing; social comparison; and demonstration of behaviour. It proposes several targeted interventions to deliver these BCTs. Conclusions: The TDF provides a useful approach to identify barriers to nurses' prescribed use of EMMS, and can inform the design of targeted theory-based interventions to improve EMMS implementation.","Authors":"Debono, D (Debono, Deborah) ; Taylor, N (Taylor, Natalie) ; Lipworth, W (Lipworth, Wendy) ; Greenfield, D (Greenfield, David) ; Travaglia, J (Travaglia, Joanne) ; Black, D (Black, Deborah) ; Braithwaite, J (Braithwaite, Jeffrey)","Title":"Applying the Theoretical Domains Framework to identify barriers and targeted interventions to enhance nurses' use of electronic medication management systems in two Australian hospitals"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397148900001 PubMed ID: 28392778 ISSN: 1664-2392","Keywords":"gestational diabetes mellitus; India; health care; challenges; recommendations; gestational diabetes; mellitus management KeyWords Plus:RISK-FACTORS; MANAGEMENT; POPULATION; PREVALENCE; GUIDELINES; PREGNANCY; OUTCOMES; PROGRAM; WOMEN","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"FRONTIERS IN ENDOCRINOLOGY Volume: 8 Article Number: 56 DOI: 10.3389/fendo.2017.00056 Published: MAR 24 2017","Abstract":"Gestational diabetes mellitus (GDM) is a primary concern in India affecting approximately five million women each year. Existing literature indicate that prediabetes and diabetes affect approximately six million births in India alone, of which 90% are due to GDM. Studies reveal that there is no consensus among physicians and health-care providers in India regarding management of GDM prepartum and postpartum despite available guidelines. Also, there is no consensus among physicians as to when a woman should undergo oral glucose tolerance test after delivery. This clearly shows that management of GDM is challenging and controversial in India due to conflicting guidelines and treatment protocols, despite availability of straightforward protocols for screening and management. Also, a collaborative approach remains a key for GDM management, as patient compliance and proper educational interventions promote better pregnancy outcomes. Management of GDM plays a pivotal role, as women with GDM have an increased chance of developing diabetes mellitus 5-10 years after pregnancy. Also, children born in GDM pregnancies face an increased risk for obesity and type 2 diabetes. The cornerstone for the management of GDM is glycemic control and quality nutritional intake. GDM management is complex in India, and existing challenges are multifactorial. However, there are little published data outlining these challenges. This review gives an account of some of the key challenges from self-management and health-care provider perspective. The recommendations in this review provide insights for building a more structured model for GDM care in India. This research has several practical applications. First, it points out to reaching a consensus on approaches for screening, diagnosis, and treatment of care across clinical practices in the nation that can aid in overcoming certain challenges observed. Second, it highlights the importance to build capacities and capabilities, especially in resource-limited settings. Health education among pregnant women remains a priority to resolve issues related to self-management. More broadly, further research, specifically qualitative is vital to determine forthcoming challenges with respect to patients, caregivers, providers, and policy makers and to provide solutions fitted to practice setting and demographic background.","Authors":"Morampudi, S (Morampudi, Suman) ; Balasubramanian, G (Balasubramanian, Gayathri) ; Gowda, A (Gowda, Arun) ; Zomorodi, B (Zomorodi, Behsad) ; Patil, AS (Patil, Anand Shanthanagowd)","Title":"The Challenges and Recommendations for Gestational Diabetes Mellitus Care in india: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396916500001 PubMed ID: 28327198 ISSN: 1748-5908","Keywords":"Guidelines; Nutrition; WHO; Adaptability; Implementability; Methodological quality; Mixed methods KeyWords Plus:AGREE II; MICRONUTRIENT INTERVENTIONS; GRADE; RECOMMENDATIONS; QUALITY; SUPPORT; APPRAISAL; CONFLICTS; STRENGTH; TOOLS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 39 DOI: 10.1186/s13012-017-0571-2 Published: MAR 21 2017","Abstract":"Background: Over the past decade, the World Health Organization (WHO) has implemented a standardized, evidence-informed guideline development process to assure technically sound and policy-relevant guidelines. This study is an independent evaluation of the adaptability of the guidelines produced by the Evidence and Programme Guidance unit, at the Department of Nutrition for Health and Development (NHD). The study systematizes the lessons learned by the NHD group at WHO. Methods: We used a mixed methods approach to determine the adaptability of the nutrition guidelines. Adaptability was defined as having two components; methodological quality and implementability of guidelines. Additionally, we gathered recommendations to improve future guideline development in nutrition actions for health and development. Data sources for this evaluation were official documentation and feedback (both qualitative and quantitative) from key stakeholders involved in the development of nutrition guidelines. The qualitative data was collected through a desk review and two waves of semi-structured interviews (n = 12) and was analyzed through axial coding. Guideline adaptability was assessed quantitatively using two standardized instruments completed by key stakeholders. The Appraisal Guideline for Research and Evaluation questionnaire, version ll was used to assess guideline quality (n = 6), while implementability was assessed with the electronic version of the GuideLine Implementability Appraisal (n = 7). Results: The nutrition evidence-informed guideline development process has several strengths, among them are the appropriate management of conflicts of interest of guideline developers and the systematic use of high-quality evidence to inform the recommendations. These features contribute to increase the methodological quality of the guidelines. The key areas for improvement are the limited implementability of the recommendations, the lack of explicit and precise implementation advice in the guidelines and challenges related to collaborative work within interdisciplinary groups. Conclusions: Overall, our study found that the nutrition evidence-informed guidelines are of good methodological quality but that the implementability requires improvement. The recommendations to improve guideline adaptability address the guideline content, the dynamics shaping interdisciplinary work, and actions for implementation feasibility. As WHO relies heavily on a standardized procedure to develop guidelines, the lessons learned may be applicable to guideline development across the organization and to other groups developing guidelines.","Authors":"Dedios, MC (Cecilia Dedios, Maria) ; Esperato, A (Esperato, Alexo) ; De-Regil, LM (Maria De-Regil, Luz) ; Pena-Rosas, JP (Pablo Pena-Rosas, Juan) ; Norris, SL (Norris, Susan L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dedios Sanguineti, Maria Cecilia  http://orcid.org/0000-0002-6141-304X","Title":"Improving the adaptability of WHO evidence-informed guidelines for nutrition actions: results of a mixed methods evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212000023 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Calibration; Energy management system; Hybrid electric vehicle; Radar chart; Optimal Latin hypercube design; RBF neural network KeyWords Plus:CONTROL STRATEGIES; URBAN ROADS; OPTIMIZATION; DESIGN","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 136 Pages: 240-248 DOI: 10.1016/j.enconman.2016.12.068 Published: MAR 15 2017","Abstract":"This paper presents a new analytical calibration method for energy management strategy designed for a plug-in hybrid electric vehicle. This method improves the actual calibration efficiency to reach a compromise among the conflicting calibration requirements (e.g. emissions and economy). A comprehensive evaluating indicator covering emissions and economic performance is constructed by using a radar chart method. A radial basis functions (RBFs) neural network model is proposed to establish a precise model among control parameters and the comprehensive evaluation indicator. The optimal Latin hypercube design is introduced to obtain the experimental data to train the RBFs neural network model. And multi-island genetic algorithm is used to solve the optimization model. Finally, an offline calibration example is conducted. Results validate the effectiveness of the proposed calibration approach in improving vehicle performance and calibration efficiency.(C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Duan, BM (Duan, Benming) ; Wang, QN (Wang, Qingnian) ; Zeng, XH (Zeng, Xiaohua) ; Gong, YS (Gong, Yinsheng) ; Song, DF (Song, Dafeng) ; Wang, JN (Wang, Junnian)","Title":"Calibration methodology for energy management system of a plug-in hybrid electric vehicle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603700004 ISSN: 0964-5691 eISSN: 1873-524X","Categories":"Oceanography; Water Resources Web of Science Categories:Oceanography; Water Resources","Journal Information":"OCEAN & COASTAL MANAGEMENT Volume: 138 Pages: 29-37 DOI: 10.1016/j.ocecoaman.2017.01.010 Published: MAR 15 2017","Abstract":"Arctic and northern coastal regions are among the least developed in the world in terms of density of settlements, population and resource exploitation. It is often assumed that these regions will be frontiers of future change, conflict and opportunity due to climate change, new transportation routes, geopolitical tensions and increasing demands for their natural resources. But to what degree do global discourses about future challenges in northern coastal areas align with the perceptions and concerns of people living there? Identifying the mainstream public concepts of change can be essential for developing effective and legitimate policies for coastal regions. We surveyed a representative sample of residents in the Lofoten Vesteralen archipelago in Northern Norway to identify their perceptions of the main conflict issues and drivers of change facing their region. Petroleum exploration, infrastructure development, the fishing industry, and uncertainty about future municipal governance and public services emerged as the key conflict themes. Perceptions of drivers group in positive forces; developments and improvements in transportation, the fishing industry, tourism, new marine industries and cultural heritage protection, as well as negative factors; climate change, aging and declining rural populations, degrading of the cultural landscape due to reduced grazing, and bureaucratic obstacles in the fishing industry. The main attention is on social and economic drivers of change, as well as \"doorstep\" concerns rather than global discourses. National or global environmental and geopolitical issues are largely absent in the responses. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kaltenborn, BP (Kaltenborn, Bjorn P.) ; Linnell, JDC (Linnell, John D. C.) ; Thomassen, J (Thomassen, Jorn) ; Lindhjem, H (Lindhjem, Henrik)","Title":"Complacency or resilience? Perceptions of environmental and social change in Lofoten and Vesteralen in northern Norway"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603700013 ISSN: 0964-5691 eISSN: 1873-524X","Categories":"Oceanography; Water Resources Web of Science Categories:Oceanography; Water Resources","Journal Information":"OCEAN & COASTAL MANAGEMENT Volume: 138 Pages: 124-137 DOI: 10.1016/j.ocecoaman.2017.01.014 Published: MAR 15 2017","Abstract":"Rebuilding depleted fish stocks and preventing the collapse of fisheries are major challenges for most coastal countries. In addition to human-induced factors, interactions between fish stocks within a food web add further complexity to the task of stock rebuilding. In this study we use a stylized bioeconomic model of a multi-stock fishery to study how different management objectives are affected by the nature of stock interactions and to identify potential trade-offs between multiple objectives in stock rebuilding. The results show that the type and strength of stock interactions determine directly the trade-offs between the biological and economic objectives of the fishery as well as the short-term and long-term objectives in stock rebuilding. Compared to a single species perspective, the opportunity cost of hastening the speed of stock rebuilding by reducing the fishing capacity is lower when the depleted stocks have a competitive relationship and higher when the interdependence between the stocks is predatory prey or mutually beneficial. Our model results further show that stock interactions directly influence whether full or partial rebuilding of depleted stocks is achieved and whether the biomass of rebuilt stocks remains above the management target over time. Even a simple form of competitive or predator prey interaction can prolong the duration of the rebuilding process and reverse initial rebuilding success or prevent it entirely, underlying the importance of stock interactions for the rebuilding of fisheries. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zimmermann, F (Zimmermann, Fabian) ; Yamazaki, S (Yamazaki, Satoshi)","Title":"Exploring conflicting management objectives in rebuilding of multi-stock fisheries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396220200001 PubMed ID: 28290499 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 44292 DOI: 10.1038/srep44292 Published: MAR 14 2017","Abstract":"Willingness to lay down one's life for a group of non-kin, well documented historically and ethnographically, represents an evolutionary puzzle. Building on research in social psychology, we develop a mathematical model showing how conditioning cooperation on previous shared experience can allow individually costly pro-group behavior to evolve. The model generates a series of predictions that we then test empirically in a range of special sample populations (including military veterans, college fraternity/sorority members, football fans, martial arts practitioners, and twins). Our empirical results show that sharing painful experiences produces \"identity fusion\" -a visceral sense of oneness which in turn can motivate self-sacrifice, including willingness to fight and die for the group. Practically, our account of how shared dysphoric experiences produce identity fusion helps us better understand such pressing social issues as suicide terrorism, holy wars, sectarian violence, gang-related violence, and other forms of intergroup conflict.","Authors":"Whitehouse, H (Whitehouse, Harvey) ; Jong, J (Jong, Jonathan) ; Buhrmester, MD (Buhrmester, Michael D.) ; Gomez, A (Gomez, Angel) ; Bastian, B (Bastian, Brock) ; Kavanagh, CM (Kavanagh, Christopher M.) ; Newson, M (Newson, Martha) ; Matthews, M (Matthews, Miriam) ; Lanman, JA (Lanman, Jonathan A.) ; Mckay, R (Mckay, Ryan) ; Gavrilets, S (Gavrilets, Sergey) ...More...Less","Title":"The evolution of extreme cooperation via shared dysphoric experiences!"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396087900069 PubMed ID: 28278246 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173302 DOI: 10.1371/journal.pone.0173302 Published: MAR 9 2017","Abstract":"Limited resources result in competition among social animals. Nevertheless, social animals also have innate preferences for cooperative behavior. In the present study, 12 dyads of food-deprived rats were tested in four successive trials, and then re-tested as eight triads of food-deprived rats that were unfamiliar to each other. We found that the food-deprived dyads or triads of rats did not compete for the food available to them at regular spatially-marked locations that they had previously learnt. Rather, these rats traveled together to collect the baits. One rat, or two rats in some triads, lead (ran ahead) to collect most of the baits, but \"leaders\" differed across trials so that, on average, each rat ultimately collected similar amounts of baits. Regardless of which rat collected the baits, the rats traveled together with no substantial difference among them in terms of their total activity. We suggest that rats, which are a social species that has been found to display reciprocity, have evolved to travel and forage together and to share limited resources. Consequently, they displayed a sort of 'peace economy' that on average resulted in equal access to the baits across trials. For social animals, this type of dynamics is more relaxed, tolerant, and effective in the management of conflicts. Rather than competing for the limited available food, the food-deprived rats socialized and coexisted peacefully.","Authors":"Weiss, O (Weiss, Omri) ; Dorfman, A (Dorfman, Alex) ; Ram, T (Ram, Tamar) ; Zadicario, P (Zadicario, Pazit) ; Eilam, D (Eilam, David)","Title":"Rats do not eat alone in public: Food-deprived rats socialize rather than competing for baits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396287400001 PubMed ID: 28258279 ISSN: 2055-1010","Categories":"General & Internal Medicine; Respiratory System Web of Science Categories:Primary Health Care; Respiratory System","Journal Information":"NPJ PRIMARY CARE RESPIRATORY MEDICINE Volume: 27 Article Number: 15 DOI: 10.1038/s41533-017-0018-x Published: MAR 7 2017","Abstract":"Respiratory tract infections in young children are the most common cause of general practice visits in Australia. Despite the availability of clinical practice guidelines, the treatment and management of respiratory tract infections in young children is inconsistent. The aim of the study was to explore the management of respiratory tract infections in young children from a multidisciplinary perspective using across-sectional qualitative research design based on the theoretical domains framework and the Capability, Opportunity and Motivation-B model. In-depth interviews were conducted with 30 primary care providers to explore their knowledge, views and management of respiratory tract infections in young children. Interviews focused on symptomatic management, over-the-counter medications and antibiotic use, and data were thematically analysed. Our findings showed that factors such as primary care providers' time constraints, parental anxiety, general practitioners' perception of what parents want, perceived parental pressure, and fear of losing patients were some of the reasons why primary care providers did not always adhere to guideline recommendations. Primary care providers also provided conflicting advice to parents concerning over-the-counter medications and when children should resume normal activities. Overall, this study showed that complex interactions involving emotional and psychological factors influenced the decision making process of primary care providers' management of respiratory tract infections in young children. A team care approach with consistent advice, and improved communication between primary care providers and parents is vital to overcome some of these barriers and improve guideline adherence. The findings of this research will inform the development of interventions to better manage respiratory tract infections in young children.","Authors":"Biezen, R (Biezen, Ruby) ; Brijnath, B (Brijnath, Bianca) ; Grando, D (Grando, Danilla) ; Mazza, D (Mazza, Danielle)","Title":"Management of respiratory tract infections in young children-A qualitative study of primary care providers' perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394971500013 PubMed ID: 27879382 ISSN: 0020-1324 eISSN: 1943-3654","Keywords":"sleep apnea syndrome; CPAP; patient preference; telehealth; telemedicine; e-health; home health monitoring; technology KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; CARDIOVASCULAR-DISEASE; HIGH-RISK; ADHERENCE; PROGRAM; POPULATION; ADULTS; DIAGNOSIS; MEDICINE; ACCESS","Categories":"General & Internal Medicine; Respiratory System Web of Science Categories:Critical Care Medicine; Respiratory System","Journal Information":"RESPIRATORY CARE Volume: 62 Issue: 3 Pages: 357-362 DOI: 10.4187/respcare.05002 Published: MAR 2 2017","Abstract":"BACKGROUND: Timely monitoring of obstructive sleep apnea (OSA) therapy can be a challenge amid conflicting pressures of rising patient volume and shortage of sleep medicine providers. Positive airway pressure (PAP) devices with wireless modem technology have the potential to improve patient access to care and streamline work load, yet little is known about patient attitudes toward telehealth integration among veterans with sleep apnea. As part of a larger quality improvement initiative at the Veterans Affairs (VA) Puget Sound Health Care System, we elicited veterans' preferences toward modem versus traditional PAP data download, including patient attitudes and factors affecting those preferences. METHODS: We conducted an anonymous survey of veterans without previous CPAP experience presenting for initial device setup and training at VA Puget Sound PAP clinics. Surveys assessed subject demographics, PAP download preferences (modem vs mail), and Likert- type scale ratings of importance placed on factors including convenience and information privacy. Using multinomial logistic regression, we examined the association between convenience rating and download preference, adjusting for information privacy rating, age, and commute time. RESULTS: Of 444 surveys analyzed, respondents were primarily male with a mean age of 52 y. Most respondents reported taking >= 30 min to commute to the PAP clinic. Convenience was rated as the most important factor affecting download preferences. Veteran preferences regarding PAP download method were mixed, with 47% preferring modem, 38% preferring memory card mail- in, and 15% undecided. A higher rating of convenience was significantly associated with modem preference, both before and after adjustment for information privacy rating, commute time, and veteran age (adjusted relative risk ratio 1.67, P <.001, 95% CI 1.40-1.99). CONCLUSIONS: PAP data download preferences were mixed among new veteran users. Veterans placed a high value on the potentially competing concerns of convenience and information privacy. Veterans preferring modem factored convenience as important in their decision making, independent of privacy concerns.","Authors":"He, K (He, Ken) ; Palen, BN (Palen, Brian N.) ; Mattox, EA (Mattox, Elizabeth A.) ; Parsons, EC (Parsons, Elizabeth C.)","Title":"Veteran Preferences Regarding Wireless Management of Positive Airway Pressure for Obstructive Sleep Apnea at a Tertiary Health-Care System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395830300001 ISSN: 2305-7068","Keywords":"Groundwater; Sustainability; International collaboration; Mekong-Lancang River Basin KeyWords Plus:CAMBODIA; DELTA","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"JOURNAL OF GROUNDWATER SCIENCE AND ENGINEERING Volume: 5 Issue: 1 Pages: 1-13 Published: MAR 2 2017","Abstract":"Groundwater is an important and readily available source of fresh water in the Mekong-Lancang River Basin. With a rapid population growth and increasing human activities, an increasing number of countries in the Mekong-Lancang River Basin are experiencing depleted and degraded groundwater supplies. In transboundary river basins, such as the Mekong-Lancang River, prioritizing the use of the shared aquifer by one riparian government may affect the opportunities of other riparian governments and lead to potential water conflicts between neighboring countries. To promote the sharing of strategies and information for the sustainable and equitable use of water resources of the shared basin, international collaborative workshops on groundwater resources have been organized for all Mekong-Lancang River countries. These workshops provide an opportunity to communicate and discuss nationally sensitive issues on groundwater by the associated countries, with topics covering multiple aspects of groundwater, such as the groundwater status in the basin, quality issues, water use conflicts, hydrological information gaps, management policies and capacity building for successful water resource management. Consensus has been reached by all countries on the importance of catchment-based groundwater management and the need for close communication among the countries. Strategies for managing transboundary aquifer issues must foster international collaboration based on the regional network, influence national networks and enhance the capacity to building maps and monitoring systems based on associated databases. The sustainability of water resources cannot be achieved without the integrated involvement and contributions by multiple countries and various stakeholders. Therefore, collaborative workshops provide a great opportunity to further our understanding of the hydrologic processes of the Mekong River Basin, share the benefits of the aquifer and provide a strategy and vision for sustainable water resource management in the Mekong-Lancang River countries.","Authors":"Lee, E (Lee, Eunhee) ; Ha, K (Ha, Kyoochul) ; Ngoc, NTM (Nguyen Thi Minh Ngoc) ; Surinkum, A (Surinkum, Adichat) ; Jayakumar, R (Jayakumar, Ramasamy) ; Kim, Y (Kim, Yongje) ; Bin Hassan, K (Bin Hassan, Kamaludin)","Title":"Groundwater status and associated issues in the Mekong-Lancang River Basin: International collaborations to achieve sustainable groundwater resources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398807400004 ISSN: 1867-0717 eISSN: 1866-8887","Keywords":"Traffic engineering; Curb parking; Capacity; Traffic safety; Conflict; Gap acceptance theory KeyWords Plus:ON-STREET PARKING","Categories":"Transportation Web of Science Categories:Transportation; Transportation Science & Technology","Journal Information":"EUROPEAN TRANSPORT RESEARCH REVIEW Volume: 9 Issue: 1 Article Number: 4 DOI: 10.1007/s12544-016-0219-3 Published: MAR 2017","Abstract":"Purpose In order to explore the effect of curb parking on dynamic traffic and formulate some reasonable and effective traffic management measures, the effects on capacity and traffic safety are studied. Methods Four road segments with curb parking were selected as the investigation location. Several traffic characteristics and parameters were then investigated and counted, including traffic flow volume, speed, headway and traffic conflict. Based on a reduction of lane effective width and the Gap Acceptance Theory, two effect models describing curb parking and road capacity were constructed. Considering the factors involved in motor vehicle conflicts (such as non-motor vehicle lane distribution and stopping sight distance), the effects of curb parking on both motor vehicle and non-motor vehicle traffic safetywas analyzed, as well as pedestrian crossing safety. This case study analyzes both the capacity and traffic safety of all four investigation segments. Results Results show that the lane effective width of road segment with curb parking significantly influences the road capacity and impacts the traffic flow volumes of the parking lane and its adjacent lane. Conclusions Curb parking significantly effects traffic operation safety; however, it can be improved by implementing traffic safety management measures.","Authors":"Cao, Y (Cao, Y.) ; Yang, ZZ (Yang, Z. Z.) ; Zuo, ZY (Zuo, Z. Y.)","Title":"The effect of curb parking on road capacity and traffic safety"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398868900006 ISSN: 0959-3780 eISSN: 1872-9495","Keywords":"Networks; International environmental governance; Pacific islands; Climate change; Knowledge Narrative KeyWords Plus:EPISTEMIC COMMUNITIES; GLOBAL GOVERNANCE; POLITICS; WORLD; INSTITUTIONS; MANAGEMENT; LEGITIMACY; AUTHORITY; KNOWLEDGE; CLIMATE","Categories":"Environmental Sciences & Ecology; Geography Web of Science Categories:Environmental Sciences; Environmental Studies; Geography","Journal Information":"GLOBAL ENVIRONMENTAL CHANGE-HUMAN AND POLICY DIMENSIONS Volume: 43 Pages: 62-71 DOI: 10.1016/j.gloenvcha.2017.01.006 Published: MAR 2017","Abstract":"As climate change pushes against the shorelines of the Pacific Islands, strategies to coalesce power to mitigate for and adapt to environmental degradation become even more relevant. One mechanism employed by the Pacific Islands to overcome conflict is the formation of climate networks that work together to meet the needs of the islands as a region. During this process of networked governance, however, contestations occur between the local and global strategies and knowledges that must be navigated by state and nonstate organizations in these networks in order to achieve their respective aims. In order to gain authority to make decisions and govern on climate issues, these networks employ particular narratives constructions of the hero, victim, and villain, both human and nonhuman, in the story of climate policy that both produce and are produced by these local/global contestations. This article explores these issues in the context of the Pacific Island Forum and Pacific Island Development Forum summits leading up to the 2015 Conference of the Parties, and their final climate declarations. Through this investigation, two competing narratives are found the global technical narrative and the local power narrative. These narratives impacted the deliberations and subsequent climate declarations in these Pacific summits, with both the global technical narrative of the Pacific Island Forum summit and the local power narrative of the Pacific Island Development Forum summit being evident in their final declarations. These narrative constructions have consequences for the representativeness of the decisions made in these networks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Denton, A (Denton, Ashlie)","Title":"Voices for environmental action? Analyzing narrative in environmental governance networks in the Pacific Islands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398524100067 ISSN: 1660-4601","Keywords":"healthcare workers; HIV; AIDS; drug users KeyWords Plus:NURSES KNOWLEDGE; MEDICAL ADVICE; HIV-INFECTION; AIDS; PHYSICIANS; BARRIERS; MANAGEMENT; DISORDERS; COUNTRIES; DISEASE","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH Volume: 14 Issue: 3 Article Number: 284 DOI: 10.3390/ijerph14030284 Published: MAR 2017","Abstract":"Caring for HIV/AIDS patients and/or drug users requires health care workers (HCWs) to have good knowledge of the issues. Cultural differences in HCWs, combined with professional ethics and personal beliefs, could also result in conflicting attitudes, leading to difficulties related to looking after people affected by HIV/AIDS or drug users. A cross-sectional study was carried out to assess the attitude towards HIV/AIDS patients and/or drug users in a sample of workers operating in a large university hospital in southern Italy. A total of 736 workers were surveyed from May to November 2016. During the periodic occupational health surveillance, a questionnaire was administered about attitudes of discrimination, acceptance and fear towards these patients. Respondents showed average levels of acceptance to HIV/AIDS and drug user patients. As years of experience and professional training increased, scores for discrimination, acceptance of HIV/AIDS, acceptance of drug users and fear decreased. Factors positively influencing levels of attitudes were being female and younger. Supplementary education is needed to strengthen the awareness of HCWs.","Authors":"Ledda, C (Ledda, Caterina) ; Cicciu, F (Cicciu, Francesca) ; Puglisi, B (Puglisi, Beatrice) ; Ramaci, T (Ramaci, Tiziana) ; Nunnari, G (Nunnari, Giuseppe) ; Rapisarda, V (Rapisarda, Venerando)","Title":"Attitude of Health Care Workers (HCWs) toward Patients Affected by HIV/AIDS and Drug Users: A Cross-Sectional Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398911300001 ISSN: 0965-075X eISSN: 1468-2389","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management","Journal Information":"INTERNATIONAL JOURNAL OF SELECTION AND ASSESSMENT Volume: 25 Issue: 1 Pages: 1-10 DOI: 10.1111/ijsa.12155 Published: MAR 2017","Abstract":"The current study is developed to identify factors that affect trainees' acquiescent tendency in organizational trainer evaluations. We posit that conflict-handling style affects ones tendency to acquiesce in trainer evaluations, and this relationship is regulated by cultural influence. Surveys were sent to employees with training experience in Taiwan and North America, 395 valid responses were collected. Results showed that the two individual conflict-handling styles: non-confrontation style and dominating style, are positively related to acquiescent tendency; and their relationship is found moderated by the influence of Confucian work dynamism, thus confirming the influence of cultural norms. Our findings contribute to HRD practitioners by highlighting the different conflict-handling style and culture influence will result in different level of acquiescent propensity, trainer evaluations results should be interpreted more carefully and cautiously.","Authors":"Chen, HC (Chen, Hsien-Chun) ; Chen, IH (Chen, I-Heng) ; Lin, SY (Lin, Szu-Yin) ; Chen, YC (Chen, Yichieh)","Title":"Cultural influences in acquiescent response: A study of trainer evaluation biases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398730000020 ISSN: 2073-445X","Keywords":"community forest management; biodiversity conservation; indigenous forest management; community conservation; Indonesian forests KeyWords Plus:TRADITIONAL ECOLOGICAL KNOWLEDGE; INDIGENOUS KNOWLEDGE; RESOURCE-MANAGEMENT; PEOPLES; KALIMANTAN; DECENTRALIZATION; PRINCIPLES; SUMATRA; SCIENCE; MODESTY","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"LAND Volume: 6 Issue: 1 Article Number: 21 DOI: 10.3390/land6010021 Published: MAR 2017","Abstract":"Forest lands in Indonesia are classified as state lands and subject to management under agreements allocated by the Ministry of Environment and Forestry. There has been a long-standing tension between the ministry and local communities who argue that they have traditionally managed large areas of forest and should be allowed to continue to do so. A series of recent legal and administrative decisions are now paving the way for the allocation of forests to local communities. There is a hypothesis that the communities will protect the forests against industrial conversion and that they will also conserve biodiversity. This hypothesis needs to be closely examined. Conservation of biodiversity and management for local benefits are two different and potentially conflicting objectives. This paper reviews examples of forests managed by local communities in Indonesia and concludes that there is very limited information available on the conservation of natural biodiversity in these forests. I conclude that more information is needed on the status of biodiversity in community managed forests. When forests are allocated for local management, special measures need to be in place to ensure that biodiversity values are monitored and maintained.","Authors":"Boedhihartono, AK (Boedhihartono, Agni Klintuni)","Title":"Can Community Forests Be Compatible With Biodiversity Conservation in Indonesia?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398730000017 ISSN: 2073-445X","Keywords":"Halgurd Sakran National Park; remote sensing; GIS; land use; land cover; FRAGSTATS; landscape metrics; random forest KeyWords Plus:SPATIAL-PATTERN ANALYSIS; IMAGE CLASSIFICATION; LANDSCAPE; AREA; FRAGMENTATION; MANAGEMENT; RESERVE","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"LAND Volume: 6 Issue: 1 Article Number: 18 DOI: 10.3390/land6010018 Published: MAR 2017","Abstract":"Halgurd Sakran National Park (HSNP) is Iraq's first designated national park, located in the Kurdistan Region, which has suffered multiple armed conflicts over the past decades. This study assesses how vegetation dynamics have affected the landscape structure and composition of the core zone of the park over the last 31 years. Spatio-temporal changes in land cover were mapped for three points in time using remote sensing, geographic information systems (GIS), and landscape metrics. Land cover changes were mapped using random forest classifications of satellite images from Landsat 5 TM, Landsat 7 ETM+, and Landsat 8 LDCM acquired in 1984, 1998, and 2015. Five landscape pattern metrics were analysed at class and landscape levels in order to quantify landscape patterns arising from land use and land cover (LULC) change in HSNP using FRAGSTATS 4.2. These landscape pattern metrics were patch metrics, area metrics, shape metrics interspersion/juxtaposition and contagion metrics and diversity metrics. Significant changes in cultivated areas after 1991 were observed, which indicate the role of anthropogenic activities in land cover change. Areas of bare surface and forest lands declined and became more fragmented in 1984 and 1998 while, at the same time, cultivated areas increased, with a continuing fragmentation of pasture land. Internal migration of people was one of the major drivers of LULC change. The results reveal that significant LULC changes in terms of composition and spatial structure over the 31-year period have occurred in the designated protected area. Landscape metrics were able to assess the trend of spatial patchiness over the studied period. A discussion of the significance of changes in land use systems for understanding the causes and consequences of change is provided.","Authors":"Hamad, R (Hamad, Rahel) ; Balzter, H (Balzter, Heiko) ; Kolo, K (Kolo, Kamal)","Title":"Multi-Criteria Assessment of Land Cover Dynamic Changes in Halgurd Sakran National Park (HSNP), Kurdistan Region of Iraq, Using Remote Sensing and GIS"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399154700001 ISSN: 1343-4152 eISSN: 1348-6160","Keywords":"urban wildlife; wildlife management KeyWords Plus:CONFLICT","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"MAMMAL STUDY Volume: 42 Issue: 1 Pages: 1-16 Published: MAR 2017","Abstract":"Urban wildlife management is growing in importance in the U.S. and Canada. This paper describes the archetypical history of wildlife population exploitation, recovery, impact management, and the anthropogenic root-causes for management of many species in urban environments. Although urban and traditional wildlife management situations differ in many ways, in both contexts, some species are welcome to co-exist with humans, while other species are considered intolerable. Management approaches and techniques tailored to urban situations are still in early days of development. Urban wildlife management issues tend to be \"wicked problems\" (problems where disparate human values lead to different interpretations of desirable outcomes and acceptable means of achieving them). People sharing the same space with each other and with wildlife inevitably perceive different impacts from wildlife. Experience has amply demonstrated the difficulty of finding a management response that is accepted across all segments of an urban community. Arguably, urban wildlife management ranks with species imperilment as one of the greatest conservation challenges of our time, but for a very different reason. The problems people experience with urban wildlife, if not curbed, could lead to popular backlash against wildlife and habitat conservation within or proximate to urban areas.","Authors":"McCance, EC (McCance, Erin C.) ; Decker, DJ (Decker, Daniel J.) ; Colturi, AM (Colturi, Anne M.) ; Baydack, RK (Baydack, Richard K.) ; Siemer, WF (Siemer, William F.) ; Curtis, PD (Curtis, Paul D.) ; Eason, T (Eason, Thomas)","Title":"Importance of urban wildlife management in the United States and Canada"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399154700002 ISSN: 1343-4152 eISSN: 1348-6160","Keywords":"human dimension; human-wildlife conflicts; large carnivore; Ursus arctos; wildlife management KeyWords Plus:BLACK BEARS; URSUS-ARCTOS; LARGE CARNIVORES; POPULATION; HABITUATION; AMERICANUS; LANDSCAPES; DISPERSAL; HABITATS; PEOPLE","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"MAMMAL STUDY Volume: 42 Issue: 1 Pages: 17-30 Published: MAR 2017","Abstract":"Recently, brown bears have moved deeper inside urban areas in Sapporo, the fifth-largest city with a population of 1.9 million in Japan. Here, I review urban large carnivore management and its human dimension and discuss how to create a model of harmonious coexistence that includes both management of human-brown bear conflict (HBC) and conservation of the lush, green environment of Sapporo. Although large carnivores that use urban landscapes can temporarily obtain an abundance of high-energy foods, they are also subject to high rates of human-derived mortality. Brown bear invasions of the city center of Sapporo are still rare and are likely caused by bear population increase and distribution expansion within the last decade. It is important to manage urban borders to reduce their attractiveness. A verdant environment and biodiversity conservation are considered to be important to urban residents in Sapporo. Urban HBC, however, is an unavoidable consequence of this style of living. Because a variety of stakeholders affected by HBC and its management live in the city, their various values should be reflected in wildlife management policy through a more collaborative, community-based decision-making model.","Authors":"Sato, Y (Sato, Yoshikazu)","Title":"The future of urban brown bear management in Sapporo, Hokkaido, Japan: a review"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398947100014 PubMed ID: 28291456 ISSN: 0026-4075 eISSN: 1930-613X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"MILITARY MEDICINE Volume: 182 Pages: 78-86 Supplement: 1 DOI: 10.7205/MILMED-D-16-00048 Published: MAR 2017","Abstract":"Care of military casualties requires not only assessment of patient, injury, and setting, but also the consequences of care decisions on other organ systems. In contemporary conflicts, pelviperineal and lower extremity trauma are common injuries, yet the optimal perioperative anesthetic and analgesic care remains unclear. Residual anesthesia and opioids can cause respiratory depression, specifically postoperative respiratory depression and opioid-induced respiratory depression. This observational study quantified and compared the incidences of respiratory depression following general anesthesia (GA) and spinal anesthesia (SA) for lower extremity surgery. Respiratory data were collected from 173 patients receiving either GA (n = 43) or SA (n = 130) via a bioimpedance-based respiratory volume monitor. Patients were further subdivided by postoperative opioid administration. The overall incidence of respiratory depression was significantly higher in the SA group (48/130 vs. 6/43, p = 0.004). These findings suggest that, while SA may be considered the safer alternative, it may in fact introduce confounding factors, which increase the risk of respiratory depression. Ensuring adequate respiratory status is particularly critical for the military population, as combat casualties are often monitored in understaffed environments following surgery. Using an SA strategy instead of GA may not prevent postoperative respiratory depression, and respiratory volume monitor monitoring may be useful to optimize care.","Authors":"Galvagno, SM (Galvagno, Samuel M., Jr.) ; Brayanov, J (Brayanov, Jordan) ; Williams, G (Williams, George) ; George, EE (George, Edward E.)","Title":"Anesthesia and Postoperative Respiratory Compromise Following Major Lower Extremity Surgery: Implications for Combat Casualties"}]