[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396592600001 ISSN: 2195-4194 eISSN: 2195-2248","Keywords":"Foresight; Twitter; Horizon scanning; Network analysis; Policy; Governance KeyWords Plus:SOCIAL MEDIA; INFORMATION; NETWORKS","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"EUROPEAN JOURNAL OF FUTURES RESEARCH Volume: 5 Issue: 1 Article Number: UNSP 1 DOI: 10.1007/s40309-016-0102-4 Published: DEC 8 2017","Abstract":"In this article the value of Twitter data analysis for a strategic foresight exercise is discussed. The article offers an overview of Twitter's basic functionalities, previous Twitter research and related studies on using Twitter in foresight projects to date. Based on this knowledge the case of the EU research project \"Foresight and Modelling for European Health Policy and Regulations\"(FRESHER) is used to conduct a Twitter data analysis in three steps: an analysis of weblinks to get insights into the content spread via Twitter, a social network analysis to define central actors in a Twitter debate, and a hashtag-analysis to find out which topics are discussed and to support the identification of drivers of noncommunicable diseases. The article shows the benefit a Twitter data analysis provides for the FRESHER project and reveals implications for future research in this field.","Authors":"Uhl, A (Uhl, Andre) ; Kolleck, N (Kolleck, Nina) ; Schiebel, E (Schiebel, Edgar)","Title":"Twitter data analysis as contribution to strategic foresight-The case of the EU Research Project \"Foresight and Modelling for European Health Policy and Regulations\" (FRESHER)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397363600009 ISSN: 0084-5841","Keywords":"Sugarbeet pulp pellets; Engineering properties; Flow characteristics; Silo pressure distribution analysis; Storage engineering KeyWords Plus:STEEL SILOS; DISCHARGE; BEHAVIOR","Categories":"Agriculture Web of Science Categories:Agricultural Engineering","Journal Information":"AMA-AGRICULTURAL MECHANIZATION IN ASIA AFRICA AND LATIN AMERICA Volume: 48 Issue: 1 Pages: 45-58 Published: WIN 2017","Abstract":"Sugarbeet is one of the main sugar crops in the world. In the search for sustainability and economic value, the complete utilization of the crop is necessary. In addition to sugar production, sugarbeets can provide many value-added by-products for animal feeding. One of major byproducts in sugarbeet plants is sugar beet pulp that has a fairly high moisture content of 75-85%, which makes sugarbeet pulp storage a challenge, drying and palletization are the consequence important processes for further appropriate packaging and exportation. Sometimes the risk of pellets marketing internationally affects pellets handling, especially the storage for a while until marketing circumferences improved, even for local consumption or exportation. The need for a suitable technology is emerged for that reason; moreover this by-product has a nutritious value close to other traditional feeding crops. In Egypt nowadays the silos are considered to be a vital facility for crops storage for international trading. So this paper aims to design a proper silo for sugarbeet pulp storage. Proper silo is depending basically on the strength and flow properties of sugarbeet pulp pellets under operat-ing conditions. After studying the engineering characteristics of sugarbeet pulp pellets, yield locus was implemented for determining the flow properties according to Jenike principals for proper silo design and examining the discharging behavior visually; Analytical and experimental procedures have been used to determine the values of pressures inside silos and for predicting the characteristics of the flow pattern. A model silo for assaying pressure in this silo basically consists of cylindrical silo equipped with load cells to measure pressure and variable frequency drives connected to each of the electric motors driving the filling and discharge screw conveyors, in order to investigate the effect on pressure of the speed at which the silo is filled or discharged. These runs of experiments were conducted at the Department of Agricultural Engineering, Kafrelsheikh University during spring and summer seasons of the year 2015. As a result of this investigation, the flow index of sugar beet pulp pellets was 14.5 and was classified as a cohesive and free flowing material. The silo wall -pellets friction angle was of 20. Pellets discharging behavior represents mass flow pattern at each height at half angles of 10 and 20 and discharging opening dimensions of 0.17 and 0.13 m. Stress distribution analysis shows the highest values of bending moment at hopper section of 10.2N/mm(2) and tensile stress of 2.014N/mm(2) at silo section.","Authors":"Abdallah, SE (Abdallah, Said Elshahat) ; Elmessery, WM (Elmessery, Wael Mohamed)","Title":"Storage and Handling Engineering of Sugarbeet Pulp as a Feedstuff for Animal Feeding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397203100006 ISSN: 1301-0549","Keywords":"Kutadgu Bilig; Yusuf Has Hajib; Values; Values education; Honesty; Integrity","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 123-145 Published: WIN 2017","Abstract":"This study aims to examine the couplets in the Kutadgu Bilig written by Yusuf Has Hajib in terms of the values of honesty and integrity from the perspective of values education. The study has been conducted using document analysis and content analysis techniques in accordance with the qualitative research methods. The work has been examined by determining the words on integrity, truthfulness and being honest. It can be said that honesty and integrity are one of the most important issues discussed throughout the work. Based on the findings of this study, it can be said that the Kutadgu Bilig is extremely important for the values education, which has recently gained importance in education policies and it can be easily used in values education.","Authors":"Akar, C (Akar, Cuneyt) ; Ozkan, O (Ozkan, Omer)","Title":"Values of Honesty and Integrity in Kutadgu Bilig"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100004 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Scrophularia frigida; Ischemia; Reperfusion; Arrhythmia; Infarct size KeyWords Plus:VITRO ANTIINFLAMMATORY ACTIVITY; IRIDOID GLYCOSIDES; PHENYLPROPANOID GLYCOSIDES; ANTIMICROBIAL ACTIVITY; CINNAMIC ACID; AERIAL PARTS; NINGPOENSIS; MITOCHONDRIA; ARRHYTHMIAS; POLYPHENOLS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 35-45 Special Issue: SI Published: WIN 2017","Abstract":"Myocardial infarction is a common presentation of coronary artery disease and the leading cause of death worldwide. The present study investigated potential resistance to ischemia-reperfusion (I/R) injuries following administration of methanolic (MeOH) extract of Scrophularia frigida (S. frigida) in isolated rat heart. Male Wistar rat hearts (n= 8-10) were isolated and allowed to equilibrate for 20 min, and then subjected to 30 min regional ischemia followed by 120 min reperfusion. In the control group, Krebs-Henseleit (K/H) solution was perfused. However, in the treatment groups K/H solution containing 1, 5, and 10 mu g/cc of extract was infused. In addition, total phenol, total flavonoid content and antioxidant property were evaluated and extract was subjected to phytochemical analysis. Administration of extract improved the flow rate, developed pressure as well as max and min left ventricular dp/dt. Number and duration of VT were significantly reduced by all extract concentrations in ischemic phase. In reperfusion phase, significant decreases in single and total arrhythmias were seen. Furthermore, concentrations of 5 and 10 mu g/cc of extract remarkably decreased the infarct size. Generally, the methanolic extract of S. frigida exhibited a protective effect against I/R-induced injures, which might be due to the antioxidant activiies of iridoids and phenolics.","Authors":"Garjani, A (Garjani, Alireza) ; Vaez, H (Vaez, Haleh) ; Delazar, A (Delazar, Abbas) ; Rameshrad, M (Rameshrad, Maryam) ; Afshar, FH (Afshar, Fariba Heshmati) ; Asgharian, P (Asgharian, Parina)","Title":"Cardioprotective Effects of Methanolic Extract of Scrophularia frigida on Ischemia-Reperfusion-Induced Injuries in Isolated Rat Heart"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100007 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Amentoflavone; Antioxidant; Antidiabetic; Juniperus foetidissima; Juniperus sabina KeyWords Plus:OXYCEDRUS SUBSP OXYCEDRUS; INHIBITORY-ACTIVITY; ANTIMICROBIAL ACTIVITIES; ALPHA-GLUCOSIDASE; ESSENTIAL OILS; BERRIES; TURKEY; PLANTS; AMYLASE; LEAVES","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 64-74 Special Issue: SI Published: WIN 2017","Abstract":"Fruit and leaves of junipers are commonly used internally as tea and pounded fruits are eaten to lower blood glucose levels in Anatolia. Thus, we aimed to evaluate antidiabetic and antioxidant potential and the chemical profile of Juniperus foetidissima Willd. and J. sabina L. in this study. In-vitro antidiabetic activities of leaf and fruit extracts were examined by their inhibitory activity on a-glucosidase and a-amylase enzymes. Then, in-vivo antidiabetic activities of leaf and fruit extracts of Juniperus species were investigated on streptozotocininduced diabetic rats. Additionally, antioxidant activities (phosphomolybdenum, ferric-reducing antioxidant power and ABTS radical scavenging activity assays), phytochemical screening tests and high performance liquid chromatography analysis (HPLC) were done. In-vitro enzyme inhibitory effects of the extracts were supported by the results of in-vivo antidiabetic activity studies. Phytochemical screening tests indicated presence of flavonoids, tannins, terpenoids and carbohydrates in the extracts. Amentoflavone was identified as the major compound in the extracts and content of amentoflavone was determined. As a result, Juniperus extracts and its active constituents might be beneficial for diabetes and its complications.","Authors":"Orhan, N (Orhan, Nilufer) ; Orhan, DD (Orhan, Didem Deliorman) ; Gokbulut, A (Gokbulut, Alper) ; Aslan, M (Aslan, Mustafa) ; Ergun, F (Ergun, Fatma)","Title":"Comparative Analysis of Chemical Profile, Antioxidant, In-vitro and In-vivo Antidiabetic Activities of Juniperus foetidissima Willd. and Juniperus sabina L."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100013 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"MeOHL extract; calpain; melanin; ROS; TA104 KeyWords Plus:COLON-CANCER CELLS; IN-VITRO; STIMULATORY ACTIVITY; SALMONELLA ASSAY; MELANOMA-CELLS; GLYCOSIDES; MUTAGENICITY; MECHANISMS; APOPTOSIS; LEAVES","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 119-134 Special Issue: SI Published: WIN 2017","Abstract":"In this study, we investigate the potential of Moricandia arvensis methanol leaf extract (MeOHL) on calpain activity, melanin biosynthesis and DNA mutagenicity. Cytotoxic effect and measurement of reactive oxygen species (ROS) induced by lucigenin in colorectal cells (BE) were also determined. In addition, the chemical analysis of the extract was also studied and the chemical profile illustrates its content in para-hydroxybenzoic acid (p-HBA), a glycosylated kampferol (GK), a glycosylated kampferol with Rhamnose (GKR) and 19 amino acids (AAs). Our results showed that MeOHL extract enhanced a significant cytotoxic (max of IP = 89.23%) and antioxidant (max of IP= 100%) activities. Furthermore, the tested extract stimulated calpain activity and significantly increased the production of intra (46 mu g/mL cells) and extracellular melanin content (12.5 mu g/mL). Using Ames assay, the extract exhibits a significant inhibition of mutagenicity induced by methy-methane-sulfonate (MMS) (76.32%) as well as 2-aminoanthracene (2-AA) (91%) in the Salmonella thyphimurium TA104 assay system.","Authors":"Skandrani, I (Skandrani, Ines) ; Leloup, L (Leloup, Ludovik) ; Kovacic, H (Kovacic, Herve) ; Dijoux-Franca, MG (Dijoux-Franca, Marie-Genevieve) ; Ghedira, K (Ghedira, Kamel) ; Ghedira, LC (Ghedira, Leila Chekir)","Title":"Antioxidant, Antimutagenic, Tanning and Calpain Induction Activities of Methanolic Extract of Tunisian Plant (Moricandia Arvensis)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000019 PubMed ID: 28197890 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Children; Nutrition; Exercise; Female; Bone geometry; Bone density KeyWords Plus:MINERAL DENSITY; OSTEOPOROSIS PREVENTION; SKELETAL GEOMETRY; VITAMIN-D; STRENGTH; ADOLESCENTS; CHILDREN; CALCIUM; DAIRY; MASS","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 19 DOI: 10.1007/s11657-017-0312-9 Published: DEC 2017","Abstract":"Mini-abstract In pre-pubertal girls, nutrient intakes and non-aquatic organized activity were evaluated as factors in vertebral body bone mass, structure, and strength. Activity, vitamin B-12, and dietary fiber predicted bone outcomes most consistently. Exercise and vitamin B-12 appear beneficial, whereas high fiber intake appears to be adverse for vertebral body development. Purpose Childhood development sets the baseline for adult fracture risk. Most studies evaluate development using postero-anterior (PA) dual-energy X-ray absorptiometry (DXA) areal bone mineral density, bone mineral content, and bone mineral apparent density. In a prior analysis, we demonstrated that PA DXA reflects posterior element properties, rather than vertebral body fracture sites, such that loading is associated with subtle differences in vertebral body geometry, not 3D density. The current analysis is restricted to pre-pubertal girls, for a focused exploration of key nutrient intakes and physical activity as factors in dual plane indices of vertebral body geometry, density, and strength. Methods This cross-sectional analysis used paired PA and supine lateral (LAT) lumbar spine DXA scans to assess \"3D\" vertebral body bone mineral apparent density (PALATBMAD), \"3D\" index of structural strength in axial compression (PALATIBS), and fracture risk index (PALATFRI). Diet data were collected using the Youth/Adolescent Questionnaire (YAQ, 1995); organized physical activity was recorded via calendar-based form. Pearson correlations and backward stepwise multiple linear regression analyzed associations among key nutrients, physical activity, and bone outcomes. Results After accounting for activity and key covariates, fiber, unsupplemented vitamin B-12, zinc, carbohydrate, vitamin C, unsupplemented magnesium, and unsupplemented calcium intake explained significant variance for one or more bone outcomes (p < 0.05). After adjustment for influential key nutrients and covariates, activity exposure was associated with postero-anterior (PA) areal bone mineral density, PA bone mineral content, PA width, lateral (LAT) BMC, \"3D\" bone cross-sectional area (coronal plane), \"3D\" PALATIBS, and PALATFRI benefits (p < 0.05). Conclusions Physical activity, fiber intake, and unsupplemented B-12 intake appear to influence vertebral body bone mass, density, geometry, and strength in well-nourished pre-pubertal girls; high fiber intakes may adversely affect childhood vertebral body growth.","Authors":"Ren, J (Ren, Jie) ; Brann, LS (Brann, Lynn S.) ; Bruening, KS (Bruening, Kay S.) ; Scerpella, TA (Scerpella, Tamara A.) ; Dowthwaite, JN (Dowthwaite, Jodi N.)","Title":"Relationships among diet, physical activity, and dual plane dual-energy X-ray absorptiometry bone outcomes in pre-pubertal girls"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396655900004 ISSN: 2292-8782","Keywords":"Biohydrogen; Dark fermentation; Seaweed; Macroalgae; Padina tetrastromatic; Pretreatment KeyWords Plus:DESORPTION IONIZATION-TIME; FLIGHT MASS-SPECTROMETRY; RAPID IDENTIFICATION; HYDROGEN-PRODUCTION; PHENOLIC-COMPOUNDS; ULVA-LACTUCA; ETHANOL; BIOMASS; EXTRACTION; PAVONIA","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"BIOFUEL RESEARCH JOURNAL-BRJ Volume: 4 Issue: 1 Pages: 551-558 DOI: 10.18331/BRJ2017.4.1.5 Published: WIN 2017","Abstract":"Marine macroalgae are promising substrates for biofuel production. Pretreating macroalgae with chemicals could remove microbial inhibitors and enhance the accessibility of the microorganisms involved in the process to the substrates leading to increased product yield. In the present study, Padina tetrastromatica a seaweed species was subjected to different chemical pretreatment in order to remove phenolic content and to enhance biohydrogen production. Different mineral acids ( i.e., HCl, H2SO4, and HNO3) and bases ( NaOH and KOH) were applied for effective pretreatment of the seaweed. Dilute sulphuric acid treatment of seaweed resulted in the highest cumulative biohydrogen production of 78 +/- 2.9 mL/0.05 g VS and reduced phenolic content to 1.6 +/- 0.072 mg gallic acid equivalent ( GAE)/g. Optimization of three variables for pretreatment ( lie., substrate concentration, acid concentration, and reaction time) was examined by Response Surface Methodology. After the optimization of the pretreatment conditions, phenolic content was decreased to 0.06 mg GAE/g. and enhanced biohydrogen production was observed. Structural changes due to pretreatment was studied by FTIR and XRD analyses. The results clearly indicated that the dilute sulphuric acid pretreatment was effective in removing phenolic content and enhancing biohydrogen production. (C) 2017 BRTeam. All rights reserved.","Authors":"Radha, M (Radha, M.) ; Murugesan, AG (Murugesan, A. G.)","Title":"Enhanced dark fermentative biohydrogen production from marine macroalgae Padina tetrastromatica by different pretreatment processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396675100002 ISSN: 1083-4346","Keywords":"climate change; sustainability reporting; corporate social responsibility KeyWords Plus:PERFORMANCE; PERSPECTIVE; LEGITIMACY","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"INTERNATIONAL JOURNAL OF BUSINESS Volume: 22 Issue: 1 Pages: 25-40 Published: WIN 2017","Abstract":"There is an increasing public concern about climate change. As a response to such concern in the accounting field, in 2010, the Securities and Exchange Commission (SEC) announced the SEC 2010 Commission Guidance Regarding Disclosure Related to Climate Change (SEC 2010 Guidance), the first disclosure guidance issued by either the FASB or the SEC for U.S. listed companies. However, the publication provoked criticism and debate. Opponents point out that the SEC 2010 Guidance might have an adverse impact on corporate social responsibility (CSR) reporting \"by registrants fearful of liability under securities laws for the contents of such disclosures\" (Shorter, 2013). This study investigates (1) the relation between firms' climate change disclosure and corporate social responsibility (CSR) disclosures and (2) the impact of the passage of SEC 2010 Guidance on corporate social responsibility (CSR) reporting. The analysis results suggest that climate change disclosures are positively associated with corporate social responsibility concerns, strengths, and overall disclosure. In addition, we do not find empirical evidence that the SEC 2010 Guidance discourages firms' overall environmental and corporate social responsibility disclosures.","Authors":"Guo, Y (Guo, Ying) ; Yang, DC (Yang, David C.)","Title":"Does the 2010 SEC Climate Change Disclosure Guidance Change Firms' Corporate Social Responsibility Reporting?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394777500001 ISSN: 1609-4069","Keywords":"translation; qualitative analysis; cross-cultural; Central America; indigenous; family planning KeyWords Plus:CROSS-LANGUAGE RESEARCH; PARTICIPATORY RESEARCH; COMMUNITY; INTERPRETERS; TRANSLATION; SCIENCE","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 DOI: 10.1177/1609406916680823 Published: DEC 2017","Abstract":"Methodological and ethical aspects of intercultural research are frequently discussed in the literature. However, rarely are detailed examples given or practical suggestions offered, particularly in relation to qualitative enquiry. Drawing on global health qualitative research by an international team with indigenous women in Guatemala about access to family planning, this article highlights consequences of different research designs and implementation strategies and practices. We used the constant comparison method for analysis and developed a code for portions of interviews or content which might have been omitted had the research been conducted differently. These applied examples are used to illustrate the gaps and misinterpretations possible in intercultural research and how critical it is to involve a local team early and throughout the study in such stages as: preparing research instruments, recruitment, and conducting interviews; multilingual interviewing, transcription, and team analysis; and reporting and dissemination. International research has been likened to an extractive industry due to the propensity of scholars to conduct research then publish only in English, essentially extracting knowledge in a way that is inaccessible to those in the country where research was conducted. Practical and ethical implications are highlighted for those conducting, funding, and reviewing intercultural research, to ensure that research does not become the latest extractive industry.","Authors":"Richardson, EZL (Richardson, Emma Z. L.) ; Allison, KR (Allison, Kenneth R.) ; Teleguario, H (Teleguario, Hermelinda) ; Chacach, W (Chacach, Wankar) ; Tum, S (Tum, Silvia) ; Gesink, D (Gesink, Dionne) ; Berry, A (Berry, Albert)","Title":"\"Taking Care'' in Intercultural Research: Lessons From a Guatemalan Family Planning Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000012 PubMed ID: 28154447 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"education; occupational therapists; self-care; students KeyWords Plus:CHRONIC DISEASE; CLINICAL-PRACTICE; NURSING-STUDENTS; CARE; ATTITUDES; INTERVENTIONS; KNOWLEDGE; EDUCATION","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 73-80 DOI: 10.3138/ptc.2015-68E Published: WIN 2017","Abstract":"Purpose: We evaluated whether education in self-management support (SMS) increases future clinicians' intentions to use a new way of delivering rehabilitation services. Methods: A convenience sample of 10 students took a 5-week theoretical course, followed by 6 weeks spent assessing patients, establishing treatment plans, and monitoring their performance by telephone. Focus groups were held before and after the educational modules, with deductive mapping of themes to the Theory of Planned Behaviour and inductive analysis of additional themes. Results: Five themes and 22 subcategories emerged from the deductive-inductive focus group content analysis. After participating in the educational modules, students reported gaining knowledge about SMS and highlighted the lack of similar preparation during their academic courses. Nonetheless, they were hesitant to adopt SMS. Conclusion: Future clinicians gained knowledge and skills after being exposed to SMS courses, but their intention to adopt SMS in their future daily practice remained low. We also noted a lack of formal training in SMS in the academic setting. The findings from this study support incorporating SMS training into the curriculum, but to increase students' intention to use SMS as part of patient care, training may need to be in more depth than it was in the modules we used.","Authors":"Figueiredo, S (Figueiredo, Sabrina) ; Mayo, NE (Mayo, Nancy E.) ; Thomas, A (Thomas, Aliki)","Title":"Future Rehabilitation Professionals' Intentions to Use Self-Management Support: Helping Students to Help Patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397081100007 ISSN: 0048-5950 eISSN: 1747-7107","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"PUBLIUS-THE JOURNAL OF FEDERALISM Volume: 47 Issue: 1 Pages: 77-98 DOI: 10.1093/publius/pjw030 Published: WIN 2017","Abstract":"This article demonstrates that regional branches of national parties do not limit regional election campaigns to regional issues. On the contrary, they nationalize regional elections (i. e., emphasize national-level issues in regional campaigns) as an electoral strategy to win votes. The empirical evidence comes from the quantitative content analysis of regional-level manifestos of the two main national parties in Spain, PP, and PSOE, between 1998 and 2015. The percentage of references to the national government is taken as an indicator of nationalization. We find that parties nationalize regional elections under two situations: when the national co-partisans are in office enjoying high levels of popularity or when the national co-partisans are in opposition and the nationally governing party is unpopular. These findings contribute to a better understanding of the role of national parties in subordinating the regional arena to the national one in federal and decentralized states.","Authors":"Cabeza, L (Cabeza, Laura) ; Gomez, B (Gomez, Braulio) ; Alonsoz, S (Alonsoz, Sonia)","Title":"How National Parties Nationalize Regional Elections: The Case of Spain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200006 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Levofloxacin; doxycycline; inhaler; aerosol; spray dried KeyWords Plus:PULMONARY DELIVERY; ACQUIRED PNEUMONIA; CONTROLLED-RELEASE; DRUG-DELIVERY; IN-VIVO; MICROSPHERES; MICROPARTICLES; INHALATION; PARTICLES; NANOPARTICLES","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 74-92 Published: WIN 2017","Abstract":"Inhalation delivery of aerosolized antibacterials is preferred over conventional methods of delivery for targeting lung infection. The present study is concerned with the development and characterization of a novel, spray dried, aerosolized, chitosan polyelectrolyte complex (PEC) based microparticles containing antibacterials for the treatment of lung infections. Chitosan polyelectrolyte complex microparticles were formulated by spray drying process. Prepared spray dried chitosan PEC microparticles were studied for surface morphology, drug encapsulation efficiency, moisture content, Carr's index, solid state interaction by XRD, aerosolization behaviour and in-vitro drug release. In-vitro cytotoxicity studies of microparticles were carried out on H1299 alveolar cell lines. Antibacterial efficacy of microparticles was assessed on the basis of determination of pharmacokinetic parameters in bronchial alveolar lavage (BAL) of rats using PK/PD analysis. The PEC microparticles were mostly spherical and exhibited high drug encapsulation efficiency. Release profiles showed an initial burst phase followed by a secondary sustained release phase. Good aerosolization behaviour as dry powder inhaler was demonstrated by microparticles with high values of recovered dose, emitted dose, and fine particle fraction. No overt cytotoxicity of microparticles was detected against H1299 alveolar cell line. More than 8 to 9 folds higher C-max values were obtained in BAL fluid with microparticles as compared to intravenously administered antibacterial solution. The findings of the study suggest that chitosan polyelectrolyte complex based microparticles as dry powder inhaler can be an efficient antibacterial delivery system for sustained and effective management of lung infection.","Authors":"Mishra, B (Mishra, Brahmeshwar) ; Mishra, M (Mishra, Madhusmita) ; Yadav, SK (Yadav, Sarita Kumari)","Title":"Antibacterial Loaded Spray Dried Chitosan Polyelectrolyte Complexes as Dry Powder Aerosol for the Treatment of Lung Infections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200008 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Nonionic surfactant; Circular dichroism (CD); oxidation; anti-aggregation; rhIFN beta_1b KeyWords Plus:HUMAN INTERFERON-BETA; MONOCLONAL-ANTIBODY; TRYPTOPHAN FLUORESCENCE; PROTEINS; ALKYLGLYCOSIDES; IMMUNOGENICITY; PHOTOSTABILITY; STABILIZATION; FORMULATIONS; AUTOXIDATION","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 103-111 Published: WIN 2017","Abstract":"Liquid protein formulations are prone to form aggregates. The effect of nonionic surfactants such as Polysorbate 20 (PS 20) and n-Dodecyl beta-D-maltoside (DDM) on the prevention of aggregation and conformational changes of recombinant human IFN beta-1b (rhIFN beta_1b) was explored. Polysorbate has been used in formulations of protein pharmaceuticals. There have been concerns about using PS 20 due to its residual peroxide content which may negatively affect protein efficacy. n-Dodecyl beta-D-maltoside has been of interest and shown to be highly effective in prevention of aggregation. Fresh bulk of rhIFN beta_1b was formulated using DDM or different concentrations of PS 20. Formulations were exposed to light stress condition according to the ICH guideline of Q1b. The overall conformational integrity of individual samples was characterized by a combination of Circular dichroism (CD), Fluorescence spectroscopy and RP_HPLC techniques. The CD spectrum depicting the conformational integrity of rhIFN beta_1b showed 31.9% and 31.2% decreases in a-helix content of protein samples with 0.2% or 0.02% of PS 20 compared to only 18.2% of that containing 0.2% DDM. The RP-HPLC analysis also showed that the oxidized impurity in formulation containing DDM is less than those contain PS 20. Complementary analysis of the liquid formulations using IFR and UV methods also was in compliance with the data obtained by CD. Compared to PS 20, the sample of rhIFN beta_1b formulation with DDM was more resistant to the destruction effect of light. Results were in accordance with previous studies and could suggest DDM as a reliable anti-aggregation surfactant in biopharmaceutical formulations.","Authors":"Mahjoubi, N (Mahjoubi, Najmeh) ; Fazeli, A (Fazeli, Ahmad) ; Dinarvand, R (Dinarvand, Rassoul) ; Khoshayand, MR (Khoshayand, Mohammad Reza) ; Shekarchi, M (Shekarchi, Maryam) ; Fazeli, MR (Fazeli, Mohammad Reza)","Title":"Effect of Nonionic Surfactants (Dodecyl Maltoside and Polysorbate 20) on Prevention of Aggregation and Conformational Changes of Recombinant Human IFN beta_1b Induced by Light"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200024 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Scrophularia frigida; Antioxidant activity; Cytotoxic effect; Phytochemical analysis; NMR; GC-MS KeyWords Plus:PHENOLIC-ACIDS; ANTIINFLAMMATORY ACTIVITY; ANTIMICROBIAL ACTIVITY; CHEMICAL-COMPOSITION; ESSENTIAL OIL; BRINE SHRIMP; FATTY-ACIDS; FLAVONOIDS; ANTIBACTERIAL; CYANOBACTERIA","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 277-289 Published: WIN 2017","Abstract":"The current study was assigned to evaluate the total phenol, total flavonoid content (TPC, TFC) and antioxidant properties of extracts from the aerial parts of Scrophularia frigida (S. frigida). Extracts were also tested by preliminary phytochemical screening as well as cytotoxic activity against Artemia salina, MCF-7 (human breast carcinoma) and SW-480 (colon carcinoma) and L-929 (normal) cell lines along with antimicrobial characteristic. DPPH, MTT and Brine shrimp lethality tests and disc diffusion method were carried out to determine the biological activities of the different extracts of S. frigida. In addition, the extracts which had more potent antioxidant and antiproliferative activity were further analyzed by NMR and GC-MS. 40% methanol-water (from MeOH extract) fraction showed higher amounts of TPC, TFC and antioxidant property. Findings of the study for general toxicity effect showed that dichloromethane (DCM) and MeOH extracts had weak to moderate effects. Furthermore, DCM extract indicated the most potent anti-proliferative activity against cancer cell lines. No evidence of antibacterial activity was determined. On the other hand, analysis of the potent extract DCM in cytotoxic assay showed the presence of trans-phytol and cis-oleic acid in GCMS. Furthermore, NMR analysis of potent methanolic fractions in antioxidant tests revealed the presence of iridoids and phenolics. Generally, the results of TPC, TFC and antioxidant activity of extracts and fractions were in agreement with each other.","Authors":"Asgharian, P (Asgharian, Parina) ; Afshar, FH (Afshar, Fariba Heshmati) ; Asnaashari, S (Asnaashari, Solmaz) ; Lotfipour, F (Lotfipour, Farzaneh) ; Baradaran, B (Baradaran, Behzad) ; Zolali, E (Zolali, Elmira) ; Nikkhah, E (Nikkhah, Elhameh) ; Delazar, A (Delazar, Abbas)","Title":"Evaluation of Various Biological Activities of the Aerial Parts of Scrophularia frigida Growing in Iran."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200033 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Chitin; Chiton; Chitosan; Persian Gulf; Antioxidant; Natural resource KeyWords Plus:RADULAR TEETH; LOCAL-SOURCES; DEACETYLATION; SHELLS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 366-379 Published: WIN 2017","Abstract":"This study presents the first ever data of extracting chitin from the Chiton shell, which was then converted to the soluble chitosan by soaking in the 45% NaOH solution. The obtained chitin and chitosan were characterized by the seven different methods. Antioxidant activity of the extracted chitosan was also evaluated using the two methods. The shell content was divided into calcium carbonate (90.5 %), protein (5.2%), and chitin (4.3 %). Due to the results of element analysis and H-1 NMR, the final degree of deacetylation of chitosan was 90%. Surprisingly, a significant amount of Fe was accidentally found in the shell after demineralization, and removed from the solution through the filtering. Nonetheless, remained Fe in the extracted chitin and chitosan was 20 times higher than those previously reported from the shell of shrimps and crabs. Presence of this amount of Fe could describe why the produced chitosan was darker compared to the commercial chitosan. Antioxidant activity tests showed that the IC50 of the extracted chitosan was higher than one estimated for the commercial chitosan. Antioxidant activity of the extracted chitosan is even better than the commercial version and may be used in pharmaceutical industry as a source of antioxidant.","Authors":"Rasti, H (Rasti, Hashem) ; Parivar, K (Parivar, Kazem) ; Baharara, J (Baharara, Javad) ; Iranshahi, M (Iranshahi, Mehrdad) ; Namvar, F (Namvar, Farideh)","Title":"Chitin from the Mollusc Chiton: Extraction, Characterization and Chitosan Preparation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390849600007 PubMed ID: 28277556 ISSN: 1735-4668 eISSN: 2008-0700","Keywords":"Child Development; Psychometery; Bayley KeyWords Plus:EARLY INTERVENTION; SCREENING TOOLS; CEREBRAL-PALSY; RISK-FACTORS; VALIDITY; TERM; RELIABILITY; EDITION; TEHRAN; DELAY","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"IRANIAN JOURNAL OF CHILD NEUROLOGY Volume: 11 Issue: 1 Pages: 50-56 Published: WIN 2017","Abstract":"Objective Bayley Scales of infant & toddler development is a well-known diagnostic developmental assessment tool for children aged 1-42 months. Our aim was investigating the validity & reliability of this scale in Persian speaking children. Materials & Methods The method was descriptive-analytic. Translation-back translation and cultural adaptation was done. Content & face validity of translated scale was determined by experts' opinions. Overall, 403 children aged 1 to 42 months were recruited from health centers of Tehran, during years of 2013-2014 for developmental assessment in cognitive, communicative (receptive & expressive) and motor (fine & gross) domains. Reliability of scale was calculated through three methods; internal consistency using Cronbach's alpha coefficient, test-retest and interrater methods. Construct validity was calculated using factor analysis and comparison of the mean scores methods. Results Cultural and linguistic changes were made in items of all domains especially on communication subscale. Content and face validity of the test were approved by experts' opinions. Cronbach's alpha coefficient was above 0.74 in all domains. Pearson correlation coefficient in various domains, were >= 0.982 in test retest method, and >= 0.993 in inter-rater method. Construct validity of the test was approved by factor analysis. Moreover, the mean scores for the different age groups were compared and statistically significant differences were observed between mean scores of different age groups, that confirms validity of the test. Conclusion The Bayley Scales of Infant and Toddler Development is a valid and reliable tool for child developmental assessment in Persian language children.","Authors":"Azari, N (Azari, Nadia) ; Soleimani, F (Soleimani, Farin) ; Vameghi, R (Vameghi, Roshanak) ; Sajedi, F (Sajedi, Firouzeh) ; Shahshahani, S (Shahshahani, Soheila) ; Karimi, H (Karimi, Hossein) ; Kraskian, A (Kraskian, Adis); Shahrokhi, A (Shahrokhi, Amin) ; Teymouri, R (Teymouri, Robab) ; Gharib, M (Gharib, Masoud) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Soleimani, Farin  E-9023-2015 http://orcid.org/0000-0003-4081-7384","Title":"A Psychometric Study of the Bayley Scales of Infant and Toddler Development in Persian Language Children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388168800002 ISSN: 2383-3572","Keywords":"Conservation; Hazardous waste; Polychlorinated biphenyl (PCB); Recycling; Total halogens (TX); Waste engine crankcase oils (WCO); Waste gearbox oils (WGO); Waste management; Waste oils KeyWords Plus:HEAVY-METALS; LUBRICATING OILS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"GLOBAL JOURNAL OF ENVIRONMENTAL SCIENCE AND MANAGEMENT-GJESM Volume: 3 Issue: 1 Pages: 11-20 DOI: 10.22034/gjesm.2017.03.01.002 Published: WIN 2017","Abstract":"In accordance with waste strategy for Turkey, the study was carried out to analyses waste engine crankcase oils and waste gearbox oils generated from vehicle maintenance services in order to determine their suitability for recycling, recovery or final disposal based on regulation published by Turkish Ministry of Environment and Forestry on 21 January 2004. The regulation requires all waste oil neither abandoned nor released into the environment and all batches must be analyzed for arsenic, cadmium, chromium, lead, chlorine, total halogens, polychlorinated biphenyls, and flash points. The content analysis showed that the heavy metal concentrations in waste engine crankcase oils were varied considerably, between the metals analyzed; lead the highest is followed by chromium, arsenic and cadmium. In addition, higher amount of chlorine and total halogens, were detected in some samples, while polychlorinated biphenyls concentrations remained below regulatory limits for all samples. The analyses revealed that waste engine crankcase oils from fifteen to thirty five years old vehicles contained chromium, lead, chlorine and total halogens levels above legal limits set by Ministry of Environment and Forestry for recycling. Conversely, in comparison to the findings from the analyzed series of old vehicles, the waste engine crankcase oils samples from new vehicles and all waste gearbox oils are eligible for recycling.","Authors":"Pelitli, V (Pelitli, V.) ; Dogan, O (Dogan, O.) ; Koroglu, HJ (Koroglu, H. J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number kota, sai  F-3707-2016  ","Title":"Waste oil management: Analyses of waste oils from vehicle crankcases and gearboxes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033700004 ISSN: 0737-3937 eISSN: 1532-2300","Keywords":"Biodrying; biological drying; biomass biodrying; biorefinery; economic assessment; gasification; technoeconomic analysis KeyWords Plus:BIOMASS GASIFICATION; MOISTURE-CONTENT; DRYING PROCESS; FLUIDIZED-BED; WASTES; MANAGEMENT; AIR","Categories":"Engineering Web of Science Categories:Engineering, Chemical; Engineering, Mechanical","Journal Information":"DRYING TECHNOLOGY Volume: 35 Issue: 3 Pages: 300-311 DOI: 10.1080/07373937.2016.1164182 Published: NOV 3 2017","Abstract":"In the biorefinery context, thermochemical processes have attracted a significant attention in recent years. Such processes generally consist of three main steps: pretreatment, thermochemical treatment, and post-treatment. In these developing processes, drying and feeding of biomass feedstock remain a significant and costly challenge. The moisture content of biomass feedstock must be decreased to an economic level at pretreatment step otherwise it has to have a detrimental effect on the process efficiency and quality of products. This work addresses the drying of biomass feedstock using novel but practical technology, called biodrying. It is a green technology that offers an opportunity for biomass drying without using an external heat source or fossil fuels, since drying energy is generated through exothermic microbial activity in the biomass that enhances the drying rate. This paper focuses on technoeconomic assessment of continuous biodrying technology integrated to gasification-based biorefinery and investigates the conditions that make such novel technology viable in conjunction with gasification process. Fixed capital investment and operating cost of different biodrying scenarios were estimated as M$4.3-21 and M$0.85/y-3.6/y, respectively, and potential benefits (sludge landfilling cost, energy savings, and carbon credit) from integration of the continuous biodrying system in gasification process implemented in pulp and paper mill were calculated, and ultimately economic performances of the scenarios were assessed. Furthermore, the viable biodrying conditions were specified as 4-day residence time and the major viability risk was found to be bound moisture of biomass.","Authors":"Hamidian, A (Hamidian, Arash) ; Sarshar, Z (Sarshar, Zahra) ; Stuart, PR (Stuart, Paul R.)","Title":"Technoeconomic analysis of continuous biodrying process in conjunction with gasification process at pulp and paper mills"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033700007 ISSN: 0737-3937 eISSN: 1532-2300","Keywords":"3D simulation; drying kinetics; effective diffusivity; experimental investigation; fruits and vegetables; mathematical model KeyWords Plus:OSMOTIC DEHYDRATION; MOISTURE DIFFUSIVITY; DRYING CHARACTERISTICS; POTATO SLICES; MASS-TRANSFER; SHRINKAGE; HEAT; POROSITY; DENSITY; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Chemical; Engineering, Mechanical","Journal Information":"DRYING TECHNOLOGY Volume: 35 Issue: 3 Pages: 335-346 DOI: 10.1080/07373937.2016.1170700 Published: NOV 3 2017","Abstract":"Effective diffusivity is the most important key parameter needed in the analysis, design, and optimization of heat and mass transfer during food drying process. In general, two types of effective diffusivities are used to develop the mathematical modeling of food drying, namely, moisture-dependent effective diffusivity (MDED) and temperature-dependent effective diffusivity (TDED). However, no study has extensively investigated which effective diffusivity is more accurate in predicting drying kinetics. The main goal of this study is to determine the appropriate effective diffusivity for predicting the drying kinetics. Drying models were developed for different fruits and vegetables based on moisture-dependent and temperature-dependent effective diffusivities. COMSOL Multiphysics, a finite element-based engineering simulation software is used to solve the coupled heat and mass transfer equations. 3D moisture profiles were developed to investigate the spatial moisture distribution during drying. Extensive experimental investigation on five types of fruits and vegetables was conducted and results were compared with the simulated results. The experiments were repeated thrice, and the average of the moisture content at each value was used for constructing the drying curves. Close agreement between experimental and simulated results validates the models developed. It was observed that the moisture profile and temperature profile in case of MDED were more closely fitted with the experimental results. For all fruits and vegetables, the moisture ratio with MDED was significantly lower than moisture ratio with TDED. This finding confirms that the MDED is more accurate for predicting kinetics in food drying. Moreover, the moisture ratio of apple was lowest whereas pear showed the highest moisture ratio. On the other hand, carrot showed a considerably lower moisture ratio compared to potato.","Authors":"Khan, MIH (Khan, M. I. H.) ; Kumar, C (Kumar, Chandan) ; Joardder, MUH (Joardder, M. U. H.) ; Karim, MA (Karim, M. A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Karim, Azharul  http://orcid.org/0000-0001-9074-0384","Title":"Determination of appropriate effective diffusivity for different food materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033700008 ISSN: 0737-3937 eISSN: 1532-2300","Keywords":"Biomass; catalyst; kinetics parameters; noncondensable gas; pyrolysis; TG-DSC KeyWords Plus:CATALYTIC PYROLYSIS; FTIR; BEHAVIOR; KINETICS; MODEL; CONSTITUENTS; SLUDGE; WHEAT; OIL","Categories":"Engineering Web of Science Categories:Engineering, Chemical; Engineering, Mechanical","Journal Information":"DRYING TECHNOLOGY Volume: 35 Issue: 3 Pages: 347-355 DOI: 10.1080/07373937.2016.1171234 Published: NOV 3 2017","Abstract":"Under the double pressures caused by the energy shortage and environmental damage, to exploit the agricultural wastes and convert into available clean fuels are becoming more and more urgent in modern society. The aim of learning the pyrolysis characteristics of soybean straw and corn straw, the nonisothermal thermogravimetry and differential scanning calorimetry (TG-DSC) method was used in this work. The results showed that both of biomass feedstocks all underwent four different pyrolysis stages, with the increase in heating rate, the peak temperature shifted toward the high-temperature interval, and that the yield of bio-char also increased correspondingly; potassium had an influence on the thermal cracking of biomass, and that the existence form of potassium and impregnation increment of sylvite would result in the yield of bio-char was distinct. In addition, temperature and catalyst had a significant impact on the gaseous products of biomass pyrolysis. Increasing the pyrolysis temperature could enhance the yield of CO and H-2 and CH4 content reached the maximum at 600 degrees C. For both of the biomass, sylvite had a negative effect on the formation of CH4, and H-2 content of soybean straw reached a maximum with 5% K2CO3 and corn straw with 5% KCl.","Authors":"Zhao, J (Zhao, Jie) ; Wang, QC (Wang, Qingcheng) ; Yu, LH (Yu, Lihui) ; Wu, LY (Wu, Liyan)","Title":"TG-DSC analysis of straw biomass pyrolysis and release characteristics of noncondensable gas in a fixed-bed reactor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395035400002 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 7-13 DOI: 10.1080/10967494.2016.1169066 Published: NOV 1 2017","Abstract":"The field of public management is methodologically underdeveloped as compared to other disciplines. In order to derive the fullest benefits of methodological advancements, the field needs to invest in discussing and deliberating over the state of the art in methodological advances. Using state-of-the-art methods helps to produce knowledge that is useful for scholars and practitioners. This symposium aims to add to and improve the methodological toolkit available to public management scholars. We distinguish three categories that could strengthen the methodological toolkit: underutilized methods (such as ethnography), innovations in current methods (such as the synthetic control method for comparative case studies), and novel methods (such as natural language processing for content analysis). We hope that this symposium encourages scholars to seek for novel and improved methods to produce research that lives up to scientific scrutiny and is valuable for practitioners.","Authors":"Grimmelikhuijsen, S (Grimmelikhuijsen, Stephan) ; Tummers, L (Tummers, Lars) ; Pandey, SK (Pandey, Sanjay K.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tummers, Lars  B-4253-2014 http://orcid.org/0000-0001-9940-9874","Title":"PROMOTING STATE-OF-THE-ART METHODS IN PUBLIC MANAGEMENT RESEARCH"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395035400005 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 78-107 DOI: 10.1080/10967494.2016.1143424 Published: NOV 1 2017","Abstract":"We propose a new method for measuring innovativeness in the public sector using natural language processing techniques. Our approach extends traditional content analysis techniques by combining insights from linguistic theory and recent developments in computational techniques. We develop and employ phrase-level data dictionaries (using both noun phrases and verb phrases) from organizational documents. We use letters to the board of education from a sample of New Jersey school districts to develop measures of innovativenessone measure is based on expert assessments and the other is inductively derived. We perform rigorous tests of content validity, external validity, and predictive validity on these measures. We conclude with a discussion of implications of this new measurement approach and its potential applications to other public management contexts.","Authors":"Pandey, S (Pandey, Sheela) ; Pandey, SK (Pandey, Sanjay K.) ; Miller, L (Miller, Larry)","Title":"MEASURING INNOVATIVENESS OF PUBLIC ORGANIZATIONS: USING NATURAL LANGUAGE PROCESSING TECHNIQUES IN COMPUTER-AIDED TEXTUAL ANALYSIS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100029 PubMed ID: 28274425 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Dense phase carbon dioxide; Secondary structure; Gel strength; Myosin; Shrimp surimi KeyWords Plus:CIRCULAR-DICHROISM SPECTRA; HEAT-INDUCED GELATION; HIGH-PRESSURE CO2; PROTEIN CONFORMATION; RAMAN-SPECTROSCOPY; AQUEOUS-SOLUTION; INACTIVATION; MUSCLE; FOODS; FUNCTIONALITY","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 219-226 DOI: 10.1016/j.foodchem.2017.01.050 Published: JUL 15 2017","Abstract":"Dense phase carbon dioxide (DPCD) could induce protein conformation changes. Myosin and shrimp surimi from Litopenaeus vannamei were treated with DPCD at 5-25 MPa and 40-60 degrees C for 20 min. Myosin secondary structure was investigated by circular dichroism and shrimp surimi gel strength was determined using textural analysis to develop correlations between them. DPCD had a greater effect on secondary structure and gel strength than heating. With increasing pressure and temperature, the alpha-helix content of DPCD-treated myosin decreased, while the beta-sheet, beta-turn and random coil contents increased, and the shrimp surimi gel strength increased. The a-helix content was negatively correlated with gel strength, while the beta-sheet, beta-turn and random coil contents were positively correlated with gel strength. Therefore, when DPCD induced myosin to form a gel, the a-helix of myosin was unfolded and gradually converted to a beta-sheet. Such transformations led to protein-protein interactions and cross-linking, which formed a three-dimensional network to enhance the gel strength. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guo, MH (Guo, Minghui) ; Liu, SC (Liu, Shucheng) ; Ismail, M (Ismail, Marliya) ; Farid, MM (Farid, Mohammed M.) ; Ji, HW (Ji, Hongwu) ; Mao, WJ (Mao, Weijie) ; Gao, J (Gao, Jing) ; Li, CY (Li, Chengyong)","Title":"Changes in the myosin secondary structure and shrimp surimi gel strength induced by dense phase carbon dioxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100037 PubMed ID: 28274434 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Myoglobin; Lipid oxidation; Mutant; Redox stability; HNE; Protoporphyrin IX KeyWords Plus:PEROXIDATION-DERIVED ALDEHYDE; REDOX INSTABILITY; FATTY-ACIDS; IN-VITRO; OXYMYOGLOBIN; PORCINE; DEGRADATION; ADDUCTION; MEMBRANE; MUSCLE","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 289-297 DOI: 10.1016/j.foodchem.2017.01.035 Published: JUL 15 2017","Abstract":"The compound 4-hydroxy-2-nonenal (HNE) dissolved in water was examined to remove potential effects of using ethanol to solubilize the aldehyde such as altering protein structure or redox properties of myoglobin (Mb). HNE became covalently bound to sperm whale Mb at up to five sites based on ESI-MS analysis. Adducted Mb promoted lipid oxidation in washed muscle more effectively than non-adducted Mb. Alkylation of P88H/Q152H Mb with FINE accelerated metMb formation and subsequent lipid oxidation. P88H/Q152H Mb exposed to FINE enhanced lipid oxidation compared to wild-type Mb exposed to FINE. Results using H97A Mb suggested that the combination of FINE and low hemin affinity facilitated rapid decomposition of preformed lipid hydroperoxides to secondary lipid oxidation products. HNE and HHE (4-hydroxy-2-hexenal) facilitated Mb-mediated lipid oxidation similarly. The potential mechanisms by which Mb binding of alpha,beta-unsaturated aldehydes affect Mb oxidation and the onset of lipid oxidation are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Grunwald, EW (Grunwald, Eric W.) ; Tatiyaborworntham, N (Tatiyaborworntham, Nantawat) ; Faustman, C (Faustman, Cameron) ; Richards, MP (Richards, Mark P.)","Title":"Effect of 4-hydroxy-2-nonenal on myoglobin-mediated lipid oxidation when varying histidine content and hemin affinity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100044 PubMed ID: 28274442 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Barley (Hordeum vulgare L.); Phenolic compound; Near infrared spectroscopy (NIRS); Partial least squares (PLS); Least squares support vector machine (LS-SVM) KeyWords Plus:UNINFORMATIVE VARIABLE ELIMINATION; INSOLUBLE-BOUND PHENOLICS; ANTIOXIDANT ACTIVITY; REFLECTANCE SPECTROSCOPY; MULTIVARIATE CALIBRATION; QUALITY PARAMETERS; HORDEUM-VULGARE; CAPACITY; SPECTROMETRY; TECHNOLOGY","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 342-348 DOI: 10.1016/j.foodchem.2017.01.063 Published: JUL 15 2017","Abstract":"Barley grains are rich in phenolic compounds, which are associated with reduced risk of chronic diseases. Development of barley cultivars with high phenolic acid content has become one of the main objectives in breeding programs. A rapid and accurate method for measuring phenolic compounds would be helpful for crop breeding. We developed predictive models for both total phenolics (TPC) and p-coumaric acid (PA), based on near-infrared spectroscopy (NIRS) analysis. Regressions of partial least squares (PLS) and least squares support vector machine (LS-SVM) were compared for improving the models, and Monte Carlo-Uninformative Variable Elimination (MC-UVE) was applied to select informative wavelengths. The optimal calibration models generated high coefficients of correlation (r(pre)) and ratio performance deviation (RPD) for TPC and PA. These results indicated the models are suitable for rapid determination of phenolic compounds in barley grains. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, ZG (Han, Zhigang) ; Cai, SG (Cai, Shengguan) ; Zhang, XL (Zhang, Xuelei) ; Qian, QF (Qian, Qiufeng) ; Huang, YQ (Huang, Yuqing) ; Dai, F (Dai, Fei) ; Zhang, GP (Zhang, Guoping)","Title":"Development of predictive models for total phenolics and free p-coumaric acid contents in barley grain by near-infrared spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934100005 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"composites; fibers; mechanical properties; properties and characterization; resins KeyWords Plus:DYNAMIC-MECHANICAL ANALYSIS; REINFORCED EPOXY COMPOSITE; INTERFACIAL ADHESION; CARBON NANOTUBES; SURFACE; MORPHOLOGY; FILMS; UNITS; BENZIMIDAZOLE; SIMULATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 25 Article Number: 44932 DOI: 10.1002/APP.44932 Published: JUL 5 2017","Abstract":"In this study, the effects of mixed-acid oxidation on the contents of surface elements, morphology, fiber fineness, mechanical properties, mass change rate, chemical structure, and microaggregate structure of dry-spun Suplon polyimide (PI) fibers were systematically investigated with wet chemical treatment with HNO3/H2SO4. Experiments investigating both the improvement in the O/C ratio of the fiber surface elements and the changes in other performance features were conducted through the functional modification of the fibers. Meanwhile, the causes of specific changes in the mechanical properties of the oxidized PI-fiber-reinforced polypropylene- resin-based composites were studied and are discussed. The results of this study demonstrate that the treatment of the fibers with HNO3/H2SO4 mixed-acid oxidation resulted in significant changes in the properties of the fibers; these changes included an uneven surface, increased specific surface area and surface roughness, a locally etched surface, increased surface energy and O/C ratio, an enhanced wettability, an increased fiber fineness, reduced mechanical properties, and a mass gain in the fibers. Although the chemical structures of the fibers treated by oxidized HNO3/H2SO4 were not significantly changed compared to those of the untreated fibers, the microscopic aggregation of the treated fibers changed to some degree, and the ratio of the amorphous regions significantly increased. Taken together, the functional modification of the PI fiber surface was achieved efficiently through the use of a suitable HNO3/H2SO4 oxidation process and with other performance features of the fibers taken into account. This was favorable for the enhancement of the interfacial properties of the polypropylene fibers and the matrix resins, and thus, the modification improved the mechanical properties of the composites. (c) 2017 Wiley Periodicals, Inc.","Authors":"Chen, L (Chen, Le) ; Long, Z (Long, Zhu) ; Zhang, YF (Zhang, Yifan) ; Wang, SH (Wang, Shihua) ; Li, ZQ (Li, Zhiqiang) ; Guo, S (Guo, Shuai) ; Wang, B (Wang, Bin)","Title":"Modification of dry-spun Suplon polyimide fibers by mixed-acid oxidation and their effects on the properties of polypropylene-resin-based composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934100007 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"compatibility; microstructure; PCBs-modified asphalt; rheological characteristics; storage stability KeyWords Plus:PRINTED-CIRCUIT BOARDS; SBS MODIFIED ASPHALTS; RHEOLOGICAL PROPERTIES; POLYMER BLENDS; MODIFIED BITUMENS; PHASE INVERSION; WASTE; MORPHOLOGY; RECOVERY; PERFORMANCE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 25 Article Number: 44798 DOI: 10.1002/app.44798 Published: JUL 5 2017","Abstract":"Due to the increasing production of waste Printed Circuit Boards (PCBs), there is a strong need to investigate the effective method how to recycle PCBs for protecting the environment. In this study, the PCBs were added to asphalt for preparing the PCBs-modified asphalt to improve the performance of asphalt. The influences of PCBs on Cole-Cole plots, segregation index, ratio difference number, and microstructure of modified asphalt were evaluated by storage stability tests, dynamic shear rheometer tests, fluorescence microscopy analysis, and fourier-transform infrared spectroscopy analysis, respectively. The results show that addition of PCBs can improve rheological properties of asphalt and the PCBs content has significant influence on the compatibility and microstructure of modified asphalt. The optimum content of PCBs is no more than 10 wt % for the better compatibility and storage stability of PCBs-modified asphalt. (C) 2017 Wiley Periodicals, Inc.","Authors":"Dong, FQ (Dong, Fuqiang) ; Yu, X (Yu, Xin) ; Chen, J (Chen, Jun) ; Liu, SJ (Liu, Shengjie) ; Chen, Q (Chen, Qiao)","Title":"Investigation on compatibility and microstructure of PCBs-modified asphalt"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362000009 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"3-MCPD esters; 2-MCPD esters; Glycidyl esters; Food contaminants; Indirect analysis; GC-MS; Food KeyWords Plus:EDIBLE OILS; MASS-SPECTROMETRY; 3-CHLOROPROPANE-1,2-DIOL; CHROMATOGRAPHY; 3-MCPD; CHLOROHYDRINS; EXTRACTION; LIPIDS; FOOD","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 77 Pages: 65-75 DOI: 10.1016/j.foodcont.2017.01.024 Published: JUL 2017","Abstract":"Fatty acid esters of 2- and 3-chloropropanediol (MCPDEs) and fatty acid esters of glycidol (GEs) are commonly monitored in edible fats and oils. A recommendation issued by the European Commission emphasizes the need of generating data on the occurrence of these substances in a broad range of different foods. So far, analytical methods for the determination of MCPDEs and GEs are fully validated only for oils, fats and margarine. This manuscript presents the assessment of critical steps in the AOCS Cd 29a-13 method for the simultaneous determination of MCPDEs and GEs in the fat phase obtained from bakery and potato products, smoked and fried fish and meat, and other cereal products. The trueness of the method is affected by the additional formation of 3-MBPD esters from monoacylglycerols (MAGs), which are frequently present in food. The overestimation of GE contents for some samples was confirmed by the comparison of results with results obtained by an independent analytical method (direct analysis of GE by HPLC-MS/MS). An additional sample pre-treatment by SPE was introduced to remove MAGs from fat prior to the GEs conversion, while the overall method sensitivity was not significantly affected. Trueness of the determination of GEs by the modified analytical procedure was confirmed by comparison with a direct analysis of GEs. The potential impact on accuracy of results of the final sample preparation step of the analytical procedure, the derivatization of free forms MCPD and MBPD with PBA, was evaluated as well. Different commercial batches of PBA showed differences in solubility in a non-polar organic solvent. The PBA derivatization in organic solvent did not affect precision and trueness of the method due to the isotopic standard dilution. However, method sensitivity might be significantly compromised. (C) 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY license.","Authors":"Zelinkova, Z (Zelinkova, Zuzana) ; Giri, A (Giri, Anupam) ; Wenzl, T (Wenzl, Thomas)","Title":"Assessment of critical steps of a GC/MS based indirect analytical method for the determination of fatty acid esters of monochloropropanediols (MCPDEs) and of glycidol (GEs)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362000031 ISSN: 0956-7135 eISSN: 1873-7129","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 77 Pages: 235-242 DOI: 10.1016/j.foodcont.2017.02.001 Published: JUL 2017","Abstract":"Laser backscattering imaging (LBI) is a low-cost technology proposed to determine non-invasively composition and microstructural characteristics of agro food and dairy products. The aim of this work was to define the effect of different acquisition conditions (wavelength, object distance and angle of laser incidence) and to analyse the laser-light backscattering changes caused by additional hot air drying and proteolysis of dry-cured ham slices. The feasibility of the technology to determine water content and proteolysis (which is related to textural characteristics) of commercial sliced dry-cured ham was also evaluated. Results showed that a red laser (635 nm) is more convenient than a green laser (532 nm) to analyse dry-cured ham but no preferable angle or object distance to evaluate dryness or proteolysis was found. Nevertheless, light scattering parameters were modified depending on the acquisition conditions used. Laser backscattering was influenced by both dryness and proteolysis intensity showing an average light intensity decrease of 0.2 when decreasing water content (1% weight loss) and increasing proteolysis (equivalent to one-hour enzyme action). However, a decrease of scattering area was only detected when the water content was decreased (618 mm(2) per 1% weight loss). Changes on scattering of light profiles were only observed when the water content changed. Although there is a good correlation between water content and LBI parameters when analysing commercial samples, proteolysis index has an important effect on the response. This fact hinder estimation of dry-cured ham composition and textural characteristics of dry-cured ham. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fulladosa, E (Fulladosa, E.) ; Rubio-Celorio, M (Rubio-Celorio, M.) ; Skytte, JL (Skytte, J. L.) ; Munoz, I (Munoz, I.) ; Picouet, P (Picouet, P.)","Title":"Laser-light backscattering response to water content and proteolysis in dry-cured ham"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900022 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Bitumen; Wax; Surface microstructure; TOF-SIMS KeyWords Plus:ATOMIC-FORCE MICROSCOPY; SURFACE-ANALYSIS; CRUDE OILS; WAX; ASPHALTENES; MORPHOLOGY; MICROSTRUCTURE; MODEL; IDENTIFICATION; CHEMISTRY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 206-218 DOI: 10.1016/j.fuel.2017.02.090 Published: JUL 1 2017","Abstract":"The chemical composition and structures of bitumen surfaces are characterised using time-of-flight secondary ion mass spectrometry (TOF-SIMS). The effect of wax is considered by comparing a wax-free bitumen with a bitumen that contains natural wax and a wax-free bitumen to which a small amount of wax has been added. The results demonstrate that TOF-SIMS is a powerful method for the chemical characterisation of surface structures and phase segregation phenomena in bitumen. It is evident that the structures formed on the bitumen surface are closely related to the wax content and that these structures, as well as the surface in general, are enriched in wax-related compounds (aliphatic hydrocarbons with a high degree of saturation). For the wax-free bitumen, the surface is characterised by a homogeneous distribution without chemical variations or phase structures and by a stronger signal intensity from aromatic compounds. When adding wax to the wax-free bitumen, extensive wax segregation occurs, but differently from the natural waxy bitumen, no bee structures are observed. Furthermore, fracture surfaces of all the wax-containing samples reveal circular structures, which are distinctly different from those observed on the original surfaces. The obtained chemical knowledge on bitumen surfaces and phase structures is of fundamental importance to understand performance differences of this type of materials. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lu, XH (Lu, Xiaohu) ; Sjovall, P (Sjovall, Peter) ; Soenen, H (Soenen, Hilde)","Title":"Structural and chemical analysis of bitumen using time-of-flight secondary ion mass spectrometry (TOF-SIMS)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900028 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Adsorption; Second-order slippage; Adsorbed surface diffusion; Langmuir slip model KeyWords Plus:METHANE ADSORPTION; SURFACE-DIFFUSION; POROUS-MEDIA; CARBON-DIOXIDE; CLAY-MINERALS; ADSORBED GAS; MONTE-CARLO; SLIP MODELS; PERMEABILITY; RESERVOIRS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 272-288 DOI: 10.1016/j.fuel.2017.02.072 Published: JUL 1 2017","Abstract":"Gas production from shale gas reservoirs is determined by original gas-in-place and gas transport mechanism in shale. Gas storage in shale consists of three different states: first, free gas in pores and natural fractures; second, adsorbed gas on the organic and inorganic pore walls; and third, absorbed or dissolved gas into formation water and organic matter. On the other hand, gas transport in shale may be dominated by noncontinuum flow in nanopores, which depends on gas slippage, bulk diffusion, Knudsen diffusion and adsorbed surface diffusion. In this study, a gas velocity model involving all of these parameters is proposed to describe the gas adsorption and Non-Darcy flow effects on gas transport behavior in shale gas reservoirs. Adsorption capacity of six shale core samples is measured by the gravimetric method using magnetic suspension sorption system. Regression analysis of the measured data has been performed using the Simplified Local-Density model coupled with modified Peng-Robinson Equation of State (SLD-PR). The presence of the moisture content is taken into consideration to distinguish between gas adsorption on the surface of organic matter and clay minerals. The hydrophilic feature of clay minerals and hydrophobic feature of organic matter result in water molecules preferring adsorbing on the surface of clays, while gas molecules preferring adsorbing on the surface of organic matter. In the developed velocity model, adsorbed gas is treated as mobile gas molecules adsorbing on the surface of organic nanopores, which moves by means of adsorbed surface diffusion. The surface diffusion velocity is characterized by adsorbed surface diffusion coefficient. Simultaneously, bulk gas is governed by second-order gas slippage, which is calculated using Navier-Stokes (N-S) equation associated with second-order slip boundary condition. Finally, the adsorbed surface diffusion is incorporated into bulk gas flow using Langmuir slip model to account for the total gas flow in the organic nanopores. The results of this study indicate that adsorbed surface diffusion contributes to the enhancement or impediment of total gas flow velocity in organic nanopores. Therefore, properly handling the adsorption effect on gas transport in organic nanopores is critical to correctly understand gas production from shale gas reservoirs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Pang, Y (Pang, Yu) ; Soliman, MY (Soliman, Mohamed Y.) ; Deng, HC (Deng, Hucheng) ; Xie, XH (Xie, Xinhui)","Title":"Experimental and analytical investigation of adsorption effects on shale gas transport in organic nanopores"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900034 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Fast pyrolysis of biomass; Bio-oil blends; Diesel engine; Combustion; Emissions; Biodiesel KeyWords Plus:IGNITION DELAY; FLUIDIZED-BED; BIO-OIL; PERFORMANCE; EMISSIONS; FUEL; GENERATION; EMULSIONS; LIQUID","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 346-357 DOI: 10.1016/j.fuel.2017.01.093 Published: JUL 1 2017","Abstract":"In this study, blends of biodiesel and softwood derived fast pyrolysis oil (FPO) were produced, characterized, and evaluated for thermodynamic and emission performance in a single cylinder research engine. FPO was supplied from an in-house fluidized bed reactor as well as a commercial source. Separate FPO-biodiesel blends from both FPO sources were prepared using initial volumetric ratios of 80:20 and 60:40 (biodiesel: FPO, by volume). After blending, mixing, and a 24 h settling period, two layers formed and the top, biodiesel-rich layers containing about 5 and 10 vol% FPO were decanted and characterized on the basis of a thermogravimetric analysis, viscosity, acid number, water content, elemental analysis, and heating value. Significant decreases in viscosity, acidity, and water content from the original FPO validated blending as means of extracting compounds suitable for use as fuels from pyrolytic liquids in biodiesel. A single cylinder, common rail, direct injection diesel engine was used to analyze the combustion performance of the FPO fuel blends against neat diesel and biodiesel. Fuel performance was characterized on the basis of a thermodynamic combustion analysis, as well as corresponding exhaust emission measurements for CO2, CO, unburned hydrocarbons, particulate matter, and NOx. Engine testing revealed similar indicated efficiencies for biodiesel and diesel at all considered engine operating modes, while blend fuels showed indicated efficiencies between 75 and 95% of diesel values. In general, FPO fuels exhibited increased ignition delays and shorter combustion durations with greater FPO blend concentrations, though this could be partially compensated for using a pilot injection strategy. The longer ignition delays of the blend fuels resulted in overly lean regions of the cylinder, which produced largely premixed combustion events contributing to brake specific CO and uHC emissions up to 1.5 and 3.5 greater than diesel, respectively. Specific PM emissions were 41-62% lower for blend fuels than diesel. Both blends of in-house FPO showed similar PM emission performance, however at higher concentration than low blend commercial fuel. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Laesecke, J (Laesecke, Jan) ; Ellis, N (Ellis, Naoko) ; Kirchen, P (Kirchen, Patrick)","Title":"Production, analysis and combustion characterization of biomass fast pyrolysis oil - Biodiesel blends for use in diesel engines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900061 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Biodiesel; Oil; Sapindus saponaria L.; Rheological characterization; Thermal analysis KeyWords Plus:COMPRESSION IGNITION ENGINE; FATTY-ACID METHYL; COLD FLOW PROPERTIES; FUEL PROPERTIES; CASTOR-OIL; SEED OIL; CRYSTALLIZATION TEMPERATURE; MAURITIA-FLEXUOSA; VEGETABLE-OILS; AMAZON REGION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 627-640 DOI: 10.1016/j.fuel.2017.02.059 Published: JUL 1 2017","Abstract":"The search for alternative energy sources encompasses increasing the capacity of renewable energy, while reducing the amount of carbon dioxide emissions. The nontoxic and biodegradable character of biomass justifies its exploitation as a fuel to generate power. Specifically, Sapindus saponaria L. oil, with its high lipid content, thermal stability, suitable saponification values, and acid and iodine content, seems to be a promising source for the production of biocombustibles. In this work, biodiesel was produced from the methyl esterification of fatty acids from S. saponaria L. oil. In addition, blends were prepared from the mixture of petrodiesel and biofuel in proportions of 5, 10, 15, 20, and 25% (v/v). The biodiesel and its blends were evaluated for their rheological properties, thermal profile (thermogravimetric and differential scanning calorimetric analyses), density, and refractive index. The biodiesel presented a Newtonian behavior and a kinematic viscosity value of 5.029 mm(2)/s at 40 degrees C, in accordance with the ASTM D6751, EN 14214, and CNS 15072 standards. The slight increase in the biodiesel's viscosity, compared to that of petrodiesel (3.442 mm(2)/s), is advantageous because it provides an increased lubricity and reduces engine wear. Blends B5 to B25 also presented kinematic viscosity values in accordance with the ASTM D976, ASTM D7467, EN 590, and CNS 1471 standards. The obtained biodiesel (T-onset = 188.14 degrees C) showed a superior thermal stability to petrodiesel (T-onset = 102.17 degrees C). Differential scanning calorimetry revealed the phase transition between the liquid state to the crystallization of fuels at low temperatures. The compilation of these results highlights the potential of S. saponaria L. oil to generate a biofuel suitable for future commercialization. (C) 2017 Published by Elsevier Ltd.","Authors":"Pelegrini, BL (Pelegrini, Bruna Luiza) ; Sudati, EA (Sudati, Enikeyla Azevedo) ; Re, F (Re, Fabicia) ; Moreira, AL (Moreira, Amanda Louzano) ; Ferreira, ICP (Piloto Ferreira, Izabel Cristina) ; Sampaio, AR (Sampaio, Anderson Reginaldo) ; Kimura, NM (Kimura, Newller Marcelo) ; Lima, MMD (de Souza Lima, Marli Miriam)","Title":"Thermal and rheological properties of soapberry Sapindus saponaria L. (Sapindaceae) oil biodiesel and its blends with petrodiesel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398617900002 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"Digital video forensics; inter-frame forgery detection; frame-removal; frame-deletion; frame-insertion; frame-replication; frame-duplication KeyWords Plus:MATCHING MOTION ESTIMATION; DOUBLE COMPRESSION; SEARCH ALGORITHM; VIDEO; FORGERY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 7 Article Number: 1750107 DOI: 10.1142/S0218126617501079 Published: JUL 2017","Abstract":"\\In the wake of widespread proliferation of inexpensive and easy-to-use digital content editing software, digital videos have lost the idealized reputation they once held as universal, objective and infallible evidence of occurrence of events. The pliability of digital content and its innate vulnerability to unobtrusive alterations causes us to become skeptical of its validity. However, in spite of the fact that digital videos may not always present a truthful picture of reality, their usefulness in today's world is incontrovertible. Therefore, the need to verify the integrity and authenticity of the contents of a digital video becomes paramount, especially in critical scenarios such as defense planning and legal trials where reliance on untrustworthy evidence could have grievous ramifications. Inter-frame tampering, which involves insertion/removal/replication of sets of frames into/from/within a video sequence, is among the most un-convoluted and elusive video forgeries. In this paper, we propose a potent hybrid forensic system that detects interframe forgeries in compressed videos. The system encompasses two forensic techniques. The first is a novel optical flow analysis based frame-insertion and removal detection procedure, where we focus on the brightness gradient component of optical flow and detect irregularities caused therein by post-production frame-tampering. The second component is a prediction residual examination based scheme that expedites detection and localization of replicated frames in video sequences. Subjective and quantitative results of comprehensive tests on an elaborate dataset under diverse experimental set-ups substantiate the effectuality and robustness of the proposed system.","Authors":"Singh, RD (Singh, Raahat Devender) ; Aggarwal, N (Aggarwal, Naveen)","Title":"Optical Flow and Prediction Residual Based Hybrid Forensic System for Inter-Frame Tampering Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800022 ISSN: 0736-5853","Keywords":"Kansei engineering; Text mining; Cross-border logistics service; Service design; Partial least squares KeyWords Plus:CONSUMER-ORIENTED TECHNOLOGY; PRODUCT DEVELOPMENT; BIG DATA; SYSTEM; MODEL; MANAGEMENT; QUALITY; FORM","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 284-302 DOI: 10.1016/j.tele.2016.08.002 Published: JUL 2017","Abstract":"With the rapid development of cross-border e-commerce, the demand for and importance of cross-border logistics service (CBLS) also increase. A satisfactory CBLS can help promote business activities in cross-border e-commerce. Because customers' logistical needs are increasingly complex and the logistics market is increasingly competitive, a CBLS provider has to be devoted to continually improving and differentiating services to maintain its competitive advantage. Kansei engineering (ICE) is an approach to design the elements which satisfy customers' affective and emotional perceptions into services and products. In this study, the ICE approach is applied to derive ideas for the development of CBLS. For this purpose, Partial Least Squares (PLS) is used to analyze the relationships between the feelings of customers and service elements of CBLS. Moreover, this study demonstrates the applications of text mining techniques to analyze the online contents regarding CBLS. Online content mining assists in identifying the service elements and Kansei words for CBLS. Importantly, the relationship between the feelings of customers and service elements of CBLS obtained by online content mining provides complementary results for CBLS design. Relevance to industry: this study offers an exemplification on applying the integration of Kansei engineering and online content analysis to obtain ideas for the process Kansei design in service industry. Our findings imply that in addition to conventional customer survey, user generated online content analysis should be effective way of catching customer-oriented design elements; they provide complementary effects for Kansei design. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hsiao, YH (Hsiao, Yu-Hsiang) ; Chen, MC (Chen, Mu-Chen) ; Liao, WC (Liao, Wei-Chien)","Title":"Logistics service design for cross-border E-commerce using Kansei engineering with text-mining-based online content analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600003 PubMed ID: 28254004 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Mushrooms; Antioxidants; Phenolics; Nutrition; Health; HPLC; Mass spectrometry KeyWords Plus:EDIBLE MUSHROOMS; FREE-RADICALS; CHEMICAL-COMPOSITION; MEDICINAL MUSHROOMS; PHYTOCHEMICALS; ACIDS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 14-22 DOI: 10.1016/j.foodchem.2017.01.044 Published: JUL 1 2017","Abstract":"Wild mushrooms are important for the diet of some communities in Mexico. However, limited information exists on their chemical composition, contribution to the diet, and health effects. We characterized seventeen wild mushroom species growing in the state of Queretaro in Central Mexico. Most species analyzed were edible, but also included nonedible, medicinal, poisonous and toxic specimens. Whole mushrooms (caps and stipes) were characterized for water content, color, and total content of phenolic compounds, flavonoids and anthocyanins. In vitro antioxidant capacity was measured by FRAP and DPPH assays. Phenolic compounds were identified and quantified by HPLC-mass spectrometry. All species analyzed were found to possess antioxidant activity in vitro and a wide range of phenolic and organic compounds were identified. Our results add to the limited information available on the composition and potential nutritional and health value of wild mushrooms. Further analyses of their bioactivities are warranted. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yahia, EM (Yahia, Elhadi M.) ; Gutierrez-Orozco, F (Gutierrez-Orozco, Fabiola) ; Moreno-Perez, MA (Moreno-Perez, Marco A.)","Title":"Identification of phenolic compounds by liquid chromatography-mass spectrometry in seventeen species of wild mushrooms in Central Mexico and determination of their antioxidant activity and bioactive compounds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600005 PubMed ID: 28254016 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Annona squamosa L.; Annonaceous acetogenins; Annonacin; Atypical Parkinsonism; Bullatacin; HPLC-MS/MS; Squamocin KeyWords Plus:MITOCHONDRIAL COMPLEX-I; ASIMINA-TRILOBA FRUIT; ATYPICAL PARKINSONISM; QUANTITATIVE-EVALUATION; LIQUID-CHROMATOGRAPHY; MASS-SPECTROMETRY; TRANSGENIC MICE; GUADELOUPE; CONSUMPTION; TAU","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 32-40 DOI: 10.1016/j.foodchem.2017.01.042 Published: JUL 1 2017","Abstract":"Annonaceous acetogenins (AAGs) are neurotoxins possibly responsible for atypical Parkinsonism/dementia clusters, via the consumption of edible Annonaceae fruits. Their presence was investigated in fruit pulps of Annona squamosa from different locations. Qualitative analysis of other AAGs was performed. We here report the identification of squamocin in batches from Asia, the Caribbean Basin and the Indian Ocean. This molecule was quantified by HPLC-UV, evidencing a content of 13.5-36.4 mg/fruit. HPLC-ESI-Q-TOF allowed the detection of 25 different raw formulas matching with AAGs. LC-MS/MS methodological development was performed using 4 representative standards. The main AAGs could be annotated, including bullatacin (rolliniastatin-2) and annonacin. This study evidences a remarkable homogeneity for the main AAGs within the species, and discrepancies for minor compounds. These findings indicate that A. squamosa should be considered a risk factor for neurodegenerative disorders. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bonneau, N (Bonneau, Natacha) ; Baloul, L (Baloul, Lamia) ; Ndob, IBB (Ndob, Idensi Bajin Ba) ; Senejoux, F (Senejoux, Francois) ; Champy, P (Champy, Pierre)","Title":"The fruit of Annona squamosa L. as a source of environmental neurotoxins: From quantification of squamocin to annotation of Annonaceous acetogenins by LC-MS/MS analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606500023 ISSN: 0888-3270","Keywords":"Cepstrum; Editing; Whitening; Bearing fault; Deterministic/random separation KeyWords Plus:ROLLING-ELEMENT BEARING; UNSUPERVISED NOISE CANCELLATION; DISCRETE WAVELET TRANSFORM; VARIABLE-SPEED CONDITIONS; SPECTRAL SUBTRACTION; ENVELOPE ANALYSIS; DIAGNOSTICS; OPTIMIZATION; SUPPRESSION; COMPONENTS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 91 Pages: 354-381 DOI: 10.1016/j.ymssp.2016.12.036 Published: JUL 2017","Abstract":"The detection and diagnosis of incipient rolling element bearing faults is not an undemanding task and signal analysis of vibration measurements therefore often incorporates the use of various complex processing techniques. One of the key steps in the processing procedure is the proper separation of the bearing signal from other influencing sources like shafts or gears. The latter sources produce deterministic signal components showing up as discrete frequencies in the amplitude spectrum, while bearing signals are assumed to be (quasi-) cyclostationary resulting in a smearing of the bearing frequencies in the spectrum. This property gave rise to the idea of using the cepstrum for the purpose of separating the deterministic signal content from the second-order cyclostationary bearing signal. The cepstrum essentially groups the deterministic multi-harmonic signal content in a cepstral peak at the corresponding quefrency, making it more suitable for easy removal of the discrete frequency peaks. Even though initially there was a tendency to only remove or 'lifter' the selected cepstral peaks, nowadays the full real cepstrum is set to zero instead of only certain quefrency bands. This technique, called cepstrum pre-whitening, is easy to implement, can be performed quickly without the need for additional input parameters or fine-tuning and would be well-suited for practical applications. However, these advantages do come at the cost of some control and insight over the editing procedure of the signal. In order to assess the performance of this cepstrum pre-whitening technique, it is compared to an automated cepstrum editing procedure. It automatically selects certain peaks in the real cepstrum and only sets them to zero instead of the full real cepstrum. Both methods perform quite well in separating deterministic signal content from more random content, but there are some differences to observe when using them for diagnosis purposes. An analysis of the methods is made for both simulated and experimental signals. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Peeters, C (Peeters, Cedric) ; Guillaume, P (Guillaume, Patrick) ; Helsen, J (Helsen, Jan)","Title":"A comparison of cepstral editing methods as signal pre-processing techniques for vibration-based bearing fault detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900015 PubMed ID: 28193405 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Soybean; Micro-minerals; Transgenesis; Oral bioaccessibility KeyWords Plus:PLANTS; NUTRITION; IRON","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 125-131 DOI: 10.1016/j.foodchem.2017.01.017 Published: JUN 15 2017","Abstract":"In this paper, Cu, Fe, Mn and Zn contents in transgenic (T - MSOY7122RR) and non-transgenic (NT - MSOY8200) soybean seeds, sown at summer and winter cultivation periods are investigated using four microwave decomposition methods. Student's t tests demonstrate significant differences (p = 0.05; n = 4), for Cu, Mn and Zn (namely, 8, 9 and 26% higher concentrations in T compared to NT seeds, respectively). Through principal component analysis, precursor and successor soybean seeds are identified. Cu is demonstrated to play an important role in the differentiation of the cultivars, whereas Fe and Zn are of particular relevance in the classification of seeds cultivated in winter against those in summer. Using in vitro extraction based on the Unified Bioaccessibility Method, the bioaccessibility of the above nutrients is proven to differ in both the gastric and gastrointestinal phases on the basis of the transgenesis and the cultivation periods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Herrera-Agudelo, MA (Herrera-Agudelo, Monica A.) ; Miro, M (Miro, Manuel) ; Arruda, MAZ (Arruda, Marco A. Z.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Miro, Manuel  http://orcid.org/0000-0002-8413-3008","Title":"In vitro oral bioaccessibility and total content of Cu, Fe, Mn and Zn from transgenic (through cp4 EPSPS gene) and nontransgenic precursor/successor soybean seeds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900026 PubMed ID: 28193416 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Hibiscus beverages; Process improvement; Chemical-sensory analysis; Flash Profile; Consumer preference; Senegal KeyWords Plus:IN-VITRO ANTIOXIDANT; HOT-WATER EXTRACTION; L VAR SABDARIFFA; AQUEOUS EXTRACT; FLASH PROFILE; L.; ANTHOCYANINS; STABILITY; CAPACITY; MATURITY","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 202-212 DOI: 10.1016/j.foodchem.2016.11.127 Published: JUN 15 2017","Abstract":"The need to increase sustainability and add value to traditional foods claiming health benefits led to the introduction of key improvements in the production of hibiscus beverages in Senegal. The physicochemical and sensory properties of three resulting products (an under-vacuum concentrate, a dilute-to-taste syrup and a ready-to-drink infusion) were assessed, vis-a-vis those of conventionally manufactured beverages, and their impact on local consumer preference determined (n = 146). New beverages had more intense, redder colour and higher monomeric anthocyanin content, total phenolic content and antioxidant capacity. Moreover, their colour evaluations by trained panellists were mainly linked to colour density and anthocyaninlpolyphenol content, while flavour assessments were associated to titratable acidity and sugar-to-acid ratio. Consumer evaluations, in turn, were driven by the beverages' red colour intensity, aroma strength and balance between sweetness and acidity. This explained why they overwhelmingly preferred the under-vacuum concentrate, regardless of their age, gender or frequency of hibiscus beverage consumption. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Monteiro, MJP (Monteiro, Maria Joao P.) ; Costa, AIA (Costa, Ana Isabel A.) ; Fliedel, G (Fliedel, Genevieve) ; Cisse, M (Cisse, Mady) ; Bechoff, A (Bechoff, Aurelie) ; Pallet, D (Pallet, Dominique) ; Tomlins, K (Tomlins, Keith) ; Pintado, MME (Pintado, Maria Manuela E.)","Title":"Chemical-sensory properties and consumer preference of hibiscus beverages produced by improved industrial processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900028 PubMed ID: 28193418 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Electrochemical techniques; Stripping methods; Fruit beverages; ASCP-labile fraction; Trace element analysis; Operational speciation KeyWords Plus:TRACE-ELEMENT SPECIATION; VOLTAMMETRY; CU; POTENTIOMETRY; ELECTRODE; COFFEES; SAMPLES; METALS; WATERS; FORMS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 220-229 DOI: 10.1016/j.foodchem.2016.12.092 Published: JUN 15 2017","Abstract":"An analytical procedure for operationally defined speciation of Cd, Cu, Pb and Zn in apple beverages by anodic stripping chronopotentiometry (ASCP) is presented. Optimal measurement conditions were set down to reliably determine the fraction of the labile metals species. The mean total concentrations of Cu, Pb and Zn were 69 +/- 20, 7.3 +/- 3.3, and 129 +/- 59 mu g L-1 in apple juices, and 18 +/- 3, 4.2 +/- 0.1, 53 +/- 5 mu g L-1 in apple drinks, respectively. The contributions of the fraction of the ASCP-labile species varied from 43 to 63% (Cu), from 32 to 42% (Pb) and from 38 to 58% (Zn). The Cd content in all analyzed samples was below 0.02 mu g L-1. The detection limits (DLs) achieved for Cu, Pb and Zn were 0.04 mu g L-1 (Cu), 0.02 mu g L-1 (Pb), and 0.10 mu g L-1 (Zn). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Jedryczko, D (Jedryczko, Dominika) ; Pohl, P (Pohl, Pawel) ; Welna, M (Welna, Maja)","Title":"Determination of the total cadmium, copper, lead and zinc concentrations and their labile species fraction in apple beverages by flow-through anodic stripping chronopotentiometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900030 PubMed ID: 28193421 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Fagus sylvatica L.; Cold-pressed oil; Fatty acids; Gamma-linolenic acid; Tocopherols; Phytosterols KeyWords Plus:PHYTOCHEMICAL CONTENT; ANTIOXIDANT ACTIVITY; OXIDATIVE STABILITY; RAPESEED OIL; BLACK CUMIN; CAROTENOIDS; TOCOPHEROL; CHEMISTRY; STEROLS; BLENDS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 239-245 DOI: 10.1016/j.foodchem.2017.01.022 Published: JUN 15 2017","Abstract":"A physicochemical characteristic of the cold-pressed oil obtained from seeds of common beech (Fagus sylvatica L.) has been presented. This plant may be considered as unconventional oilseeds crops because of relatively high content of fat (27.25%). The analyzed beech seeds oil has been classified as oleic-linoleic acids oil with more than 76% percentage share of those species. Beech seeds oil contains 4.2% of gamma-linolenic acid (GLA). Unique characteristic is the high content of gamma-tocopherol (75.4 mg/100 g) and delta-tocopherol (34.05 mg/100 g). gamma-Tocopherol is effective scavengers of reactive nitrogen species and prevents DNA bases nitration, what makes beech seeds oil interesting raw material in the production of cosmetics. Additionally the content of carotenoids, very effective photooxidation inhibitors, is at high level in comparison with other cold-pressed oils. It was demonstrated that PCA analysis may help to determine the authenticity of oil obtained from beech seeds. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Siger, A (Siger, Aleksander) ; Dwiecki, K (Dwiecki, Krzysztof) ; Borzyszkowski, W (Borzyszkowski, Wojciech) ; Turski, M (Turski, Mieczyslaw) ; Rudzinska, M (Rudzinska, Magdalena) ; Nogala-Kalucka, M (Nogala-Kalucka, Malgorzata)","Title":"Physicochemical characteristics of the cold-pressed oil obtained from seeds of Fagus sylvatica L."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900032 PubMed ID: 28193423 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Wild cardoon; Crude extract; Extraction pH; Milk-clotting activity; Rheological properties; TURBISCAN KeyWords Plus:MILK-CLOTTING ENZYMES; RHEOLOGICAL PROPERTIES; COAGULATION PROPERTIES; HEAT-TREATMENT; PURIFICATION; GELS; CHYMOSIN; PROTEASE; TEMPERATURE; TURBISCAN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 258-266 DOI: 10.1016/j.foodchem.2017.01.040 Published: JUN 15 2017","Abstract":"In the present paper, techno-functional properties of rennet derived from C. cardunculus, prepared at various pH (from 3 to 6), were investigated. It was found that the extract prepared at pH 3 had the best milk-clotting properties (MCA/PA ratio). It presented also the highest enzyme content, determined by densitometry analysis on 1D and 2D gels electrophoresis. Formation of milk gels produced by the extracts and chymosin was monitored using dynamic rheology and turbiscan. It can be assumed that by lowering rennet pH, milk pH decreases, causing a significant increase of curd firmness and both elastic (G') and viscous (G '') moduli. Results obtained by turbiscan showed similar Delta BS values of gels produced, after 2 h, by chymosin and the crude extract at pH 3. In conclusion, C. cardunculus extract prepared at low pH has the potential to be employed as an efficient milk-clotting agent in the production of dairy products. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ben Amira, A (Ben Amira, Amal) ; Makhlouf, I (Makhlouf, Ines) ; Petrut, RF (Petrut, Raul Flaviu) ; Francis, F (Francis, Frederic) ; Bauwens, J (Bauwens, Julien) ; Attia, H (Attia, Hamadi) ; Besbes, S (Besbes, Souhail) ; Blecker, C (Blecker, Christophe)","Title":"Effect of extraction pH on techno-functional properties of crude extracts from wild cardoon (Cynara cardunculus L.) flowers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398671600003 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Phenolic contaminants photodegradation; Photocatalyst Al2O3:Ce3+/Ce4+; Sol-gel synthesis KeyWords Plus:TIO2 NANOPARTICLES; SURFACE-AREA; DEGRADATION; OXIDE; ALUMINUM; CEO2; CATALYSTS; ENHANCEMENT; MECHANISM; ACIDS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 198 Pages: 11-21 DOI: 10.1016/j.fuel.2016.12.040 Published: JUN 15 2017","Abstract":"The materials Al2O3:Ce3+/Ce4+ (cerium content 0.5, 1.0, 3.0, and 5.0 wt.%) were synthesized by the sol-gel method. The materials were characterized by thermogravimetric analysis (TGA), differential scanning calorimetry (DSC), X-ray diffraction (XRD), N-2 physisorption, UV-Vis diffuse reflectance spectroscopy, X-ray photoelectron spectroscopy (XPS) and energy-dispersive X-ray spectroscopy (EDX); also, some electrochemical tests were performed for the materials characterization. The materials were evaluated in the phenol photodegradation using UV light. The photocatalyst containing 1.0 wt.% cerium (AC1.0) presented the highest photoactivity than the others synthesized samples. This catalyst was selected to photodegrade others phenolic derivatives such as 4-chlorophenol, p-cresol, and 4-nitrophenol. All the synthesized photocatalysts by the sol-gel method showed a better activity than (TiO2, P25 Degussa). The photodegradation reactions were followed by UV-Vis spectroscopy and total organic carbon TOC. A reaction mechanism is proposed involving the sensitization of the organic molecule on Al2O3:Ce3+/Ce4+ with UV light for its mineralization. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Pina-Perez, Y (Pina-Perez, Yanet) ; Tzompantzi-Morales, F (Tzompantzi-Morales, Francisco) ; Perez-Hernandez, R (Perez-Hernandez, Raul) ; Arroyo-Murillo, R (Arroyo-Murillo, Ruben) ; Acevedo-Pena, P (Acevedo-Pena, Prospero) ; Gomez-Romero, R (Gomez-Romero, Ricardo)","Title":"Photocatalytic activity of Al2O3 improved by the addition of Ce3+/Ce4+ synthesized by the sol-gel method. Photodegradation of phenolic compounds using UV light"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000019 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"coatings; composites; flexibilizer and cardanol KeyWords Plus:RESIN; BLENDS; RUBBER; COPOLYMER; STEEL; WEAR","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44920 DOI: 10.1002/app.44920 Published: JUN 15 2017","Abstract":"Flexible epoxy novolac coatings were developed by reacting an epoxy novolac resin, poly[(phenylglycidyl ether)-co-formaldehyde] (PPGEF) with an amine curing agent, 4,4-diamino-3,3-dimethyldicyclohexyl methane (BMCHA), cardanol based reactive diluent (Cardolite NC-513) and two different cardanol-based flexibilizers (Cardolite NC-514 and Cardolite NC-547). The flexibilizer content was varied from 5 to 10% by weight of the resin. These resins were coated onto the stainless steel panels and tested for their gloss, cross-hatch adhesion, falling weight impact resistance, flexibility, abrasion, scratch hardness, solvent scrub resistance, and chemical resistance. The thermo-mechanical properties of these coatings were determined by TGA, DSC, DMTA, and tensile strength measurements. The cryofractured specimens were subjected to SEM analysis. The influence of structural differences of two flexibilizers on the coating properties was investigated. These coatings exhibited excellent properties and have great potential in industrial applications. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44920.","Authors":"Gour, RS (Gour, Rajeshwari S.) ; Raut, KG (Raut, Kundalik G.) ; Badiger, MV (Badiger, Manohar V.)","Title":"Flexible epoxy novolac coatings: Use of cardanol-based flexibilizers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000027 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"acid content; colorimetric titration; polymer analysis; polymethacrylates; polystyrene","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44931 DOI: 10.1002/app.44931 Published: JUN 15 2017","Abstract":"A reinvestigation of a method (Christoff, M.; Yamaki, S. B.; de Oliveira, M. G.; Atvars, T. D. Z. J. Appl. Polym. Sci. 2004, 92, 830-838) aimed at quantitatively determining trace amounts of residual carboxylic acid functional groups in polymethacrylates and polystyrene has been carried out. The original technique was based on the monitoring of an absorption band in the UV-visible region (610 nm) that appears after known amounts of polymer are added to a benzene solution containing the basic form of the Nile Blue A dye. It is shown here that the assumption upon which the methodology is based, that is, the occurrence of a 1:1 stoichiometric and complete proton transfer of the carboxylic acid to the dye, is invalid and yields greatly underestimated values for the COOH contents, possibly by 2-3 orders of magnitude. In addition, temperature strongly influences the equilibrium constant for the acid-base reaction. Lastly, preparation and storage of the analytical solution was found to be problematic, supporting earlier claims that hydrolysis of Nile Blue A base does occur when preparing the benzene solution and/or over storage, yielding Nile Red dye whose absorption in the visible part of the spectrum significantly overlaps. Based on the above results, further use of this technique, at least in its quantitative version, should be discouraged. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44931.","Authors":"Kerloc'h, B (Kerloc'h, Brendan) ; Brissault, B (Brissault, Blandine) ; Penelle, J (Penelle, Jacques) ; Atvars, TDZ (Atvars, Teresa Dib Zambon)","Title":"A reinvestigation of a colorimetric method aimed at quantifying minute amounts of carboxylic acids present in polystyrene and poly(n-alkyl methacrylate)s"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000022 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"ammonification; aramid fibers; mutual irradiation; interfacial properties KeyWords Plus:GAMMA-RAY IRRADIATION; MECHANICAL-PROPERTIES; BRANCHED POLYETHYLENEIMINE; ATMOSPHERIC-PRESSURE; TWARON FIBER; CARBON-FIBER; KEVLAR FIBER; COMPOSITES; PLASMA; MICROSTRUCTURE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44924 DOI: 10.1002/app.44924 Published: JUN 15 2017","Abstract":"The mutual irradiated aramid fibers in 1,4-dichlorobutane was ammoniated by ammonia/alcohol solution, in an attempt to improve the interfacial properties between aramid fibers and epoxy matrix. Scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), dynamic contact angle analysis (DCA), interfacial shear strength (IFSS), and single fiber tensile testing were carried out to investigate the functionalization process of aramid fibers and the interfacial properties of the composites. Experimental results showed that the fiber surface elements content changed obviously as well as the roughness through the radiation and chemical reaction. The surface energy and IFSS of aramid fibers increased distinctly after the ammonification, respectively. The amino groups generated by ammonification enhanced the interfacial adhesion of composites effectively by participating in the epoxy resin curing. Moreover, benefited by the appropriate radiation, the tensile strength of aramid fibers was not affected at all. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44924.","Authors":"Xie, F (Xie, Fei) ; Xing, LX (Xing, Lixin) ; Liu, L (Liu, Li) ; Liu, YG (Liu, Yuguang) ; Zhong, ZX (Zhong, Zhengxiang) ; Jia, CY (Jia, Chuyuan) ; Wang, W (Wang, Wei) ; Wang, CF (Wang, Caifeng) ; Zhao, M (Zhao, Min) ; Huang, YD (Huang, Yudong)","Title":"Surface ammonification of the mutual-irradiated aramid fibers in 1,4-dichlorobutane for improving interfacial properties with epoxy resin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Expert systems; Case study; Content analysis; Knowledge-based systems KeyWords Plus:DECISION-SUPPORT-SYSTEM; KNOWLEDGE-BASED-SYSTEM; MULTIPLE EXPERTS; FAULT-DIAGNOSIS; FINANCIAL ANALYSIS; MEDICAL KNOWLEDGE; ACQUISITION TOOL; RULE INDUCTION; DESIGN SYSTEM; MANAGEMENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 85-96 DOI: 10.1016/j.eswa.2017.01.028 Published: JUN 15 2017","Abstract":"Research in Expert Systems (ES) has been one of the longest-running, and most successful areas of ongoing research within the Al field. Since the 1980s, many case studies of ES applications have been published covering a wide range of functional areas and problem domains. These case studies contain an enormous amount of information about how ESs have been developed and how the tools, concepts, and applications have evolved since their inception. This research has painstakingly collected and analysed the content of 311 ES case studies dating from 1984 through 2016. A detailed content analysis was performed on this corpus in order to capture as many details as possible from each case. Further value was added to the study by using an impact scale to try and gauge the impact or \"success\" of the resulting application. With such a large sample size, the results are helpful in identifying how ES research has evolved and areas for further research. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wagner, WP (Wagner, William P.)","Title":"Trends in expert system development: A longitudinal content analysis of over thirty years of expert system case studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395480800007 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"curing behavior; foam; mechanical properties; phenol-resorcinol-formaldehyde resins (PRFRs); physicochemical properties KeyWords Plus:ISOCONVERSIONAL KINETIC-ANALYSIS; CURING KINETICS; COMPOSITE; TANNIN; ADHESIVES; BEHAVIOR; GELATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 22 DOI: 10.1002/app.44881 Published: JUN 10 2017","Abstract":"The acid curing agent content and foaming temperature could be reduced by improving the resol reactivity. In this study, highly active and solid phenol-resorcinol-formaldehyde copolymer resins (PRFRs) with different resorcinol/phenol (R/P) molar ratios and formaldehyde/(phenol+resorcinol) [F/(P+R)] molar ratios were synthesized through the copolymerization of resorcinol, formaldehyde, and phenol. Phenol-resorcinol-formaldehyde foams (PRFFs) were prepared with synthetic PRFRs. The results showed that PRFR-2 exhibited higher reactivity, faster curing speed, and better thermal stability. In addition, the foam produced with the PRFR-2 had improved mechanical and flame retardation properties and a compressive strength of 0.18 MPa, a flexural strength of 0.25 MPa, and a limited oxygen index (LOI) greater than 37%. The increased reactivity of the PRFRs correlated with the changing mechanical properties of PRFFs because of the effects of resorcinol and the molar ratio of formaldehyde to phenol and resorcinol. (c) 2017 Wiley Periodicals, Inc.","Authors":"Liu, J (Liu, Juan) ; Chen, RQ (Chen, Ri-Qing) ; Xu, YZ (Xu, Yu-Zhi) ; Wang, CP (Wang, Chun-Peng) ; Chu, FX (Chu, Fu-Xiang)","Title":"Resorcinol in high solid phenol-formaldehyde resins for foams production"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300006 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Chalcohalide glasses; Crystallization kinetics; Thermal treatment KeyWords Plus:ACTIVATION-ENERGY; THERMAL-ANALYSIS; KINETICS; CRYSTALS; SPECTRA; SENSORS; SYSTEM; RAMAN","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 48-55 DOI: 10.1016/j.jallcom.2017.02.225 Published: JUN 5 2017","Abstract":"In the present work, samples in composition of (100-x)/2As(2)S(3)-(100-x)/2Ag(2)S-xAgCl (x - 40, 45, 50, 55mol%) were prepared. X-ray diffraction and differential scanning calorimetry under non-isothermal conditions were recorded from which crystalline phases, characteristic thermal temperature, criteria for thermal stability against crystallization and crystallization kinetic parameters are obtained for evaluation of their glass formation and crystallization behaviors. Raman spectroscopy was used in following the structural changes with variation of AgCl content. Thermal treatments were made on amorphous samples under different conditions, and the nonlinear dependence of crystallization behaviors on AgCl content is discussed. Results of the present work obtain the optimal silver chloride based chalcogenide glass composition as the stable membrane material for application in ion-selective electrodes for dual Ag+/Cl- ions determination. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, L (Li, Lei) ; Yin, HW (Yin, Haiwei) ; Wang, Y (Wang, Yang) ; Zheng, JH (Zheng, Jianhua) ; Zeng, HD (Zeng, Huidan) ; Chen, GR (Chen, Guorong)","Title":"Study on crystallization behavior of novel silver chloride based chalcogenide glasses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300017 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Cobalt ferrite; Gadolinium cations; Magnetic properties; Microwave absorber KeyWords Plus:MAGNETIC-PROPERTIES; COFE2O4 NANOPARTICLES; COFE2-XGDXO4 NANOCRYSTALS; SHIELDING EFFECTIVENESS; CATALYTIC-PROPERTIES; COMBUSTION METHODS; TERBIUM CATION; NANO-PARTICLES; COPRECIPITATION; TEMPERATURE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 133-146 DOI: 10.1016/j.jallcom.2017.02.233 Published: JUN 5 2017","Abstract":"In the first step, gadolinium substituted cobalt ferrite nanoparticles with composition of CoFe2-xGdxO4 (x = 0-0.05 in a step of 0.01) were synthesized by a hydrothermal technique and without subsequent annealing. X-ray diffraction and field-emission scanning electron microscopy evaluations exhibited that single phase spinel ferrites with narrow size distribution were achieved. The EDS analysis confirmed that the applied process for fabrication of CoFe2-xGdxO4 nanoparticles is a proper process for the synthesis of spinel cobalt ferrites with homogeneity in composition. Mossbauer spectroscopy was utilized to distinguish the site preference of constitutive elements. A well-resolved doublets pattern of ferrite nanoparticles is mainly attributed to the superparamagnetic behavior. The results of magnetic hysteresis revealed that the gadolinium substituted cobalt ferrite nanoparticles exhibit superparamagnetic trend at a room temperature. The zero field cooled magnetization curves of gadolinium substituted cobalt ferrite nanoparticles showed that with an increase in gadolinium content, the blocking temperature increases. Fitting the experimental data of susceptibility with the Neel-Brown model expresses that there are powerful interactions between nanoparticles of gadolinium substituted cobalt ferrite and the Ne el-Brown model was not operate for such ferrites. In the second step, the gadolinium substituted cobalt ferrite nanoparticles were annealed and the structural characteristics, magnetic properties and microwave absorptive behavior were evaluated. The Mossbauer spectras show a well-resolved six-line pattern of ferrite nanoparticles which is mostly imputed to the ferrimagnetic treatment. The magnetic hysteresis loops at a room temperature confirmed that the coercive field increased from 802 Oe for x = 0 to 965 Oe for x = 0.02 and then at higher contents, decreased. The magnetic hysteresis curves of CoFe1.98Gd0.02O4 for fields applied parallel and perpendicular to the sample axis, expresses high value of magneto-crystalline anisotropy field of 13 kOe which exhibits that the resonance frequency can be shifted to higher frequency. Consequently the microwave absorber can be covered a wide-band of electromagnetic waves in the X-band. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sodaee, T (Sodaee, Tahmineh) ; Ghasemi, A (Ghasemi, Ali) ; Razavi, RS (Razavi, Reza Shoja)","Title":"Cation distribution and microwave absorptive behavior of gadolinium substituted cobalt ferrite ceramics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300040 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Composite materials; Sintering; Phase transition; Scanning electron microscopy; X-ray diffraction KeyWords Plus:FIRE-RETARDANT; CERAMIZABLE COMPOSITES; INORGANIC FILLERS; FLAME; PYROLYSIS; PHOSPHATE; BEHAVIOR","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 322-329 DOI: 10.1016/j.jallcom.2017.02.252 Published: JUN 5 2017","Abstract":"Ceramic-like residues were obtained by firing silicone rubber (SiR)/ammonium polyphosphate (APP) composites both with and without magnesium hydroxide (MH) composites at different temperatures. To evaluate the self-supporting property, the bending angles of the residues were tested. The effect of MH and firing temperatures on the self-supporting property was investigated. Results show that the addition of MH reduces the bending angles of the residues and improves their densification. Furthermore, as temperature increases, the bending angles of the residues containing magnesium decrease and their flexural strength is improved. Infrared spectroscopy (IR), X-ray diffraction (XRD), scanning electron microscopy (SEM) and energy dispersive X-ray spectroscopy (EDX) analyses demonstrate that formation of crystalline magnesium pyrophosphate within the residues is due to interaction between MH and APP, and the relative content of the crystalline phase increases with increasing temperatures. Solid-state nuclear magnetic resonance (SNMR) further confirms the phosphates, but the above crystalline phase also amorphous magnesium orthophosphate and magnesium metaphosphate. Moreover, as temperatures increase, the relative content of the crystalline phase is improved, which agrees well with the XRD analysis. Therefore, the crystalline phase formed at high temperatures plays a main role in the improvement of the self-supporting property. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gong, XH (Gong, Xin-Hao) ; Wu, TY (Wu, Tao-Yuan) ; Ma, J (Ma, Jie) ; Zhao, D (Zhao, Dong) ; Shen, YC (Shen, Yu-Cai) ; Wang, TW (Wang, Ting-Wei)","Title":"Improved self-supporting property of ceramifying silicone rubber composites by forming crystalline phase at high temperatures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300077 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"InGaN/GaN MQW; MOCVD; Thin film; Hydrogen evolution; Water splitting; Photoeletcrochemical cells KeyWords Plus:HYDROGEN GENERATION; REACTIVE EVAPORATION; THIN-FILMS; BAND-GAP; BEHAVIOR; ALLOYS; SOLAR; CONVERSION; INXGA1-XN; NANOWIRES","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 629-636 DOI: 10.1016/j.jallcom.2017.02.231 Published: JUN 5 2017","Abstract":"In this study, monolithic InGaN/GaN multi-quantum well structures (MQWs) were grown on sapphire substrate at various growth temperatures by metal organic chemical vapor deposition (MOCVD) method and were used for the hydrogen evolution through photoelectrochemical water splitting. The periodicity and indium concentration of monolithic InGaN/GaN MQWs, surface morphology and optical bandgap of the device structure were studied using high resolution x-ray diffraction, atomic force microscope and photoluminescence analysis respectively. The roughness and bandgap values of InGaN/GaN MQWs were found to decrease with increasing indium content. Furthermore, the influence of indium content on the photoelectrochemical hydrogen evaluation via water splitting activity of monolithic InGaN/GaN MQWs under simulated solar radiation of AM 1.5G (100 mW/cm(2)) were explored. The photocurrent density increased with increase of indium content due to the changes in charge transfer resistance, flat band potential and increase of donor density. The enhanced photoelectrochemical activity demonstrated by this monolithic InGaN/GaN MQWs reveals that it is suitable candidate for the light energy harvesting applications. (c) 2017 Elsevier B.V. All rights reserved.","Authors":"Ganesh, V (Ganesh, V.) ; Alizadeh, M (Alizadeh, M.) ; Shuhaimi, A (Shuhaimi, A.) ; Adreen, A (Adreen, A.) ; Pandikumar, A (Pandikumar, A.) ; Jayakumar, M (Jayakumar, M.) ; Huang, NM (Huang, N. M.) ; Ramesh, R (Ramesh, R.) ; Baskar, K (Baskar, K.) ; Rahman, SA (Rahman, S. A.)","Title":"Correlation between indium content in monolithic InGaN/GaN multi quantum well structures on photoelectrochemical activity for water splitting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395616800006 ISSN: 0003-682X eISSN: 1872-910X","Keywords":"Soundscapes; Auditory objects; Categorisation; Everyday sounds KeyWords Plus:ENVIRONMENTAL SOUNDS; SIMILARITY; PERCEPTION; REPRODUCTION; DIMENSIONS","Categories":"Acoustics Web of Science Categories:Acoustics","Journal Information":"APPLIED ACOUSTICS Volume: 121 Pages: 56-64 DOI: 10.1016/j.apacoust.2017.01.027 Published: JUN 2017","Abstract":"Categorisation is a fundamental cognitive process that plays a central role in everyday behaviour and action. Whereas previous studies have investigated the categorisation of isolated everyday sounds, this paper presents an experiment to investigate the cognitive categorisation of everyday sounds within their original context. A group of eighteen expert and non-expert listeners took part in a free sorting task using 110 sounds identified within ambisonic reproductions of urban soundscapes. The participants were asked to sort the objects into groups of sounds that served a similar purpose in the overall perception of the soundscape. Following this, the participants, were asked to provide descriptive labels for the groups they had formed. The results were analysed using hierarchical agglomerative clustering and non-metric multidimensional scaling(MDS) to explore both the structure and dimensionality of the data. The resulting hierarchical clustering of objects show three top level categories relating to transient sounds, continuous sounds, and speech and vocalisations. Sub-categories were identified in each of the top level categories which included harmonic and non-harmonic continuous sounds, clear speech, unintelligible speech, vocalisations, transient sounds that indicate actions, and non-salient transient sounds. The first two dimensions revealed by the MDS analysis relate to temporal extent and intelligibility respectively. Interpretation of the third dimension is less clear, but may be related to harmonic content. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Woodcock, J (Woodcock, J.) ; Davies, WJ (Davies, W. J.) ; Cox, TJ (Cox, T. J.)","Title":"A cognitive framework for the categorisation of auditory objects in urban soundscapes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007400014 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Dew water; Urban dew water; Rainwater; Water chemistry; Water quality; Paris (France) KeyWords Plus:SURFACE MOISTURE; NEGEV DESERT; WATER; DEPOSITION; PRECIPITATION; NITRITE; CHEMISTRY; SANTIAGO; POLAND; CHILE","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 189 Pages: 152-161 DOI: 10.1016/j.atrnosres.2017.01.013 Published: JUN 1 2017","Abstract":"This paper summarizes one year (April 2011 to March 2012) measurements on planar condensing surfaces of dew and rain events and related physico-chemical characteristics in the urban environment of Paris (city center). Yearly collected water was 3.48 mm for dew (63 events) and 593 mm for rain (146 events). The latter value compares well with rain data (547 mm and 107 events) collected within 12 km at Paris-Orly airport. An estimation of dew yield based on meteo data gives 235 mm and 74 events, to be compared with 17.11 mm and 196 events at Paris-Orly. These differences highlight the large reduction in dew events and dew yields in an urban area as compared to a close rural-like area. This reduction is not due to a sky view reduction but to heat island that increases air temperature and decreases relative humidity. Analysis of dew (34) and rain (77) samples were done concerning pH, electrical conductivity (EC), major anions and cations as well as selected trace metals and other minor ions. Mean pH values are found similar for both, dew (6.5) and rain (6.1), rain being slightly more acidic than dew. The mean dew total ionic content (TIC 1.8 meq/I) and EC value (124 mu S/cm) are about four times that of rain (0.45 meq/I; 35 mu S/cm), meaning that total dissolved solids in dew is nearly four times that in rain. Sulfate and nitrate are the most acidifying components, calcium the most neutralizing constituent with ratio of mean total acidity/total alkalinity comparable for dew and rain (similar to 0.9). Sulfate and nitrate have mainly anthropogenic sources, whereas chloride and magnesium are mostly connected with marine air masses. Dew is a considerable factor of wet deposition of pollutants; dew and rain ion concentrations, however, meet the WHO requirements for drinking water. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Beysens, D (Beysens, D.) ; Mongruel, A (Mongruel, A.) ; Acker, K (Acker, K.)","Title":"Urban dew and rain in Paris, France: Occurrence and physico-chemical characteristics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398996500001 ISSN: 1544-3574","Keywords":"Design; Human Factors; Performance; Management; Procedural content generation; game design; algorithms","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN ENTERTAINMENT Volume: 15 Issue: 2 Article Number: 1 DOI: 10.1145/2974026 Published: SUM 2017","Abstract":"This work demonstrates the potentials of procedural content generation (PCG) for games, focusing on the generation of specific graphic props (reefs) in an explorer game. We briefly portray the state-of-the-art of PCG and compare various methods to create random patterns at runtime. Taking a step towards the game industry, we describe an actual game production and provide a detailed pseudocode implementation showing how Perlin or Simplex noise can be used efficiently. In a comparative study, we investigate two alternative implementations of a decisive game prop: once created traditionally by artists and once generated by procedural algorithms. 41 test subjects played both implementations. The analysis shows that PCG can create a user experience that is significantly more realistic and at the same time perceived as more aesthetically pleasing. In addition, the ever-changing nature of the procedurally generated environments is preferred with high significance, especially by players aged 45 and above.","Authors":"Korn, O (Korn, Oliver) ; Blatz, M (Blatz, Michael) ; Rees, A (Rees, Adrian) ; Schaal, J (Schaal, Jakob) ; Schwind, V (Schwind, Valentin) ; Gorlich, D (Goerlich, Daniel)","Title":"Procedural Content Generation for Game Props? A Study on the Effects on User Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700003 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"C angustifolia; FTIR; Gelatinization; Microstructure; Pasting; Starch; X-ray diffraction KeyWords Plus:DIFFERENTIAL SCANNING CALORIMETRY; DIFFERENT BOTANICAL SOURCES; FUNCTIONAL-PROPERTIES; RHEOLOGICAL PROPERTIES; SORPTION ISOTHERMS; GULABJAMUN MIX; FOREST ORIGIN; GELATINIZATION; FILMS; WATER","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 27-36 DOI: 10.1016/j.foodhyd.2016.12.025 Published: JUN 2017","Abstract":"The physicochemical, thermal, pasting and microstructural properties of commercial Curcuma angustifolio starch were analyzed. Scanning electron and light microscopic analyses revealed that the starch granules were polyhedral to round in shape, and were similar to corn starch in appearance. The mean particle diameter was 15.57 mu m at 3% moisture, which increased to 16.79 mu m at 12% moisture content after adsorbing water. Fourier-transform infrared spectroscopy revealed that the 0-C stretching band was double-peaked. X-ray diffractogram manifested mostly `A' type crystalline structures, similar to that of arrowroot and corn starches. The NMR spectrum of this starch also resembled closely that of corn starch, with typical resonances at 100, 71-78 and 60 ppm. The moisture sorption isotherms of C angustifolia starch were sigmoidal shape, with cross over at higher temperature. The glass transition temperature (T-g) decreased linearly from 70.15 degrees C at 3% moisture content to 64.65 degrees C at 12% (R-2 = 0.985) while the peak gelatinization temperature of starch was 78.2 degrees C, with an enthalpy of 20.43 J/g. Thermogravimetric analysis showed that 76% of mass loss related to depolymerization of starch occurred between 275 and 345 degrees C. The derivative curve was single-peaked. Pasting studies showed that C. angustifolia starch showed peak, breakdown and setback viscosities much higher than those of cassava and arrowroot starches. The high phosphorous content conferred high paste viscosity and improved gel strength during pasting. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Franklin, MEE (Franklin, Magdaline Eljeeva Emerald) ; Pushpadass, HA (Pushpadass, Heartwin A.) ; Kumar, B (Kumar, Braj) ; Kulkarni, S (Kulkarni, Satish) ; Muthurayappa, M (Muthurayappa, Manjunatha) ; Kandasamy, R (Kandasamy, Ruckmani) ; Venkatachalam, P (Venkatachalam, Ponnusami) ; Vellingiri, P (Vellingiri, Palanimuthu)","Title":"Physicochemical, thermal, pasting and microstructural characterization of commercial Curcuma angustifolia starch"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700018 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"Yoghurt; Rheology; Tribology; Mouthfeel; Texture; Whey protein KeyWords Plus:SKIM MILK POWDER; PARTICLE-SIZE; ORAL TEXTURE; CASEIN; LUBRICATION; PERCEPTION; HEAT; CONCENTRATE; CREAMINESS; MOUTHFEEL","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 166-177 DOI: 10.1016/j.foodhyd.2017.01.017 Published: JUN 2017","Abstract":"A series of fat-free yoghurts were made from milks formulated for constant protein (5%) and lactose (6%) content and casein to whey protein ratios ranging from 80:20 (Control) to 50:50. Yoghurts were evaluated for their particle size, microstructure, rheology and tribology using instrumental techniques, and their sensory properties were evaluated by a trained sensory panel using a texture focused vocabulary of 19 attributes. Frictional properties and yield stress increased with an increasing phase volume of whey protein, resulting in a more heterogeneous microstructure observed through Confocal microscopy. Analysis by tribology suggests that the dominating factor controlling lubrication in the Control yoghurt was the continuous homogenous protein network formed between whey proteins linked to casein micelles. However, the serum phase of the yoghurt had a greater influence on friction as the proportion of whey protein was increased, and the nature of the protein network changed to have larger voids between aggregates. Significant sensory differences were found for most attributes between the yoghurts containing the highest (50%) and lowest (20%) proportion of whey protein. Perceived creaminess and smoothness in-mouth decreased with whey protein content. Although the highest whey protein yoghurt was perceived most lumpy and the thickest in-spoon for visual appearance, there were no differences between samples in perceived thickness in-mouth. There were high correlations between particle size and geometric sensory properties (positive correlations with granular and lumpy attributes, negatively correlated with smoothness and adhesiveness), and also between friction and sensory properties, notably at 0.1 mm s(-1). (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Laiho, S (Laiho, Saara) ; Williams, RPW (Williams, Roderick P. W.) ; Poelman, A (Poelman, Astrid) ; Appelqvist, I (Appelqvist, Ingrid) ; Logan, A (Logan, Amy)","Title":"Effect of whey protein phase volume on the tribology, rheology and sensory properties of fat-free stirred yoghurts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900011 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Longmaxi shale; Small-angle neutron scattering; Scattering length density; Nanopore; Pore structure KeyWords Plus:ANGLE NEUTRON-SCATTERING; MISSISSIPPIAN BARNETT SHALE; ORGANIC-RICH WUFENG; GAS-ADSORPTION; HELIUM PYCNOMETRY; SEDIMENTARY-ROCKS; THERMAL MATURITY; JIAOSHIBA AREA; MARINE SHALE; HORN RIVER","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 91-99 DOI: 10.1016/j.fuel.2017.02.005 Published: JUN 1 2017","Abstract":"Longmaxi Formation is the leading target play of shale gas development in Sichuan Basin (China) with a large amount of natural gas produced from this organic-rich overmature shale since 2014. In order to investigate the nano-scale pore system, small-angle neutron scattering (SANS) technique was applied on four Longmaxi shale samples (JY-01 to -04) with a range of different lithology. The scattering length density (SLD) for each sample is calculated as a volume average using the chemical composition of different mineral components, with values from 3.58 x 10(10) cm (2) in JY-02 to 3.81 x 10(10) cm 2 in JY-04. Scattering results and analyses reveal Longmaxi shales are mass fractal with an exponent D less than 3. Pore size distribution, specific surface area and porosity are calculated using Porod invariant method and Polydisperse spherical pore (PDSP) model, and are comparable to mercury intrusion porosimetry (MIP) results, suggesting SANS is valuable to study nano-scale pore space from microscopic to nearly micrometer scale. In addition, with the increasing depth and the scattering vector (Q) values, the scattering intensity decrease over five orders of magnitude, reflecting the differences in the certain scale structure of scatters at various burial depths of Longmaxi shale. For a certain Q value, with an increasing depth, the scattering intensity values initially increase slowly first, and then increase rapidly. The fractions of closed pore also increase with depth and reach the maximum in JY-04, which is related to the TOC content and mineral composition and is partially developed during the development of very complicated pore network. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yang, R (Yang, Rui) ; He, S (He, Sheng) ; Hu, QH (Hu, Qinhong) ; Sun, MD (Sun, Mengdi) ; Hu, DF (Hu, Dongfeng) ; Yi, JZ (Yi, Jizheng)","Title":"Applying SANS technique to characterize nano-scale pore structure of Longmaxi shale, Sichuan Basin (China)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900016 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Oxy-fuel; Co-firing; Coal combustion; Biomass; Ash deposition; Alkali sulphates KeyWords Plus:FUEL COMBUSTION; HEAT-TRANSFER; FLY ASHES; IGNITION; EMISSIONS; BURNOUT; CARBON; GAS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 145-158 DOI: 10.1016/j.fuel.2017.01.111 Published: JUN 1 2017","Abstract":"This paper presents the experimental results from co-firing blends of El Cerrejon (EC) coal and cereal coproduct (CCP) using several ratios (100/0; 75/25; 50/50; 0/100 (w/w)) under air-and oxy-firing conditions, in a retrofitted 100 kWth pulverised fuel combustor. An on-line high-resolution multi-component Fourier Transform Infra-red (FTIR) analyser was used to measure CO2, O-2, H2O, CO, NO, NO2, N2O, NH3, SO2, HCl, HF and CH4. A comprehensive evaluation of the major and minor species present in the flue gas was carried out to study the effects of the addition of biomass, the firing mode (air/oxy) and the type of recycle (wet/dry) on the gaseous environment in the combustor. It was found that similar CO2 levels can be reached when using pure coal or pure biomass, on a dry basis. For the minor species, the increase in the share of biomass had the effect of decreasing the SO2 levels reached in the flue gas and increasing the HCl content. No significant variation in the NOx levels was observed as a consequence of using high percentages of biomass. For ash deposit characterisation, two probes were used for which surface temperatures were controlled at 650 degrees and 750 degrees C. Environmental scanning electron microscopy (ESEM) with energy dispersive X-ray (EDX) analysis, supported by X-ray diffraction (XRD), were used to study the deposits. The ESEM/EDX and XRD results showed similar sulphur levels in the deposits when varying the share of biomass even though EC coal contains 3.5 times more sulphur than CCP. This is thought to be a consequence of the reaction of sulphur with the alkalis, especially potassium, present at higher levels in the CCP, which produces higher levels of K2SO4 in the combustion gas. Chlorine was only found in the deposits generated using pure CCP under oxy-firing conditions. An evaluation of the different mineral species formed when varying the biomass share and the firing mode was also performed. Results obtained comparing the mineral species in deposits when using 100% CCP, switching from air to oxyfiring conditions, showed that in air-firing CCP deposits had higher levels of aluminium phosphate and arcanite (K2SO4). Also, under oxy-firing conditions, 100% CCP-derived deposits had a higher level of potassium magnesium chloride compared 100% EC. (C) 2017 Published by Elsevier Ltd.","Authors":"Jurado, N (Jurado, N.) ; Simms, NJ (Simms, N. J.) ; Anthony, EJ (Anthony, E. J.) ; Oakey, JE (Oakey, J. E.)","Title":"Effect of co-firing coal and biomass blends on the gaseous environments and ash deposition during pilot-scale oxy-combustion trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900030 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Thermodynamics; Desulfurization; Dehalogenation; Cerium oxides; La2O3/La2O2CO3; Regeneration KeyWords Plus:THERMAL-DECOMPOSITION; GAS DESULFURIZATION; BIOMASS GASIFICATION; ELEMENTAL SULFUR; TEMPERATURE; CONDUCTIVITY; LANTHANIDE; ADSORPTION; STABILITY; SYSTEMS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 277-289 DOI: 10.1016/j.fuel.2016.12.035 Published: JUN 1 2017","Abstract":"The thermodynamic analyses are focused on the determination of theoretical equilibrium concentrations of H2S, HCl and HF for La2O3, La2O2CO3 and CexOy-based sulfur compounds sorbents, on possible interferences of hydrogen halides in H2S removal in the temperature range 600-1100 K and on upstream selective deep removal of HCl and HF in producer gas. Minimization of Gibbs energy for the system was used in more complicated situations. The lowest H2S concentration (<0.1 ppm-v) can be attained by Ce2O3-based sorbents at temperatures below 800 K. Oxidation of the Ce2O3-based sorbents to less efficient higher Ce-oxides (with limit of CeO2) is thermodynamically preferred in real producer gas. Presence of CO2 in gas phase leads to formation of lanthanum oxy-carbonate (La2O2CO3) with lower efficiency in H2S removal than La2O3. The thermodynamic analyses are also focused on suitable ways and conditions for regeneration of spent desulfurization sorbents (Ce2O2S and La2O2S) to the corresponding oxides or oxy-carbonates at temperatures 600 K-1100 K. The Ce2O2S-based spent cerium sorbents are advantageously regenerated by reaction with SO2 at temperatures over 700 K. In this way CeO2, elemental sulfur and small concentrations of S2O are theoretically produced. If the cerium halides are formed, their decomposition and full Ce-sorbent regeneration is thermodynamically possible rather by reaction with steam. The La-based spent sulfur sorbents are restored by reaction with CO2 and H2O vapor leading to formation of La2O2CO3 and H2S. The suitable operating conditions involve temperatures between 700 and 800 K and higher operating pressures. Potential small contents of La-oxy-halides (LaOF and LaOCl) in the spent sorbent are converted into La2O2CO3 in such a regeneration process. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Svoboda, K (Svoboda, Karel) ; Leitner, J (Leitner, Jindrich) ; Havlica, J (Havlica, Jaromir) ; Hartman, M (Hartman, Miloslav) ; Pohorely, M (Pohorely, Michael) ; Brynda, J (Brynda, Jiri) ; Syc, M (Syc, Michal) ; Chyou, YP (Chyou, Yau-Pin) ; Chen, PC (Chen, Po-Chuang)","Title":"Thermodynamic aspects of gasification derived syngas desulfurization, removal of hydrogen halides and regeneration of spent sorbents based on La2O3/La2O2CO3 and cerium oxides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900033 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Tectonic deformed shale; Pore volume; Porosity; Surface area; Pore size distribution; Pore structure evolution KeyWords Plus:NORTHEASTERN BRITISH-COLUMBIA; MISSISSIPPIAN BARNETT SHALE; ORGANIC-MATTER; GEOLOGICAL CONTROLS; SEDIMENTARY-ROCKS; SICHUAN BASIN; SURFACE-AREA; ORDOS BASIN; OIL-SHALE; CANADA","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 310-319 DOI: 10.1016/j.fuel.2017.02.035 Published: JUN 1 2017","Abstract":"The pore characterization in shale depends on the shale composition, affected by the tectonic deformation. To obtain information about the influence of tectonic deformation on shale pore characteristics, the geochemical, mineralogical, structural and textural properties analysis, porosity and pore structure feature investigations are performed using two sets of shale (deformed shale and undeformed shale) collected from the same shale bed of the Wufeng-Longmaxi Formations (Upper Ordovician-Lower Silurian) of southeast of Sichuan Basin, China. The diagenetic environment and shale composition controls on total porosity and pore structure. Both undeformed and deformed samples have a similar porosity (>1.3%). All-scale pore structure analysis reveals that the pore size distribution of all shale samples is mainly from 0.35 nm to 1.E+5 nm. The surface area of both undeformed and deformed samples were mainly contribution from the micropores (>82%). The geochemical and mineralogical analysis suggested that there was a good correlation between the organic maturity, quartz content and shale deformation. Tectonic stress and structural deformation have an effect on the pore surface area and adsorption capacity of shale. Undeformed shale has a higher surface area and nitrogen adsorption capacity, and the strong deformed shale samples have the lowest surface area and nitrogen adsorption capacity. The total porosity was positively correlated with the micro-and mesopores pore volume for undeformed shale (R-2 > 0.85), while the porosity of deformed shale was only related to the macropores pore volume (R-2 = 0.77). Experimental analysis showed that all shale samples from the same bed had similar total porosity and pore volume, while the deformed shale had notable higher macropores percentages than undeformed shale. The results indicated that accompanied by tectonic deformation, the porosity, total pore volume and micropores content did not change significantly, while the percentages of pores were changed as macropores increased and mesopores decreased. The proportions of micro-, meso-and macropores were changed by structural deformation. Part of mesopores was disappeared due to compression of the tectonic stress, and macropores were generated due to the development of microcracks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liang, ML (Liang, Mingliang) ; Wang, ZX (Wang, Zongxiu) ; Gao, L (Gao, Li) ; Li, CL (Li, Chunlin) ; Li, HJ (Li, Huijun)","Title":"Evolution of pore structure in gas shale related to structural deformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100001 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"PLFA; Enzyme activities; Soil type; Soil organic matter; Microbial community structure; Biochar KeyWords Plus:FATTY-ACID ANALYSIS; PIG SLURRY; CHEMICAL FERTILIZER; AMENDED SOILS; CARBON POOLS; FOREST SOIL; WHEAT-STRAW; NO-TILLAGE; SHORT-TERM; BIOCHAR","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 1-9 DOI: 10.1016/j.geoderma.2017.02.008 Published: JUN 1 2017","Abstract":"The response of soil microbial communities from soils with different soil organic matter (SOM) content to organic inputs with different stability is still poorly understood. Thus, an incubation experiment was designed to study how the addition of pig slurry (PS), its manure (M) and its biochar (BC) affect soil microbial community and activity in three soils differing in SOM content (Regosol, Luvisol and Kastanozem). The evolution of different C and N fractions, microbial biomass C and N, enzyme activities and microbial community structure by the use of phospholipid fatty acid (PLFA) analysis was assessed for 60 days. Results showed that the different amendments had different effect on microbial properties depending on the soil type. The addition of M caused the highest increase in all microbial properties in the three soils, followed by PS. These changes were more intense in the soil with the lowest SOM (Regosol). The addition of M and PS caused changes in the microbial community structure in all soils, which were more related to the presence of available sources of N than to the labile fractions of C. The addition of BC was followed by increases in the proportions of fungi and Gram negative bacteria in the Regosol, while enhanced the proportion of actinobacteria in all soil types, related to increments in pH and soil C recalcitrance. Thus, native SOM determined the response of microbial communities to external inputs with different stability, soils with low SOM being more prone to increase microbial biomass and activity and change microbial community structure. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yanardag, IH (Yanardag, I. H.) ; Zornoza, R (Zornoza, R.) ; Bastida, F (Bastida, F.) ; Buyukkilic-Yanardag, A (Buyukkilic-Yanardag, A.) ; Garcia, C (Garcia, C.) ; Faz, A (Faz, A.) ; Mermut, AR (Mermut, A. R.)","Title":"Native soil organic matter conditions the response of microbial communities to organic inputs with different stability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100011 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Arylsulfatase; Geostatistics; Spatial distribution; Sulfur; Temporal stability KeyWords Plus:SPATIAL VARIABILITY; ENZYME-ACTIVITIES; GEOSTATISTICAL ANALYSIS; TEMPORAL STABILITY; MICROBIAL BIOMASS; WATER STORAGE; PLOT-SCALE; NITROGEN; PHOSPHORUS; FERTILIZATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 107-118 DOI: 10.1016/j.geoderma.2017.02.009 Published: JUN 1 2017","Abstract":"Sulfur (S) has long been recognized as essential for plant metabolism, but over the last 30 years the increasing deficit of sulfur has become a problem all over the world. For this reason, more research should be devoted to determining the content and spatio-temporal variability of sulfur in relation to an improved management of this element. The aims of this study were to assess the spatio-temporal variability of soil sulfur forms and arylsulfatase activity against selected physicochemical properties on a plot scale. A grid soil sampling (10 x 10 m) was used to measure the spatial variation of soil properties across a 0.4 ha field. Soil samples were collected from the upper 27 cm of Luvisols at 50 location in April and August 2007 and 2008. The total (S-TOT), organic (S-ORG) and available (SO42--S) sulfur concentrations and arylsulfatase (AS) activity were analyzed. Additionally, total organic carbon (C-ORG), total nitrogen (N-TOT) concentrations, soil pH(KCl) as well as texture and water content were determined. The dataset was analyzed using classical statistical and geostatistical methods. Based on the analysis of variance, it was found that soil properties, except for CoRG, NTOT and pHR0, showed significant differences between the four sampling dates (Tukey's test, p < 0.05). Additionally, it was found that the temporal stability of the data set showed no clear time -associated shift based on Spearman's rank correlations coefficients. Relatively high degree of variability of the soil properties over time was also indicated by the mean relative differences (MRD). Generally, higher level of temporal stability was noted for the S forms and CoRG and Nror concentrations as compared to the AS activity. Among the studied propertieS, only AS activity at all sampling times and all of the S forms measured in August (except S-TOT in 2008 and SO42-S in 2007) revealed a spatial autocorrelation (Moran's 1). All the studied properties revealed a high contribution of nugget effect in sill (over 50%) or pure nugget effect Some properties revealed a moderate spatial structure (a nugget/sill ratio between 59.2 and 70.3%), whereas the concentration of SoRG measured in August 2008,and AS activity analyzed in 2008 were in the weak variability class. Only AS activity in 2007 showed a pure nugget effect The range of spatial autocorrelation calculated for the analyzed properties was between 20.0 and 34.0 m. Results of this study are essential to understand and predict the contribution of internal factors in the total variability of soil properties that can interfere with the influence of soil management practices. The spatio-temporal variability showed that the studied area was temporally unstable and more frequent sampling must be included in the sampling strategy in order to better understand whether the S forms and AS activity always show permanent spatial patterns in soil or whether they are more randomized. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Piotrowska-Dlugosz, A (Piotrowska-Dlugosz, Anna) ; Siwik-Ziomek, A (Siwik-Ziomek, Anetta) ; Dlugosz, J (Dlugosz, Jacek) ; Gozdowski, D (Gozdowski, Dariusz)","Title":"Spatio-temporal variability of soil sulfur content and arylsulfatase activity at a conventionally managed arable field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100012 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Soil moisture scarcity; Spatial pattern; Risk analysis; Stochastic simulation; Uncertainty KeyWords Plus:FIELD-SCALE VARIABILITY; WATER CONTENT; GEOSTATISTICAL SIMULATION; UNCERTAINTY ASSESSMENT; TEMPORAL STABILITY; NEUTRON PROBE; LAND; DYNAMICS; MODEL; DESERTIFICATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 119-128 DOI: 10.1016/j.geoderma.2017.02.003 Published: JUN 1 2017","Abstract":"Soil moisture plays a vital role in maintaining the sustainability of dryland ecosystems. Accurately predicting soil moisture scarcity (SMS) has an important interest of guidance to soil and water conservation. In this study, we gathered a time series of soil moisture measurements throughout the growing season (from April to October) in an area of approximately 100 km(2) in a desert oasis of northwestern China. Sequential Gaussian simulation was applied to investigate the spatial variability and scarcity of soil moisture across multiple land use types. Soil moisture exhibited considerable spatial heterogeneity with different magnitudes of spatial dependence at different times. Two hundred simulated realizations depicted the possible spatial variations of soil moisture in the geographic space. SMS was characterized as the natural event that occurred when the spatial probability of soil moisture not exceeding 0.15 cm(3) cm(-3) was greater than a critical threshold. With the increasing of probability thresholds, the proportion of SMS locations in each land use decreased at different rates. Given the spatial probability threshold of 0.6,13-3.8% of the cultivated land, 2.6-5.2% of the forest land, 3.2-4.6% of the grassland, and 2.7-7.4% of the shrub land were of SMS during the measuring period. The newly cultivated land and the ecotone of desert and oasis were the major regions SMS occurred. Some soil moisture conservation measures such as precision irrigation should be taken to prevent the probable land degradation and agricultural disasters in these areas. The prediction of SMS using stochastic simulation contributes to improving soil water management in the oasis and provides a methodology reference for similar studies in risk analysis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, SP (Zhang, Shuaipu) ; Shao, MG (Shao, Mingan) ; Li, DF (Li, Danfeng)","Title":"Prediction of soil moisture scarcity using sequential Gaussian simulation in an arid region of China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100004 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Qualitative methods; Inductive methods; Grounded theory; Human resource management KeyWords Plus:QUALITATIVE RESEARCH; ORGANIZATIONAL IDENTITY; JOB CHOICE; DISCOURSE; WORK; CONTEXT; MODEL; FIT; ME; COMMUNICATION","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 291-305 DOI: 10.1016/j.hrmr.2016.08.006 Published: JUN 2017","Abstract":"We provide an overview of the grounded theory approach, a methodology with significant (and largely untapped) potential for human resources (HR) research. Grounded theory is an abductive, data-driven, theory-building approach that can serve as a conceptual link between inductive and deductive research approaches. We begin by explaining the grounded theory approach in detail and outlining two versions of the method that have been used in high-impact management publications the Gioia approach and the Tabula Geminus (twin slate) approach. We then provide an overview of the similarities and differences between grounded theory and other inductive and/or qualitative methodologies, namely, ethnography, discourse analysis, rhetorical analysis, and content analysis. Following this discussion, we offer a step-by-step guide to using grounded theory in human resources research, illustrating these principles with data and processes from extant research. Finally, we conclude by discussing best practices for achieving rigor with the grounded theory approach. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Murphy, C (Murphy, Chad) ; Klotz, AC (Klotz, Anthony C.) ; Kreiner, GE (Kreiner, Glen E.)","Title":"Blue skies and black boxes: The promise (and practice) of grounded theory in human resource management research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200003 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Invasive plant; Mikania micrantha Kunth ex HBK; phytoinhibitory activity; Echinochloa colona (L.) Link; response surface methodology; sustainable weed management KeyWords Plus:RESPONSE-SURFACE METHODOLOGY; COGONGRASS IMPERATA-CYLINDRICA; AGERATUM-CONYZOIDES; ANTIOXIDANT ACTIVITY; MIKANIA-MICRANTHA; VITIS-VINIFERA; ALLELOCHEMICALS; GERMINATION; SEEDS; MANAGEMENT","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 19-34 DOI: 10.1016/j.indcrop.2017.01.025 Published: JUN 2017","Abstract":"Parasitic Echinochloa colona (L.) Link has globally invaded paddy fields that could devote to severe grain yield loss. Prolonged extensive application of commercial synthetic herbicides could pose the weed evolved resistance, bioaccumulation and environmental deterioration. Hence, this paper pertains to the aim of investigating potent natural products which have shown considerable phytotoxic activities, subsequent phytotoxin studies and extraction optimization for pre -emergent control of E. colona. In the phytotoxicity study, a suite of invasive plants was procured and the leaf, stem and root extracts were evaluated by in vitro germination and seedling growth assays. The invasive plant extracts exhibited multiple Magnitudes of inhibition against E. colona in the plant species-, plant part-and concentration-dependent manners. Along with the dose -response study, the leaf extracts of Mikania micrantha Kunth ex H.B.K., Clidemia hirta (L) D. Don, Dicranopteris linearis (Burm.f.) Underw. and Ageratum conyzoides L. showed the attainable half maximal effective doses (ED50) below the concentration 100 g biomass dry weight equivalent (BDWE)/L, indicating the top -ranked inhibition of E. colona among the investigated plant extracts. The top -ranked phytotoxic leaf extracts Were subjected to qualitative and quantitative characterizations including extraction yield, total phenolic content, phytocheinical screening and spectroscopic analysis of the phytochemicals with possible inhibitory effect. Joint putative allelochemicals consisting of 16 phenolics and 5 aromatics were detected concurrently by liquid chromatography-mass spectrom-try (LC -MS), were found contributed to the appreciable germination inhibition. Amongst the abundant phenolic acids were protocatechuic acid, gallic acid, p-hydroxyphenylatetic acid and chlorogenic acid. To suit the industrial desire in product development, the phytotoxic leaves were processed through extraction optimization using response surface methodology (RSM). A multivariate face -centered cube design (FCCD) was established to seek the functional relationship between the process variables (extraction time, agitation speed and solvent consumption) and the response (germination inhibition). Quadratic response surface models were obtained with the Models significance and significant effect of the process factors at 95% confidence interval were examined by various statistical analyses. Verification experiments at the optimal conditions were well matched with the predicted values, along with absolute errors in the range 3.63% to 6.70%, indicating the proposed quadratic models Were valid and useful prediction of the extraction conditions. These outcomes provide the valuable findings on the possible Use of potent invasive plants as bioeffective, economical and eco-friendly herbicide alternative towards fostering the sustainable weed management.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lim, CJ (Lim, Chaw Jiang) ; Basri, M (Basri, Mahiran) ; Ee, GCL (Ee, Gwendoline Cheng Lian) ; Omar, D (Omar, Dzolkhifli)","Title":"Phytoinhibitory activities and extraction optimization of potent invasive plants as eco-friendly weed suppressant against Echinochloa colona (L.) Link"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200015 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Chopin ' s alveograph; Grain hardness; Strain to break; Elongation at break; Multivariate analysis KeyWords Plus:THERMAL-STABILITY; STARCH; QUALITY; PROTEINS; GLUTEN; DOUGH; GLYCEROL; BEHAVIOR; SOLVENT; GLIADIN","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 138-145 DOI: 10.1016/j.indcrop.2017.02.021 Published: JUN 2017","Abstract":"This Work was aimed at defining models to explain tensile properties of thermoplastic films derived from common wheat flours as a function of source flours characteristics. A total of 26 flours, two blends from an industrial mill and 24 single-cultivar flours collected over three different years of grain production (from 2013 to 2015) and cultivar grain hardness (from soft to hard) were used in a wide range of protein content (from 9.0 to 16.2%) and values of Chopin's alveograph parameters (as indexes of gluten characteristics), i.e., P (from 27 to 160 mm), L (from 32 to 236 mm), P/L (from 0.13 to 4.44), and W (from 63 to 398). The same plasticization recipe and filming procedure was adopted for all manufactures. The maximum tensile strength (sigma(max)) and the elongation at break (epsilon(max)), as well as the elastic modulus (E), stiffness (k) and energy at break (w(b)) of films from flours having moderate to high values of P (>60 mm), P/L (>= 0.43) and W (>170) were positively correlated to P and negatively correlated to P/L and W, with all the variables significant (p-value <0.05) and R-2 =0.72 for sigma(max), 0.62 for epsilon(max), 0.81 for E, 0.83 for k and 0.72 for w(b). The epsilon(max) of films obtained from flours having moderate to low values of P (<= 45 mm), PIL (<= 0.42) and W (<= 160) was negatively correlated to P, L and PIL, and positively correlated with W, with all the variables significant (p-value <0.05) and R-2=0.86. On the contrary, no relationship was found for the sigma(max), as well as for E, k and w(b) of these films. Results encourage further research aimed at improving the robustness and reliability of models so that tensile properties of a thermoplastic film can be predicted for any given source flour. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Benincasa, P (Benincasa, Paolo) ; Dominici, F (Dominici, Franco) ; Bocci, L (Bocci, Laura) ; Governatori, C (Governatori, Catia) ; Panfili, I (Panfili, Ivan) ; Tosti, G (Tosti, Giacomo) ; Torre, L (Torre, Luigi) ; Puglia, D (Puglia, Debora)","Title":"Relationships between wheat flour baking properties and tensile characteristics of derived thermoplastic films"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200020 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Antioxidant activity; Basil; Free radical scavenging; Phenols; Flavonoids KeyWords Plus:CHEMICAL-COMPOSITION; PHENOLIC COMPOSITION; L. LEAVES; FOODS; TIME","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 176-182 DOI: 10.1016/j.indcrop.2017.02,039 Published: JUN 2017","Abstract":"The interest in a natural and healthy lifestyle has moved the plant crops under the spotlight. The aim of the work was to test the antioxidant activity of basil (Ocimum basilicum L.) extracts obtained by extraction with water (in presence and absence of light), methanol (95%), ethanol (30, 40, 50, 60, 96%), chloroform, dichloromethane and hexane. Fragmentation of plant material was 0.3 and 2 mm and the extraction was performed during 10 and 30 min. The total phenolic content ranged from (5.17 +/- 0.15 to 65.25 +/- 2.19) mg of gallic acid equivalents per gram of a dry weight of extract, and the content of the total flavonoids from (0.11 +/- 0.01 to 40.63 +/- 2.14) mg of quercetin per gram of a dry weight of extract. All the extracts showed an antioxidant activity with an IC50 values of 2,2-dipheny1-1-picrylhydrazyl (DPPH) radical inhibition in the range from (0.22 +/- 0.01 to 20.49 +/- 1.54) mu g/ml. The evaluation of experimental data for 44 basil extracts was performed by applying hierarchical cluster analysis (HCA) and principal component analysis (PCA). It was found that the increased time of extraction, solvent polarity and plant fragmentation increase the quality of the extracts in terms of the content of phenolic components and antioxidant effects. Extracts with the strongest antioxidant capacity were obtained by concentrated ethanol and methanol maceration. The chemometric analysis showed good correlation between the yield and total phenolic composition, and between the flavonoid content and antioxidant activity, predicting thus, basil extract quality. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Teofilovic, B (Teofilovic, Branislava) ; Grujic-Letic, N (Grujic-Letic, Nevena) ; Golocorbin-Kon, S (Golocorbin-Kon, Svetlana) ; Stojanovic, S (Stojanovic, Srdan) ; Vastag, G (Vastag, Gyongyi) ; Gadzuric, S (Gadzuric, Slobodan)","Title":"Experimental and chemometric study of antioxidant capacity of basil (Ocimum basilicum) extracts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200022 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Simarouba glauca; Genetic diversity; ISSR markers; SRAP markers KeyWords Plus:CHINA; SELECTION; GENOTYPE; RANGE; TREE","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 198-207 DOI: 10.1016/j.indcrop.2017.02.035 Published: JUN 2017","Abstract":"Simaroubaglauca DC. is an evergreen, polygamodioecious, eco-friendly tree borne oil seed crop. It is native of tropical rainforest regions of South and Central America and was first introduced in India in 1966. During present investigation, fourteen inter-simple sequence repeat (ISSR) and eleven sequence-related amplified polymorphism (SRAP) markers were employed to analyze genetic diversity and population structure in S. glauca accessions growing in different eco-geographical regions of India. SRAP markers were found to be more efficient than ISSR in evaluating genetic diversity. SRAP markers produced higher mean percentage polymorphism (26.54%), polymorphism information content (PIC: 0.14), effective number of alleles (ne: 1.45), Nei ' s gene diversity (h: 0.26) and Shannon's information index (I: 0.39) values compared to ISSR markers (percentage polymorphism: 14.43%, PIC: 0.10, ne: 1.27, h: 0.16, I: 0.23). Overall, mean genetic diversity in S. glauca accessions in India was found to be very low (ne: 1.30, h: 0.16, I: 0.22). S. glauca population of Gujarat region was found to be highly diverse (ne: 1.37, h: 0.20, I: 0.28) and population of Delhi was least polymorphic (ne: 1.23, h: 0.11, I: 0.16). Levels of mean genetic diversity among male, female and bisexual plants were similar (h: 0.17), however, non-flowered plants were least diverse (h: 0.11). S. glauca population of Karnataka was found to be highly dissimilar from populations of Gujarat, Maharashtra and Delhi. UPGMA tree, Neighbor-Joining tree and Population structure analysis divided S. glauca populations into two major clusters. One cluster comprises of populations of Gujarat, Maharashtra and Delhi and other comprises of Karnataka population. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kumar, J (Kumar, Jatin) ; Agrawal, V (Agrawal, Veena)","Title":"Analysis of genetic diversity and population genetic structure in Simarouba glauca DC. (an important bio-energy crop) employing ISSR and SRAP markers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200024 ISSN: 0303-2434","Keywords":"Digital zoning; Vine mortality; Terroir; Time series; Cross-variogram; EM38; Pleiades; Farm scale; Stock unearthing KeyWords Plus:SUPPORT VECTOR MACHINES; SOIL; VINEYARDS; EROSION; REGION; WINE; UNCERTAINTY; VARIABILITY; DIVERSITY; STABILITY","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 234-248 DOI: 10.1016/j.jag.2017.02.015 Published: JUN 2017","Abstract":"For any wine estate, there is a need to demarcate homogeneous within-vineyard zones ('terroirs') so as to manage grape production, which depends on vine biological condition. Until now, the studies performing digital zoning of terroirs have relied on recent spatial data and scant attention has been paid to ancient geoinformation likely to retrace past biological condition of vines and especially occurrence of vine mortality. Is vine mortality characterized by recurrent and specific patterns and if so, are these patterns related to terroir units and/or past landuse? This study aimed at performing a historical and spatial tracing of vine mortality patterns using a long time-series of aerial survey images (1947-2010), in combination with recent data: soil apparent electrical conductivity EM38 measurements, very high resolution Pleiades satellite images, and a detailed field survey. Within a 6 ha-estate in the Southern Rhone Valley, landuse and planting history were retraced and the map of missing vines frequency was constructed from the whole time series including a 2015-Pleiades panchromatic band. Within-field terroir units were obtained from a support vector machine classifier computed on the spectral bands and NDVI of Pleiades images, EM38 data and morphometric data. Repeated spatial patterns of missing vines were highlighted throughout several plantings, uprootings, and vine replacements, and appeared to match some within-field terroir units, being explained by their specific soil characteristics, vine/soil management choices and the past landuse of the 1940s. Missing vines frequency was spatially correlated with topsoil CaCO3 content, and negatively correlated with topsoil iron, clay, total N, organic C contents and NDVI. A retrospective spatio-temporal assessment of terroir therefore brings a renewed focus on some key parameters for maintaining a sustainable grape production. (C) 2017 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Vaudour, E (Vaudour, E.) ; Leciercq, L (Leciercq, L.) ; Gilliot, JM (Gilliot, J. M.) ; Chaignon, B (Chaignon, B.)","Title":"Retrospective 70 y-spatial analysis of repeated vine mortality patterns using ancient aerial time series, Pleiades images and multi-source spatial and field data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845200009 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"alpha-tocopherol; Classification; Olive oil; NIRS; Tocopherols; Vitamin E KeyWords Plus:VITAMIN-E; REFLECTANCE SPECTROSCOPY; OXIDATIVE STABILITY; VEGETABLE-OILS; TECHNOLOGY; FAT","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 202 Pages: 79-88 DOI: 10.1016/j.jfoodeng.2017.01.015 Published: JUN 2017","Abstract":"Olive oil is an important vitamin E source, which shows a wide variation range. Therefore the interest on distinguish classes. In this study, we assessed models based on partial least squares (PLS) and discriminant analysis (PLS-DA), using near-infrared spectroscopy (NIRS). Estimating the alpha-tocopherol and total tocopherols contents by using the PLS models were suitable according to the predicting exercises, which gave residual predictive deviations 2.37 and 2.01. Sorting test of olive oil in two classes by alpha-tocopherol with the PLS model provided 99.9% success. The PLS-DA assessment for the same purpose gave co-efficients of predictive specificity and sensitivity for the high alpha-tocopherol class 0.96 arid 0.84, respectively. The data proves the feasibility of estimating the olive oil alpha-tocopherol or total tocopherols contents by using NIRS. Besides, these techniques can be helpful rapid methods in the industry for sorting olive oils according to their vitamin E content. They are friendly to the environment, which is important. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cayuela, JA (Cayuela, Jose A.) ; Garcia, JE (Garcia, Juan E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cayuela, Jose Antonio  H-5399-2012  ","Title":"Sorting olive oil based on alpha-tocopherol and total tocopherol content using near-infra-red spectroscopy (NIRS) analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398212600007 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"human-environment interaction; Xiaohe Cemetery; Holocene; environmental change; sedimentary sequence KeyWords Plus:ARID CENTRAL-ASIA; BOSTEN LAKE; CLIMATE-CHANGE; HUMAN SETTLEMENT; TIBET PLATEAU; RIVER VALLEY; EVOLUTION; BASIN; AGRICULTURE; SEDIMENTS","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 6 Pages: 752-768 DOI: 10.1007/s11442-017-1404-6 Published: JUN 2017","Abstract":"The Xiaohe Cemetery archaeological site (Cal. 4-3.5 ka BP) is one of the most important Bronze Age sites in Xinjiang, China. Although the surrounding environment is an extremely arid desert now, abundant archaeological remains indicate that human occupation was common during certain periods in the Holocene. Field investigations and laboratory analyses of a sediment profile near the Xiaohe Cemetery indicate that while the regional environment was arid desert throughout the Holocene there were three episodes of lake formation near the site in the periods 4.8-3.5 ka BP, 2.6-2.1 ka BP and 1.2-0.9 ka BP. Geomorphic and hydrological investigations reveal that a lake or lakes formed in a low-lying area when water was derived initially from the Kongque River and then shunted into the Xiaohe River basin. Low amounts of active chemical elements in lacustrine sediment between 4.8-3.5 ka BP indicate abundant and continuous water volume in the lake; the content of active chemical elements increased between 2.6-2.1 ka BP but was still at a relatively low level, suggesting a declining amount of water and diminished inflow. Between 1.2-0.9 ka BP there was a very high content of active elements, suggesting decreased water volume and indicating that the lake was stagnate. In contrast, the general climate condition shows that there had a warm-humid stage at 8-6 ka BP, a cool-humid stage at 6-2.9 ka BP and a warm-dry stage at 2.9-0.9 ka BP in this region. The hydrological evolutions around Xiaohe Cemetery did not have one-to-one correspondence with climate changes. Regional comparison indicates that broad-scale climatic conditions played an important role through its influences on the water volume of the Tarim River and Kongque River. But, the formation of the lakes and their level were controlled by geomorphic conditions that influenced how much water volume could be shunted to Xiaohe River from Kongque River. Human occupation of the Xiaohe Cemetery and nearby regions during the Bronze Age and Han-Jin period (202 BC-420 AD) corresponded to the two earlier lake periods, while no human activities existed in the third lake period because of the decreased water volume.","Authors":"Zhang, YF (Zhang Yifei) ; Mo, DW (Mo Duowen) ; Hu, K (Hu Ke) ; Bao, WB (Bao Wenbo) ; Li, WY (Li Wenying) ; Abuduresule, I (Abuduresule, Idilisi) ; Storozum, MJ (Storozum, Michael J.) ; Kidder, TR (Kidder, Tristram R.)","Title":"Holocene environmental changes around Xiaohe Cemetery and its effects on human occupation, Xinjiang, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397817100036 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 11 Pages: 6567-6580 DOI: 10.1007/s10853-017-0892-1 Published: JUN 2017","Abstract":"In this work, tensile and flexural tests are realized on composites reinforced with short flax fibers mats produced by a papermaking process. Plates are molded with different fiber volume contents (V-f), and to support the analysis, acoustic emission (AE) is coupled to test samples to follow the evolution of different damage modes using a multivariable analysis to classify the acoustic events. It is shown that the tensile and flexural properties increase with V-f up to a critical value of about 40%, above which they start to decrease. The contribution of each damage mode in the global failure of the composites is calculated, and their effect in the evolution of mechanical properties is discussed. The results show that compared to the tensile tests, AE events of flexural tests appear at much higher strains, with considerably lower cumulated energies, reflecting the low level of AE events attributed to matrix microcracking. The AE analysis also reveals a clear domination of fiber-matrix friction and fiber pullout mode of fracture, raising the importance of the adhesion of flax fibers-epoxy matrix. The decrease in Young's modulus and strength at V-f above 40% is in a large measure explained by a poor fiber-matrix adhesion.","Authors":"Habibi, M (Habibi, Mohamed) ; Lebrun, G (Lebrun, Gilbert) ; Laperriere, L (Laperriere, Luc)","Title":"Experimental characterization of short flax fiber mat composites: tensile and flexural properties and damage analysis using acoustic emission"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100007 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Honeys; Antimicrobial; LC-MS; Polyphenols; Novel compounds KeyWords Plus:IN-VITRO; ACINETOBACTER-BAUMANNII; ANTIOXIDANT PROPERTIES; UNIFLORAL HONEYS; ANTIBACTERIAL; MANUKA; MEDIHONEY(TM); ACID","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 52-59 DOI: 10.1016/j.1wt.2017.01.023 Published: JUN 2017","Abstract":"Antibiotic-resistant bacteria are a major health concern and honey may provide an alternative to antibiotic use under certain conditions. The antimicrobial action of six Scottish honeys and Manuka Medihoney((R)) was compared against antibiotic-resistant Acinetobacter calcoaceticus, Staphylococcus aureus, Pseudomonas aeruginosa and Escherichia coli. Certain Scottish honeys, such as Highland and Portobello honey 2011, were comparable in effectiveness to the established antimicrobial Medihoney((R)), inhibiting growth to <1 compared to 10 log(10) CFU/ml in the control. Heather honey was the next most active while Blossom honeys were less active. Bacteria were inhibited by a sugar-matched control, but to a lesser extent, indicating that antimicrobial activity was associated with non-sugar components, such as poly-phenols. However, total phenol content or antioxidant capacity did not correlate with antimicrobial activity. Liquid chromatography-mass spectrometric analysis revealed that the composition of poly-phenol and non-polyphenol components differed between honeys. In addition, candidate components that could be associated with antimicrobial activity were noted including novel fatty diacid glycoside derivatives not previously identified in honeys. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fyfe, L (Fyfe, Lorna) ; Okoro, P (Okoro, Paulina) ; Paterson, E (Paterson, Euan) ; Coyle, S (Coyle, Shirley) ; McDougall, GJ (McDougall, Gordon J.)","Title":"Compositional analysis of Scottish honeys with antimicrobial activity against antibiotic-resistant bacteria reveals novel antimicrobial components"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100046 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Macrobrachium amazonicum; Shrimp meal; Chemical composition; Sorption isotherm; Sensory analysis KeyWords Plus:MACROBRACHIUM-AMAZONICUM; FATTY-ACID; STABILITY; BEHAVIOR; AMMONIA; PRAWN; FOODS; FISH; L.","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 376-383 DOI: 10.1016/j.lwt.2017.01.054 Published: JUN 2017","Abstract":"Amazon River shrimp plays an important role in artisanal fishing in Brazil's Northern region, is common to observe its disposal in commercial fishing over higher economic value fish (bycatch), which is source of environmental drawbacks. The Amazon River shrimp processing is important to extend and add value to a high nutritional product. The shrimp meal production is an alternative to the processing. This work presents a shrimp meal preparation, physicochemical composition, as well as its technological functional properties, sorption isotherm and sensory analysis of a mix of cassava flour (93 g/100 g) and shrimp meal (7 g/100 g). The results showed high content in protein (67.55 g/100 g), besides palmitic fatty acids - 16:0, 13.58 g/100 g; stearic - 18:0, 5.42 g/100 g; oleic - 18:1n-9 16.20 g/100 g and docosenoic - 22:1, 13.12 g/100 g of total fatty acid in the shrimp meal composition. An extruded product was obtained (7 g/100 g of shrimp meal/93 g/100 g of cassava flour) with 78% of acceptance in sensory analysis. The Amazon River shrimp meal is potentially nutritional and it can add up value to nutritionally poorer food. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Martins, LHD (da Silva Martins, Luiza Helena) ; Neto, JM (Moreira Neto, Joao) ; Lopes, AS (Lopes, Alessandra Santos) ; Rodrigues, AMD (da Cruz Rodrigues, Antonio Manoel) ; Carvalho, AV (Carvalho, Ana Vania) ; de Oliveira, JAR (Rocha de Oliveira, Johnatt Allan) ; Moreira, DKT (Taketa Moreira, Debora Kono)","Title":"Study of preparation, composition and moisture sorption isotherm of Amazon River shrimp meal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100052 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Tartary buckwheat; Fagopyrum tataricum; Fagopyrin; Rutin; Quercetin KeyWords Plus:SEED MILLING FRACTIONS; DOUBLE-BLIND CROSSOVER; ANTIOXIDANT ACTIVITY; ESCULENTUM MOENCH; FLAVONOID CONTENTS; COMMON; HERB; PHOTOTOXICITY; EXTRACTION; HYPERICIN","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 423-427 DOI: 10.1016/j1wt.2017.01.068 Published: JUN 2017","Abstract":"Buckwheat grain is a valuable source of various phytochemicals: health promoting flavonoids (rutin), as well as substances such as phototoxic fagopyrin. In this study, total fagopyrins, rutin, and quercetin were determined in Tartary buckwheat grains, milled fractions, and food products. HPLC was used for analyses; fagopyrins were detected by fluorescence, flavonoids by UV/VIS. After steaming, the fagopyrin content in the grain decreased. The remaining fagopyrins were unequally distributed; minor amounts were found in groats and higher concentration in hulls. Similarly, the concentration of rutin decreased, although to a lesser extent. Unlike fagopyrins, rutin was concentrated in groats. In the bread making procedure, a minor decrease of fagopyrins was seen comparing its concentration in grains, dough, and bread, while large amounts of rutin were degraded into quercetin during baking. Our results may stimulate further research on edible parts and products of buckwheat, particularly, the quantitative evaluation of total fagopyrin content in relation to flavonoids, providing information about the treatment process needed to prepare buckwheat products with the highest utilization value. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Glavac, NK (Glavac, Nina Kocevar) ; Stojilkovski, K (Stojilkovski, Katja) ; Kreft, S (Kreft, Samo) ; Park, CH (Park, Cheol Ho) ; Kreft, I (Kreft, Ivan)","Title":"Determination of fagopyrins, rutin, and quercetin in Tartary buckwheat products"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200038 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: statistical; stars: formation; galaxies: individual: NGC 1566; galaxies: spiral; galaxies: stellar content; galaxies: structure KeyWords Plus:LARGE-MAGELLANIC-CLOUD; INITIAL MASS FUNCTION; PROBABILITY-DISTRIBUTION FUNCTIONS; OB STELLAR ASSOCIATIONS; GIANT MOLECULAR CLOUDS; NEARBY GALAXIES; SPATIAL-DISTRIBUTION; PECULIAR VELOCITIES; SOLAR NEIGHBORHOOD; LOCAL GROUP","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 509-530 DOI: 10.1093/mnras/stx445 Published: JUN 2017","Abstract":"We investigate how star formation is spatially organized in the grand-design spiral NGC 1566 from deep Hubble Space Telescope photometry with the Legacy ExtraGalactic UV Survey. Our contour-based clustering analysis reveals 890 distinct stellar conglomerations at various levels of significance. These star- forming complexes are organized in a hierarchical fashion with the larger congregations consisting of smaller structures, which themselves fragment into even smaller and more compact stellar groupings. Their size distribution, covering a wide range in length-scales, shows a power law as expected from scale-free processes. We explain this shape with a simple 'fragmentation and enrichment' model. The hierarchical morphology of the complexes is confirmed by their mass-size relation that can be represented by a power law with a fractional exponent, analogous to that determined for fractal molecular clouds. The surface stellar density distribution of the complexes shows a lognormal shape similar to that for supersonic non-gravitating turbulent gas. Between 50 and 65 per cent of the recently formed stars, as well as about 90 per cent of the young star clusters, are found inside the stellar complexes, located along the spiral arms. We find an age difference between young stars inside the complexes and those in their direct vicinity in the arms of at least 10 Myr. This time-scale may relate to the minimum time for stellar evaporation, although we cannot exclude the in situ formation of stars. As expected, star formation preferentially occurs in spiral arms. Our findings reveal turbulent-driven hierarchical star formation along the arms of a grand-design galaxy.","Authors":"Gouliermis, DA (Gouliermis, Dimitrios A.) ; Elmegreen, BG (Elmegreen, Bruce G.) ; Elmegreen, DM (Elmegreen, Debra M.) ; Calzetti, D (Calzetti, Daniela) ; Cignoni, M (Cignoni, Michele) ; Gallagher, JS (Gallagher, John S., III) ; Kennicutt, RC (Kennicutt, Robert C.) ; Klessen, RS (Klessen, Ralf S.) ; Sabbi, E (Sabbi, Elena) ; Thilker, D (Thilker, David)[ 10 ] ; Ubeda, L (Ubeda, Leonardo) ; Aloisi, A (Aloisi, Alessandra) ; Adamo, A (Adamo, Angela)[ 11 ] ; Cook, DO (Cook, David O.)[ 12,13 ] ; Dale, D (Dale, Daniel)[ 13 ] ; Grasha, K (Grasha, Kathryn) ; Grebel, EK (Grebel, Eva K.)[ 14 ] ; Johnson, KE (Johnson, Kelsey E.)[ 15 ] ; Sacchi, E (Sacchi, Elena)[ 16,17 ] ; Shabani, F (Shabani, Fayezeh)[ 14 ] ; Smith, LJ (Smith, Linda J.)[ 18,19 ] ; Wofford, A (Wofford, Aida)[ 20,21 ] ...More...Less","Title":"Hierarchical star formation across the grand-design spiral NGC 1566"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200043 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"galaxies: active; galaxies: clusters: general; quasars: general; cosmic background radiation KeyWords Plus:OSCILLATION SPECTROSCOPIC SURVEY; ACTIVE GALACTIC NUCLEI; STAR-FORMATION HISTORY; DIGITAL SKY SURVEY; SPT-SZ SURVEY; GALAXY CLUSTERS; QUASAR FEEDBACK; BLACK-HOLES; COOLING FLOWS; DUST CONTENT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 577-596 DOI: 10.1093/mnras/stx492 Published: JUN 2017","Abstract":"We derive constraints on feedback by active galactic nuclei (AGN) by setting limits on their thermal Sunyaev-Zel ' dovich (SZ) imprint on the cosmic microwave background. The amplitude of any SZ signature is small and degenerate with the poorly known sub-mm spectral energy distribution of theAGNhost galaxy and other unresolved dusty sources along the line of sight. Here we break this degeneracy by combining microwave and sub-mm data from Planck with all-sky far-infraredmaps from the AKARI satellite. We first test our measurement pipeline using the Sloan Digital Sky Survey (SDSS) redMaPPer catalogue of galaxy clusters, finding a highly significant detection (> 20 sigma) of the SZ effect together with correlated dust emission. We then constrain the SZ signal associated with spectroscopically confirmed quasi-stellar objects (QSOs) from SDSS data release 7 (DR7) and the Baryon Oscillation Spectroscopic Survey (BOSS) DR12. We obtain a low-significance (1.6 sigma) hint of an SZ signal, pointing towards a mean thermal energy of similar or equal to 5 x 10(60) erg, lower than reported in some previous studies. A comparison of our results with high-resolution hydrodynamical simulations including AGN feedback suggests QSO host masses ofM(200c) similar to 4 x 10(12)h(-1)M(circle dot), but with a large uncertainty. Our analysis provides no conclusive evidence for an SZ signal specifically associated with AGN feedback.","Authors":"Soergel, B (Soergel, Bjoern) ; Giannantonio, T (Giannantonio, Tommaso) ; Efstathiou, G (Efstathiou, George) ; Puchwein, E (Puchwein, Ewald) ; Sijacki, D (Sijacki, Debora)","Title":"Constraints on AGN feedback from its Sunyaev-Zel'dovich imprint on the cosmic background radiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200048 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"binaries: eclipsing; Hertzsprung; Russell and colour; magnitude diagrams; globular clusters: individual: 47 Tuc (NGC104) KeyWords Plus:DWARF COOLING SEQUENCE; CLUSTER NGC 6791; GLOBULAR-CLUSTER; VARIABLE-STARS; GLOBULAR-CLUSTER-47 TUC; CHEMICAL-COMPOSITION; STELLAR POPULATIONS; ABUNDANCE PATTERNS; HELIUM CONTENT; BRANCH STARS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 645-661 DOI: 10.1093/mnras/stx378 Published: JUN 2017","Abstract":"Our aim is to derive a self-consistent age, distance and composition for the globular cluster 47 Tucanae (47 Tuc; NGC104). First, we re-evaluate the reddening towards the cluster resulting in a nominal E(B - V) = 0.03 +/- 0.01 as the best estimate. The T-eff of the components of the eclipsing binary member V69 is found to be 5900 +/- 72 K from both photometric and spectroscopic evidence. This yields a true distance modulus (m-M)(0) = 13.21 +/- 0.06(random) +/- 0.03(systematic) to 47 Tuc when combined with existing measurements of V69 radii and luminosity ratio. We then present a new completely self-consistent isochrone fitting method to ground-based and Hubble Space Telescope cluster colour-magnitude diagrams and the eclipsing binary member V69. The analysis suggests that the composition of V69, and by extension one of the populations of 47 Tuc, is given by [Fe/H]similar to-0.70, [O/Fe]similar to+ 0.60 and Y similar to 0.250 on the solar abundance scale of Asplund, Grevesse& Sauval. However, this depends on the accuracy of the model T-eff scale that is 50-75 K cooler than our best estimate but within measurement uncertainties. Our best estimate of the age of 47 Tuc is 11.8 Gyr, with firm (3 sigma) lower and upper limits of 10.4 and 13.4 Gyr, respectively, in satisfactory agreement with the age derived from the white dwarf cooling sequence if our determination of the distance modulus is adopted.","Authors":"Brogaard, K (Brogaard, K.) ; VandenBerg, DA (VandenBerg, D. A.) ; Bedin, LR (Bedin, L. R.) ; Milone, AP (Milone, A. P.) ; Thygesen, A (Thygesen, A.) ; Grundahl, F (Grundahl, F.)","Title":"The age of 47 Tuc from self-consistent isochrone fits to colour-magnitude diagrams and the eclipsing member V69"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400036 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: formation; stars: pre-main-sequence; H II regions KeyWords Plus:INITIAL MASS FUNCTION; BRIGHT-RIMMED CLOUDS; X-RAY-PROPERTIES; T-TAURI STARS; 2-DIMENSIONAL RADIATIVE-TRANSFER; MAIN-SEQUENCE STARS; YOUNG OPEN CLUSTERS; H-II REGIONS; SPECTRAL ENERGY-DISTRIBUTIONS; ORION ULTRADEEP PROJECT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2943-2965 DOI: 10.1093/mnras/stx014 Published: JUN 2017","Abstract":"Deep optical photometric data on the NGC 7538 region were collected and combined with archival data sets from the Chandra, 2MASS and Spitzer surveys to generate a new catalogue of young stellar objects (YSOs) including those not showing infrared excess emission. This new catalogue is complete down to 0.8 M-circle dot. The nature of the YSOs associated with the NGC 7538 region and their spatial distribution are used to study the star-formation process and the resultant mass function (MF) in the region. Out of the 419 YSOs, similar to 91 per cent have ages between 0.1 and 2.5 Myr and similar to 86 per cent have masses between 0.5 and 3.5 M-circle dot, as derived by the spectral energy distribution fitting analysis. Around 24, 62 and 2 per cent of these YSOs are classified to be class I, class II and class III sources, respectively. The X-ray activities for the class I, class II and class III objects are not significantly different from each other. This result implies that the enhanced X-ray surface flux due to the increase in the rotation rate may be compensated for by the decrease in the stellar surface area during the pre-main-sequence evolution. Our analysis shows that the O3V type high-mass star IRS 6 may have triggered the formation of young low-mass stars up to a radial distance of 3 pc. The MF shows a turn-off at around 1.5 M-circle dot and the value of its slope Gamma in the mass range 1.5 < M/M-circle dot < 6 is - 1.76 +/- 0.24, which is steeper than the Salpeter value.","Authors":"Sharma, S (Sharma, Saurabh) ; Pandey, AK (Pandey, A. K.) ; Ojha, DK (Ojha, D. K.) ; Bhatt, H (Bhatt, Himali) ; Ogura, K (Ogura, K.) ; Kobayashi, N (Kobayashi, N.) ; Yadav, R (Yadav, R.) ; Pandey, JC (Pandey, J. C.)","Title":"Stellar contents and star formation in the NGC 7538 region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400097 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"ISM: HII regions; galaxies: dwarf; galaxies: star formation; galaxies: structure. KeyWords Plus:HIGH-VELOCITY CLOUDS; DIGITAL SKY SURVEY; H I OBSERVATIONS; VIRGO CLUSTER; COMA CLUSTER; LOCAL GROUP; GLOBULAR-CLUSTERS; ALFALFA DISCOVERY; DATA RELEASE; CATALOG","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3751-3758 DOI: 10.1093/mnras/stx236 Published: JUN 2017","Abstract":"We present the results of the spectroscopic and photometric follow-up of two field galaxies that were selected as possible stellar counterparts of local high-velocity clouds. Our analysis shows that the two systems are distant (D> 20 Mpc) dwarf irregular galaxies unrelated to the local HI clouds. However, the newly derived distance and structural parameters reveal that the two galaxies have luminosities and effective radii very similar to the recently identified ultra diffuse galaxies (UDGs). At odds with classical UDGs, they are remarkably isolated, having no known giant galaxy within similar to 2.0 Mpc. Moreover, one of them has a very high gas content compared to galaxies of similar stellar mass, with a HI to stellar mass ratio M-HI/M-star similar to 90, typical of almost-dark dwarfs. Expanding on this finding, we showthat extended dwarf irregulars overlap the distribution of UDGs in the MV versus log re plane and that the sequence including dwarf spheroidals, dwarf irregulars and UDGs appears as continuously populated in this plane. This may suggest an evolutionary link between dwarf irregulars and UDGs.","Authors":"Bellazzini, M (Bellazzini, M.) ; Belokurov, V (Belokurov, V.) ; Magrini, L (Magrini, L.) ; Fraternali, F (Fraternali, F.) ; Testa, V (Testa, V.) ; Beccari, G (Beccari, G.) ; Marchetti, A (Marchetti, A.)[ 8,9,10 ] ; Carini, R (Carini, R.)","Title":"Redshift, metallicity and size of two extended dwarf Irregular galaxies: a link between dwarf Irregulars and ultra diffuse galaxies?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100022 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"cosmic background radiation KeyWords Plus:MICROWAVE BACKGROUND POLARIZATION; 1ST STARS; COSMIC REIONIZATION; INTERGALACTIC MEDIUM; DARK-MATTER; CONSTRAINTS; MODEL; ANISOTROPY; TELESCOPE; GALAXIES","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4050-4056 DOI: 10.1093/mnras/stx306 Published: JUN 2017","Abstract":"Standard analyses of the reionization history of the Universe from Planck cosmic microwave background (CMB) polarization measurements consider only the overall optical depth to electron scattering (t), and further assume a step-like reionization history. However, the polarization data contain information beyond the overall optical depth, and the assumption of a step-like function may miss high redshift contributions to the optical depth and leads to biased t constraints. Accounting for its full reionization information content, we reconsider the interpretation of Planck 2015 Low-Frequency Instrument (LFI) polarization data using simple, yet physically motivated reionization models. We show that these measurements still, in fact, allow a non-negligible contribution from metal-free (Pop-III) stars forming in mini-haloes of mass M similar to 10(5)-10(6) M-circle dot at z greater than or similar to 15, provided this mode of star formation is fairly inefficient. We find that an early, self-regulated phase of Pop-III star formation with a gradual, plateau feature in the ionization history provides a good match to the Planck LFI measurements. In this case, as much as 20 per cent of the volume of the Universe is ionized by z similar to 20. Although preferred when the full information content of the data is incorporated, this model would spuriously be disfavoured in the standard analysis. This preference is driven mostly by excess power from E-mode polarization at multipoles of 10 less than or similar to l less than or similar to 20, which may reflect remaining systematic errors in the data, a statistical fluctuation or signatures of the first stars. Measurements from the Planck High-Frequency Instrument should be able to confirm or refute this hint and future cosmic-variance- limited E-mode polarization surveys can provide substantially more information on these signatures.","Authors":"Miranda, V (Miranda, Vinicius) ; Lidz, A (Lidz, Adam) ; Heinrich, CH (Heinrich, Chen He) ; Hu, W (Hu, Wayne)","Title":"CMB signatures of metal-free star formation and Planck 2015 polarization data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100002 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"drought; gas exchange; selection criteria; soil water content KeyWords Plus:GRASSES; YIELD; IMPROVEMENT; EUROPE; C-3","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 210-218 DOI: 10.1007/s11099-017-0697-0 Published: JUN 2017","Abstract":"The aim of this work was to determine two types of photosynthetic water-use efficiency in order to examine their utility as selection criteria for tolerance of energy crops to soil water deficit. Furthermore, effects of crop cultivation on soil water content and storage were investigated. Seven energy crops were examined: miscanthus, prairie cordgrass, willow, thorn-free rose, Virginia mallow, Bohemian knotweed, and topinambour. The highest values of instantaneous (WUE) and intrinsic (WUEi) water-use efficiencies were found for miscanthus and prairie cordgrass. The reduction of WUE and/or WUEi was caused mainly by a rapid rise in the transpiration rate and a greater stomatal conductance, respectively. Principal component analysis showed that neither WUE nor WUEi could be recommended as universal selection criteria for the drought tolerance in different energy crops. The proper localization of soil with a good supply of water is most the important condition for energy crop plantations.","Authors":"Podlaski, S (Podlaski, S.) ; Pietkiewicz, S (Pietkiewicz, S.) ; Choluj, D (Choluj, D.) ; Horaczek, T (Horaczek, T.) ; Wisniewski, G (Wisniewski, G.) ; Gozdowski, D (Gozdowski, D.) ; Kalaji, HM (Kalaji, H. M.)","Title":"The relationship between the soil water storage and water-use efficiency of seven energy crops"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100012 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"arbuscular mycorrhizal symbiosis; carbohydrates; chlorophyll; gas exchange; lipids; mineral nutrition KeyWords Plus:VITIS-VINIFERA L.; GLOMUS-INTRARADICES; MICROBIAL COMMUNITIES; CARBON METABOLISM; DROUGHT STRESS; SALT STRESS; GROWTH; PHOSPHATE; TRANSLOCATION; TRANSPORT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 308-316 DOI: 10.1007/s11099-016-0243-5 Published: JUN 2017","Abstract":"In this study, we hypothesized that colonization of olive trees (Olea europaea L.) with the arbuscular mycorrhizal fungus Rhizophagus irregularis could modify the profiles of rhizosphere microbial communities with subsequent effects on nutrient uptake that directly affects olive tree physiology and performance. In this context, a greenhouse experiment was carried out in order to study the effects of mycorrhizal colonization by R. irregularis on photosynthesis, pigment content, carbohydrate profile, and nutrient uptake in olive tree. After six months of growth, photosynthetic rate in mycorrhizal (M) plants was significantly higher than that of nonmycorrhizal plants. A sugar content analysis showed enhanced concentrations of mannitol, fructose, sucrose, raffinose, and trehalose in M roots. We also observed a significant increase in P, K, Ca, Mg, Zn, Fe, and Mn contents in leaves of the M plants. These results are important, since nutrient deficiency often occurs in Mediterranean semiarid ecosystems, where olive trees occupy a major place.","Authors":"Tekaya, M (Tekaya, M.) ; Mechri, B (Mechri, B.) ; Mbarki, N (Mbarki, N.) ; Cheheb, H (Cheheb, H.) ; Hammami, M (Hammami, M.) ; Attia, F (Attia, F.)","Title":"Arbuscular mycorrhizal fungus Rhizophagus irregularis influences key physiological parameters of olive trees (Olea europaea L.) and mineral nutrient profile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700005 ISSN: 0038-0717","Keywords":"SOC fractions; C-13-labelled residue; Pyrosequencing; Bacterial community; Priming effect KeyWords Plus:MICROBIAL BIOMASS; NORTHEAST CHINA; EXTRACTION METHOD; FINE FRACTION; MAIZE RESIDUE; MATTER; DYNAMICS; MANAGEMENT; DECOMPOSITION; RHIZOSPHERE","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 50-58 DOI: 10.1016/j.soilbio.2017.01.026 Published: JUN 2017","Abstract":"Quantifying residue carbon (C) incorporation into soil organic C (SOC) fractions, and underpinning microbial community in the decomposition process of crop residues are essential for improving SOC management in agricultural systems. However, the fate of residue-C and associated responses of microbial communities remain unclear in Mollisols in north-eastern China, where SOC varies geographically. A 150-day incubation experiment was conducted with C-13-labelled soybean residue (4%) amended into two Mollisols differing in SOC (SOC-poor and SOC-rich soils). The C-13 abundances in SOC fractions and the CO2-C efflux from soil were determined, and bacterial community composition was analyzed with MiSeq sequencing. The amounts of residue-C incorporated into the coarse particulate organic C (POC), fine POC and mineral-associated C (MOC) fractions were 4.5-, 4.3- and 2.4-fold higher in the SOC-rich soil than in the SOC-poor soil, respectively. Residue amendment led to negative SOC priming before Day 50 but positive priming thereafter. The primed CO2 per unit of native SOC was greater in the SOC-poor soil than in the SOC-rich soil. This indicates that the contributions of residue-C to the POC and MOC fractions were greater in the SOC-rich soil while residue amendment had stronger priming effect in the SOC-poor soil, stimulating the C exchange rate between fresh and native SOC. A principal coordinates analysis (PCoA) showed that the shift of bacterial community structure in response to residue amendment varied between the two soils. Genera Verrucosispora, Xanthomonadales and Steroidobacter Were mainly enriched in the residue-amended SOC-poor soil while Anaerolineaceae_uncultured was dordinant in the SOC-rich soil. The canonical correspondence analysis (CCA) revealed that the relative abundance of the bacterial operational taxonomic unit (OTU) among residue treatments was significantly associated with soil characteristics, especially C content in coar(se) POC and MOC fractions (p < 0.01), implying that the shift of bacterial community composition in response to residue amendment contributes to the sequestration of residue-C in SOC fractions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lian, TX (Lian, Tengxiang) ; Jin, J (Jin, Jian) ; Wang, GH (Wang, Guanghua) ; Tang, CX (Tang, Caixian) ; Yu, ZH (Yu, Zhenhua) ; Li, YS (Li, Yansheng) ; Liu, JJ (Liu, Junjie) ; Zhang, SQ (Zhang, Shaoqing) ; Liu, XB (Liu, Xiaobing)","Title":"The fate of soybean residue -carbon links to changes of bacterial community composition in Mollisols differing in soil organic carbon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700009 ISSN: 0038-0717","Keywords":"Soil carbon mineralisation; Clay minerals; Fe and Al oxides; Porous structure; Priming effect; Thermogravimetric analysis KeyWords Plus:ORGANIC-MATTER DECOMPOSITION; MICROBIAL BIOMASS CARBON; NUTRIENT AVAILABILITY; MINERALIZATION RATES; CLIMATE-CHANGE; RESPIRATION; SENSITIVITY; FOREST; POOLS; WATER","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 95-106 DOI: 10.1016/j.soilbio.2017.02.003 Published: JUN 2017","Abstract":"Environmental conditions like temperature and moisture could affect the carbon protection capacity of various clay types in soils. Using dominantly kaolinitic-illitic, smectitic and allophanic soils, we conducted systematic incubation experiments over 42 days at different temperatures (4, 22 and 37 degrees C) and moisture contents (30, 60 and 90% of water holding capacity (available water)). The basal respiration was monitored to study the relative effect of moisture contents and temperature on the carbon protection capacities and mechanisms of the three clay types. The results indicated that carbon decomposition increased with increasing moisture and temperature. A two-component quadratic equation could explain the carbon mineralisation process. The highest C respiration was observed at 37 degrees C with a 60% moisture level in each of the soil types. Under these conditions, the smectitic soil recorded the highest carbon decomposition followed by the kaolinitic-illitic and allophanic soils. The study of the priming effect using C-14 lab-died malic acid confirmed the trend of the bulk respiration results. The allophanic soil showed the lowest amount of carbon mineralisation under all experimental conditions. A strong inverse correlation (R-2 = 0.90 at p < 0.05) was observed between CO2 emission rate and total sesquioxides (Fe and Al oxides) content. As evidenced by the pore size distribution, micromorphologies and thermogravimetric analyses, the microporous structure and micrbaggregate formation in the allophanic soil enhanced carbon sequestration. This study indicated that soil carbon stabilisation was related more to the sesquioxides content than to the clay types or their relative specific surface areas. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Singh, M (Singh, Mandeep) ; Sarkar, B (Sarkar, Binoy) ; Biswas, B (Biswas, Bhabananda) ; Bolan, NS (Bolan, Nanthi S.) ; Churchman, GJ (Churchman, Gordon Jock)","Title":"Relationship between soil clay mineralogy and carbon protection capacity as influenced by temperature and moisture"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397690400003 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Agricultural management; Soil fertility; Planting forage in orchards; Understory management; Plant-soil interactions KeyWords Plus:TERRESTRIAL ECOSYSTEMS; ORGANIC-CARBON; PHOSPHORUS; DYNAMICS; BIOMASS; ECOLOGY; FOREST","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 169 Pages: 16-24 DOI: 10.1016/j.still.2017.01.009 Published: JUN 2017","Abstract":"Plantation of fruit trees is an important measure of agriculture and vegetation restoration as it produces economic output with obvious ecological effects, making orchards contribute greatly to increased vegetation coverage around the world. Sod cultivation in orchards is a popular management measure but whether it affects soil nutrient condition in different ways, e.g., among different climatic zones or under different soil types, remains unclear. This meta-analysis was conducted to clarify effects of sod cultivation in orchards on soil nutrients (including carbon [C], nitrogen [N], phosphorus [P] and potassium [K]) across China which covers different climatic zones and soil types. Results showed that sod cultivation significantly increased soil organic C (SOC), total and available N, available P and total K contents, but significantly reduced total P and available K contents in orchard soils. These changes of soil nutrients were not a result of cultivation-induced modifications in soil pH and bulk density but instead were probably led by changed nutrient demands and inputs of plants in associated with altered microbial processes. Moreover, climate, edaphic properties and the cultivated grass species apparently affected responses of soil nutrients to sod cultivation. Discrepancies in substrate supply and microbial properties induced by grass cultivations in different systems could have contributed to the observed patterns. Further studies, e.g., simultaneously investigating soil nutrient condition, plant productivity and soil microbial properties, remain needed to improve our understanding of the potential mechanisms by which sod cultivation could change soil nutrient conditions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wei, H (Wei, Hui) ; Xiang, YZ (Xiang, Yangzhou) ; Liu, Y (Liu, Ying) ; Zhang, JE (Zhang, Jiaen)","Title":"Effects of sod cultivation on soil nutrients in orchards across China: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690400008 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Carbon balance; Nitrous oxide emissions; Eddy covariance; Vented static chambers; Soybean KeyWords Plus:NITROUS-OXIDE EMISSIONS; FILLED PORE-SPACE; CARBON-DIOXIDE; WINTER-WHEAT; CROP; AGRICULTURE; VARIABILITY; EXCHANGE; NO","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 169 Pages: 65-70 DOI: 10.1016/j.sti11.2017.01.017 Published: JUN 2017","Abstract":"The estimation of the GHG balance of agroecosystems is essential to evaluate the impact of agriculture on the composition of the atmosphere. Cultivated soils may act as a sink or a source of CO2 and usually emit N2O. The aim of the present study was to assess the CO2 and N2O balances, and to analyze the relationships between N2O fluxes and environmental variables for two soybean growing seasons and the fallow period between them, in an agricultural field in the Pampas region of Argentina. The fluxes of CO2 and N2O were measured by the eddy covariance and the static-chamber methods, respectively. The net ecosystem exchange from sowing to harvest was-2543 and-2307 kg CO2-C ha(-1), for the first and second growing seasons, respectively. The N2O net balance over the same periods was 1.45 and 0.96 kg N2O-N ha(-1). A multivariate analysis showed that during the growing season the most important variable influencing N2O emission was % water filled pore space (% WFPS), followed by nitrate content and soil temperature. During fallow, soil temperature was the main control factor, followed by % WPFS. The total balance (including CO2 and N2O) showed that the soil gained 753.5 kg Ceq ha(-1) on average during cultivarion cycle. Taking into account the fallow period, the global balance resulted in a carbon loss of 1328.5 kg Ceq ha(-1) over about one year. Our results clearly indicate the need to incorporate winter cover crops for improving the production system, as they can provide carbon to the soil and use the available stubble nitrogen from the previous crop. 2017 Elsevier B.V. All rights reserved.","Authors":"Lewczuk, NA (Lewczuk, Nuria A.) ; Posse, G (Posse, Gabriela) ; Richter, K (Richter, Klaus) ; Achkar, A (Achkar, Antonio)","Title":"CO2 and N2O flux balance on soybean fields during growth and fallow periods in the Argentine Pampas-A study case"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398423900001 ISSN: 2051-672X","Keywords":"areal surface parameters; optical interferometer; multiple regression analysis; surface topography; lead free brass; surface roughness","Categories":"Instruments & Instrumentation Web of Science Categories:Instruments & Instrumentation","Journal Information":"SURFACE TOPOGRAPHY-METROLOGY AND PROPERTIES Volume: 5 Issue: 2 Article Number: 025001 DOI: 10.1088/2051-672X/aa612b Published: JUN 2017","Abstract":"Manufactured surfaces usually consist of topographical features which include both those put forth by the manufacturing process, and micro-features caused by disturbances during this process. Surface characterization basically involves study of these features which influence the functionality of the surface. This article focuses on characterization of the surface topography of machined lead brass and lead free brass. The adverse effect of lead on human health and the environment has led the manufacturing sector to focus on sustainable manufacturing of lead free brass, as well as how to maintain control of the surface integrity when substituting the lead content in the brass with silicon. The investigation includes defined areal surface parameters measured on the turned samples of lead- and lead free brass using an optical coherence scanning interferometer, CSI. This paper deals with the study of surface topography of turned samples of lead-and lead free brass. It is important to study the topographical characteristics of the brass samples which are the intermediate link between the manufacturing process variables and the functional behaviour of the surface. To numerically evaluate the sample's surface topography and to validate the measurements for a significant study, a general statistical methodology is implemented. The results indicate higher surface roughness in turned samples of lead brass compared to lead free brass.","Authors":"Reddy, VV (Reddy, Vijeth V.) ; Krishna, AV (Krishna, Amogh Vedantha) ; Schultheiss, F (Schultheiss, Fredrik) ; Rosen, BG (Rosen, B-G)","Title":"Surface topography characterization of brass alloys: lead brass (CuZn39Pb3) and lead free brass (CuZn21Si3P)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600032 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Online destination image; Tourist-generated content; National tourism organisation generated; content; Visual content analysis; Mise en scene analysis; Perceptual mapping analysis KeyWords Plus:SOCIAL CONSTRUCTION; TRAVEL BLOGS; PLACES; WEB; REPRESENTATION; WEBSITES; MODEL","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 280-297 DOI: 10.1016/j.tourman.2016.12.012 Published: JUN 2017","Abstract":"This study examines the perceived and projected online destination images (DI) manifested in tourist generated content (TGC) and national tourism organisation (NTO) generated content. Through visual content analysis and raise en scene analysis of photographic data as well as content analysis and perceptual mapping analysis of textual data, the differences between perceived and projected online DI of Eastern Taiwan were explored. TGC and NTO contents were both found to have similarly represented Eastern Taiwan as a destination abounds with \"natural environment\", \"infrastructure\", \"specific activities\", and \"tourist attractions\". However, several important DI dimensions were under-represented in the NTO content, for example, \"food and beverages\", \"transportation\", \"information\" and \"accommo-dation\". The findings further reveal that the TGC textual content tended to outperform NTO textual content in reflecting affective DI; and photographic content, in general, was more effective in conveying affective attributes. The findings provide useful insights for practice and future research in DI management. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Mak, AHN (Mak, Athena H. N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mak, Athena  http://orcid.org/0000-0003-1290-4157","Title":"Online destination image: Comparing national tourism organisation's and tourists' perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600035 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Research; Publishing; Pressures; Career; Gamesmanship KeyWords Plus:TOURISM RESEARCH; HOSPITALITY; SCIENCES; JOURNALS; RANKING; AUTHORS; UNIVERSITY; EDUCATION; PROGRAM; PERISH","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 322-331 DOI: 10.1016/j.tourman,2016.12.013 Published: JUN 2017","Abstract":"The career prospects of tourism and hospitality academics have changed radically in the past 40 years, and this study examines how senior researchers, mid-career academics, and new and emerging scholars are negotiating the rapidly changing research, publishing, and ultimately career progression landscape. A total of 264 respondents were recruited via TRINET and CIRET. Respondents assessed their perceived pressures to adopt research and publishing approaches and provided career advice that were analyzed via content analysis. Collaboration, selection of journal, topic choice, and contribution to the field were highly ranked publishing advice from academics. Pressures to adopt authorship tactics were reported among new and emerging, and mid-career academics to maximize publication output. This study suggests academics may risk sacrificing longer-term career prospects for short-term survival as increased emphasis of performance metrics becomes more common, and considers the implications of shifting goal posts in research and publishing for the field. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tung, VWS (Tung, Vincent Wing Sun) ; McKercher, B (McKercher, Bob)","Title":"Negotiating the rapidly changing research, publishing, and career landscape"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600044 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Open data; Online reviews; Tourism; Travel propositions KeyWords Plus:WORD-OF-MOUTH; CUSTOMER CHURN PREDICTION; CONSUMER-GENERATED MEDIA; ONLINE REVIEWS; INFORMATION-TECHNOLOGY; RECOMMENDER SYSTEMS; RANDOM FORESTS; TRAVEL; INTENTION; BEHAVIOR","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 430-438 DOI: 10.1016/j.tourman.2016.12.020 Published: JUN 2017","Abstract":"The increasing amount of user-generated content spread via social networking services such as reviews, comments, and past experiences, has made a great deal of information available. Tourists can access this information to support their decision making process. This information is freely accessible online and generates so-called \"open data\". While many studies have investigated the effect of online reviews on tourists' decisions, none have directly investigated the extent to which open data analyses might predict tourists' response to a certain destination. To this end, our study contributes to the process of predicting tourists' future preferences via MathematicaTM, software that analyzes a large set of the open data (i.e. tourists' reviews) that is freely available on tripadvisor. This is devised by generating the classification function and the best model for predicting the destination tourists would potentially select. The implications for the tourist industry are discussed in terms of research and practice. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Pantano, E (Pantano, Eleonora) ; Priporas, CV (Priporas, Constantinos-Vasilios) ; Stylos, N (Stylos, Nikolaos)","Title":"'You will like it!' using open data to predict tourists' response to a tourist attraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500004 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Soil landscape modeling; Spatial uncertainty; Soil sampling; Soil prediction improvement; Random Forest; Three Gorges Reservoir Area KeyWords Plus:CONTINUOUS DEPTH FUNCTIONS; RANDOM FORESTS; SPATIAL VARIATION; CROSS-VALIDATION; REGRESSION TREE; ORGANIC-CARBON; INFORMATION; PREDICTION; QUALITY; ERROR","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 30-38 DOI: 10.1016/j.catena.2017.01.033 Published: JUN 2017","Abstract":"Digital soil mapping (DSM) products represent estimates of spatially distributed soil properties. These estimations comprise an element of uncertainty that is not evenly distributed over the area covered by DSM. If we quantify the uncertainty spatially explicit, this information can be used to improve the quality of DSM by optimizing the sampling design. This study follows a DSM approach using a Random Forest regression model, legacy soil samples, and terrain covariates to estimate topsoil silt and clay contents in a small catchment of 4.2 km(2) in the Three Gorges Reservoir Area, Central China. We aim (i) to introduce a method to derive spatial uncertainty, and (ii) to improve the initial DSM approaches by additional sampling that is guided by the spatial uncertainty. The proposed uncertainty measure is based on multiple realizations of individual and randomized decision tree models. We used the spatial uncertainty of the initial DSM approaches to stratify the study area and thereby to identify potential sampling areas of high uncertainties. Further, we tested how precisely available legacy samples cover the variability of the covariates within each potential sampling area to define the final sampling area and to apply a purposive sampling design. For the final Random Forest model calibration, we combined the legacy sample set with the additional samples. This uncertainty-driven DSM refinement was evaluated by comparing it to a second approach. In this second approach, the additional samples were replaced by a random sample set of the same size, obtained from the entire study area. For the comparative analysis, external, bootstrap-, and cross-validation was applied. The DSM approach using the uncertainty-driven refinement performed best. The averaged spatial uncertainty was reduced by 31% for silt and by 27% for clay compared to the initial DSM approach. Using external validation, the accuracy increased by the same proportions, while showing an overall accuracy of R-2 = 0.59 for silt and R-2 = 0.56 for clay. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Stumpf, F (Stumpf, Felix) ; Schmidt, K (Schmidt, Karsten) ; Goebes, P (Goebes, Philipp) ; Behrens, T (Behrens, Thorsten) ; Schonbrodt-Stitt, S (Schoenbrodt-Stitt, Sarah) ; Wadoux, A (Wadoux, Alexandre) ; Xiang, W (Xiang, Wei) ; Scholten, T (Scholten, Thomas)","Title":"Uncertainty-guided sampling to improve digital soil maps"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500010 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Chronosequence; Glacial retreat; Soil sequence; PLFA; Microbial community; Soil development KeyWords Plus:16S RIBOSOMAL-RNA; ECOSYSTEM DEVELOPMENT; COMMUNITY SUCCESSION; RECEDING GLACIER; FOREFIELD; BACTERIAL; DIVERSITY; CHRONOSEQUENCE; FUNGAL; FORELAND","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 83-88 DOI: 10.1016/j.catena.2017.02.001 Published: JUN 2017","Abstract":"Glacial retreat areas offer an excellent opportunity for microbial ecologists to study ecological theories. The place of this study was the glacier retreat area of Iztaccihuatl volcano in Mexico (19.02 degrees N, 98.62 degrees W). Sampling took place at eleven different sites along the retreat area in 2008 and 2009. Soil samples (200 g each) were frozen, and air-shipped to the laboratory and analysed for organic C and N, ammonia, nitrate and DNA content as a proxy for microbial biomass. The composition of the soil microbial community was analysed by ester-linked phospholipid fatty acid analysis and by PCR-DGGE. From the youngest sites to the oldest ones the pH increased from 2.5 to 5.1, electrical conductivity decreased. We found an increase of C and N along the chronosequence, and also an increase in microbial biomass. The C-to-N-ratio increased from around 4 at 5000 m a.s.l. to 14 at 3800 m a.s.l., indicating soil development. According to PLFA analysis the microbial community showed a clear shift from bacteria to fungi during the initial phase, while in the later phase the trend was reverse. From PCR-DGGE profiles it may be inferred that the diversity of the microbial community increased with time. Results confirm earlier studies on microbial succession in the Alps, North American Rocky Mountains and the Andes. The initial increase of fungi, and their subsequent decrease might be explained by the resource heterogeneity hypothesis. The results also indicate that in the future much larger sample sets should be used to make best use of the retreat continuum at this type of subtropical glaciers, and to perform a metagenomic analysis to deepen the understanding of microbial succcession at a genus or species level. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Insam, H (Insam, Heribert) ; Delgado-Granados, H (Delgado-Granados, Hugo) ; Nagler, M (Nagler, Magdalena) ; Waldhuber, S (Waldhuber, Sebastian) ; Podmirseg, SM (Podmirseg, Sabine Marie) ; Quideau, S (Quideau, Sylvie)","Title":"Soil microbiota along Ayoloco glacier retreat area of Iztaccihuatl volcano, Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500017 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Soil aggregate stability; Spatial organization; Pedotransfer function; Regression-kriging analysis; Tunisia KeyWords Plus:ORGANIC-MATTER; STRUCTURAL STABILITY; EROSION RATES; CARBON; ERODIBILITY; MANAGEMENT; RUNOFF; PRODUCTIVITY; CRUSTABILITY; DEGRADATION","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 157-167 DOI: 10.1016/j.catena2017.02.010 Published: JUN 2017","Abstract":"Soil aggregate stability is a key factor in soil resistance to water erosion, which is a threat to soils in a large part of northern Tunisia. The analysis of the spatial variability of soil aggregate stability provides both agronomic and environmentally useful information. However, extensive measurements of soil aggregate stability remain tedious and expensive. This study explores two different approaches as alternative to measurements of soil aggregate stability. One approach estimated aggregate stability via laboratory measurements of soil elementary properties using multiple linear regressions known as pedotransfer functions. The second approach, which is methodologically innovating, was based on the geological pattern as a proxy for aggregate stability using regression-kriging analysis. A set of 113 soil samples from an 800 km(2) agricultural region that included the Lebna watershed (Cap Bon, Tunisia) were collected from the soil surface layer (0-10 cm depth). Samples were analyzed for elementary properties (i.e., soil texture, total Carbon and nitrogen, iron, CaCO3, salinity, CEC and pH) and for soil aggregate stability according to the normalized method (ISO/DIS 10930, 2012), which considers three indexes (MWD) calculated for three contrasted wetting conditions and disruptive energies. Most soils in the study area were non-salted with an alkaline pH and relatively low organic carbon content. Of the soils, 35% were clay soils, and 55% had a balanced soil texture. The average of the three soil aggregate stability indexes (MWDmean,) ranged from 038 to 2.80 mm, and this property showed large variability from instable soils to very stable ones. Analysis of pedotransfer functions determined that the best predictor variables for soil aggregate stability were silt, organic matter and iron. Geostatistical analyses at the regional scale showed spatially structured soil aggregate stability (variograms with sills reaching a 5 km distance). Using geological information as ancillary data, the prediction of soil aggregate stability with regression-kriging was similar to that of pedotransfer functions. A regression-kriged map of soil aggregate stability associated with a map of prediction uncertainties was developed. The resulting maps and methods of this study can be useful in the development of management options that minimize water erosion risks in the studied area. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Annabi, M (Annabi, Mohamed) ; Raclot, D (Raclot, Damien) ; Bahri, H (Bahri, Haithem) ; Bailly, JS (Bailly, Jean Stephane) ; Gomez, C (Gomez, Cecile) ; Le Bissonnais, Y (Le Bissonnais, Yves)","Title":"Spatial variability of soil aggregate stability at the scale of an agricultural region in Tunisia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831800008 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Polysaccharides; Fresh-cut fruit; Sensory properties; Pathogens; Shelf-life KeyWords Plus:OPUNTIA-FICUS-INDICA; SHELF-LIFE; LISTERIA-MONOCYTOGENES; FLAXSEED GUM; ALOE-VERA; FRUITS; FILMS; EXTRACTION; WATERMELON; KIWIFRUIT","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 128 Pages: 63-75 DOI: 10.1016/j.postharvbio.2017.01.007 Published: JUN 2017","Abstract":"Edible coatings (ECs) based on chitosan (CH), pullulan (PU), linseed (LM), nopal cactus (NM) and aloe mucilage (AM) were applied by layer-by-layer technique to preserve the quality and prolong the shelf-life of fresh-cut pineapple. Pineapples were washed, disinfected, dried and cut into 2 cm side cubes. Fresh-cut fruit was coated by dipping using four treatments (CH + PU, CH + LM, CH + NM and CH + AM), packed into polyethylene terephthalate containers and stored for 18 d at 4 degrees C. Uncoated fruit was used as control. Application of layer-by-layer ECs decreased (P < 0.05) the weight loss, pineapple softening, and, retarded the fall on total soluble solids content and color (L* and a*). CH + AM EC was effective in delaying (P < 0.05) ascorbic acid degradation. In contrast, ECs did not affect titratable acidity (P > 0.05). Microbiological analyses demonstrated the effectiveness (P < 0.05) of the layer-by-layer ECs against spoilage microorganisms, L. monocytogenes and S. typhi. CH + PU EC was the most effective in controlling microbial levels. Sensory analysis demonstrated that layer-by-layer ECs helped to preserve (P < 0.05) the quality properties (color, odor, flavor, texture and overall acceptance). In conclusion, layer-by-layer ECs based on CH + PU, CH + LM, CH + NM and CH + AM improved the quality and prolonged the shelf-life of fresh-cut pineapple by six days compared with control. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Trevino-Garza, MZ (Trevino-Garza, Mayra Z.) ; Garcia, S (Garcia, Santos) ; Heredia, N (Heredia, Norma) ; Alanis-Guzman, MG (Guadalupe Alanis-Guzman, Ma.) ; Arevalo-Nino, K (Arevalo-Nino, Katiushka)","Title":"Layer-by-layer edible coatings based on mucilages, pullulan and chitosan and its effect on quality and preservation of fresh-cut pineapple (Ananas comosus)"}]