[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400003 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"quadratic programs; quadratically constrained quadratic programs; convex programs; homogeneous; algorithms; interior point methods KeyWords Plus:INDEFINITE SYSTEMS; HOMOGENEOUS ALGORITHM; SYMMETRIC CONES; OPTIMIZATION; IMPLEMENTATION; MODEL","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 36-53 DOI: 10.1287/ijoc.2016.0715 Published: WIN 2017","Abstract":"We present a homogeneous algorithm equipped with a modified potential function for the monotone complementarity problem. We show that this potential function is reduced by at least a constant amount if a scaled Lipschitz condition (SLC) is satisfied. A practical algorithm based on this potential function is implemented in a software package named iOptimize. The implementation in iOptimize maintains global linear and polynomial time convergence properties, while achieving practical performance. It either successfully solves the problem, or concludes that the SLC is not satisfied. When compared with the mature software package MOSEK (barrier solver version 6.0.0.106), iOptimize solves convex quadratic programming problems, convex quadratically constrained quadratic programming problems, and general convex programming problems in fewer iterations. Moreover, several problems for which MOSEK fails are solved to optimality. We also find that iOptimize detects infeasibility more reliably than the general nonlinear solvers Ipopt (version 3.9.2) and Knitro (version 8.0).","Authors":"Huang, KL (Huang, Kuo-Ling) ; Mehrotra, S (Mehrotra, Sanjay)","Title":"Solution of Monotone Complementarity and General Convex Programming Problems Using a Modified Potential Reduction Interior Point Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400008 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"interdiction; fortification; shortest path problem; capacitated lot sizing problem KeyWords Plus:BILEVEL PROGRAMMING PROBLEM; LOT-SIZING PROBLEMS; PATH NETWORK INTERDICTION; CRITICAL INFRASTRUCTURE; STOCHASTIC NETWORKS; MEDIAN PROBLEM; DECOMPOSITION; ALGORITHMS; DISCRETE; OPTIMIZATION","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 123-139 DOI: 10.1287/ijoc.2016.0721 Published: WIN 2017","Abstract":"This paper examines a class of three-stage sequential defender-attacker-defender problems. In these problems the defender first selects a subset of assets to protect, the attacker next damages a subset of unprotected assets in the \"interdiction\" stage, after which the defender optimizes a \"recourse\" problem over the surviving assets. These problems are notoriously difficult to optimize, and almost always require the recourse problem to be a convex optimization problem. Our contribution is a new approach to solving defender-attacker-defender problems. We require all variables in the first two stages to be binary-valued, but allow the recourse problem to take any form. The proposed framework focuses on solving the interdiction problem by restricting the defender to select a recourse decision from a sample of feasible vectors. The algorithm then iteratively refines the sample to force finite convergence to an optimal solution. We demonstrate that our algorithm not only solves interdiction problems involving NP-hard recourse problems within reasonable computational limits, but it also solves shortest path fortification and interdiction problems more efficiently than state-of-the-art algorithms tailored for that problem, finding optimal solutions to real-road networks having up to 300,000 nodes and over 1,000,000 arcs.","Authors":"Lozano, L (Lozano, Leonardo) ; Smith, JC (Smith, J. Cole)","Title":"A Backward Sampling Framework for Interdiction Problems with Fortification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100009 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"constrained optimality; continuous-time Markov decision processes; total undiscounted criteria KeyWords Plus:CONVEX ANALYTIC APPROACH; TOTAL-COST CRITERION; DISCRETE-TIME; OPTIMIZATION; POLICIES; MODEL","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 1694-1736 DOI: 10.3150/15-BEJ793 Published: AUG 2017","Abstract":"The present paper considers the constrained optimal control problem with total undiscounted criteria for a continuous -time Markov decision process (CTMDP) in Borel state and action spaces. The cost rates are nonnegative. Under the standard compactness and continuity conditions, we show the existence of an optimal stationary policy out of the class of general nonstationary ones. In the process, we justify the reduction of the CTMDP model to a discrete-time Markov decision process (DTMDP) model based on the studies of the undiscounted occupancy and occupation measures. We allow that the controlled process is not necessarily absorbing, and the transition rates are not necessarily separated from zero, and can be arbitrarily unbounded; these features count for the main technical difficulties in studying undiscounted CTMDP models.","Authors":"Guo, XP (Guo, Xianping) ; Zhang, Y (Zhang, Yi)","Title":"Constrained total undiscounted continuous-time Markov decision processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900005 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Chance constraint; Portfolio selection; Uncertain variable; Crisp equivalent programming; Neural network KeyWords Plus:QUADRATIC-PROGRAMMING PROBLEMS; NEURAL-NETWORK MODEL; OPTIMIZATION PROBLEMS; VARIATIONAL-INEQUALITIES; FUZZY RETURNS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 43-55 DOI: 10.1016/j.cam.2016.12.020 Published: AUG 1 2017","Abstract":"This paper presents a neural network model for solving maximization programming model with chance constraint, in which the security returns are uncertain variables. The main idea is to replace the portfolio selection models when the uncertain returns are chosen as some special cases such as linear uncertain variables, trapezdidal uncertain variables and normal uncertain variables, with a linear programming (LP) problem. According to the saddle point theorem, optimization theory, convex analysis theory, Lyapunov stability theory and LaSalle invariance principle, the equilibrium point of the proposed neural network is proved to be equivalent to the optimal solution of the original problem. It is also shown that the proposed neural network model is stable in the sense of Lyapunov and it is globally convergent to an exact optimal solution of the portfolio selection problem with uncertain returns. Two illustrative examples are provided to show the feasibility and the efficiency of the proposed method in this paper. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Omidi, F (Omidi, Farahnaz) ; Abbasi, B (Abbasi, Behzad) ; Nazemi, A (Nazemi, Alireza)","Title":"An efficient dynamic model for solving a portfolio selection with uncertain chance constraint models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900013 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Mixed integer quadratic programming; Global optimization; Branch and bound KeyWords Plus:BOUND METHOD; BRANCH; RELAXATIONS; DESIGN; MIQCQP","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 159-169 DOI: 10.1016/j.cam.2016.12.037 Published: AUG 1 2017","Abstract":"Mixed integer quadratic programs with quadratic constraints (MIQQP) occur frequently in various areas of engineering practice and management science, but most solution methods for this kind of problems are often designed for its special cases. In this paper, we present a simple global optimization algorithm for solving problem (MIQQP). We first convert problem (MIQQP) into an equivalent generalized bilinear programming problem with integer variables (EIQQP). We next show that replacing the quadratic objective and constraint functions with their convex envelopes is dominated by an alternative methodology based on convexifying the range of the bilinear terms on the feasible region. Finally, by incorporating the reduction-correction techniques and sampling strategies into the branch and bound scheme, the proposed algorithm is developed for solving (MIQQP). Convergence and optimality of the algorithm are presented and numerical examples taken from some recent literature and MINLPLib2 are carried out to validate the performance of the proposed algorithm. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhao, YF (Zhao, Yingfeng) ; Liu, SY (Liu, Sanyang)","Title":"Global optimization algorithm for mixed integer quadratically constrained quadratic program"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900023 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Projecting onto ellipsoids; Alternating direction method; Self-adaptive; Linear convergence; Dantzig selector KeyWords Plus:ALTERNATING DIRECTION METHOD; MONOTONE VARIATIONAL-INEQUALITIES; LOCAL LINEAR CONVERGENCE; QUADRATIC PROGRAMS; DANTZIG SELECTOR; MULTIPLIERS; PENALTY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 320-337 DOI: 10.1016/j.cam.2017.01.008 Published: AUG 1 2017","Abstract":"Projecting a point onto an ellipsoid is one of the fundamental problems in convex analysis and numerical algorithms. Recently, several fast algorithms were proposed for solving this problem such as Lin-Han algorithm, maximum 2-dimensional inside ball algorithm, sequential 2-dimensional projection algorithm and hybrid projection algorithms of Dai. In this paper, we rewrite the problem as a constrained convex optimization problem with separable objective functions, which enables the use of the alternating direction method of multipliers (ADMM). Furthermore, since the efficiency of ADMM depends on the penalty parameter, we choose it in a self-adaptive manner, resulting in the self-adaptive ADMM (S-ADMM). All these methods converge with a global linear rate. We compare them theoretically and numerically and find that S-ADMM is the most efficient one. We also illustrate the flexibility of ADMM by applying it to the more general problem of projecting a point onto the intersection of several ellipsoids, Dantzig selector, and image restoration and reconstruction. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jia, ZH (Jia, Zehui) ; Cai, XJ (Cai, Xingju) ; Han, DR (Han, Deren)","Title":"Comparison of several fast algorithms for projection onto an ellipsoid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700003 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in energy; Medium-term power planning; Bilateral contracts; Stochastic programming; Heuristics KeyWords Plus:DISPATCH CONSTRAINTS; ENERGY PROCUREMENT; LARGE CONSUMERS; MODEL; OPTIMIZATION; BLOOM","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 432-443 DOI: 10.1016/j.ejor.2017.02.003 Published: JUL 16 2017","Abstract":"Many of the existing electricity markets are of the mixed type, which has pool auction and bilateral contracts between producers and distributors. In this case, the problem faced by a Generation Company (GenCo) is that of maximizing the revenues from participating in the market through the pool auction while honoring the bilateral contracts agreed, for which the revenue is fixed. The extension to mixed markets of a medium-term model, successfully employed for auction-only markets, is presented. It results in a non-convex expected revenue function to be maximized subject to constraints, for which the currently available direct global-optimization solvers prove not to be efficient enough. A heuristic procedure based on a sequence of solutions by a nonlinear solver is presented, and numerical results obtained with several realistic cases show satisfactory results. The test cases presented have dispatchable and non-dispatchable renewables and consider medium-term pumping together with conventional units by all GenCos participating in the mixed market. The advantages for GenCos of employing medium-term results as those produced by the model presented, include, among others, the evaluation of the expected profitability of their bilateral contracts. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mari, L (Mari, L.) ; Nabona, N (Nabona, N.) ; Pages-Bernaus, A (Pages-Bernaus, A.)","Title":"Medium-term power planning in electricity markets with pool and bilateral contracts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700005 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Integer programming; Convex hull problem; Combinatorial optimisation problem; Extended formulations; Traveling salesman problem KeyWords Plus:CONVEX; FORMULATIONS; ENUMERATION; ALGORITHMS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 460-467 DOI: 10.1016/j.ejor.2016.12.040 Published: JUL 16 2017","Abstract":"Characterising the smallest dimension polytope containing all integer solutions of an integer programming problem can be a very challenging task. Frequently, this task is facilitated by identifying linear equality constraints that all integer solutions must satisfy. Typically, some of these constraints are readily available but others need to be discovered by more technical means. This paper develops a method to assist modellers to obtain such equality constraints. Note that the set of new equality constraints is not unique, and the proposed method generates a set of these new equality constraints for a sufficiently large dimension of the underlying problem. These generated constraints may be of a form that is easily extended for general case of the underlying problem, or they may be in a more complicated form where a generalisable pattern is difficult to identify. For the latter case, a new mixed-integer program is developed to detect a pattern-recognisable constraints. Furthermore, this mixed-integer program allows modellers to check if there is a new constraint satisfying specific criteria, such as only permitting coefficients to be 1, 0, and -1, or placing a limit on the number of non-zero coefficients. In order to illustrate the proposed method, a set of new equality constraints to supplement a previously published \"Base polytope\" are derived. Subsequently, exploiting these results, some techniques are proposed to tighten integer programming problems. Finally, relaxations of widely used TSP formulations are compared against one another and strengthened with help of the newly discovered equality constraints, (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Moeini, A (Moeini, Asghar)","Title":"Identifickion of unidentified equality constraints for integer programming problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700030 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Evolutionary computations; Multi-objective constrained portfolio; optimization; Value at risk; Nonparametric historical simulation KeyWords Plus:VALUE-AT-RISK; MULTIOBJECTIVE EVOLUTIONARY ALGORITHMS; OF-THE-ART; PARTICLE SWARM OPTIMIZATION; DIFFERENTIAL EVOLUTION; GENETIC ALGORITHMS; CONDITIONAL VALUE; MODELS; FORMULATION; ROBUSTNESS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 751-766 DOI: 10.1016/j.ejor.2017.01.005 Published: JUL 16 2017","Abstract":"Portfolio optimization involves the optimal assignment of limited capital to different available financial assets to achieve a reasonable trade-off between profit and risk. We consider an alternative Markowitz's mean-variance model in which the variance is replaced with an industry standard risk measure, Value-at Risk (VaR), in order to better assess market risk exposure associated with financial and commodity asset price fluctuations. Realistic portfolio optimization in the mean-VaR framework is a challenging problem since it leads to a non-convex NP-hard problem which is computationally intractable. In this work, an efficient learning-guided hybrid multi-objective evolutionary algorithm (MODE-GL) is proposed to solve mean-VaR portfolio optimization problems with real-world constraints such as cardinality, quantity, pre-assignment, round-lot and class constraints. A learning-guided solution generation strategy is incorporated into the multi-objective optimization process to promote efficient convergence by guiding the evolutionary search towards promising regions of the search space. The proposed algorithm is compared with the Non-dominated Sorting Genetic Algorithm (NSGA-II) and the Strength Pareto Evolutionary Algorithm (SPEA2). Experimental results using historical daily financial market data from S & P 100 and S & P 500 indices are presented. The results show that MODE-GL outperforms two existing techniques for this important class of portfolio investment problems in terms of solution quality and computational time. The results highlight that the proposed algorithm is able to solve the complex portfolio optimization without simplifications while obtaining good solutions in reasonable time and has significant potential for use in practice. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lwin, KT (Lwin, Khin T.) ; Qu, R (Qu, Rong) ; MacCarthy, BL (MacCarthy, Bart L.)","Title":"Mean-VaR portfolio optimization: A nonparametric approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692400004 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Support vector regression; Feature selection; L-p-norm; Least squares; Robust regression KeyWords Plus:EXTREME LEARNING-MACHINE; PREDICTION; ALGORITHM; INFLATION; NETWORKS; KERNEL; SVR","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 305 Pages: 32-52 DOI: 10.1016/j.amc.2017.01.062 Published: JUL 15 2017","Abstract":"In this paper, we aim a novel algorithm called robust L-p-norm least squares support vector regression (L-p-LSSVR) that is more robust than the traditional least squares support vector regression(LS-SVR). Using the absolute constraint and the L-p-norm regularization term, our L-p-LSSVR performs robust against outliers. Moreover, though the optimization problem is non-convex, the sparse solution of L-p-norm and the lower bonds for nonzero components technique ensure useful features selected by L-p-LSSVR, and it helps to find the local optimum of our L-p-LSSVR. Experimental results show that although L-p-LSSVR is more robust than least squares support vector regression (LS-SVR), and much faster than L-p-norm support vector regression (L-p-SVR) and SVR due to its equality constraint, it is slower than LS-SVR and L-1-norm support vector regression (L-1-SVR), it is as effective as L-p-SVR, L-1-SVR, LS-SVR and SVR in both feature selection and regression. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ye, YF (Ye, Ya-Fen) ; Shao, YH (Shao, Yuan-Hai) ; Deng, NY (Deng, Nai-Yang) ; Li, CN (Li, Chun-Na) ; Hua, XY (Hua, Xiang-Yu)","Title":"Robust L-p-norm least squares support vector regression with feature selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200084 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"techniques: image processing; techniques: interferometric KeyWords Plus:RECONSTRUCTION METHOD; ALGORITHM; SPARSITY; MINIMIZATION; DECONVOLUTION; OPTIMIZATION; DESCENT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 1142-1155 DOI: 10.1093/mnras/stx415 Published: JUN 2017","Abstract":"In the context of optical interferometry, only undersampled power spectrum and bispectrum data are accessible. It poses an ill-posed inverse problem for image recovery. Recently, a tri-linear model was proposed for monochromatic imaging, leading to an alternated minimization problem. In that work, only a positivity constraint was considered, and the problem was solved by an approximated Gauss-Seidel method. In this paper, we propose to improve the approach on three fundamental aspects. First, we define the estimated image as a solution of a regularized minimization problem, promoting sparsity in a fixed dictionary using either an l(1) or a (re) weighted-l(1) regularization term. Secondly, we solve the resultant non-convex minimization problem using a block-coordinate forward-backward algorithm. This algorithm is able to deal both with smooth and non-smooth functions, and benefits from convergence guarantees even in a non-convex context. Finally, we generalize our model and algorithm to the hyperspectral case, promoting a joint sparsity prior through an l(2,1)regularizationterm. We present simulation results, both for monochromatic and hyperspectral cases, to validate the proposed approach.","Authors":"Birdi, J (Birdi, Jasleen) ; Repetti, A (Repetti, Audrey) ; Wiaux, Y (Wiaux, Yves)","Title":"A regularized tri-linear approach for optical interferometric imaging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602400008 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"DC programming; DCA; Pure 0-1 linear programming; Exact penalty techniques; Branch-and-Bound; WiMAX KeyWords Plus:QUADRATIC MINIMIZATION PROBLEMS; BOUND METHOD; OPTIMIZATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 82 Pages: 95-101 DOI: 10.1016/j.cor2017.01.011 Published: JUN 2017","Abstract":"The next generation broadband wireless networks deploys OFDM/OFDMA as the enabling technologies for broadband data transmission with QoS capabilities. Many optimization problems have arisen in the conception of such a network. This article studies an optimization problem in resource allocation. By using mathematical modeling technique we formulate the considered problem as a pure integer linear program. This problem is reformulated as a DC (Difference of Convex functions) program via an exact penalty technique. We then propose a continuous approach for its resolution. Our approach is based on DC programming and DCA (DC Algorithm). It works in a continuous domain, but provides integer solutions. To check globality of computed solutions, a global method combining DCA with a well adapted Branch-and-Bound (B&B) algorithm is investigated. Preliminary numerical results are reported to show the efficiency of the proposed method with respect to the standard Branch-and-Bound algorithm. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nam, NC (Nguyen Canh Nam) ; Hoai, PT (Pham Thi Hoai)","Title":"A continuous DC programming approach for resource allocation in OFDMA/TDD wireless networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800038 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Countermonotonicity; Comonotonicity; Minimal copula; Variance minimization KeyWords Plus:DEPENDENCE STRUCTURE; CONVEX ORDER; COMONOTONICITY; DISTRIBUTIONS; RISKS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 589-602 DOI: 10.1016/j.cam.2016.12.032 Published: JUN 2017","Abstract":"Frechet-Hoeffding upper and lower bounds play an important role in various bivariate optimization problems because they are the maximum and minimum of bivariate copulas in concordance order, respectively. However, while the Frechet-Hoeffding upper bound is the maximum of any multivariate copulas, there is no minimum copula available for dimensions d >= 3. Therefore, multivariate minimization problems with respect to a copula are not straightforward as the corresponding maximization problems. When the minimum copula is absent, minimal copulas are useful for multivariate minimization problems. We illustrate the motivation of generalizing the joint mixability to d-countermonotonicity defined in Lee and Ahn (2014) through variance minimization problems and show that d-countermonotonic copulas are minimal copulas. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lee, W (Lee, Woojoo) ; Cheung, KC (Cheung, Ka Chun) ; Ahn, JY (Ahn, Jae Youn)","Title":"Multivariate countermonotonicity and the minimal copulas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800017 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Nonlinear Adaptive Filtering; Functional Links; Linear-in-the-Parameters Nonlinear Filters; Sparse Adaptive Filters; Combination of Filters KeyWords Plus:ACOUSTIC ECHO CANCELLATION; CONVEX COMBINATION; CHANNEL ESTIMATION; PNLMS ALGORITHM; IDENTIFICATION; SYSTEMS; REPRESENTATION; CONVERGENCE; KERNELS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 168-178 DOI: 10.1016/j.sigpro.2017.01.009 Published: JUN 2017","Abstract":"Sparsity phenomena in learning processes have been extensively studied, since their detection allows to derive suited regularized optimization algorithms capable of improving the overall learning performance. In this paper, we investigate the sparsity behavior that may occur in nonlinear adaptive filtering problems and how to leverage it and develop enhanced algorithms. In particular, we focus on a particular class of linear-in-the-parameters nonlinear adaptive filters, whose nonlinear transformation is based on a functional link expansion. The analysis of the sparsity in functional links leads us to derive a family of adaptive combined filtering architectures that is capable of exploiting any sparseness degree in the nonlinear filtering. We propose two different filtering schemes based on a new block-based combined approach, well suited for sparse adaptive algorithms. Moreover, a hierarchical architecture is also proposed that generalizes the different combined schemes and does not need any a priori information about the nature of the nonlinearity to be modeled. Experimental results prove the effectiveness of the proposed combined architectures in exploiting any sparseness degree and improving the modeling performance in nonlinear system identification problems.","Authors":"Comminielle, D (Comminielle, Danilo) ; Scarpiniti, M (Scarpiniti, Michele) ; Azpicueta-Ruiz, LA (Azpicueta-Ruiz, Luis A.) ; Arenas-Garcia, J (Arenas-Garcia, Jeronimo) ; Uncini, A (Uncini, Aurelio)","Title":"Combined nonlinear filtering architectures involving sparse functional link adaptive filters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932400002 ISSN: 0142-0615 eISSN: 1879-3517","Keywords":"Optimal power flow; Second order cone programming; Pareto Frontier; Multi-objective optimization; Linear relaxation KeyWords Plus:PARTICLE SWARM OPTIMIZATION; DISJOINT PROHIBITED ZONES; WIND POWER; ECONOMIC-DISPATCH; INTERVAL OPTIMIZATION; SECURITY; TRANSMISSION; ALGORITHM; CONSTRAINTS; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRICAL POWER & ENERGY SYSTEMS Volume: 88 Pages: 13-20 DOI: 10.1016/j.ijepes.2016.11.012 Published: JUN 2017","Abstract":"The DC optimal power flow (DC-OPF) plays an important role in the operation and planning of modern power systems. In this paper, a bi-objective DC-OPF model minimizing both network losses and generation costs is introduced, which can further be converted into a single objective model via the weighted sum method. Furthermore, the Pareto Frontier is employed to solve this problem. In the mathematical view, the model is a special non-convex quadratic constraints quadratic programming problem. In order to obtain a continuous Pareto Frontier, the original non-convex feasible region is relaxed to its convex hull using a linear relaxation-based second order cone programming method. Compared with the semi-definite relaxation method, the proposed method can greatly reduce the number of dummy variables and the complexity of solutions. Finally, simulations on eight small systems and four practical, large systems are performed, in addition to the comparison of a Monte Carlo simulation. The results verify the effectiveness of the proposed algorithm. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ding, T (Ding, Tao) ; Li, C (Li, Cheng) ; Li, FX (Li, Fangxing) ; Chen, TN (Chen, Tianen) ; Liu, RF (Liu, Ruifeng)","Title":"A bi-objective DC-optimal power flow model using linear relaxation-based second order cone programming and its Pareto Frontier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394404800005 ISSN: 0022-247X eISSN: 1096-0813","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 1 Pages: 63-76 DOI: 10.1016/j.jmaa.2016.12.070 Published: JUN 1 2017","Abstract":"Keywords Author Keywords:convexity; DC-function; Global optimization; Sub-topical function; Support set; Topical function KeyWords Plus:ALONG-RAYS FUNCTIONS; ABSTRACT CONVEXITY; DOWNWARD SETS; OPTIMIZATION; RADIANT","Authors":"Bakhtiari, H (Bakhtiari, Hassan) ; Mohebi, H (Mohebi, Hossein)","Title":"Characterizing global maximizers of the difference of sub-topical functions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393250100028 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Subaperture stitching; Convex asphere; Near-null test; Spherical aberration KeyWords Plus:INTERFEROMETRY; ALGORITHM; SURFACES","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 91 Pages: 175-184 DOI: 10.1016/j.optlastec.2016.12.026 Published: JUN 1 2017","Abstract":"Subaperture stitching test in combination of the reconfigurable optical null we proposed recently provides flexible solutions to various surfaces including convex aspheres and even aspheres of large aperture. However it is challenging for the stitching optimization to get the real surface error because the surface error is strongly coupled with misalignment-induced aberrations in near-null subaperture measurements. Aiming at this challenge, we first figure out the property of aberrations induced by misalignment of optical null or test surface. It shows that identical misalignment of the optical null introduces nearly identical aberrations to subapertures with different off-axis distances, while misalignment of the test surface introduces little aberrations to the central subaperture. The stitching algorithm is then proposed with focus on decoupling surface error and induced aberrations. The major step is to calibrate out the effect of misaligned near-null optics before stitching optimization by using the central subaperture measurement. We also present the through-the back null test for the purpose of cross test. The axial distance is precisely monitored by a low coherence interferometer, which enables accurate determination of the spherical aberration component of surface error. Final experimental results show consistent spherical aberration obtained by stitching test and by the through the-back null test. It is a big step towards instrumentation of subaperture stitching test for aspheres with rather big amount of misalignments in surface metrology practice.","Authors":"Chen, SY (Chen, Shanyong) ; Xue, S (Xue, Shuai) ; Dai, YF (Dai, Yifan) ; Li, SY (Li, Shengyi)","Title":"Subaperture stitching test of convex aspheres by using the reconfigurable optical null"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000006 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Layout optimisation; Offshore wind farm; Matheuristic approach; VNS; MILP KeyWords Plus:BIN-PACKING PROBLEMS; FACILITY LAYOUT; GENETIC ALGORITHM; COLUMN GENERATION; FASHION INDUSTRY; YARD LAYOUTS; DESIGN; MODELS; DEPARTMENTS; CONSTRAINTS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 67-83 DOI: 10.1016/j.ejor.2016.09.032 Published: MAY 16 2017","Abstract":"This paper investigates a port layout problem, where the layout of an installation port for an offshore wind farm needs to be generated in an efficient way so as to minimise the transportation cost of main components of an offshore wind turbine within the port. Two mixed integer linear programming (MILP) models are established to configure the optimal port layout, where the shapes of subareas that need to be located in the port are rectangular with several possible dimensional configurations to select from and the shape of the port area can be treated as either a convex or a concave polygon. The MILPs can be solved to optimality for small-sized problems. Matheuristic approaches based on Variable Neighbourhood Search (VNS) and an exact method (MILP) are also proposed to find solutions for medium-sized problems. The methods are assessed using randomly generated data sets. In addition, the area of a proposed Scottish port is used as a case study. The results obtained from the computational experiments validate the effectiveness of the proposed matheuristic approaches. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Irawan, CA (Irawan, Chandra Ade) ; Song, X (Song, Xiang) ; Jones, D (Jones, Dylan) ; Akbari, N (Akbari, Negar)","Title":"Layout optimisation for an installation port of an offshore wind farm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700016 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Smart grid; Distributed optimization; Alternating direction method of multipliers (ADMM); Ancillary services; Generation following; Thermostatically controlled loads KeyWords Plus:DEMAND RESPONSE; MANAGEMENT; ENERGY; FREQUENCY; BENEFITS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 141-160 DOI: 10.1016/j.epsr.2016.12.001 Published: MAY 2017","Abstract":"A fundamental requirement of the electric power system is to maintain a continuous and instantaneous balance between generation and load. The intermittency and uncertainty introduced by renewable energy generation requires expanded ancillary services to maintain this balance. In this paper, we examine the potential of thermostatically controlled loads (TCLs), such as refrigerators and electric water heaters, to provide generation following services in real-time energy markets (1-5 min). Previous research in this area has primarily focused on the development of centralized control schemes with an aggregate TCL model. An objective of our approach is to enable each TCL to model and control its dynamics independently and to use distributed convex optimization techniques to allow a central aggregator to influence, but not directly control, the behavior of the population. To control the non-linear dynamics of hysteretic dead band systems in a manner suitable for convex optimization, we introduce an alternative control trajectory representation of the TCLs and their discrete input signals. This approach allows us to approximate the control of a TCL as a convex program and to produce a solution that can be interpreted stochastically for implementation. To perform distributed optimization across large populations of TCLs, we apply a variation of the alternating direction method of multipliers (ADMM) algorithm. The objective of the distributed optimization algorithm is to enable an aggregator to coordinate with a population of TCLs and to increase or decrease the total power demand according to a control signal. We include experimental results in which different populations of TCLs with varying levels heterogeneity are optimized to provide 5-min ahead generation following services. We numerically demonstrate the algorithm's potential for controlling a TCL population's power demand within a definable error tolerance. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Burger, EM (Burger, Eric M.) ; Moura, SJ (Moura, Scott J.)","Title":"Generation following with thermostatically controlled loads via alternating direction method of multipliers sharing algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700037 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Energy management system; Microgrid; Mixed integer linear programming; Security constraints; Unbalanced three-phase electrical; distribution systems KeyWords Plus:LINEAR-PROGRAMMING MODEL; DC MICROGRIDS; SMART GRIDS; OPTIMIZATION; GENERATION; RESOURCES; OPERATION; FRAMEWORK","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 371-382 DOI: 10.1016/j.epsr.2017.02.012 Published: MAY 2017","Abstract":"This paper presents a mixed-integer linear programming (MILP) model for the optimal energy management of residential microgrids, modeled as unbalanced, three-phase, electrical distribution system (EDS). Initially, the problem is formulated as a mixed-integer nonlinear programming (MINLP) problem. Then, a set of linear approximations and equivalent mathematical representations are used to obtain a precise MILP model. The proposed formulation considers three-phase generation units (GU), single-phase photovoltaic (PV) resources, and single-phase energy storage systems (ESS), as well as load management. The aim of the proposed model is to minimize the final operational costs of the microgrid while considering operational constraints of the EDS add an unexpected outage of the main grid through a security-constrained set of equations. The optimal solution of the MILP model is found using commercial convex optimization solvers. The proposed model was tested in a residential, three-phase EDS. Results show that the proposed linearizations and approximations produce accurate solutions when compared with a nonlinear three-phase OPF formulation, with an error in the objective function near to 2% and a maximum error in the voltage near to 1%. Efficiency and flexibility of the proposed methodology are also discussed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Vergara, PP (Vergara, Pedro P.) ; Lopez, JC (Lopez, Juan Camilo) ; da Silva, LCP (da Silva, Luiz C. P.) ; Rider, MJ (Rider, Marcos J.)","Title":"Security-constrained optimal energy management system for three-phase residential microgrids"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398600800020 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"cognitive radio; convex optimization; MIMO; sum information rates KeyWords Plus:NETWORKS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 3 Pages: 444-445 DOI: 10.1002/tee.22398 Published: MAY 2017","Abstract":"The Letter proposes a precise mathematical expression for game theory-based multiple-input multiple-output (MIMO) cognitive radio systems. The sum of information rates and the network utility are maximized, providing an accurate examination. Constraining the interference signals caused by the secondary transmitters on the primary receivers in the underlay scenario also needs to be addressed. (C) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Zamanipour, M (Zamanipour, Makan)","Title":"Game Theory-Based MIMO Cognitive Radio Systems: Accuracy Examination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398628700001 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"sparsity; deconvolution; L1 norm; compressed sensing; convex optimization; space of measures KeyWords Plus:SUPERRESOLUTION; CONVERGENCE; RECOVERY; RECONSTRUCTION; SELECTION","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 5 Article Number: 055008 DOI: 10.1088/1361-6420/aa5e12 Published: MAY 2017","Abstract":"This article analyzes the recovery performance in the presence of noise of sparse l(1) regularization, which is often referred to as the Lasso or Basis-Pursuit. We study the behavior of the method for inverse problems regularization when the discretization step size tends to zero.We assume that the sought after sparse sum of Diracs is recovered when there is no noise (a condition which has been thoroughly studied in the literature) and we study what is the support (in particular the number of Dirac masses) estimated by the Lasso when noise is added to the observation.We identify a precise non-degeneracy condition that guarantees that the recovered support is close to the initial one.More precisely, we show that, in the small noise regime, when the nondegeneracy condition holds, this method estimates twice the number of spikes as the number of original spikes.Indeed, we prove that the Lasso detects two neighboring spikes around each location of an original spike.While this paper is focussed on cases where the observations vary smoothly with the spikes locations (e.g.the deconvolution problem with a smooth kernel), an interesting by-product is an abstract analysis of the support stability of discrete l(1) regularization, which is of an independent interest.We illustrate the usefulness of this abstract analysis to analyze for the first time the support instability of compressed sensing recovery.","Authors":"Duval, V (Duval, Vincent) ; Peyre, G (Peyre, Gabriel)","Title":"Sparse regularization on thin grids I:the Lasso"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398591200010 ISSN: 0733-9496 eISSN: 1943-5452","Keywords":"Water distribution system (WDS); Head loss; Mixed-integer nonlinear programming (MINLP); Convexification KeyWords Plus:DISTRIBUTION NETWORKS; OPTIMAL-DESIGN","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF WATER RESOURCES PLANNING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 06017002 DOI: 10.1061/(ASCE)WR.1943-5452.0000750 Published: MAY 2017","Abstract":"The optimization of a water distribution system (WDS) is challenging because of its nonconvex head loss constraint. To address this issue, this paper proposes a modeling technique to represent the nonconvex head loss equation by convex constraints. In the convexification, the head loss equation is first rewritten into nonlinear inequalities, then disjunctive programming is used to represent the flow direction and pipe selection. The technique is applied to formulate a convex mixed-integer nonlinear programming (MINLP) model for WDS design. Effectiveness of the convexification is demonstrated by several benchmark examples. (C) 2017 American Society of Civil Engineers.","Authors":"Liang, YZ (Liang, Yingzong) ; Hui, CW (Hui, Chi Wai)","Title":"Convexification of Head Loss Equation: Application to Water Distribution System Optimizations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395960700008 ISSN: 1063-5203 eISSN: 1096-603X","Keywords":"Phase retrieval; PhaseLift; Matrix completion; Robust principal component analysis KeyWords Plus:MATRIX DECOMPOSITION; RETRIEVAL; RECOVERY; CRYSTALLOGRAPHY; CORRUPTIONS; COMPLETION","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"APPLIED AND COMPUTATIONAL HARMONIC ANALYSIS Volume: 42 Issue: 3 Pages: 550-562 DOI: 10.1016/j.acha.2016.01.001 Published: MAY 2017","Abstract":"Consider the task of recovering an unknown n-vector from phaseless linear measurements. This nonconvex problem may be convexified into a semidefinite rank-one matrix recovery problem, known as PhaseLift. Under a linear number of Gaussian measurements, PhaseLift recovers the unknown vector exactly with high probability. Under noisy measurements, the solution to a variant of PhaseLift has error proportional to the.ej. norm of the noise. In the present paper, we study the robustness of this variant of PhaseLift to gross, arbitrary corruptions. We prove that PhaseLift can tolerate noise and a small, fixed fraction of gross errors, even in the highly underdetermined regime where there are only O(n) measurements. The lifted phase retrieval problem can be viewed as a rank-one robust Principal Component Analysis (PCA) problem under generic rank-one measurements. From this perspective, the proposed convex program is simpler than the semidefinite version of the sparse-plus-low-rank formulation standard in the robust PCA literature. Specifically, the rank penalization through a trace term is unnecessary, and the resulting optimization program has no parameters that need to be chosen. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Hand, P (Hand, Paul)","Title":"PhaseLift is robust to a constant fraction of arbitrary errors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395160100005 ISSN: 0020-7217 eISSN: 1362-3060","Keywords":"Grid-feeding converter; particle swarm optimisation; system uncertainty; vector control; H-2/H-infinity control KeyWords Plus:CONTROLLERS; IMPLEMENTATION; OPTIMIZATION; INVERTER; FILTERS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRONICS Volume: 104 Issue: 5 Pages: 775-791 DOI: 10.1080/00207217.2016.1244864 Published: MAY 2017","Abstract":"Three-phase grid-feeding converters are key components to integrate distributed generation and renewable power sources to the power utility. Conventionally, proportional integral and proportional resonant-based control strategies are applied to control the output power or current of a GFC. But, those control strategies have poor transient performance and are not robust against uncertainties and volatilities in the system. This paper proposes a H-2/H-based control strategy, which can mitigate the above restrictions. The uncertainty and disturbance are included to formulate the GFC system state-space model, making it more accurate to reflect the practical system conditions. The paper uses a convex optimisation method to design the H-2/H-based optimal controller. Instead of using a guess-and-check method, the paper uses particle swarm optimisation to search a H-2/H optimal controller. Several case studies implemented by both simulation and experiment can verify the superiority of the proposed control strategy than the traditional PI control methods especially under dynamic and variable system conditions.","Authors":"Li, ZW (Li, Zhongwen) ; Zang, CZ (Zang, Chuanzhi) ; Zeng, P (Zeng, Peng) ; Yu, HB (Yu, Haibin) ; Li, SH (Li, Shuhui) ; Fu, XG (Fu, Xingang)","Title":"H-2/H(infinity)control for grid-feeding converter considering system uncertainty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396088300005 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"proximal gradient methods; variable metric; line search methods; image processing applications KeyWords Plus:LOJASIEWICZ INEQUALITY; NONSMOOTH FUNCTIONS; IMAGE-RESTORATION; ALGORITHMS; MINIMIZATION; INEXACT; RECONSTRUCTION; DIFFUSION; NOISE","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 5 Article Number: 055005 DOI: 10.1088/1361-6420/aa5bfd Published: MAY 2017","Abstract":"We consider a variable metric linesearch based proximal gradient method for the minimization of the sum of a smooth, possibly nonconvex function plus a convex, possibly nonsmooth term. We prove convergence of this iterative algorithm to a critical point if the objective function satisfies the Kurdyka-Lojasiewicz property at each point of its domain, under the assumption that a limit point exists. The proposed method is applied to a wide collection of image processing problems and our numerical tests show that our algorithm results to be flexible, robust and competitive when compared to recently proposed approaches able to address the optimization problems arising in the considered applications.","Authors":"Bonettini, S (Bonettini, S.) ; Loris, I (Loris, I.) ; Porta, F (Porta, F.) ; Prato, M (Prato, M.) ; Rebegoldi, S (Rebegoldi, S.)","Title":"On the convergence of a linesearch based proximal-gradient method for nonconvex optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394974600026 ISSN: 1936-6442 eISSN: 1936-6450","Keywords":"Cellular networks; Cellular downlink transmission; D2D transmission; Scalable video coding KeyWords Plus:MULTI-PATH; ALGORITHM","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PEER-TO-PEER NETWORKING AND APPLICATIONS Volume: 10 Issue: 3 Pages: 765-779 Special Issue: SI DOI: 10.1007/s12083-016-0498-4 Published: MAY 2017","Abstract":"We study the layered video transmission optimization problem in the cellular networks, in which all User Equipments (UEs) require the same video content simultaneously via the cellular downlink transmission from the Base Station (BS) and Device-to-Device (D2D) transmission from other UEs. First, we propose a probability-based framework for each video layer to measure the video playback quality in terms of the outage probability. Next, the layered video transmission optimization problem is formulated as a Peak Signal-to-Noise Ratio (PSNR) loss minimization problem, which is then converted to an unmatured probability minimization problem by adding a differentiation weight on each layer based on its importance to the playback quality. In addition, we prove the formulated problem to be a log-convex optimization problem. Finally, we conduct extensive simulations to show that the proposed approach achieves the optimal allocation of the broadcast duration for each layer under various network conditions.","Authors":"Feng, GS (Feng, Guangsheng) ; Li, Y (Li, Yue) ; Zhao, Q (Zhao, Qian) ; Wang, HQ (Wang, Huiqiang) ; Lv, HW (Lv, Hongwu) ; Lin, JY (Lin, Junyu)","Title":"Optimizing broadcast duration for layered video streams in cellular networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500017 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Exact optimal experimental designs; constrained designs; Newton-type algorithms KeyWords Plus:INTEGER NONLINEAR PROGRAMS; GENETIC ALGORITHMS; OPTIMIZATION; SEQUENCES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 845-863 DOI: 10.1007/s11222-016-9658-x Published: MAY 2017","Abstract":"The experimental design literature has produced a wide range of algorithms optimizing estimator variance for linear models where the design-space is finite or a convex polytope. But these methods have problems handling nonlinear constraints or constraints over multiple treatments. This paper presents Newton-type algorithms to compute exact optimal designs in models with continuous and/or discrete regressors, where the set of feasible treatments is defined by nonlinear constraints. We carry out numerical comparisons with other state-of-art methods to show the performance of this approach.","Authors":"Esteban-Bravo, M (Esteban-Bravo, Mercedes) ; Leszkiewicz, A (Leszkiewicz, Agata) ; Vidal-Sanz, JM (Vidal-Sanz, Jose M.)","Title":"Exact optimal experimental designs with constraints"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000010 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Spacecraft attitude stabilization; Dynamic output feedback; Robust non-fragile control; Nonlinear perturbations; Linear matrix inequality KeyWords Plus:SLIDING-MODE CONTROL; FLEXIBLE SPACECRAFT; TRACKING CONTROL; MIMO SYSTEMS; MANEUVERS","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 102-121 DOI: 10.1016/j.ast.2017.01.016 Published: MAY 2017","Abstract":"This paper investigates the robust dynamic output feedback non-fragile control (RDOFNFC) strategy for spacecraft attitude stabilization problem with nonlinear perturbations. The spacecraft attitude dynamics model takes the actuator saturation limits, external disturbances, controller perturbation and model parameter uncertainty into account. To make spacecraft attitude system satisfy 11,, performance and quadratic stability, with respect to the additive perturbation in initial state and multiplicative perturbation in decay phase, the corresponding RDOFNFC is designed respectively. Based on Lyapunov theory, the controller design is transformed into a multi-objective convex optimization problem based on linear matrix inequalities (LMIs). Simulation results based on the on-orbit servicing spacecraft show good performance under external disturbances, model parameter uncertainty and controller perturbation, which validates the effectiveness and feasibility of the proposed control method. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Liu, C (Liu, Chuang) ; Sun, ZW (Sun, Zhaowei) ; Shi, KK (Shi, Keke) ; Wang, F (Wang, Feng)","Title":"Robust dynamic output feedback control for attitude stabilization of spacecraft with nonlinear perturbations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500023 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Combinatorics; Optimization; Diffusion; Plasma; Networks; Algebra KeyWords Plus:ENERGETIC ALPHA-PARTICLES; NETWORKS; WAVES; MODELS; DYNAMICS; SANDPILE; PLASMAS; GRAPHS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 225-236 DOI: 10.1016/j.physa.2017.01.038 Published: MAY 1 2017","Abstract":"We consider a class of diffusion problems defined on simple graphs in which the populations at any two vertices may be averaged if they are connected by an edge. The diffusion polytope is the convex hull of the set of population vectors attainable using finite sequences of these operations. A number of physical problems have linear programming solutions taking the diffusion polytope as the feasible region, e.g. the free energy that can be removed from plasma using waves, so there is a need to describe and enumerate its extreme points. We review known results for the case of the complete graph K-n, and study a variety of problems for the path graph p(n) and the cyclic graph C-n. We describe the different kinds of extreme points that arise, and identify the diffusion polytope in a number of simple cases. In the case of increasing initial populations on p(n) the diffusion polytope is topologically an n-dimensional hypercube. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hay, MJ (Hay, M. J.) ; Schiff, J (Schiff, J.) ; Fisch, NJ (Fisch, N. J.)","Title":"On extreme points of the diffusion polytope"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600012 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"OFDM; Phase Noise; RF-impairments; LTE; 5G; Estimation; Optimization; S-procedure KeyWords Plus:FREQUENCY OFFSET; JOINT ESTIMATION; FADING CHANNEL; SYSTEMS; COMPENSATION; PERFORMANCE; MITIGATION; PLL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2348-2362 DOI: 10.1109/TSP.2017.2655481 Published: MAY 1 2017","Abstract":"In this paper, we consider an OFDM radio link corrupted by oscillator phase noise in the receiver, namely the problem of estimating and compensating for the impairment. To lessen the computational burden and delay incurred onto the receiver, we estimate phase noise using only scattered pilot subcarriers, i.e., no tentative symbol decisions are used in obtaining and improving the phase noise estimate. In particular, the phase noise estimation problem is posed as an unconstrained optimization problem whose minimizer suffers from the so-called amplitude and phase estimation error. These errors arise due to receiver noise, estimation from limited scattered pilot subcarriers and estimation using a dimensionality reduction model. It is empirically shown that, at high signal-to-noise-ratios, the phase estimation error is small. To reduce the amplitude estimation error, we restrict the minimizer to be drawn from the so-called phase noise geometry set when minimizing the cost function. The resulting optimization problem is a nonconvex program. However, using the S-procedure for quadratic equalities, we show that the optimal solution can be obtained by solving the convex dual problem. We also consider a less complex heuristic scheme that achieves the same objective of restricting the minimizer to the phase noise geometry set. Through simulations, we demonstrate improved coded bit-error-rate and phase noise estimation error performance when enforcing the phase noise geometry. For example, at high signal-to-noise-ratios, the probability density function of the phase noise estimation error exhibits thinner tails which results in lower bit-error-rate.","Authors":"Mathecken, P (Mathecken, Pramod) ; Riihonen, T (Riihonen, Taneli) ; Werner, S (Werner, Stefan) ; Wichman, R (Wichman, Risto)","Title":"Constrained Phase Noise Estimation in OFDM Using Scattered Pilots Without Decision Feedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600013 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Massive MIMO; power control; power allocation; convex optimization KeyWords Plus:OPTIMIZATION; ALLOCATION; ANTENNAS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2363-2378 DOI: 10.1109/TSP.2016.2641381 Published: MAY 1 2017","Abstract":"This paper considers the jointly optimal pilot and data power allocation in single-cell uplink massive multiple-input-multiple- output systems. Using the spectral efficiency (SE) as performance metric and setting a total energy budget per coherence interval, the power control is formulated as optimization problems for two different objective functions: the weighted minimum SE among the users and the weighted sum SE. A closed form solution for the optimal length of the pilot sequence is derived. The optimal power control policy for the former problem is found by solving a simple equation with a single variable. Utilizing the special structure arising from imperfect channel estimation, a convex reformulation is found to solve the latter problem to global optimality in polynomial time. The gain of the optimal joint power control is theoretically justified, and is proved to be large in the low-SNR regime. Simulation results also show the advantage of optimizing the power control over both pilot and data power, as compared to the cases of using full power and of only optimizing the data powers as done in previous work.","Authors":"Cheng, HV (Cheng, Hei Victor) ; Bjornson, E (Bjornson, Emil) ; Larsson, EG (Larsson, Erik G.)","Title":"Optimal Pilot and Payload Power Control in Single-Cell Massive MIMO Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800029 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Speckle reduction; Phase congruency; Feature asymmetry; Iteratively weighted least squares; Ultrasound images KeyWords Plus:ANISOTROPIC DIFFUSION; SEGMENTATION; ENHANCEMENT; STATISTICS; FILTER; NOISE; ALGORITHMS; SELECTION; DOMAIN; SIGNAL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 275-284 DOI: 10.1016/j.sigpro.2016.12.011 Published: MAY 2017","Abstract":"Ultrasonography is widely used in clinical diagnosis and therapeutic procedures, but speckle noise often obscures important features and complicates interpretation and analysis of ultrasound images. In this regard, speckle reduction is a crucial prerequisite of many computer aided ultrasound diagnosis and treatment systems However, removing speckle noise while simultaneously preserving features in ultrasound images is a challenging task. We propose a novel optimization framework for speckle reduction by leveraging the concept of phase congruency and incorporating a feature asymmetry metric into the regularization term of the objective function to effectively distinguish the features and speckle noise. The feature asymmetry metric can productively separate features from speckle noise by analyzing the local frequency information. Compared with traditional methods employing intensity gradients as regularization terms, our framework is invariant to the intensity amplitude of features so that low contrast features are almost equally protected as high contrast features. In addition, rather than adopting the gradient descent, we propose a novel solver by decomposing the Original non convex optimization into solving several linear systems, leading to an efficient solution of the optimization. Owing to different penalties on speckle noise and features, our method can efficiently remove speckle noise and preserve features at the same time. Experiments on simulated and real ultrasound images demonstrate our method can better maintain features with speckle removal than state-of-the-art methods, especially for the low contrast features.","Authors":"Zhu, L (Zhu, Lei) ; Wang, WM (Wang, Weiming) ; Qin, J (Qin, Jing) ; Wong, KH (Wong, Kin-Hong) ; Choi, KS (Choi, Kup-Sze) ; Heng, PA (Heng, Pheng-Ann)","Title":"Fast feature-preserving speckle reduction for ultrasound images via phase congruency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800030 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Adaptive signal processing; Set-membership filtering; Affine projection; Convex optimization KeyWords Plus:QUASI-OBE ALGORITHM; ADAPTIVE-FILTERING ALGORITHM; MEAN-SQUARE PERFORMANCE; NLMS ALGORITHM; IMPLEMENTATION; IDENTIFICATION; ERROR","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 285-294 DOI: 10.1016/j.sigpro.2016.11.025 Published: MAY 2017","Abstract":"There is a growing interest in adaptive filtering solutions whose learning processes are data selective, bringing about computational reduction and energy savings while improving estimation accuracy. The set-membership affine projection algorithms are a representative family of algorithms including data-selection mechanisms. The update process of these algorithms depends on the choice of a constraint vector (CV) which, up to now, is based on some heuristics. In this paper we propose an optimal CV and discuss some of its inherent properties. The resulting problem falls into a convex optimization framework, allowing some unexpected features to surface; for instance, the widely used simple choice CV is asymptotically optimal for statistically white stationary inputs. Simulations indicate the optimal CV outperforms the simple choice CV regarding update rates and steady-state mean squared errors for statistically colored inputs.","Authors":"Martins, WA (Martins, Wallace A.) ; Lima, MVS (Lima, Markus V. S.) ; Diniz, PSR (Diniz, Paulo S. R.) ; Ferreira, TN (Ferreira, Tadeu N.)","Title":"Optimal constraint vectors for set-membership affine projection algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Neural networks; Quadratic zero-one programming; Nonlinear complementarity problem function KeyWords Plus:NONLINEAR OPTIMIZATION PROBLEMS; CONVEX REFORMULATION; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 192-198 DOI: 10.1016/j.neucom.2016.12.064 Published: APR 26 2017","Abstract":"This paper presents an artificial neural network to solve the quadratic zero-one programming problems under linear constraints. In this paper, by using the connection between integer and nonlinear programming, the quadratic zero-one programming problem is transformed into the quadratic programming problem with nonlinear constraints. Then, by using the nonlinear complementarity problem (NCP) function and penalty method this problem is transformed into an unconstrained optimization problem. It is shown that the Hessian matrix of the associated function in the unconstrained optimization problem is positive definite in the optimal point. To solve the unconstrained optimization problem an artificial neural network is used. The proposed neural network has a simple structure and a low complexity of implementation. It is shown here that the proposed artificial neural network is stable in the sense of Lyapunov. Finally, some numerical examples are given to show that the proposed model finds the optimal solution of this problem in the low convergence time.","Authors":"Ranjbar, M (Ranjbar, M.) ; Effati, S (Effati, S.) ; Miri, SM (Miri, S. M.)","Title":"An artificial neural network for solving quadratic zero-one programming problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700021 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Transductive support vector machines; Classification; Large-margin classifier; Optimization KeyWords Plus:SEMISUPERVISED CLASSIFICATION; OPTIMIZATION TECHNIQUES; HYPERSPECTRAL IMAGERY; FRAMEWORK; SVMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 199-209 DOI: 10.1016/j.neucom.2017.01.012 Published: APR 26 2017","Abstract":"In this paper, we propose a robust and fast transductive support vector machine (RTSVM) classifier that can be applied to large-scale data. To this end, we use the robust Ramp loss instead of Hinge loss for labeled data samples. The resulting optimization problem is non-convex but it can be decomposed to a convex and concave parts. Therefore, the optimization is accomplished iteratively by solving a sequence of convex problems known as concave-convex procedure. Stochastic gradient (SG) is used to solve the convex problem at each iteration, thus the proposed method scales well with large training set size for the linear case (to the best of our knowledge, it is the second transductive classification method that is practical for more than a million data). To extend the proposed method to the nonlinear case, we proposed two alternatives where one uses the primal optimization problem and the other uses the dual. But in contrast to the linear case, both alternatives do not scale well with large-scale data. Experimental results show that the proposed method achieves comparable results to other related transductive SVM methods, but it is faster than other transductive learning methods and it is more robust to the noisy data.","Authors":"Cevikalp, H (Cevikalp, Hakan) ; Franc, V (Franc, Vojtech)","Title":"Large-scale robust transductive support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700027 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Consensus; Distributed optimization; Event-triggered control; Multi-agent systems; Discrete-time KeyWords Plus:STABILITY ANALYSIS; AUTONOMOUS AGENTS; DIRECTED-GRAPHS; SENSOR NETWORKS; CONSENSUS; TRACKING; PROTOCOL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 255-263 DOI: 10.1016/j.neucom.2017.01.021 Published: APR 26 2017","Abstract":"This paper focuses on the event-triggered distributed subgradient algorithms for solving a class of convex optimization problems based on first-order discrete-time multi-agent systems over undirected networks. The communication process of the whole network is controlled by a set of trigger conditions monitored by each agent. The trigger condition and event-triggered distributed subgradient optimization algorithm for each agent are completely decentralized and just rest with each agent's and its neighboring agents' individual states at the event-triggered sequence of themselves as well as each agent's local objective function. At each time instant, each agent updates its state by employing its own objective function and the states collected from itself and its neighboring agents at their separate event-triggered time instants. A sufficient cohdition for ensuring the consensus and reaching the optimization solution is established under the condition that the undirected network topology is connected and the design parameters are properly designed. Theoretical analysis shows that the event-triggered distributed subgradient algorithm is capable of steering the whole network of agents asymptotically converge to an optimal solution of the convex optimization problem. Simulation results validate effectiveness of the introduced algorithm and demonstrate feasibility of the theoretical analysis.","Authors":"Lu, QG (Lu, Qingguo) ; Li, HQ (Li, Huaqing) ; Xia, DW (Xia, Dawen)","Title":"Distributed optimization of first-order discrete-time multi-agent systems with event-triggered communication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397802700002 ISSN: 0029-5981 eISSN: 1097-0207","Keywords":"topology design; quasi-Newton methods; finite element methods KeyWords Plus:STRUCTURAL OPTIMIZATION; CONVERGENCE; ALGORITHMS; CRITERION","Categories":"Engineering; Mathematics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL FOR NUMERICAL METHODS IN ENGINEERING Volume: 110 Issue: 3 Pages: 227-247 DOI: 10.1002/nme.5353 Published: APR 20 2017","Abstract":"We study the simultaneous analysis and design (SAND) formulation of the 'classical' topology optimization problem subject to linear constraints on material density variables. Based on a dual method in theory, and a primal-dual method in practice, we propose a separable and strictly convex quadratic Lagrange-Newton sub-problem for use in sequential approximate optimization of the SAND-formulated classical topology design problem. The SAND problem is characterized by a large number of nonlinear equality constraints (the equations of equilibrium) that are linearized in the approximate convex subproblems. The availability of cheap second-order information is exploited in a Lagrange-Newton sequential quadratic programming-like framework. In the spirit of efficient structural optimization methods, the quadratic terms are restricted to the diagonal of the Hessian matrix; the subproblems have minimal storage requirements, are easy to solve, and positive definiteness of the diagonal Hessian matrix is trivially enforced. Theoretical considerations reveal that the dual statement of the proposed subproblem for SAND minimum compliance design agrees with the ever-popular optimality criterion method - which is a nested analysis and design formulation. This relates, in turn, to the known equivalence between rudimentary dual sequential approximate optimization algorithms based on reciprocal (and exponential) intervening variables and the optimality criterion method. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Munro, D (Munro, Dirk) ; Groenwold, AA (Groenwold, Albert A.)","Title":"On sequential approximate simultaneous analysis and design in classical topology optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800018 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Delayed neural networks (DNNs); Linear matrix inequality; Lyapunov method; Stability analysis; Uncertainty KeyWords Plus:TIME-VARYING DELAYS; GLOBAL EXPONENTIAL STABILITY; MARKOVIAN JUMP PARAMETERS; DEPENDENT STABILITY; PARTITIONING APPROACH; DISTRIBUTED DELAYS; CRITERIA; DISCRETE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 198-204 DOI: 10.1016/j.neucom.2017.01.015 Published: APR 19 2017","Abstract":"This paper focuses on the issue of robust stability of artificial delayed neural networks. A free-matrix-based inequality strategy is produced by presenting an arrangement of slack variables, which can be optimized by means of existing convex optimization algorithms. To reflect a large portion of the dynamical behaviors of the framework, uncertain parameters are considered. By constructing an augmented Lyapunov functional, sufficient conditions are derived to guarantee that the considered neural systems are completely stable. The conditions are presented in the form of as linear matrix inequalities (LMIs). Finally, numerical cases are given to show the suitability of the results presented.","Authors":"Ali, MS (Ali, M. Syed) ; Gunasekaran, N (Gunasekaran, N.) ; Rani, ME (Rani, M. Esther) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number , Syed Ali http://orcid.org/0000-0003-3747-3082","Title":"Robust stability of hopfield delayed neural networks via an augmented L-K functional"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100001 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Distributed algorithms; nonconvex optimization; successive convex approximation KeyWords Plus:MULTIUSER DSL NETWORKS; INTERFERENCE CHANNELS; VARIABLE DISTRIBUTION; RESOURCE-ALLOCATION; DECOMPOSITION; MINIMIZATION; ALGORITHMS; CONVERGENCE; SHRINKAGE; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 1929-1944 DOI: 10.1109/TSP.2016.2637317 Published: APR 15 2017","Abstract":"In this two-part paper, we propose a general algorithmic framework for the minimization of a nonconvex smooth function subject to nonconvex smooth constraints, and also consider extensions to some structured, nonsmooth problems. The algorithm solves a sequence of (separable) strongly convex problems and maintains feasibility at each iteration. Convergence to a stationary solution of the original nonconvex optimization is established. Our framework is very general and flexible and unifies several existing successive convex approximation (SCA)-based algorithms. More importantly, and differently from current SCA approaches, it naturally leads to distributed and parallelizable implementations for a large class of nonconvex problems. This Part I is devoted to the description of the framework in its generality. In Part II, we customize our general methods to several (multiagent) optimization problems in communications, networking, and machine learning; the result is a new class of centralized and distributed algorithms that compare favorably to existing ad-hoc (centralized) schemes.","Authors":"Scutari, G (Scutari, Gesualdo) ; Facchinei, F (Facchinei, Francisco) ; Lampariello, L (Lampariello, Lorenzo)","Title":"Parallel and Distributed Methods for Constrained Nonconvex Optimization-Part I: Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100002 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Interference networks; multicast beamforming; nonconvex optimization; statistical learning; successive convex approximation KeyWords Plus:MIMO INTERFERENCE CHANNEL; TRANSCEIVER DESIGN; ALGORITHMS; SELECTION; REGRESSION; LASSO","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 1945-1960 DOI: 10.1109/TSP.2016.2637314 Published: APR 15 2017","Abstract":"In Part I of this paper, we proposed and analyzed a novel algorithmic framework for the minimization of a nonconvex objective function, subject to nonconvex constraints, based on inner convex approximations. This Part II is devoted to the (nontrivial) application of the framework to the following relevant large-scale problems ranging from communications to machine learning: 1) (generalizations of) the rate profile maximization in MIMO interference broadcast networks; 2) the max-min fair multicast multigroup beamforming problem in a multicell environment; and 3) a general nonconvex constrained bi-criteria formulation for k-sparse variable selection in statistical learning; the two criteria are a nonconvex loss objective function, measuring the fitness of the model to data, and the latter is a nonconvex sparsity-inducing constraint in the general form of difference-ofconvex (DC) functions, which allows to accomodate in a unified fashion convex and nonconvex surrogates of the lo function. The proposed algorithms outperform current state-of-the-art schemes for 1)-3) both theoretically and numerically. For instance, they are the first distributed schemes for the class of problems 1) and 2); and they also lead to subproblems enjoying closed form solutions.","Authors":"Scutari, G (Scutari, Gesualdo) ; Facchinei, F (Facchinei, Francisco) ; Lampariello, L (Lampariello, Lorenzo) ; Sardellitti, S (Sardellitti, Stefania) ; Song, P (Song, Peiran)","Title":"Parallel and Distributed Methods for Constrained Nonconvex Optimization-Part II: Applications in Communications and Machine Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100014 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Stream of pulses; sparse deconvolution; convex optimization; Rayleigh regularity; dual certificate; super-resolution KeyWords Plus:LINE SPECTRAL ESTIMATION; PARAMETER-ESTIMATION; EXPONENTIAL-SUMS; SUPPORT RECOVERY; SUPERRESOLUTION; APPROXIMATION; DECONVOLUTION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 2114-2122 DOI: 10.1109/TSP.2017.2656841 Published: APR 15 2017","Abstract":"The problem of estimating the delays and amplitudes of a positive stream of pulses appears in many applications, such as single-molecule microscopy. This paper suggests estimating the delays and amplitudes using a convex program, which is robust in the presence of noise (or model mismatch). Particularly, the recovery error is proportional to the noise level. We further show that the error grows exponentially with the density of the delays and also depends on the localization properties of the pulse.","Authors":"Bendory, T (Bendory, Tamir)","Title":"Robust Recovery of Positive Stream of Pulses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010500013 ISSN: 0005-1098 eISSN: 1873-2836","Keywords":"Semialgebraic set; Approximation; Sampling KeyWords Plus:OPTIMIZATION; POLYNOMIALS; ZONOTOPES","Categories":"Automation & Control Systems; Engineering Web of Science Categories:Automation & Control Systems; Engineering, Electrical & Electronic","Journal Information":"AUTOMATICA Volume: 78 Pages: 110-118 DOI: 10.1016/j.automatica.2016.11.021 Published: APR 2017","Abstract":"Many uncertainty sets encountered in control systems analysis and design can be expressed in terms of semialgebraic sets, that is as the intersection of sets described by means of polynomial inequalities. Important examples are for instance the Schur and Hurwitz stability domains. These sets often have very complicated shapes (nonconvex, and even non-connected), which render difficult their manipulation. It is therefore of considerable importance to find simple-enough approximations of these sets, able to capture their main characteristics while maintaining a low level of complexity. For these reasons, in the past years several convex approximations, based for instance on hyperrectangles, polytopes, or ellipsoids have been proposed. In this work, we move a step further, and propose possibly nonconvex yet still simple approximations, based on a small volume polynomial superlevel set of a single positive polynomial of given degree. We show how these sets can be easily approximated by minimizing the L-1 norm of the polynomial over the semialgebraic set, subject to positivity constraints. Intuitively, this corresponds to the trace minimization heuristic commonly encountered in minimum volume ellipsoid problems. From a computational viewpoint, we design a hierarchy of convex linear matrix inequality problems to generate these approximations, and we provide theoretically rigorous convergence results, in the sense that the hierarchy of outer approximations converges in volume (or, equivalently, almost everywhere and almost uniformly) to the original set. Finally, we show how the concept of polynomial superlevel set can be used to generate samples uniformly distributed on a given semialgebraic set. The efficiency of the proposed approach is demonstrated by different numerical examples. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dabbene, F (Dabbene, Fabrizio) ; Henrion, D (Henrion, Didier) ; Lagoa, CM (Lagoa, Constantino M.)","Title":"Simple approximations of semialgebraic sets and their applications to control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397065100007 PubMed ID: 27756721 ISSN: 1465-4644 eISSN: 1468-4357","Keywords":"Empirical Bayes; False discovery rates; Multiple testing; Shrinkage; Unimodal KeyWords Plus:GENOME-WIDE ASSOCIATION; EMPIRICAL BAYES METHODS; CONFIDENCE-INTERVALS; GENE-EXPRESSION; MIXTURE METHOD; P-VALUES; MICROARRAY; DECONVOLUTION; SINGLE; MODEL","Categories":"Mathematical & Computational Biology; Mathematics Web of Science Categories:Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOSTATISTICS Volume: 18 Issue: 2 Pages: 275-294 DOI: 10.1093/biostatistics/kxw041 Published: APR 2017","Abstract":"We introduce a new Empirical Bayes approach for large-scale hypothesis testing, including estimating false discovery rates (FDRs), and effect sizes. This approach has two key differences from existing approaches to FDR analysis. First, it assumes that the distribution of the actual (unobserved) effects is unimodal, with a mode at 0. This \"unimodal assumption\" (UA), although natural in many contexts, is not usually incorporated into standard FDR analysis, and we demonstrate how incorporating it brings many benefits. Specifically, the UA facilitates efficient and robust computation-estimating the unimodal distribution involves solving a simple convex optimization problem-and enables more accurate inferences provided that it holds. Second, the method takes as its input two numbers for each test (an effect size estimate and corresponding standard error), rather than the one number usually used (p value or z score). When available, using two numbers instead of one helps account for variation in measurement precision across tests. It also facilitates estimation of effects, and unlike standard FDR methods, our approach provides interval estimates (credible regions) for each effect in addition to measures of significance. To provide a bridge between interval estimates and significance measures, we introduce the term \"local false sign rate\" to refer to the probability of getting the sign of an effect wrong and argue that it is a superior measure of significance than the local FDR because it is both more generally applicable and can be more robustly estimated. Our methods are implemented in an R package ashr available from http://github.com/stephens999/ashr.","Authors":"Stephens, M (Stephens, Matthew)","Title":"False discovery rates: a new deal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162200006 ISSN: 0920-5691 eISSN: 1573-1405","Keywords":"Pose normalization; Landmark localization; Face recognition; Low rank; Sparsity KeyWords Plus:COMPONENT ANALYSIS; RECOGNITION; ALIGNMENT; WILD; VERIFICATION; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER VISION Volume: 122 Issue: 2 Pages: 270-291 Special Issue: SI DOI: 10.1007/s11263-016-0920-7 Published: APR 2017","Abstract":"The unconstrained acquisition of facial data in real-world conditions may result in face images with significant pose variations, illumination changes, and occlusions, affecting the performance of facial landmark localization and recognition methods. In this paper, a novel method, robust to pose, illumination variations, and occlusions is proposed for joint face frontalization and landmark localization. Unlike the state-of-the-art methods for landmark localization and pose correction, where large amount of manually annotated images or 3D facial models are required, the proposed method relies on a small set of frontal images only. By observing that the frontal facial image of both humans and animals, is the one having the minimum rank of all different poses, a model which is able to jointly recover the frontalized version of the face as well as the facial landmarks is devised. To this end, a suitable optimization problem is solved, concerning minimization of the nuclear norm (convex surrogate of the rank function) and the matrix l(1) norm accounting for occlusions. The proposed method is assessed in frontal view reconstruction of human and animal faces, landmark localization, pose-invariant face recognition, face verification in unconstrained conditions, and video inpainting by conducting experiment on 9 databases. The experimental results demonstrate the effectiveness of the proposed method in comparison to the state-of-the-art methods for the target problems.","Authors":"Sagonas, C (Sagonas, Christos) ; Panagakis, Y (Panagakis, Yannis) ; Zafeiriou, S (Zafeiriou, Stefanos) ; Pantic, M (Pantic, Maja)","Title":"Robust Statistical Frontalization of Human and Animal Faces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398636400005 ISSN: 0883-7252 eISSN: 1099-1255","Categories":"Business & Economics; Mathematical Methods In Social Sciences Web of Science Categories:Economics; Social Sciences, Mathematical Methods","Journal Information":"JOURNAL OF APPLIED ECONOMETRICS Volume: 32 Issue: 3 Pages: 575-599 DOI: 10.1002/jae.2530 Published: APR-MAY 2017","Abstract":"Empirical Bayes methods for Gaussian and binomial compound decision problems involving longitudinal data are considered. A recent convex optimization reformulation of the nonparametric maximum likelihood estimator of Kiefer and Wolfowitz (Annals of Mathematical Statistics 1956; 27: 887-906) is employed to construct nonparametric Bayes rules for compound decisions. The methods are illustrated with an application to predict baseball batting averages, and the age profile of batting performance. An important aspect of the empirical application is the general bivariate specification of the distribution of heterogeneous location and scale effects for players that exhibits a weak positive association between location and scale attributes. Prediction of players' batting averages for 2012 based on performance in the prior decade using the proposed methods shows substantially improved performance over more naive methods with more restrictive treatment of unobserved heterogeneity. Comparisons are also made with nonparametric Bayesian methods based on Dirichlet process priors, which can be viewed as a regularized, or smoothed, version of the Kiefer-Wolfowitz method. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Gu, JY (Gu, Jiaying) ; Koenker, R (Koenker, Roger)","Title":"Empirical Bayesball Remixed: Empirical Bayes Methods for Longitudinal Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397809000001 ISSN: 0925-5001 eISSN: 1573-2916","Keywords":"Nonconvex optimization; Convex underestimators; McCormick relaxations; Implicit functions KeyWords Plus:INTEGER NONLINEAR PROGRAMS; GLOBAL OPTIMIZATION; PARAMETRIC SOLUTIONS; SENSITIVITY-ANALYSIS; ALGEBRAIC SYSTEMS; CONVEX ENVELOPES; CLUSTER PROBLEM; ALGORITHMS; DESIGN; NLPS","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"JOURNAL OF GLOBAL OPTIMIZATION Volume: 67 Issue: 4 Pages: 687-729 DOI: 10.1007/s10898-016-0440-6 Published: APR 2017","Abstract":"McCormick's classical relaxation technique constructs closed-form convex and concave relaxations of compositions of simple intrinsic functions. These relaxations have several properties which make them useful for lower bounding problems in global optimization: they can be evaluated automatically, accurately, and computationally inexpensively, and they converge rapidly to the relaxed function as the underlying domain is reduced in size. They may also be adapted to yield relaxations of certain implicit functions and differential equation solutions. However, McCormick's relaxations may be nonsmooth, and this nonsmoothness can create theoretical and computational obstacles when relaxations are to be deployed. This article presents a continuously differentiable variant of McCormick's original relaxations in the multivariate McCormick framework of Tsoukalas and Mitsos. Gradients of the new differentiable relaxations may be computed efficiently using the standard forward or reverse modes of automatic differentiation. Extensions to differentiable relaxations of implicit functions and solutions of parametric ordinary differential equations are discussed. A C++ implementation based on the library MC++ is described and applied to a case study in nonsmooth nonconvex optimization.","Authors":"Khan, KA (Khan, Kamil A.) ; Watson, HAJ (Watson, Harry A. J.) ; Barton, PI (Barton, Paul I.)","Title":"Differentiable McCormick relaxations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397809000003 ISSN: 0925-5001 eISSN: 1573-2916","Keywords":"Polynomial optimization; Mixed-integer nonlinear programming; Separable underestimators KeyWords Plus:ALGORITHM; BOUNDS","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"JOURNAL OF GLOBAL OPTIMIZATION Volume: 67 Issue: 4 Pages: 759-786 DOI: 10.1007/s10898-016-0443-3 Published: APR 2017","Abstract":"We introduce a new method for solving box-constrained mixed-integer polynomial problems to global optimality. The approach, a specialized branch-and-bound algorithm, is based on the computation of lower bounds provided by the minimization of separable underestimators of the polynomial objective function. The underestimators are the novelty of the approach because the standard approaches in global optimization are based on convex relaxations. Thanks to the fact that only simple bound constraints are present, minimizing the separable underestimator can be done very quickly. The underestimators are computed monomial-wise after the original polynomial has been shifted. We show that such valid underestimators exist and their degree can be bounded when the degree of the polynomial objective function is bounded, too. For the quartic case, all optimal monomial underestimators are determined analytically. We implemented and tested the branch-and-bound algorithm where these underestimators are hardcoded. The comparison against standard global optimization and polynomial optimization solvers clearly shows that our method outperforms the others, the only exception being the binary case where, though, it is still competitive. Moreover, our branch-and-bound approach suffers less in case of dense polynomial objective function, i.e., in case of polynomials having a large number of monomials. This paper is an extended and revised version of the preliminary paper [4].","Authors":"Buchheim, C (Buchheim, Christoph) ; D'Ambrosio, C (D'Ambrosio, Claudia)","Title":"Monomial-wise optimal separable underestimators for mixed-integer polynomial optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397809000005 ISSN: 0925-5001 eISSN: 1573-2916","Keywords":"Robust optimization; Joint chance constrained problem; Uncertainty set; Tractable approximation KeyWords Plus:CONVEX APPROXIMATIONS; UNCERTAIN DATA; PROGRAMS","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"JOURNAL OF GLOBAL OPTIMIZATION Volume: 67 Issue: 4 Pages: 805-827 DOI: 10.1007/s10898-016-0438-0 Published: APR 2017","Abstract":"Chance constraint is widely used for modeling solution reliability in optimization problems with uncertainty. Due to the difficulties in checking the feasibility of the probabilistic constraint and the non-convexity of the feasible region, chance constrained problems are generally solved through approximations. Joint chance constrained problem enforces that several constraints are satisfied simultaneously and it is more complicated than individual chance constrained problem. This work investigates the tractable robust optimization approximation framework for solving the joint chance constrained problem. Various robust counterpart optimization formulations are derived based on different types of uncertainty set. To improve the quality of robust optimization approximation, a two-layer algorithm is proposed. The inner layer optimizes over the size of the uncertainty set, and the outer layer optimizes over the parameter t which is used for the indicator function upper bounding. Numerical studies demonstrate that the proposed method can lead to solutions close to the true solution of a joint chance constrained problem.","Authors":"Yuan, Y (Yuan, Yuan) ; Li, ZK (Li, Zukui) ; Huang, B (Huang, Biao)","Title":"Robust optimization approximation for joint chance constrained optimization problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398062500018 ISSN: 0885-7474 eISSN: 1573-7691","Keywords":"ADMM; Convex optimization; Gauss-Seidel; Jacobi; Regularization; Separable function KeyWords Plus:LINEAR CONVERGENCE; OPERATORS; DUALITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF SCIENTIFIC COMPUTING Volume: 71 Issue: 1 Pages: 435-467 DOI: 10.1007/s10915-016-0306-6 Published: APR 2017","Abstract":"We present a Flexible Alternating Direction Method of Multipliers (F-ADMM) algorithm for solving optimization problems involving a strongly convex objective function that is separable into blocks, subject to (non-separable) linear equality constraints. The F-ADMM algorithm uses a Gauss-Seidel scheme to update blocks of variables, and a regularization term is added to each of the subproblems. We prove, under common assumptions, that F-ADMM is globally convergent and that the iterates converge linearly. We also present a special case of F-ADMM that is partially parallelizable, which makes it attractive in a big data setting. In particular, we partition the data into groups, so that each group consists of multiple blocks of variables. By applying F-ADMM to this partitioning of the data, and using a specific regularization matrix, we obtain a hybrid ADMM (H-ADMM) algorithm: the grouped data is updated in a Gauss-Seidel fashion, and the blocks within each group are updated in a Jacobi (parallel) manner. Convergence of H-ADMM follows directly from the convergence properties of F-ADMM. Also, we describe a special case of H-ADMM that may be applied to functions that are convex, rather than strongly convex. Numerical experiments demonstrate the practical advantages of these new algorithms.","Authors":"Robinson, DP (Robinson, Daniel P.) ; Tappenden, R (Tappenden, Rachael)","Title":"A Flexible ADMM Algorithm for Big Data Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397560600006 ISSN: 0960-1627 eISSN: 1467-9965","Keywords":"cone-constrained market; discrete-time mean-variance policy; time consistency in efficiency; minimum-variance signed supermartingale measure KeyWords Plus:DYNAMIC PORTFOLIO SELECTION; CONVEX RISK MEASURES; ASSET ALLOCATION; COHERENT RISK; OPTIMIZATION; FORMULATION; BANKRUPTCY; THEOREM","Categories":"Business & Economics; Mathematics; Mathematical Methods In Social Sciences Web of Science Categories:Business, Finance; Economics; Mathematics, Interdisciplinary Applications; Social Sciences, Mathematical Methods","Journal Information":"MATHEMATICAL FINANCE Volume: 27 Issue: 2 Pages: 471-504 DOI: 10.1111/mafi.12093 Published: APR 2017","Abstract":"The discrete-time mean-variance portfolio selection formulation, which is a representative of general dynamic mean-risk portfolio selection problems, typically does not satisfy time consistency in efficiency (TCIE), i.e., a truncated precommitted efficient policy may become inefficient for the corresponding truncated problem. In this paper, we analytically investigate the effect of portfolio constraints on the TCIE of convex cone-constrained markets. More specifically, we derive semi-analytical expressions for the precommitted efficient mean-variance policy and the minimum-variance signed supermartingale measure (VSSM) and examine their relationship. Our analysis shows that the precommitted discrete-time efficient mean-variance policy satisfies TCIE if and only if the conditional expectation of the density of the VSSM (with respect to the original probability measure) is nonnegative, or once the conditional expectation becomes negative, it remains at the same negative value until the terminal time. Our finding indicates that the TCIE property depends only on the basic market setting, including portfolio constraints. This motivates us to establish a general procedure for constructing TCIE dynamic portfolio selection problems by introducing suitable portfolio constraints.","Authors":"Cui, XY (Cui, Xiangyu) ; Li, D (Li, Duan) ; Li, X (Li, Xun)","Title":"MEAN-VARIANCE POLICY FOR DISCRETE-TIME CONE-CONSTRAINED MARKETS: TIME CONSISTENCY IN EFFICIENCY AND THE MINIMUM-VARIANCE SIGNED SUPERMARTINGALE MEASURE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396138000003 ISSN: 0929-6212 eISSN: 1572-834X","Keywords":"4G; Dynamic scheduling; Convex optimization; Simulation KeyWords Plus:ALLOCATION; SUBCARRIER","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"WIRELESS PERSONAL COMMUNICATIONS Volume: 93 Issue: 3 Pages: 629-645 Special Issue: SI DOI: 10.1007/s11277-014-2218-9 Published: APR 2017","Abstract":"LTE-Advanced aims to provide a transmission bandwidth of 100 MHz by using carrier aggregation to aggregate LTE Rel. 8 carriers. In order to increase the system capacity, resource allocation becomes a very good tool, and, in the context of the existence of multiple component carriers in LTE-Advanced becomes a complex optimization problem. This paper proposes a Multi-Carrier Scheduling Algorithm that takes into account the user's QoS requirements and also targets the maximization of the user throughput. The algorithm is evaluated in a scenario with both macro and femto base stations (i.e. a HetNet scenario) that respects the 3GPP specifications. Numerical results show that this algorithm has better performances than the traditional round robin and proportionally fair resource scheduling algorithms.","Authors":"Vulpe, A (Vulpe, Alexandru) ; Mihovska, A (Mihovska, Albena) ; Fratu, O (Fratu, Octavian) ; Halunga, S (Halunga, Simona) ; Prasad, R (Prasad, Ramjee) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vulpe, Alexandru http://orcid.org/0000-0003-1970-1117","Title":"Admission Control and Scheduling Algorithm for Multi-carrier Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394962000002 ISSN: 0926-6003 eISSN: 1573-2894","Keywords":"Nesterov's smoothing technique; Accelerated proximal-gradient method; Adaptive algorithm; Composite convex minimization; Nonsmooth convex optimization KeyWords Plus:OPTIMIZATION","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"COMPUTATIONAL OPTIMIZATION AND APPLICATIONS Volume: 66 Issue: 3 Pages: 425-451 DOI: 10.1007/s10589-016-9873-6 Published: APR 2017","Abstract":"We propose an adaptive smoothing algorithm based on Nesterov's smoothing technique in Nesterov (Math Prog 103(1):127-152, 2005) for solving \"fully\" nonsmooth composite convex optimization problems. Our method combines both Nesterov's accelerated proximal gradient scheme and a new homotopy strategy for smoothness parameter. By an appropriate choice of smoothing functions, we develop a new algorithm that has the -worst-case iteration-complexity while preserves the same complexity-per-iteration as in Nesterov's method and allows one to automatically update the smoothness parameter at each iteration. Then, we customize our algorithm to solve four special cases that cover various applications. We also specify our algorithm to solve constrained convex optimization problems and show its convergence guarantee on a primal sequence of iterates. We demonstrate our algorithm through three numerical examples and compare it with other related algorithms.","Authors":"Tran-Dinh, Q (Quoc Tran-Dinh)","Title":"Adaptive smoothing algorithms for nonsmooth composite convex minimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495200002 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Edge preserving; Image smoothing; Texture suppression; Convex optimization KeyWords Plus:TOTAL VARIATION MINIMIZATION; DYNAMIC-RANGE IMAGES; DECOMPOSITION; ALGORITHMS; CONTRAST; SCHEMES","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 63 Pages: 10-24 DOI: 10.1016/j.dsp.2016.10.009 Published: APR 2017","Abstract":"This paper presents a novel and effective edge-preserving image smoothing method for edge-aware image manipulation. The method formulates the smoothing as a problem of minimizing a convex object function with a constraint and an efficient solution to the optimization problem is presented. Specifically, the method provides an unified framework to regularize the edge and texture pixels in the optimization so that geometric edges representing image structures can be well retained and fine edges of texture regions are removed or suppressed. Both qualitative and quantitative experimental results on natural images and computer-generated structured images have shown the efficacy of the proposed method. In addition, the proposed method can improve the performance of many image processing and manipulation tasks including edge extraction and simplification, non-photorealistic rendering, detail and contrast exaggeration, HDR tone mapping, block-based discrete cosine transform (BDCT) artifact removal and content-aware image resizing, as demonstrated through the experiments. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Tang, C (Tang, Chang) ; Hou, CP (Hou, Chunping) ; Hou, YH (Hou, Yonghong) ; Wang, PC (Wang, Pichao) ; Li, WQ (Li, Wanqing)","Title":"An effective edge-preserving smoothing method for image manipulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000012 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"superiorization; projection methods; feasibility problems; multicriteria optimization; iterative methods KeyWords Plus:FEASIBILITY-SEEKING; CONVEX FEASIBILITY; PROJECTION METHODS; RADIATION-THERAPY; MINIMIZATION","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044012 DOI: 10.1088/1361-6420/33/4/044012 Published: APR 2017","Abstract":"Multicriteria optimization problems occur in many real life applications, for example in cancer radiotherapy treatment and in particular in intensity modulated radiation therapy (IMRT). In this work we focus on optimization problems with multiple objectives that are ranked according to their importance. We solve these problems numerically by combining lexicographic optimization with our recently proposed level set scheme, which yields a sequence of auxiliary convex feasibility problems; solved here via projection methods. The projection enables us to combine the newly introduced superiorization methodology with multicriteria optimization methods to speed up computation while guaranteeing convergence of the optimization. We demonstrate our scheme with a simple 2D academic example (used in the literature) and also present results from calculations on four real head neck cases in IMRT (Radiation Oncology of the Ludwig-Maximilians University, Munich, Germany) for two different choices of superiorization parameter sets suited to yield fast convergence for each case individually or robust behavior for all four cases.","Authors":"Bonacker, E (Bonacker, Esther) ; Gibali, A (Gibali, Aviv) ; Kufer, KH (Kuefer, Karl-Heinz) ; Suss, P (Suss, Philipp)","Title":"Speedup of lexicographic optimization by superiorization and its applications to cancer radiotherapy treatment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000009 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"convex minimization; convex feasibility problem; superiorization; quasi-nonexpansive operator; subgradient projection KeyWords Plus:FIXED-POINT PROBLEMS; CONVEX FEASIBILITY; PROJECTION METHODS; MINIMIZATION; CONVERGENCE; OPERATORS; OPTIMIZATION; ALGORITHMS; MAPPINGS; WEAK","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044009 DOI: 10.1088/1361-6420/aa5d79 Published: APR 2017","Abstract":"The convex feasibility problem is to find a common point of a finite family of closed convex subsets. In many applications one requires something more, namely finding a common point of closed convex subsets which minimizes a continuous convex function. The latter requirement leads to an application of the superiorization methodology which is actually settled between methods for convex feasibility problem and the convex constrained minimization. Inspired by the superiorization idea we introduce a method which sequentially applies a long-step algorithm for a sequence of convex feasibility problems; the method employs quasi-nonexpansive operators as well as subgradient projections with level control and does not require evaluation of the metric projection. We replace a perturbation of the iterations (applied in the superiorization methodology) by a perturbation of the current level in minimizing the objective function. We consider the method in the Euclidean space in order to guarantee the strong convergence, although the method is well defined in a Hilbert space.","Authors":"Cegielski, A (Cegielski, Andrzej) ; Al-Musallam, F (Al-Musallam, Fadhel)","Title":"Superiorization with level control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000006 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"superiorization; bounded perturbation resilience; feasibility-seek-ing; Agmon-Motzkin-Schoenberg algorithm; linear programming; Simplex algorithm KeyWords Plus:PROJECTION METHODS; IMAGE-RECONSTRUCTION; CONVEX FEASIBILITY; EM ALGORITHM; MINIMIZATION; CONVERGENCE","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044006 DOI: 10.1088/1361-6420/33/4/044006 Published: APR 2017","Abstract":"Linear superiorization (LinSup) considers linear programming problems but instead of attempting to solve them with linear optimization methods it employs perturbation resilient feasibility-seeking algorithms and steers them toward reduced (not necessarily minimal) target function values. The two questions that we set out to explore experimentally are: (i) does LinSup provide a feasible point whose linear target function value is lower than that obtained by running the same feasibility-seeking algorithm without superiorization under identical conditions? (ii) How does LinSup fare in comparison with the Simplex method for solving linear programming problems? Based on our computational experiments presented here, the answers to these two questions are: 'yes' and 'very well', respectively.","Authors":"Censor, Y (Censor, Yair)","Title":"Can linear superiorization be useful for linear optimization problems?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000010 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"superiorization; convex optimization; tomographic image reconstruction KeyWords Plus:EMISSION-TOMOGRAPHY; EM ALGORITHM","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044010 DOI: 10.1088/1361-6420/33/4/044010 Published: APR 2017","Abstract":"We propose the superiorization of incremental algorithms for tomographic image reconstruction. The resulting methods follow a better path in its way to finding the optimal solution for the maximum likelihood problem in the sense that they are closer to the Pareto optimal curve than the non-superiorized techniques. A new scaled gradient iteration is proposed and three super-iorization schemes are evaluated. Theoretical analysis of the methods as well as computational experiments with both synthetic and real data are provided.","Authors":"Helou, ES (Helou, E. S.) ; Zibetti, MVW (Zibetti, M. V. W.) ; Miqueles, EX (Miqueles, E. X.)","Title":"Superiorization of incremental optimization algorithms for statistical tomographic image reconstruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000002 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"perturbation-resilient iterative method; convex feasibility; para-contracting operator; cutter operator; projection method; quasi-nonexpansive operator; superiorization methodology KeyWords Plus:CONVEX FEASIBILITY PROBLEMS; CYCLIC SUBGRADIENT PROJECTIONS; IMAGE-RECONSTRUCTION; CONVERGENCE; ALGORITHMS; SYSTEMS; OPTIMIZATION; EQUATIONS; MAPPINGS","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044002 DOI: 10.1088/1361-6420/33/4/044002 Published: APR 2017","Abstract":"In this paper, we introduce a subclass of strictly quasi-nonexpansive operators which consists of well-known operators as paracontracting operators (e. g., strictly nonexpansive operators, metric projections, Newton and gradient operators), subgradient projections, a useful part of cutter operators, strictly relaxed cutter operators and locally strongly Fejer operators. The members of this subclass, which can be discontinuous, may be employed by fixed point iteration methods; in particular, iterative methods used in convex feasibility problems. The closedness of this subclass, with respect to composition and convex combination of operators, makes it useful and remarkable. Another advantage with members of this subclass is the possibility to adapt them to handle convex constraints. We give convergence result, under mild conditions, for a perturbation resilient iterative method which is based on an infinite pool of operators in this subclass. The perturbation resilient iterative methods are relevant and important for their possible use in the framework of the recently developed superiorization methodology for constrained minimization problems. To assess the convergence result, the class of operators and the assumed conditions, we illustrate some extensions of existence research works and some new results.","Authors":"Nikazad, T (Nikazad, Touraj) ; Abbasi, M (Abbasi, Mokhtar)","Title":"A unified treatment of some perturbed fixed point iterative methods with an infinite pool of operators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395928000003 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"hierarchical convex optimization; superiorization; augmented Lagrangian methods; hybrid steepest descent method KeyWords Plus:FIXED-POINT SET; ALTERNATING DIRECTION METHOD; TOTAL VARIATION MINIMIZATION; NUCLEAR NORM MINIMIZATION; STEEPEST DESCENT METHOD; VARIATIONAL-INEQUALITIES; IMAGE-RECONSTRUCTION; BILEVEL OPTIMIZATION; THRESHOLDING ALGORITHM; MATHEMATICAL PROGRAMS","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 4 Article Number: 044003 DOI: 10.1088/1361-6420/33/4/044003 Published: APR 2017","Abstract":"Hierarchical convex optimization concerns two-stage optimization problems: the first stage problem is a convex optimization; the second stage problem is the minimization of a convex function over the solution set of the first stage problem. For the hierarchical convex optimization, the hybrid steepest descent method (HSDM) can be applied, where the solution set of the first stage problem must be expressed as the fixed point set of a certain nonexpansive operator. In this paper, we propose a nonexpansive operator that yields a computationally efficient update when it is plugged into the HSDM. The proposed operator is inspired by the update of the linearized augmented Lagrangian method. It is applicable to characterize the solution set of recent sophisticated convex optimization problems found in the context of inverse problems, where the sum of multiple proximable convex functions involving linear operators must be minimized to incorporate preferable properties into the minimizers. For such a problem formulation, there has not yet been reported any nonexpansive operator that yields an update free from the inversions of linear operators in cases where it is utilized in the HSDM. Unlike previously known nonexpansive operators, the proposed operator yields an inversion-free update in such cases. As an application of the proposed operator plugged into the HSDM, we also present, in the context of the so-called superiorization, an algorithmic solution to a convex optimization problem over the generalized convex feasible set where the intersection of the hard constraints is not necessarily simple.","Authors":"Yamagishi, M (Yamagishi, Masao) ; Yamada, I (Yamada, Isao)","Title":"Nonexpansiveness of a linearized augmented Lagrangian operator for hierarchical convex optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395352600001 ISSN: 0885-064X eISSN: 1090-2708","Keywords":"Convex optimization; Complexity; Rate of convergence; Information-based complexity","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPLEXITY Volume: 39 Pages: 1-16 DOI: 10.1016/j.jco.2016.11.001 Published: APR 2017","Abstract":"We obtain a new lower bound on the information-based complexity of first-order minimization of smooth and convex functions. We show that the bound matches the worst-case performance of the recently introduced Optimized Gradient Method (Drori and Teboulle, 2013; Kim and Fessler, 2015), thereby establishing that the bound is tight and can be realized by an efficient algorithm. The proof is based on a novel construction technique of smooth and convex functions. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Drori, Y (Drori, Yoel)","Title":"The exact information-based complexity of smooth convex minimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613200007 ISSN: 2210-6502 eISSN: 2210-6510","Keywords":"Evolutionary algorithm; Rigid body docking; Medical image registration KeyWords Plus:MUTUAL INFORMATION; OPTIMIZATION; MAXIMIZATION; ALIGNMENT; MRI","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"SWARM AND EVOLUTIONARY COMPUTATION Volume: 33 Pages: 108-118 DOI: 10.1016/j.swevo.2016.11.002 Published: APR 2017","Abstract":"One of today's motivating medical image processing problem is registration. Medical images acquired from different modalities give rise to a practical problem in image registration. For many years, mutual information has been utilized as a similarity criterion for registration. Therefore, it is believed to be the state-of-the-art in this field. Nonetheless, it is understood to be non-convex and possess many local maxima. To overcome this problem, we introduce a novel evolutionary rigid body docking (ERBD) algorithm for medical image registration. Here, the ligand is taken as the non-aligned (target) image (to be registered) and protein as the reference image. The alignment of the target image is changed as per the optimal configuration. This paper introduces a firsthand objective (fitness) function for finding optimal configurations. Genetic algorithm (GA) is used to optimize the fitness function. The proposed method is useful for recovery of rotation and translation parameters. Different image data formats like magnetic resonance image (MRI), computed tomography (CT) and positron emission tomography (PET) images from Retrospective Image Registration Evaluation (RIRE) project are used to demonstrate the effectiveness of our proposed method. Experimental results are presented to reveal the fact that our approach seems to be efficient.","Authors":"Panda, R (Panda, Rutuparna) ; Agrawal, S (Agrawal, Sanjay) ; Sahoo, M (Sahoo, Madhusmita) ; Nayak, R (Nayak, Rajashree)","Title":"A novel evolutionary rigid body docking algorithm for medical image registration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395222800002 PubMed ID: 28033498 ISSN: 0041-624X eISSN: 1874-9968","Keywords":"Ultrasound; Beampattern; Apodization; Convex optimization; Robustness; Speed variations KeyWords Plus:CONVEX-OPTIMIZATION","Categories":"Acoustics; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Acoustics; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"ULTRASONICS Volume: 76 Pages: 10-18 DOI: 10.1016/j.ultras.2016.12.009 Published: APR 2017","Abstract":"Apodization is a common way to control the sidelobe level of the beampattern. To design the apodization, it is usually assumed that the medium is homogenous with a fixed value of sound speed, despite the fact that the speed may vary by a great value in practical situations. On the other hand, the beamforming performance is highly affected by the speed value. In this paper, the beampattern sensitivity to the speed variations is firstly investigated through both mathematical representations and simulation results showing that the speed errors lead to a sever degradation of the beampattern in terms of both mainlobe width and sidelobe level. Then, we consider an optimization problem robust to the speed variations which minimizes the sidelobe level while maintaining a predefined mainlobe width. Furthermore, the optimization problem is reformulated as a convex problem using semidefinite relaxation (SDR) method to be solved more efficiently. The solutions are evaluated for some exemplary phased arrays at different values of focusing depths and inainlobe widths. The results show that the robust apodization is capable of maintaining the mainlobe properties for all possible values of the speed, while minimizing the sidelobe level. Moreover, the superiority of the robust method against non-robust method is highlighted at lower focusing depths and smaller mainlobe widths. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gholampour, A (Gholampour, Amir) ; Sakhaei, SM (Sakhaei, Sayed Mahmoud) ; Andargoli, SMH (Andargoli, Seyed Mehdi Hosseini) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gholampour, Amir http://orcid.org/0000-0002-4016-3846","Title":"A robust approach to apodization design in phased arrays for ultrasound imaging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394723200154 ISSN: 1385-8947 eISSN: 1873-3212","Keywords":"Multi-objective optimization; Stochastic optimization; Fischer-Tropsch; Microchannel reactor; Catalyst packing; Computational fluid dynamics KeyWords Plus:CELL-COUPLING METHOD; CATALYST DILUTION; MINLP PROBLEMS; OPTIMAL-DESIGN; BED REACTOR; FIXED-BED; TEMPERATURE; SIMULATION; CHANNEL; DECOMPOSITION","Categories":"Engineering Web of Science Categories:Engineering, Environmental; Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING JOURNAL Volume: 313 Pages: 1521-1534 DOI: 10.1016/j.cej.2016.11.040 Published: APR 1 2017","Abstract":"We propose a multi-objective optimization methodology using a stochastic optimization algorithm, a genetic algorithm (GA) with epsilon-constraint method, and a 2D axisymmetric computational fluid dynamics (CFD)-based Fischer-Tropsch microchannel reactor model, validated by experimental data of CO conversion and CH4 selectivity, for simultaneously maximizing C5+ productivity and minimizing the temperature rise of a Fischer-Tropsch microchannel reactor. The main mixed integer nonlinear programming (MINLP) optimization problem is decomposed into an external CFD reactor model function and internal optimization constraints. The methodology is applied to the catalyst packing zone division, which is divided and packed with a different dilution ratio to distribute the heat of reaction evenly. The best solutions of the proposed optimizer are reproducible with different crossover fractions and are more efficient than other traditional non-convex constraint local solvers. Based on the Pareto optimal solution of the final optimizer with 4 zones, discrete dilution increases C5+ productivity to 22% and decreases Delta T-max to 63.2% compared to the single zone catalyst packing case. Finally, several Pareto optimal solutions and sub-optimal solutions are compared and the results are documented in terms of C5+ productivity and maximum temperature increase. (C) 2016 Published by Elsevier B.V.","Authors":"Na, J (Na, Jonggeol) ; Kshetrimayum, KS (Kshetrimayum, Krishnadash S.) ; Lee, U (Lee, Ung) ; Han, C (Han, Chonghun)","Title":"Multi-objective optimization of microchannel reactor for Fischer-Tropsch synthesis using computational fluid dynamics and genetic algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394199900003 ISSN: 0020-0190 eISSN: 1872-6119","Keywords":"Parametric optimization problems; Approximation algorithms; Bicriteria optimization problems KeyWords Plus:MAXIMUM FLOW PROBLEM; ALGORITHMS; INTEGER","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION PROCESSING LETTERS Volume: 120 Pages: 11-15 DOI: 10.1016/j.ipl.2016.12.003 Published: APR 2017","Abstract":"We consider the (linear) parametric 0-1 knapsack problem in which the profits of the items are affine-linear functions of a real-valued parameter and the task is to compute a solution for all values of the parameter. For this problem, it is known that the piecewise linear convex function mapping the parameter to the optimal objective value of the corresponding instance (called the optimal value function) can have exponentially many breakpoints (points of slope change), which implies that every optimal algorithm for the problem must output a number of solutions that is exponential in the number of items. We provide the first (parametric) polynomial time approximation scheme (PTAS) for the parametric 0-1 knapsack problem. Moreover, we exploit the connection between the parametric problem and the bicriteria problem in order to show that the parametric 0-1 knapsack problem admits a parametric FPTAS when the parameter is restricted to the positive real line and the slopes and intercepts of the affine-linear profit functions of the items are nonnegative. The method used to obtain this result applies to many linear parametric optimization problems and provides a general connection between bicriteria and linear parametric optimization problems. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Giudici, A (Giudici, Alberto) ; Halffmann, P (Halffmann, Pascal) ; Ruzika, S (Ruzika, Stefan) ; Thielen, C (Thielen, Clemens)","Title":"Approximation schemes for the parametric knapsack problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900044 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Approximate solution; archetypal representation (AR); classification; global regularization; hyperspectral image (HSI) KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; SPARSE-REPRESENTATION; SPATIAL CLASSIFICATION; RECOGNITION; SPACE","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2414-2430 DOI: 10.1109/TGRS.2016.2643166 Published: APR 2017","Abstract":"Representation learning plays a crucial rule in pattern recognition. Recently, sparse representation (SR) has become a popular technique in high-dimensional signal processing. In this paper, we provide an alternative archetypal representation (AR) to conduct the representation learning. Compared with SR, AR preserves the sparsity of the learned representation, but has a lower complexity and better interpretation. For the classification of hyperspectral image, spatial information plays an important role in improving the classification performance. Instead of representing each sample individually, we propose a globally regularized AR model, which uses graph regularization to include the contextual information into the learned representation. Although the entire model is convex, it is time consuming to obtain the optimal solution, which limits its large-scale applications. To address the computational issue, we further propose an efficient approximate solver based on line search on a feasible solution trajectory. It turns out that the approximate solution is very close the optimal solution, with a relative error less than 5% usually, but speeds up the optimization dozens of times. Experiments demonstrate that the learned representation with the approximate solution is discriminant comparable to the optimal solution. Using the learned representation as a high-level feature, a linear support vector machine works effectively to produce a high-accuracy classification.","Authors":"Ni, D (Ni, Ding) ; Ma, HB (Ma, Hongbing) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ding, Ni http://orcid.org/0000-0003-1933-8768","Title":"Fast Classification of Hyperspectral Images Using Globally Regularized Archetypal Representation With Approximate Solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900002 PubMed ID: 28092550 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"L-0 gradient; edge-preserving filtering; nonconvex optimization KeyWords Plus:CONVEX-OPTIMIZATION; IMAGE; MINIMIZATION; CONVERGENCE; ALGORITHM; SPARSE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1554-1564 DOI: 10.1109/TIP.2017.2651392 Published: APR 2017","Abstract":"Minimizing L-0 gradient, the number of the nonzero gradients of an image, together with a quadratic data-fidelity to an input image has been recognized as a powerful edge-preserving filtering method. However, the L-0 gradient minimization has an inherent difficulty: a user-given parameter controlling the degree of flatness does not have a physical meaning since the parameter just balances the relative importance of the L-0 gradient term to the quadratic data-fidelity term. As a result, the setting of the parameter is a troublesome work in the L-0 gradient minimization. To circumvent the difficulty, we propose a new edge-preserving filtering method with a novel use of the L-0 gradient. Our method is formulated as the minimization of the quadratic data-fidelity subject to the hard constraint that the L-0 gradient is less than a user-given parameter a. This strategy is much more intuitive than the L-0 gradient minimization because the parameter a has a clear meaning: the L-0 gradient value of the output image itself, so that one can directly impose a desired degree of flatness by a. We also provide an efficient algorithm based on the so-called alternating direction method of multipliers for computing an approximate solution of the nonconvex problem, where we decompose it into two subproblems and derive closed-form solutions to them. The advantages of our method are demonstrated through extensive experiments.","Authors":"Ono, S (Ono, Shunsuke)","Title":"L-0 Gradient Projection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394400021 ISSN: 1536-1233 eISSN: 1558-0660","Keywords":"VANETs; multimedia dissemination; utility maximization; quality of services KeyWords Plus:DELAY-TOLERANT NETWORKS; AD-HOC NETWORKS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MOBILE COMPUTING Volume: 16 Issue: 4 Pages: 1188-1198 DOI: 10.1109/TMC.2016.2582482 Published: APR 2017","Abstract":"With the increasing demand of media-rich entertainment and location-aware services from people on the road, how to disseminate the multimedia data in large-scale Vehicular Ad-Hoc Networks (VANETs) efficiently and reliably is a pressing issue. Due to the high mobility, large scale, and limited contact time between vehicles, it is quite challenging to support the multimedia data dissemination in VANETs. In this paper, we first utilize a hybrid framework to model the VANETs to address the mobility and scalability issues. Then, we formulate a utility-based maximization problem to find the best delivery strategy and select an optimal path for the multimedia data dissemination, where the utility function has taken the delivery delay, Quality of Services (QoS), and storage cost into consideration. With rigorous analysis, we obtain the closed-form of the expected utility of a path, and then obtain the optimal solution of the problem with the convex optimization theory. Finally, we conduct trace-driven simulations to evaluate the performance of the proposed algorithm with real traces collected by taxis in Shanghai. The simulation results demonstrate the rigorousness of our theoretical analysis, and the effectiveness of the proposed solution.","Authors":"Xing, M (Xing, Min) ; He, JP (He, Jianping) ; Cai, L (Cai, Lin)","Title":"Utility Maximization for Multimedia Data Dissemination in Large-Scale VANETs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300007 PubMed ID: 27046881 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Spatiotemporal coding; spike pattern mapping; spiking neural network (SNN); supervised learning KeyWords Plus:METRIC-SPACE ANALYSIS; NEURAL-NETWORKS; TACTILE AFFERENTS; NEURONS; CLASSIFICATION; RECOGNITION; ALGORITHMS; PERCEPTRON; MODELS; 1ST","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 849-861 DOI: 10.1109/TNNLS.2015.2509479 Published: APR 2017","Abstract":"Spiking neural networks are well suited to perform time-dependent pattern recognition problems by encoding the temporal dimension in precise spike times. With an appropriate set of weights, a spiking neuron can emit precisely timed action potentials in response to spatiotemporal input spikes. However, deriving supervised learning rules for spike mapping is nontrivial due to the increased complexity. Existing methods rely on heuristic approaches that do not guarantee a convex objective function and, therefore, may not converge to a global minimum. In this paper, we present a novel technique to obtain the weights of spiking neurons by formulating the problem in a convex optimization framework, rendering it be compatible with the established methods. We introduce techniques to influence the weight distribution and membrane trajectory, and then study how these factors affect robustness in the presence of noise. In addition, we show how the existence of a solution can be determined and assess memory capacity limits of a neuron model using synthetic examples. The practical utility of our technique is further assessed by its application to gait-event detection using the experimental data.","Authors":"Lee, WW (Lee, Wang Wei) ; Kukreja, SL (Kukreja, Sunil L.) ; Thakor, NV (Thakor, Nitish V.)","Title":"CONE: Convex-Optimized-Synaptic Efficacies for Temporally Precise Spike Mapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300008 PubMed ID: 27875232 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Convex optimization; event-related potential (ERP); N170; nuclear norm; regularization; sparse learning KeyWords Plus:BRAIN-COMPUTER INTERFACE; BLIND SOURCE SEPARATION; COMPONENT ANALYSIS; FACE; RESPONSES; ERPS; CLASSIFICATION; DECOMPOSITION; SIGNALS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 862-872 DOI: 10.1109/TNNLS.2015.2496284 Published: APR 2017","Abstract":"Recent years have witnessed brain-computer interface (BCI) as a promising technology for integrating human intelligence and machine intelligence. Currently, event-related potential (ERP)-based BCI is an important branch of noninvasive electroencephalogram (EEG)-based BCIs. Extracting ERPs from a limited number of trials remains challenging due to their low signal-to-noise ratio (SNR) and low spatial resolution caused by volume conduction. In this paper, we propose a probabilistic model for trial-by-trial concatenated EEG, in which the concatenated ERPs are expressed as a linear combination of a set of discrete sine and cosine bases. The bases are simply determined by the data length of a single trial. A sparse prior on the rank of the spatio-spectral pattern matrix is introduced into the model to allow the number of components to be automatically determined. A maximum posterior estimation algorithm based on cyclic descent is then developed to estimate the spatiospectral patterns. A spatial filter can then be obtained by maximizing the SNR of the ERP components. Experiments on both synthetic data and real N170 ERP from 13 subjects were conducted to test the efficacy and efficiency of the algorithm. The results showed that the proposed algorithm can estimate the ERPs more accurately than the several state-of-the-art algorithms.","Authors":"Wu, CH (Wu, Chaohua) ; Lin, K (Lin, Ke) ; Wu, W (Wu, Wei) ; Gao, XR (Gao, Xiaorong)","Title":"A Novel Algorithm for Learning Sparse Spatio-Spectral Patterns for Event-Related Potentials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395484200007 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Cloud radio access network (C-RAN); cross-layer design; data-sharing strategy; compression-based strategy; beamforming; network coding; routing; fronthaul constraints; sparse optimization; successive convex approximation KeyWords Plus:MULTICAST","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 7 Pages: 1728-1740 DOI: 10.1109/TSP.2017.2649486 Published: APR 1 2017","Abstract":"There are two fundamentally different fronthaul techniques in the downlink communication of cloud radio access network (C-RAN): the data-sharing strategy and the compressionbased strategy. Under the former strategy, each user's message is multicast from the central processor (CP) to all the serving remote radio heads (RRHs) over the fronthaul network, which then cooperatively serve the users through joint beamforming; while under the latter strategy, the user messages are first beamformed then quantized at the CP, and the compressed signal is unicast to the corresponding RRH, which then decompresses its received signal for wireless transmission. Previous works show that in general the compression-based strategy outperforms the datasharing strategy. This paper, on the other hand, points out that in a C-RAN model where the RRHs are connected to the CP via multihop routers, data-sharing can be superior to compression if the network coding technique is adopted for multicasting user messages to the cooperating RRHs, and the RRH's beamforming vectors, the user-RRH association, and the network coding design over the fronthaul network are jointly optimized based on the techniques of sparse optimization and successive convex approximation. This is in comparison to the compression-based strategy, where information is unicast over the fronthaul network by simple routing, and the RRH's compression noise covariance and beamforming vectors, as well as the routing strategy over the fronthaul network are jointly optimized based on the successive convex approximation technique. The observed gain in overall network throughput is due to that information multicast is more efficient than information unicast over the multihop fronthaul of a C-RAN.","Authors":"Liu, L (Liu, Liang) ; Yu, W (Yu, Wei)","Title":"Cross-Layer Design for Downlink Multihop Cloud Radio Access Networks With Network Coding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393217600015 ISSN: 1292-8119 eISSN: 1262-3377","Keywords":"Extremal Laplace-Beltrami eigenvalues; conformal spectrum; topological spectrum; closed Riemannian surface; spectral geometry; isoperimetric inequality KeyWords Plus:MINIMAL CONVEX COMBINATIONS; SPECTRAL PROPERTIES; 1ST EIGENVALUE; DIRICHLET EIGENVALUES; EXTREMAL EIGENVALUES; COMPOSITE MEMBRANES; COMPACT MANIFOLDS; OTSUKI TORI; OPERATOR; METRICS","Categories":"Automation & Control Systems; Mathematics Web of Science Categories:Automation & Control Systems; Mathematics, Applied","Journal Information":"ESAIM-CONTROL OPTIMISATION AND CALCULUS OF VARIATIONS Volume: 23 Issue: 2 Pages: 685-720 DOI: 10.1051/cocv/2016008 Published: APR-JUN 2017","Abstract":"Let (M, g) be a connected, closed, orientable Riemannian surface and denote by lambda(k)(M, g) the kth eigenvalue of the Laplace-Beltrami operator on (M, g). In this paper, we consider the mapping (M, g)-> lambda(k)(M, g). We propose a computational method for finding the conformal spectrum. Lambda(c)(k)(M,[g(0)]), which is defined by the eigenvalue optimization problem of maximizing lambda(k)(M, g) for k fixed as g varies within a conformal class [g(0)] of fixed volume vol(M, g) = 1. We also propose a computational method for the problem where M is additionally allowed to vary over surfaces with fixed genus, gamma . This is known as the topological spectrum for genus gamma and denoted by Lambda(t)(k)(gamma). Our computations support a conjecture of [N. Nadirashvili, J. Differ. Geom. 61 (2002) 335-340.] that.t k(0) = 8 pi k, attained by a sequence of surfaces degenerating to a union of k identical round spheres. Furthermore, based on our computations, we conjecture that Lambda(t)(k)(gamma)(1) = 8 pi(2)/root 3 + 8 pi(k-1), attained by a sequence of surfaces degenerating into a union of an equilateral flat torus and k-1 identical round spheres. The values are compared to several surfaces where the Laplace-Beltrami eigenvalues are well-known, including spheres, flat tori, and embedded tori. In particular, we show that among flat tori of volume one, the kth Laplace-Beltrami eigenvalue has a local maximum with value lambda(k) = 4 pi(2)[k](2)([k](2) -1/4)(-1/2). Several properties are also studied computationally, including uniqueness, symmetry, and eigenvalue multiplicity.","Authors":"Kao, CY (Kao, Chiu-Yen) ; Lai, RJ (Lai, Rongjie) ; Osting, B (Osting, Braxton)","Title":"MAXIMIZATION OF LAPLACE-BELTRAMI EIGENVALUES ON CLOSED RIEMANNIAN SURFACES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532700010 ISSN: 0743-7315 eISSN: 1096-0848","Keywords":"Energy efficiency; IaaS cloud computing; Predictive analysis; Convex optimization; Gaussian process KeyWords Plus:DATA CENTERS; POWER","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"JOURNAL OF PARALLEL AND DISTRIBUTED COMPUTING Volume: 102 Pages: 103-114 DOI: 10.1016/j.jpdc.2016.11.011 Published: APR 2017","Abstract":"In recent years, power consumption has become one of the hottest research trends in computer science and industry. Most of the reasons are related to the operational budget and the environmental issues. In this paper, we would like to propose an energy-efficient solution for orchestrating the resource in cloud computing. In nature, the proposed approach firstly predicts the resource utilization of the upcoming period based on the Gaussian process regression method. Subsequently, the convex optimization technique is engaged to compute an appropriate quantity of physical servers for each monitoring window. This quantity of interest is calculated to ensure that a minimum number of servers can still provide an acceptable quality of service. Finally, a corresponding migrating instruction is issued to stack the virtual machines and turn off the idle physical servers to achieve the objective of energy savings. In order to evaluate the proposed method, we conduct the experiments using synthetic data from 29-day period of Google traces and real workload from the Montage open-source toolkit Through the evaluation, we show that the proposed approach can achieve a significant result in reducing the energy consumption as well as maintaining the system performance. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Bui, DM (Bui, Dinh-Mao) ; Yoon, Y (Yoon, YongIk) ; Huh, EN (Huh, Eui-Nam) ; Jun, S (Jun, SungIk) ; Lee, S (Lee, Sungyoung)","Title":"Energy efficiency for cloud computing system based on predictive optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392785400027 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Invariant set; Dynamical system; Polyhedron; Lorenz cone; Farkas lemma; S-lemma KeyWords Plus:DISCRETE-TIME-SYSTEMS; ICE-CREAM CONE; CONSTRAINED STABILIZATION; DISCRETIZATION METHODS; LYAPUNOV FUNCTIONS; POLYHEDRAL-SETS; MATRIX; POSITIVITY; OPERATORS; LEMMA","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 298 Pages: 351-367 DOI: 10.1016/j.amc.2016.10.007 Published: APR 1 2017","Abstract":"In this paper, we propose a novel, simple, and unified approach to explore sufficient and necessary conditions, i.e., invariance conditions, under which four classic families of convex sets, namely, polyhedra, polyhedral cones, ellipsoids, and Lorenz cones, are invariant sets for a linear discrete or continuous dynamical system. For discrete dynamical systems, we use the Theorems of Alternatives, i.e., Farkas lemma and S-lemma, to obtain simple and general proofs to derive invariance conditions. This novel method establishes a solid connection between optimization theory and dynamical system. Also, using the S-lemma allows us to extend invariance conditions to any set represented by a quadratic inequality. Such sets include nonconvex and unbounded sets. For continuous dynamical systems, we use the forward or backward Euler method to obtain the corresponding discrete dynamical systems while preserves invariance. This enables us to develop a novel and elementary method to derive invariance conditions for continuous dynamical systems by using the ones for the corresponding discrete systems. Finally, some numerical examples are presented to illustrate these invariance conditions. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Horvath, Z (Horvath, Zoltan) ; Song, YF (Song, Yunfei) ; Terlaky, T (Terlaky, Tamas)","Title":"A novel unified approach to invariance conditions for a linear dynamical system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200005 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Dynamic Programing; Nonlinear programing; Decomposition algorithms; Dual Dynamic Programing; Pruning methods KeyWords Plus:MULTISTAGE STOCHASTIC PROGRAMS; RISK MEASURES; DECOMPOSITION; OPTIMIZATION; SDDP","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 47-57 DOI: 10.1016/j.ejor.2016.10.047 Published: APR 1 2017","Abstract":"We consider convex optimization problems formulated using dynamic programing equations. Such problems can be solved using the Dual Dynamic Programing algorithm combined with the Level 1 cut selection strategy or the Territory algorithm to select the most relevant Benders cuts. We propose a limited memory variant of Level 1 and show the convergence of DDP combined with the Territory algorithm, Level 1 or its variant for nonlinear optimization problems. In the special case of linear programs, we show convergence in a finite number of iterations. Numerical simulations illustrate the interest of our variant and show that it can be much quicker than a simplex algorithm on some large instances of portfolio selection and inventory problems. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guigues, V (Guigues, Vincent)","Title":"Dual Dynamic Programing with cut selection: Convergence proof and numerical experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200034 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Utility theory; Risk management; Dual approach in dynamic optimization KeyWords Plus:MULTIPLE REFERENCE POINTS; PORTFOLIO SELECTION; LOSS AVERSION; CONTINUOUS-TIME; ASSET PRICES; CHOICE; UNCERTAINTY; DECISIONS; POLICIES; HORIZON","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 385-397 DOI: 10.1016/j.ejor.2016.09.012 Published: APR 1 2017","Abstract":"We analyze a dynamic optimization problem which involves the consumption and investment of an investor with constant relative risk aversion for consumption but with a risk aversion for final wealth which does not necessarily imply that terminal wealth must always be positive. We require risk aversion for terminal wealth to be positive but not monotone: there is a point of maximal risk aversion at zero wealth and the investor may continue to consume when wealth is negative. Using dual optimization methods we can derive explicit solutions and we find that the optimal solution differs in a fundamental way from the case where risk aversion is monotone. It turns out that the optimal consumption function is convex and concave at different wealth levels and that the optimal investment strategy may no longer be monotone as a function of the remaining time to invest and consume. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, A (Chen, An) ; Vellekoop, M (Vellekoop, Michel)","Title":"Optimal investment and consumption when allowing terminal debt"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392044500012 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Vector autoregressive model; Conditional independence; Convex optimization; Renormalized maximum likelihood; Maximum entropy KeyWords Plus:KULLBACKS SYMMETRIC DIVERGENCE; STATIONARY TIME-SERIES; SELECTION; IDENTIFICATION; ORDER","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 133 Pages: 122-134 DOI: 10.1016/j.sigpro.2016.10.023 Published: APR 2017","Abstract":"In this paper, we introduce novel algorithms for inferring the conditional independence graph of a vector autoregressive (VAR) process. As part of this work, we derive the renormalized maximum likelihood criterion for VAR - order selection and prove its consistency. Finding the graphical model for VAR reduces to identify the sparsity pattern of the inverse of its spectral density matrix; we show how efficient implementations of convex optimization algorithms can be used to solve this problem; in our approach, the high-sparsity assumption is not needed. We conduct experiments with simulated data, air pollution data and stock market data for demonstrating that our algorithms are faster and more accurate than similar methods proposed in the previous literature.","Authors":"Maanan, S (Maanan, Said) ; Dumitrescu, B (Dumitrescu, Bogdan) ; Giurcaneanu, CD (Giurcaneanu, Ciprian Doru) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Giurcaneanu, Ciprian Doru http://orcid.org/0000-0001-5512-0868","Title":"Conditional independence graphs for multivariate autoregressive models by convex optimization: Efficient algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398248000019 ISSN: 0888-5885","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"INDUSTRIAL & ENGINEERING CHEMISTRY RESEARCH Volume: 56 Issue: 12 Pages: 3309-3331 DOI: 10.1021/acsJecr.6b02683 Published: MAR 29 2017","Abstract":"In this article, we develop a new approximate method of solving optimization problems with joint chance constraints for the case when the uncertain parameters are independent random variables. We consider only chance constraints with left-hand-side uncertainty. Our method is based on the transformation of chance constraints into deterministic form. This permits the.computationally intensive operation of calculating multiple integrals when solving joint chance-constrainted optimization problems to be avoided.","Authors":"Ostrovsky, GM (Ostrovsky, Gennady M.) ; Ziyatdinov, NN (Ziyatdinov, Nadir N.) ; Lapteva, TV (Lapteva, Tatyana V.) ; Silvestrova, AS (Silvestrova, Anna S.) ; Nguyen, QT (Nguyen, Quan T.)","Title":"Optimization of Chemical Process with Joint Chance Constraints"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399148000002 PubMed ID: 28415372 ISSN: 2470-0045 eISSN: 2470-0053","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"PHYSICAL REVIEW E Volume: 95 Issue: 3 Article Number: 030108 DOI: 10.1103/PhysRevE.95.030108 Published: MAR 28 2017","Abstract":"We model a set of point-to-point transports on a network as a system of polydisperse interacting self-avoiding walks (SAWs) over a finite square lattice. The ends of each SAW may be located both at random, uniformly distributed, positions or with one end fixed at a lattice corner. The total energy of the system is computed as the sum over all SAWs, which may represent either the time needed to complete the transport over the network, or the resources needed to build the networking infrastructure. We focus especially on the second aspect by assigning a concave cost function to each site to encourage path overlap. A simulated annealing optimization, based on a modified Berg-Foerster-Aragao de Carvalho-Caracciolo-Froehlich (BFACF) algorithm developed for polymers, is used to probe the complex conformational substate structure at zero temperature. We characterize the average cost gains (and path-length variations) for increasing polymer density with respect to a Dijkstra routing and find a nonmonotonic behavior as recently found for random networks. We observe the emergence of ergodicity breaking and of nontrivial overlap distributions among replicas when switching from a convex to a concave cost function (e.g., x(gamma)., where x represents the node overlap). Finally, we show that the space of ground states for gamma < 1 is compatible with an ultrametric structure, as seen in many complex systems such as some spin glasses.","Authors":"Cogoni, M (Cogoni, Marco) ; Busonera, G (Busonera, Giovanni) ; Zanetti, G (Zanetti, Gianluigi)","Title":"Ultrametricity of optimal transport substates for multiple interacting paths over a square lattice network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Memristive neural networks; H infinity state estimation; Sector-bounded nonlinearities; Multiple fading measurements KeyWords Plus:MISSING MEASUREMENTS; COMPLEX NETWORKS; SYSTEMS; DISCRETE; DELAYS; SYNCHRONIZATION; STABILITY; NOISES; NUMBER","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 23-29 DOI: 10.1016/j.neucom.2016.11.033 Published: MAR 22 2017","Abstract":"The attention of this paper is mainly concentrated on the H-infinity state estimator's design problem for a kind of discrete-time memristive neural networks (MNNs) with multiple fading measurements. The phenomenon of multiple fading measurements is represented by a set of individual stochastic variables obeying a predetermined distribution on interval [0,1]. Firstly, the augmented system comprised of MNNs and the dynamics of estimation errors are put forward to implement the performance analysis. Then, under the framework of the difference inclusion theory combined with the Lyapunov function method, several sufficient conditions are established to guarantee the exponential mean-square stability as well as H-infinity performance index. Furthermore, the desired estimator parameter is obtained in view of the solution of a convex optimization problem. In the end, an illustrative numerical example is exploited to check the reliability and usefulness of the design scheme in this paper.","Authors":"Yan, L (Yan, Le) ; Zhang, SJ (Zhang, Sunjie) ; Ding, DR (Ding, Derui) ; Liu, YR (Liu, Yurong) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"H-infinity state estimation for memristive neural networks with multiple fading measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396427700006 ISSN: 2469-9926 eISSN: 2469-9934","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Atomic, Molecular & Chemical","Journal Information":"PHYSICAL REVIEW A Volume: 95 Issue: 3 Article Number: 032319 DOI: 10.1103/PhysRevA.95.032319 Published: MAR 17 2017","Abstract":"Many scenarios in the sciences and engineering require simultaneous optimization of multiple objective functions, which are usually conflicting or competing. In such problems the Pareto front, where none of the individual objectives can be further improved without degrading some others, shows the tradeoff relations between the competing objectives. This paper analyzes the Pareto-front shape for the problem of quantum multiobservable control, i.e., optimizing the expectation values of multiple observables in the same quantum system. Analytic and numerical results demonstrate that with two commuting observables the Pareto front is a convex polygon consisting of flat segments only, while with noncommuting observables the Pareto front includes convexly curved segments. We also assess the capability of a weighted-sum method to continuously capture the points along the Pareto front. Illustrative examples with realistic physical conditions are presented, including NMR control experiments on a H-1 - C-13 two-spin system with two commuting or noncommuting observables.","Authors":"Sun, QY (Sun, Qiuyang) ; Wu, RB (Wu, Re-Bing) ; Rabitz, H (Rabitz, Herschel)","Title":"Pareto-front shape in multiobservable quantum control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395575200011 ISSN: 1751-8644 eISSN: 1751-8652","Keywords":"nonlinear control systems; Gaussian processes; predictive control; stochastic systems; uncertain systems; linear systems; concave programming; quadratic programming; vectors; trajectory control; Gaussian process techniques; unknown nonlinear systems; inference processes; model uncertainty; GPMPC1; GPMPC2; stochastic model predictive control problem; SMPC problem; basic linearised GP local model; nonconvex optimisation; sequential quadratic programming; state vector; extended local model; active-set method; trajectory tracking problems KeyWords Plus:DERIVATIVE-FREE METHODS; CONSTRAINED OPTIMIZATION; STABILITY; FEASIBILITY; ALGORITHM; TUBES","Categories":"Automation & Control Systems; Engineering; Instruments & Instrumentation Web of Science Categories:Automation & Control Systems; Engineering, Electrical & Electronic; Instruments & Instrumentation","Journal Information":"IET CONTROL THEORY AND APPLICATIONS Volume: 11 Issue: 5 Pages: 703-713 DOI: 10.1049/iet-cta.2016.1061 Published: MAR 17 2017","Abstract":"Model predictive control (MPC) of an unknown system that is modelled by Gaussian process (GP) techniques is studied. Using GP, the variances computed during the modelling and inference processes allow us to take model uncertainty into account. The main issue in using MPC to control systems modelled by GP is the propagation of such uncertainties within the control horizon. In this study, two approaches to solve this problem, called GPMPC1 and GPMPC2, are proposed. With GPMPC1, the original stochastic model predictive control (SMPC) problem is relaxed to a deterministic non-linear MPC based on a basic linearised GP local model. The resulting optimisation problem, though non-convex, can be solved by the sequential quadratic programming. By incorporating the model variance into the state vector, an extended local model is derived. This model allows us to relax the non-convex MPC problem to a convex one which can be solved by an active-set method efficiently. The performance of both approaches is demonstrated by applying them to two trajectory tracking problems. Results show that both GPMPC1 and GPMPC2 produce effective controls but GPMPC2 is much more efficient computationally.","Authors":"Cao, G (Cao, Gang) ; Lai, EMK (Lai, Edmund M. -K.) ; Alam, F (Alam, Fakhrul)","Title":"Gaussian process model predictive control of unknown non-linear systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398587700033 ISSN: 0013-5194 eISSN: 1350-911X","Keywords":"free-space optical communication; convex programming; channel capacity; receiver tilted angle; VLC; visible light communications; optimisation problem; receiver plane; convex optimisation problem; CVX toolbox; MATLAB KeyWords Plus:VISIBLE-LIGHT COMMUNICATIONS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRONICS LETTERS Volume: 53 Issue: 6 DOI: 10.1049/el.2016.4657 Published: MAR 16 2017","Abstract":"The impact of receiver's tilted angle on the channel capacity in visible light communications (VLCs) is investigated. First, the system model is analysed. On the basis of the system model, the lower and upper bounds on the channel capacity for the VLC are presented. An optimisation problem is formulated to improve the channel capacity by tilting the receiver plane. The proposed problem is shown to be a convex optimisation problem, which is efficiently solved by using the CVX toolbox for MATLAB. Numerical results show that the channel capacity can be dramatically improved by tilting the receiver plane properly.","Authors":"Wang, JY (Wang, Jin-Yuan) ; Li, QL (Li, Qing-Lin) ; Zhu, JX (Zhu, Jian-Xia) ; Wang, YJ (Wang, Yongjin)","Title":"Impact of receiver's tilted angle on channel capacity in VLCs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074800006 ISSN: 1084-8045","Keywords":"Convex optimization; Decomposition; Distributed algorithm; EEG signals; Cross-layer design; M-health system KeyWords Plus:MONITORING APPLICATIONS; ENERGY; MULTIMEDIA; TECHNOLOGIES; ENVIRONMENT","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering","Journal Information":"JOURNAL OF NETWORK AND COMPUTER APPLICATIONS Volume: 82 Pages: 65-76 DOI: 10.1016/j.jnca.2017.01.014 Published: MAR 15 2017","Abstract":"Advances in wireless and mobile communication technologies has promoted the development of Mobile-health (m-health) systems to find new ways to acquire, process, transport, and secure the medical data. M-health systems provide the scalability needed to cope with the increasing number of elderly and chronic disease patients requiring constant monitoring. However, the design and operation of such systems with Body Area Sensor Networks (BASNs) is challenging in twofold. First, limited energy, computational and storage resources of the sensor nodes. Second, the need to guarantee application level Quality of Service (QoS). In this paper, we integrate wireless network components, and application-layer characteristics to provide sustainable, energy efficient and high-quality services for m-health systems. In particular, we propose an Energy-Cost-Distortion solution, which exploits the benefits of in-network processing and medical data adaptation to optimize the transmission energy consumption and the cost of using network services. Moreover, we present a distributed cross-layer solution, which is suitable for heterogeneous wireless m-health systems with variable network size. Our scheme leverages Lagrangian duality theory to find efficient trade-off among energy consumption, network cost, and vital signs distortion, for delay sensitive transmission of medical data. Simulation results show that the proposed scheme achieves the optimal trade-off between energy efficiency and QoS requirements, while providing 15% savings in the objective function (i.e., energy-cost-distortion utility function), compared to solutions based on equal bandwidth allocation.","Authors":"Awad, A (Awad, Alaa) ; Mohamed, A (Mohamed, Amr) ; Chiasserini, CF (Chiasserini, Carla-Fabiana) ; Elfouly, T (Elfouly, Tarek)","Title":"Distributed in-network processing and resource optimization over mobile-health systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397302000023 ISSN: 0170-4214 eISSN: 1099-1476","Keywords":"atmospheric tomography; adaptive optics; Tikhonov regularization; Bayesian inverse problems KeyWords Plus:EXTREMELY LARGE TELESCOPES; WAVE-FRONT SENSORS; ADAPTIVE OPTICS; ALGORITHM; SIMULATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"MATHEMATICAL METHODS IN THE APPLIED SCIENCES Volume: 40 Issue: 4 Pages: 1153-1169 DOI: 10.1002/mma.4042 Published: MAR 15 2017","Abstract":"Modern ground-based telescopes rely on a technology called adaptive optics in order to compensate for the loss of angular resolution caused by atmospheric turbulence. Next-generation adaptive optics systems designed for a wide field of view require a stable and high-resolution reconstruction of the turbulent atmosphere. By introducing a novel Bayesian method, we address the problem via reconstructing the atmospheric turbulence strength profile and the turbulent layers simultaneously, where we only use wavefrontmeasurements of incoming light from guide stars. Most importantly, we demonstrate how this method can be used for model optimization as well. We propose two different algorithms for solving the maximum a posteriori estimate: the first approach is based on alternating minimization and has the advantage of integrability into existing atmospheric tomography methods. In the second approach, we formulate a convex non-differentiable optimization problem, which is solved by an iterative thresholding method. This approach clearly illustrates the underlying sparsity-enforcing mechanism for the strength profile. By introducing a tuning/regularization parameter, an automated model reduction of the layer structure of the atmosphere is achieved. Using numerical simulations, we demonstrate the performance of our method in practice. Copyright (C) 2016 JohnWiley & Sons, Ltd.","Authors":"Helin, T (Helin, Tapio) ; Kindermann, S (Kindermann, Stefan) ; Saxenhuber, D (Saxenhuber, Daniela)","Title":"Towards analytical model optimization in atmospheric tomography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397302000025 ISSN: 0170-4214 eISSN: 1099-1476","Keywords":"quantization; multi-agent network; distributed subgradient algorithm; convex optimization KeyWords Plus:DECENTRALIZED CONSENSUS OPTIMIZATION; SWITCHING TOPOLOGY; NETWORKS; ALGORITHMS; DELAYS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"MATHEMATICAL METHODS IN THE APPLIED SCIENCES Volume: 40 Issue: 4 Pages: 1201-1213 DOI: 10.1002/mma.4044 Published: MAR 15 2017","Abstract":"This paper focuses on a distributed optimization problem associated with a time-varying multi-agent network with quantized communication, where each agent has local access to its convex objective function, and cooperatively minimizes a sum of convex objective functions of the agents over the network. Based on subgradient methods, we propose a distributed algorithm to solve this problem under the additional constraint that agents can only communicate quantized information through the network. We consider two kinds of quantizers and analyze the quantization effects on the convergence of the algorithm. Furthermore, we provide explicit error bounds on the convergence rates that highlight the dependence on the quantization levels. Finally, some simulation results on a /1-regression problem are presented to demonstrate the performance of the algorithm. Copyright (C) 2016 JohnWiley & Sons, Ltd.","Authors":"Li, JY (Li, Jueyou) ; Chen, G (Chen, Guo) ; Wu, ZY (Wu, Zhiyou) ; He, X (He, Xing)","Title":"Distributed subgradientmethod for multi-agent optimization with quantized communication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395959100089 ISSN: 0306-2619 eISSN: 1872-9118","Keywords":"Economic dispatch; Energy hub; Energy hub economic dispatch; Gravitational search algorithm; Self-adoptive learning with time varying acceleration coefficient-gravitational search; algorithm; Optimization KeyWords Plus:GRAVITATIONAL SEARCH ALGORITHM; OPTIMAL POWER-FLOW; COMBINED HEAT; MULTICARRIER SYSTEMS; OPTIMAL OPERATION; OPTIMIZATION; ELECTRICITY; MANAGEMENT; NETWORKS; GAS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"APPLIED ENERGY Volume: 190 Pages: 1090-1111 DOI: 10.1016/j.apenergy.2016.12.126 Published: MAR 15 2017","Abstract":"This paper proposes a new optimization algorithm, namely Self-Adoptive Learning with Time Varying Acceleration Coefficient-Gravitational Search Algorithm (SAL-TVAC-GSA), to solve highly nonlinear, non-convex, non-smooth, non-differential, and high-dimension single- and multi-objective Energy Hub Economic Dispatch (EHED) problems. The presented algorithm is based on GSA considering three fundamental modifications to improve the quality solution and performance of original GSA. Moreover, a new optimization framework for economic dispatch is adapted to a system of energy hubs considering different hub structures, various energy carriers (electricity, gas, heat, cool, and compressed air), valve-point loading effect and prohibited zones of electric-only units, as well as the different equality and inequality constraints. To show the effectiveness of the suggested method, a high-complex energy hub system consisting of 39 hubs with 29 structures and 76 energy (electricity, gas, and heat) production units is proposed. Two individual objectives including energy cost and hub losses are minimized separately as two single-objective EHED problems. These objectives are simultaneously minimized in the multi objective optimization. Results obtained by SAL-TVAC-GSA in terms of quality solution and computational performance are compared with Enhanced GSA (EGSA), GSA, Particle Swarm Optimization (PSO), and Genetic Algorithm (GA) to demonstrate the ability of the proposed algorithm in finding an operating point with lower objective function. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Beigvand, SD (Beigvand, Soheil Derafshi) ; Abdi, H (Abdi, Hamdi) ; La Scala, M (La Scala, Massimo)","Title":"A general model for energy hub economic dispatch"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395959100104 ISSN: 0306-2619 eISSN: 1872-9118","Keywords":"BESS; DSM; Distributed optimization; EV; Stochastic optimization KeyWords Plus:ELECTRIC VEHICLES; ENERGY-STORAGE; DEMAND RESPONSE; SMART GRIDS; SYSTEM; INTEGRATION; NETWORKS; DECOMPOSITION; COORDINATION; ALGORITHM","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"APPLIED ENERGY Volume: 190 Pages: 1289-1301 DOI: 10.1016/j.apenergy.2016.12.139 Published: MAR 15 2017","Abstract":"The trending integrations of Battery Energy Storage System (BESS, stationary battery) and Electric Vehicles (EV, mobile battery) to distribution grids call for advanced Demand Side Management (DSM) technique that addresses the scalability concerns of the system and stochastic availabilities of EVs. Towards this goal, a stochastic DSM is proposed to capture the uncertainties in EVs. Numerical approximation is then used to make the problem tractable. To accelerate the computational speed, the proposed DSM is tightly relaxed to a convex form using second-order cone programming. Furthermore, in light of the continuous increasing problem size, a distributed method with a guaranteed convergence is applied to shift the centralized computational burden to distributed controllers. To verify the proposed DSM, real-life EV data collected on UCLA campus is used to test the proposed DSM in an IEEE benchmark test system. Numerical results demonstrate the correctness and merits of the proposed approach. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, YB (Wang, Yubo) ; Shi, WB (Shi, Wenbo) ; Wang, B (Wang, Bin) ; Chu, CC (Chu, Chi-Cheng) ; Gadh, R (Gadh, Rajit)","Title":"Optimal operation of stationary and mobile batteries in distribution grids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500002 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Detection probability; power allocation; fading; Neyman-Pearson; power constraint KeyWords Plus:CONVEXITY PROPERTIES; CONSTRAINTS; INFORMATION; ADAPTATION; CAPACITY; DELAY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1383-1398 DOI: 10.1109/TSP.2016.2634552 Published: MAR 15 2017","Abstract":"In this paper, the problem of optimal power allocation over flat fading additive white Gaussian noise channels is considered for maximizing the average detection probability of a signal emitted from a power constrained transmitter in the Neyman-Pearson framework. It is assumed that the transmitter can perform power adaptation under peak and average power constraints based on the channel state information fed back by the receiver. Using results from measure theory and convex analysis, it is shown that this optimization problem, which is in general nonconvex, has an equivalent Lagrangian dual that admits no duality gap and can be solved using dual decomposition. Efficient numerical algorithms are proposed to determine the optimal power allocation scheme under peak and average power constraints. Furthermore, the continuity and monotonicity properties of the corresponding optimal power allocation scheme are characterized with respect to the signal-to-noise ratio for any given value of the false alarm probability. Simulation examples are presented to corroborate the theoretical results and illustrate the performance improvements due to the proposed optimal power allocation strategy.","Authors":"Saritas, S (Saritas, Serkan) ; Dulek, B (Dulek, Berkan) ; Sezer, AD (Sezer, Ahmet Dundar) ; Gezici, S (Gezici, Sinan) ; Yuksel, S (Yuksel, Serdar) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dulek, Berkan http://orcid.org/0000-0003-2126-7356","Title":"Optimal Power Allocation for Average Detection Probability Criterion Over Flat Fading Channels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500011 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Tensor completion; sampling and recovery; convex optimization KeyWords Plus:OPTIMAL MATRIX COMPLETION; 3RD-ORDER TENSORS; DECOMPOSITIONS; OPTIMIZATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1511-1526 DOI: 10.1109/TSP.2016.2639466 Published: MAR 15 2017","Abstract":"In this paper, we focus on the problem of completion of multidimensional arrays (also referred to as tensors), in particular three-dimensional (3-D) arrays, from limited sampling. Our approach is based on a recently proposed tensor algebraic framework where 3-D tensors are treated as linear operators over the set of 2-D tensors. In this framework, one can obtain a factorization for 3-D data, referred to as the tensor singular value decomposition (t-SVD), which is similar to the SVD for matrices. t-SVD results in a notion of rank referred to as the tubal-rank. Using this approach we consider the problem of sampling and recovery of 3-D arrays with low tubal-rank. We show that by solving a convex optimization problem, which minimizes a convex surrogate to the tubal-rank, one can guarantee exact recovery with high probability as long as number of samples is of the order O(rnk log(nk)), given a tensor of size n x n x k with tubal-rank r. The conditions under which this result holds are similar to the incoherence conditions for low-rank matrix completion under random sampling. The difference is that we define incoherence under the algebraic setup of t-SVD, which is different from the standard matrix incoherence conditions. We also compare the numerical performance of the proposed algorithm with some state-of-the-art approaches on real-world datasets.","Authors":"Zhang, ZM (Zhang, Zemin) ; Aeron, S (Aeron, Shuchin)","Title":"Exact Tensor Completion Using t-SVD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390501600006 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Nonlinear equations; Algorithm; Nonmonotone line search; Convergence KeyWords Plus:GRADIENT-METHOD; UNCONSTRAINED OPTIMIZATION; LINE SEARCH; STEPSIZE; BARZILAI; SYSTEMS; ALGORITHM","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 313 Pages: 82-101 DOI: 10.1016/j.cam.2016.09.014 Published: MAR 15 2017","Abstract":"In this paper, a new spectral residual method is proposed to solve systems of large scale nonlinear equations, where the steplength is obtained by minimizing the residue of an approximate secant equation. Especially, the new steplength can be directly applied into solving strictly convex quadratic function. Combined with a new nonmonotone line search strategy, a new derivative-free algorithm, called a nonmonotone spectral residual algorithm (NSRA), is developed. Under mild assumptions, global convergence is established for locally Lipschitz continuous nonlinear systems. Compared with the state-of-the-art algorithms available in the literatures, the new algorithm is more efficient in-solving large scale benchmark test problems. (C) 2016 Published by Elsevier B.V.","Authors":"Huang, S (Huang, Shuai) ; Wan, Z (Wan, Zhong)","Title":"A new nonmonotone spectral residual method for nonsmooth nonlinear equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390076000002 ISSN: 0888-3270","Keywords":"Plug-in hybrid electric vehicle; Energy management; Charging control; Optimization; Battery aging; Vehicle-grid interaction KeyWords Plus:ENERGY MANAGEMENT; OPTIMIZATION; LONGEVITY; ALGORITHM; NETWORK; SYSTEM; TIME; BUS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 87 Pages: 4-16 Part: B Special Issue: SI DOI: 10.1016/j.ymssp.2016.03.004 Published: MAR 15 2017","Abstract":"Holistic energy management of plug-in hybrid electric vehicles (PHEVs) in smart grid environment constitutes an enormous control challenge. This paper responds to this challenge by investigating the interactions among three important control tasks, i.e., charging, on-road power management, and battery degradation mitigation, in PHEVs. Three notable original contributions distinguish our work from existing endeavors. First, a new convex programming (CP)-based cost-optimal control framework is constructed to minimize the daily operational expense of a PHEV, which seamlessly integrates costs of the three tasks. Second, a straightforward but useful sensitivity assessment of the optimization outcome is executed with respect to price changes of battery and energy carriers. The potential impact of vehicle-to-grid (V2G) power flow on the PHEV economy is eventually analyzed through a multitude of comparative studies. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hu, XS (Hu, Xiaosong) ; Martinez, CM (Martinez, Clara Marina) ; Yang, YL (Yang, Yalian) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Marina Martinez, Clara http://orcid.org/0000-0003-4121-0357","Title":"Charging, power management, and battery degradation mitigation in plug-in hybrid electric vehicles: A unified cost-optimal approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389559200005 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Mordukhovich normal cone; Regularity; Sparsity; Rank constraint; Positive semi-definite matrices; Spectral functions KeyWords Plus:DOUGLAS-RACHFORD; PHASE RETRIEVAL; ALTERNATING PROJECTIONS; LINEAR CONVERGENCE; OPTIMIZATION; FEASIBILITY; SYSTEMS; MATRIX","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 447 Issue: 2 Pages: 758-777 DOI: 10.1016/j.jmaa.2016.10.040 Published: MAR 15 2017","Abstract":"This paper investigates regularity properties of two non-negative sparsity sets: non negative sparse vectors, and low-rank positive semi-definite matrices. Novel formulae for their Mordukhovich normal cones are given and used to formulate sufficient conditions for non-convex notions of regularity to hold. Our results provide a useful tool for justifying the application of projection methods to certain rank constrained feasibility problems. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Tam, MK (Tam, Matthew K.)","Title":"Regularity properties of non-negative sparsity sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397835100001 ISSN: 1389-1286 eISSN: 1872-7069","Keywords":"Performance analysis; Decentralized and distributed control; Optimization KeyWords Plus:DNS","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"COMPUTER NETWORKS Volume: 115 Pages: 1-15 DOI: 10.1016/j.comnet.2017.01.016 Published: MAR 14 2017","Abstract":"Anycast is an internet addressing protocol where multiple hosts share the same IP-address. A popular architecture for modern Content Distribution Networks (CDNs) for geo-replicated services consists of multiple layers of proxy nodes for service and co-located DNS servers for load balancing among different proxies. Both the proxies and the DNS servers use anycast addressing, which offers the simplicity of design and high availability of service at the cost of partial loss of routing control. Due to the very nature of anycast, redirection actions by a DNS server also affect load at nearby proxies in the network. This makes the problem of optimal distributed load management highly challenging. In this paper, we propose and evaluate an analytical framework to formulate and solve the load management problem in this context. We consider two distinct algorithms. In the first half of the paper, we pose the load management problem as a convex optimization problem. Following a Kelly-type dual decomposition technique, we propose a fully distributed load management algorithm by introducing a new type of control packets, called FastControl packets. This algorithm utilizes the underlying anycast mechanism to enable effective coordination among the nodes, thus obviating the need for any external control channel. In the second half of the paper, we examine an alternative greedy load management heuristic, currently in production in a major commercial CDN. We study its dynamical characteristics and analyze its operational and stability properties. Finally, we critically evaluate both the algorithms and explore their optimality-vs-complexity trade-off using trace-driven simulations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sinha, A (Sinha, Abhishek) ; Mani, P (Mani, Pradeepkumar) ; Liu, J (Liu, Jie) ; Flavel, A (Flavel, Ashley) ; Maltz, D (Maltz, Dave)","Title":"Distributed load management algorithms in anycast-based CDNs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396118100010 ISSN: 0217-9792 eISSN: 1793-6578","Keywords":"Community detection; complex networks; hidden information; resolution limit; weak definition KeyWords Plus:NETWORKS","Categories":"Physics Web of Science Categories:Physics, Applied; Physics, Condensed Matter; Physics, Mathematical","Journal Information":"INTERNATIONAL JOURNAL OF MODERN PHYSICS B Volume: 31 Issue: 6 Article Number: 1750041 DOI: 10.1142/S0217979217500412 Published: MAR 10 2017","Abstract":"The study of community structure is a primary focus of network analysis, which has attracted a large amount of attention. In this paper, we focus on two famous functions, i.e., the Hamiltonian function H and the modularity density measure D, and intend to uncover the effective thresholds of their corresponding resolution parameter 7 without resolution limit problem. Two widely used example networks are employed, including the ring network of lumps as well as the ad hoc network. In these two networks, we use discrete convex analysis to study the interval of resolution parameter of H and D that will not cause the misidentification. By comparison, we find that in both examples, for Hamiltonian function H, the larger the value of resolution parameter gamma, the less resolution limit the network suffers; while for modularity density D, the less resolution limit the network suffers when we decrease the value of gamma. Our framework is mathematically strict and efficient and can be applied in a lot of scientific fields.","Authors":"Li, HJ (Li, Hui-Jia) ; Cheng, Q (Cheng, Qing) ; Mao, HJ (Mao, He-Jin) ; Wang, HN (Wang, Huanian) ; Chen, JH (Chen, Junhua)","Title":"Uncovering the effective interval of resolution parameter across multiple community optimization measures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589300005 ISSN: 1751-8687 eISSN: 1751-8695","Keywords":"domestic appliances; smart power grids; convex programming; demand side management; energy storage; power consumption; rational demand side response optimisation; appliances; smart grid; demand side management; peak load demand reduction; demand file reshaping; increase grid sustainability; energy storage systems; power consumptions; work patterns; convex optimisation; distributed load scheduling algorithm; social welfare maximisation; power network fluctuation reduction KeyWords Plus:DIRECT LOAD CONTROL; RESOURCE-ALLOCATION; TIME; IMPLEMENTATION; ELECTRICITY; EQUILIBRIUM; MANAGEMENT; NETWORKS; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IET GENERATION TRANSMISSION & DISTRIBUTION Volume: 11 Issue: 4 Pages: 856-864 DOI: 10.1049/iet-gtd.2016.0750 Published: MAR 9 2017","Abstract":"Demand side management can bring a lot of benefits to smart grid, including reducing peak load demand, reshaping demand file and increasing grid sustainability. To obtain a more practical and rational demand side response optimisation, the authors first build a power network model with suppliers, utility companies, consumers with appliances and energy storage systems. Unlike other power network models previously proposed, power consumptions and work patterns of appliances have been considered in the authors' work. They classify appliances into elastic and inelastic ones according to their distinct constraints on power consumptions, while all appliances' work patterns are modelled based on their functions and common users' habits in reality. With the help of convex optimisation, a distributed load scheduling algorithm is proposed subject to social welfare maximisation. Simulation results confirm that the proposed load scheduling algorithm can lead to a suitable power consumption schedule to improve the social welfare than other load scheduling algorithm does. The effect of energy storage system on reducing the fluctuation of power network is also tested and proved to be effective. At last, a strategy of charge rate is also given to satisfy power consumption and avoid energy waste, which is further verified to be competent.","Authors":"Wang, YP (Wang, Yipeng) ; Yang, W (Yang, Wei) ; Liu, T (Liu, Tie)","Title":"Appliances considered demand response optimisation for smart grid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395559400013 ISSN: 1751-8628 eISSN: 1751-8636","Keywords":"cellular radio; quality of service; power control; telecommunication control; resource allocation; multichannel device-to-device communications; QoS-protected cellular networks; quality of service; D2D communications; power control; joint channel selection; QoS constraints; nonconvex problem","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IET COMMUNICATIONS Volume: 11 Issue: 4 Pages: 558-565 DOI: 10.1049/iet-com.2016.0437 Published: MAR 9 2017","Abstract":"Being fascinated by the small-area radiation, the operators with strong capability of resource planning tend to superpose the device-to-device (D2D) communications upon licensed frequency bands for effectively excavating wireless resources. However, this inevitably causes mutual interference in such a hybrid network. A solution to address the interference issue is to appropriately choose reusing resources for D2D communications combined with power control, while ensuring the quality of service (QoS) of prioritised cellular users. The authors formulate the resource sharing strategy as a joint channel selection and power control optimisation under general sum power/QoS constraints. An alternating optimising method is proposed to deal with such a non-convex problem. The performance of proposed resource sharing algorithm is illustrated by simulation results.","Authors":"Qian, YJ (Qian, Yingjing) ; Zhang, T (Zhang, Tao) ; He, DJ (He, Dajiang)","Title":"Resource allocation for multichannel device-to-device communications underlaying QoS-protected cellular networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397500500001 ISSN: 0022-3727 eISSN: 1361-6463","Keywords":"optimal absorption; gold nanoparticles; Mie theory KeyWords Plus:ABSORBING MEDIUM; CANCER; HEAT","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"JOURNAL OF PHYSICS D-APPLIED PHYSICS Volume: 50 Issue: 15 Article Number: 155401 DOI: 10.1088/1361-6463/aa5a89 Published: MAR 9 2017","Abstract":"This paper presents a study of the physical limitations for radio frequency absorption in gold nanoparticle (GNP) suspensions. A spherical geometry is considered consisting of a spherical suspension of colloidal GNPs characterized as an arbitrary passive dielectric material which is immersed in an arbitrary lossy medium. A relative heating coefficient and a corresponding optimal near field excitation are defined, taking the skin effect of the surrounding medium into account. The classical Mie theory for lossy media is also revisited, and it is shown that the optimal permittivity function yielding a maximal absorption inside the spherical suspension is a conjugate match with respect to the surrounding lossy material. A convex optimization approach is used to investigate the broadband realizability of an arbitrary passive material to approximate the desired conjugate match over a finite bandwidth, similar to the approximation of a metamaterial. A narrowband realizability study shows that for a surrounding medium consisting of a weak electrolyte solution, the electromagnetic heating, due to the electrophoretic (plasmonic) resonance phenomena inside the spherical GNP suspension, can be significant in the microwave regime, provided that the related Drude parameters can be tuned into (or near to) resonance. As a demonstration, some realistic Drude parameters are investigated concerning the volume fraction, mass, and friction constant of the GNPs. The amount of charge that can be accommodated by the GNPs is identified as one of the most important design parameters. However, the problem of reliably modelling, measuring and controlling the charge number of coated GNPs is not yet fully understood, and is still an open research issue in this field. The presented theory and related physical limitations provide a useful framework for further research in this direction. Future research is also aimed at an expansion towards arbitrary suspension geometries and the inclusion of thermodynamical analysis.","Authors":"Nordebo, S (Nordebo, Sven) ; Dalarsson, M (Dalarsson, Mariana) ; Ivanenko, Y (Ivanenko, Yevhen) ; Sjoberg, D (Sjoberg, Daniel) ; Bayford, R (Bayford, Richard)","Title":"On the physical limitations for radio frequency absorption in gold nanoparticle suspensions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395511400002 PubMed ID: 28202727 ISSN: 0027-8424","Keywords":"marginal rate of substitution; optimal choice; reward; transitivity; axiom KeyWords Plus:ORBITOFRONTAL NEURONS; RISK PREFERENCES; PARIETAL CORTEX; BEHAVIOR; RESPONSES; REPRESENTATION; DEHYDRATION; OSMOLALITY; PREDICTION; VALUES","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 10 Pages: E1766-E1775 DOI: 10.1073/pnas.1612010114 Published: MAR 7 2017","Abstract":"Revealed preference theory provides axiomatic tools for assessing whether individuals make observable choices \"as if\" they are maximizing an underlying utility function. The theory evokes a tradeoff between goods whereby individuals improve themselves by trading one good for another good to obtain the best combination. Preferences revealed in these choices are modeled as curves of equal choice (indifference curves) and reflect an underlying process of optimization. These notions have far-reaching applications in consumer choice theory and impact the welfare of human and animal populations. However, they lack the empirical implementation in animals that would be required to establish a common biological basis. In a design using basic features of revealed preference theory, we measured in rhesus monkeys the frequency of repeated choices between bundles of two liquids. For various liquids, the animals' choices were compatible with the notion of giving up a quantity of one good to gain one unit of another good while maintaining choice indifference, thereby implementing the concept of marginal rate of substitution. The indifference maps consisted of nonoverlapping, linear, convex, and occasionally concave curves with typically negative, but also sometimes positive, slopes depending on bundle composition. Out-of-sample predictions using homothetic polynomials validated the indifference curves. The animals' preferences were internally consistent in satisfying transitivity. Change of option set size demonstrated choice optimality and satisfied the Weak Axiom of Revealed Preference (WARP). These data are consistent with a version of revealed preference theory in which preferences are stochastic; the monkeys behaved \"as if\" they had well-structured preferences and maximized utility.","Authors":"Pastor-Bernier, A (Pastor-Bernier, Alexandre) ; Plott, CR (Plott, Charles R.) ; Schultz, W (Schultz, Wolfram)","Title":"Monkeys choose as if maximizing utility compatible with basic principles of revealed preference theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393534300009 ISSN: 0098-1354 eISSN: 1873-4375","Keywords":"Multi-objective optimization; Continuation techniques; Karush-Kuhn-Tucker conditions; Fritz-John conditions; Scalarization; Pareto front KeyWords Plus:MULTIOBJECTIVE OPTIMIZATION; MULTICRITERIA OPTIMIZATION; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Chemical","Journal Information":"COMPUTERS & CHEMICAL ENGINEERING Volume: 98 Pages: 89-99 DOI: 10.1016/j.compchemeng.2016.11.025 Published: MAR 4 2017","Abstract":"As a proof of concept the properties of path-following methods are studied for multi-objective optimization problems involving dynamic systems (also called multi-objective dynamic optimization or multi-objective optimal control problems), which have never been presented before. Two case studies with two objectives are considered to cover convex, as well as non-convex trade-off curves or Pareto sets. In order for the method to be applicable, the infinite dimensional dynamic problems have to be discretized and scalarization parameters have to be introduced, which leads to large-scale parametric nonlinear optimization problems. For both the chemical tubular reactor and the fed-batch bioreactor case study it is found that a path-following continuation approach is able to compute the Pareto fronts accurately and efficiently. A branch switching technique is required whenever a constraint switches from active to inactive or vice versa. When dealing with non-convex problems, a technique for detecting inflection points is required. Simple switching techniques are suggested and have been tested successfully. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kessler, T (Kessler, Tobias) ; Logist, F (Logist, Filip) ; Mangold, M (Mangold, Michael)","Title":"Bi-objective optimization of dynamic systems by continuation methods"}]