[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400012 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"branch and bound; variable branching; strong branching; supervised machine learning","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 185-195 DOI: 10.1287/ijoc.2016.0723 Published: WIN 2017","Abstract":"We present in this paper a new generic approach to variable branching in branch and bound for mixed integer linear problems. Our approach consists in imitating the decisions taken by a good branching strategy, namely strong branching, with a fast approximation. This approximated function is created by a machine learning technique from a set of observed branching decisions taken by strong branching. The philosophy of the approach is similar to reliability branching. However, our approach can catch more complex aspects of observed previous branchings to take a branching decision. The experiments performed on randomly generated and MIPLIB problems show promising results.","Authors":"Alvarez, AM (Alvarez, Alejandro Marcos) ; Louveaux, Q (Louveaux, Quentin) ; Wehenkel, L (Wehenkel, Louis)","Title":"A Machine Learning-Based Approximation of Strong Branching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000004 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Grey system; NGM model; KRNGM model; Kernel method KeyWords Plus:VECTOR MACHINE CLASSIFIERS; PARTIALLY LINEAR-MODELS; FORECASTING-MODEL; GAUSSIAN-PROCESSES; OPTIMIZATION","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 51-62 DOI: 10.1016/j.cnsns.2016.12.017 Published: JUL 2017","Abstract":"The nonhomogeneous grey model (NGM) is a novel tool for time series forecasting, which has attracted considerable interest of research. However, the existing nonhomogeneous grey models may be inefficient to predict the complex nonlinear time series sometimes due to the linearity of the differential or difference equations based on which these models are developed. In order to enhance the accuracy and applicability of the NGM model, the kernel method in the statistical learning theory has been utilized to build a novel kernel regularized nonhomogeneous grey model, which is abbreviated as the KRNGM model. The KRNGM model is represented by a differential equation which contains a nonlinear function of t. By constructing the regularized problem and using the kernel function which satisfies the Mercer's condition, the parameters estimation of KRNGM model only involves in solving a set of linear equations, and the nonlinear function in the KRNGM model can be expressed as a linear combination of the Lagrangian multipliers and the selected kernel function, and then the KRNGM model can be solved numerically. Two case studies of petroleum production forecasting are carried to illustrate the effectiveness of the KRNGM model, comparing to the existing nonhomogeneous models. The results show that the KRNGM model outperforms the existing NGM, ONGM, NDGM model significantly.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ma, X (Ma, Xin) ; Hu, YS (Hu, Yi-sheng) ; Liu, ZB (Liu, Zhi-bin)","Title":"A novel kernel regularized nonhomogeneous grey model and its applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100002 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion mining; Sentiment analysis; Natural language processing; Deep learning; Machine learning KeyWords Plus:SENTIMENT ANALYSIS INTRODUCTION; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 10-25 DOI: 10.1016/j.inffus.2016.10.004 Published: JUL 2017","Abstract":"As the prevalence of social media on the Internet, opinion mining has become an essential approach to analyzing so many data. Various applications appear in a wide range of industrial domains. Meanwhile, opinions have diverse expressions which bring along research challenges. Both of the practical demands and research challenges make opinion mining an active research area in recent years. In this paper, we present a review of Natural Language Processing (NLP) techniques for opinion mining. First, we introduce general NLP techniques which are required for text preprocessing. Second, we investigate the approaches of opinion mining for different levels and situations. Then we introduce comparative opinion mining and deep learning approaches for opinion mining. Opinion summarization and advanced topics are introduced later. Finally, we discuss some challenges and open problems related to opinion mining. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Luo, C (Luo, Chen) ; Chen, JY (Chen, Junyu)","Title":"A review of natural language processing techniques for opinion mining systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100003 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Multi-class classification; One-vs-One; Decomposition strategies; Classifier selection; Ensemble pruning KeyWords Plus:IMBALANCED DATA-SETS; MULTIPLE DATA SETS; MULTICLASS CLASSIFICATION; STATISTICAL COMPARISONS; PATTERN-CLASSIFICATION; SOFTWARE TOOL; ONE STRATEGY; CLASSIFIERS; ALGORITHMS; DECOMPOSITION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 26-51 DOI: 10.1016/j.inffus.2016.11.004 Published: JUL 2017","Abstract":"The One-vs-One strategy is among the most used techniques to deal with multi-class problems in Machine Learning. This way, any binary classifier can be used to address the original problem, since one classifier is learned for each possible pair of classes. As in every ensemble method, classifier combination becomes a vital step in the classification process. Even though many combination models have been developed in the literature, none of them have dealt with the possibility of reducing the number of generated classifiers after the training phase, i.e., ensemble pruning, since every classifier is supposed to be necessary. On this account, our objective in this paper is two-fold: (1) We propose a transformation of the aggregation step, which lead us to a new combination strategy where instances are classified on the basis of the similarities among score-matrices. (2) This fact allows us to introduce the possibility of reducing the number of binary classifiers without affecting the final accuracy. We will show that around 50% of classifiers can be removed (depending on the base learner and the specific problem) and that the confidence degrees obtained by these base classifiers have a strong influence on the improvement in the final accuracy. A thorough experimental study is carried out in order to show the behavior of the proposed approach in comparison with the state-of-the-art combination models in the One-vs-One strategy. Different classifiers from various Machine Learning paradigms are considered as base classifiers and the results obtained are contrasted with the proper statistical analysis. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Galar, M (Galar, Mikel) ; Fernandez, A (Fernandez, Alberto) ; Barrenechea, E (Barrenechea, Edurne) ; Bustince, H (Bustince, Humberto) ; Herrera, F (Herrera, Francisco)","Title":"NMC: nearest matrix classification - A new combination model for pruning One-vs-One ensembles by transforming the aggregation problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100007 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Classifier fusion; Diversity creation; Machine learning; Fundamental analysis; Stock returns prediction; Risk prediction KeyWords Plus:DYNAMIC ENSEMBLE SELECTION; CLASSIFIER ENSEMBLES; COMPOSITE CLASSIFIER; LINEAR COMBINERS; PRICE INDEX; MODEL; ALGORITHM; SYSTEMS; METHODOLOGY; COMPETENCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 90-102 DOI: 10.1016/j.inffus.2016.11.006 Published: JUL 2017","Abstract":"Forecasting stock returns and their risk represents one of the most important concerns of market decision makers. Although many studies have examined single classifiers of stock returns and risk methods, fusion methods, which have only recently emerged, require further study in this area. The main aim of this paper is to propose a fusion model based on the use of multiple diverse base classifiers that operate on a common input and a Meta classifier that learns from base classifiers' outputs to obtain more precise stock return and risk predictions. A set of diversity methods, including Bagging, Boosting and Ada-Boost, is applied to create diversity in classifier combinations. Moreover, the number and procedure for selecting base classifiers for fusion schemes is determined using a methodology based on dataset clustering and candidate classifiers' accuracy. The results demonstrate that Bagging exhibited superior performance within the fusion scheme and could achieve a maximum of 83.6% accuracy with Decision Tree, LAD Tree and Rep Tree for return prediction and 88.2% accuracy with BF Tree, DTNB and LAD Tree in risk prediction. For feature selection part, a wrapper-GA algorithm is developed and compared with the fusion model. This paper seeks to help researcher select the best individual classifiers and fuse the proper scheme in stock market prediction. To illustrate the approach, we apply it to Tehran Stock Exchange (TSE) data for the period from 2002 to 2012. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Barak, S (Barak, Sasan) ; Arjmand, A (Arjmand, Azadeh) ; Ortobelli, S (Ortobelli, Sergio)","Title":"Fusion of multiple diverse predictors in stock market"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100009 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Association rules; Gene expression profiles; Alzheimer's disease; Statistical significant genes; Ensemble learning; Biological knowledge integration KeyWords Plus:QUANTITATIVE ASSOCIATION RULES; AMYLOID-BETA DEPOSITION; DECISION TREES; EXPRESSION; PROTEIN; IDENTIFICATION; PREVALENCE; DIAGNOSIS; DEMENTIA; TANGLES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 114-129 DOI: 10.1016/j.inffus.2016.11.005 Published: JUL 2017","Abstract":"Alzheimer's disease is a complex progressive neurodegenerative brain disorder, being its prevalence expected to rise over the next decades. Unconventional strategies for elucidating the genetic mechanisms are necessary due to its polygenic nature. In this work, the input information sources are five: a public DNA microarray that measures expression levels of control and patient samples, repositories of known genes associated to Alzheimer's disease, additional data, Gene Ontology and finally, a literature review or expert knowledge to validate the results. As methodology to identify genes highly related to this disease, we present the integration of three machine learning techniques: particularly, we have used decision trees, quantitative association rules and hierarchical cluster to analyze Alzheimer's disease gene expression profiles to identify genes highly linked to this neurodegenerative disease, through changes in their expression levels between control and patient samples. We propose an ensemble of decision trees and quantitative association rules to find the most suitable configurations of the multi-objective evolutionary algorithm GarNet, in order to overcome the complex parametrization intrinsic to this type of algorithms. To fulfill this goat, GarNet has been executed using multiple configuration settings and the well-known C4.5 has been used to find the minimum accuracy to be satisfied. Then, GarNet is rerun to identify dependencies between genes and their expression levels, so we are able to distinguish between healthy individuals and Alzheimer's patients using the configurations that overcome the minimum threshold of accuracy defined by C4.5 algorithm. Finally, a hierarchical cluster analysis has been used to validate the obtained gene-Alzheimer's Disease associations provided by GarNet The results have shown that the obtained rules were able to successfully characterize the underlying information, grouping relevant genes for Alzheimer Disease. The genes reported by our approach provided two well defined groups that perfectly divided the samples between healthy and Alzheimer's Disease patients. To prove the relevance of the obtained results, a statistical test and gene expression fold-change were used. Furthermore, this relevance has been summarized in a volcano plot, showing two clearly separated and significant groups of genes that are up or down-regulated in Alzheimer's Disease patients. A biological knowledge integration phase was performed based on the information fusion of systematic literature review, enrichment Gene Ontology terms for the described genes found in the hippocampus of patients. Finally, a validation phase with additional data and a permutation test is carried out, being the results consistent with previous studies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Martinez-Ballesteros, M (Martinez-Ballesteros, Maria) ; Garcia-Heredia, JM (Garcia-Heredia, Jose M.) ; Nepomuceno-Chamorro, IA (Nepomuceno-Chamorro, Isabel A.) ; Riquelme-Santos, JC (Riquelme-Santos, Jose C.)","Title":"Machine learning techniques to discover genes with potential prognosis role in Alzheimer's disease using different biological sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500007 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Constraint programming; Sequencing; Decision diagrams; Additive bounding KeyWords Plus:TRAVELING-SALESMAN PROBLEM; MACHINE SCHEDULING PROBLEMS; LEARNING CONSIDERATIONS; HEURISTIC ALGORITHMS; ROUTING-PROBLEMS; FORMULATIONS; WINDOWS; CONSTRAINTS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 887-897 DOI: 10.1016/j.ejor.2016.11.035 Published: JUN 16 2017","Abstract":"In this paper, we introduce novel optimization methods for sequencing problems in which the setup times between a pair of tasks depend on the relative position of the tasks in the ordering. Our proposed methods rely on a hybrid approach where a constraint programming model is enhanced with two distinct relaxations: One discrete relaxation based on multivalued decision diagrams, and one continuous relaxation based on linear programming. Both relaxations are used to generate bounds and enhance constraint propagation. Experiments conducted on three variants of the time-dependent traveling salesman problem indicate that our techniques substantially outperform general-purpose methods, such as mixed integer linear programming and constraint programming models. (C)2016 Elsevier B.V. All rights reserved.","Authors":"Kinable, J (Kinable, Joris) ; Cire, AA (Cire, Andre A.) ; van Hoeve, WJ (van Hoeve, Willem-Jan)","Title":"Hybrid optimization methods for time-dependent sequencing problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Feature selection; Ordinal-based integration; Frequency-based integration; Feature vectors integration; Feature subsets integration; Sentiment analysis KeyWords Plus:MACHINE LEARNING APPROACH; FEATURE-EXTRACTION; CLASSIFICATION; REDUCTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 80-93 DOI: 10.1016/j.eswa.2017.01.009 Published: JUN 1 2017","Abstract":"Feature subset selection with the aim of reducing, dependency of feature selection techniques and obtaining a high-quality minimal feature subset from a real-world domain is the main task of this research. For this end, firstly, two types of feature representation are presented for feature sets, namely unigram-based and part-of-speech based feature sets. Secondly, five methods of feature ranking are employed for creating feature vectors. Finally, we propose two methods for the integration feature vectors and feature subsets. An ordinal-based integration of different feature vectors (OIFV) is proposed in order to obtain a new feature vector. The new feature vector depends on the order of features in the old vectors. A frequency based integration of different feature subsets (FIFS) with most effective features, which are obtained from a hybrid filter and wrapper methods in the feature selection task, is then proposed. In addition, four wellknown text classification algorithms are employed as classifiers in the wrapper method for the selection of the feature subsets. A wide range of comparative experiments on five widely-used datasets in sentiment analysis were carried out. The experiments demonstrate that proposed methods can effectively improve the performance of sentiment classification. These results also show that proposed part-of-speech patterns are more effective in their classification accuracy compared to unigram-based features. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yousefpour, A (Yousefpour, Alireza) ; Ibrahim, R (Ibrahim, Roliana) ; Hamed, HNA (Hamed, Haza Nuzly Abdel)","Title":"Ordinal-based and frequency-based integration of feature selection methods for sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800023 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Deep learning; Gradient-boosting; Random forests; Ensemble learning KeyWords Plus:PERFORMANCE; FORECASTS; MARKET; COMBINATION; OUTRANKING; ANOMALIES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 689-702 DOI: 10.1016/j.ejor.2016.10.031 Published: JUN 1 2017","Abstract":"In recent years, machine learning research has gained momentum: new developments in the field of deep learning allow for multiple levels of abstraction and are starting to supersede well-known and powerful tree-based techniques mainly operating on the original feature space. All these methods can be applied to various fields, including finance. This paper implements and analyzes the effectiveness of deep neural networks (DNN), gradient-boosted-trees (GBT), random forests (RAF), and several ensembles of these methods in the context of statistical arbitrage. Each model is trained on lagged returns of all stocks in the S&P 500, after elimination of survivor bias. From 1992 to 2015, daily one-day-ahead trading signals are generated based on the probability forecast of a stock to outperform the general market. The highest k probabilities are converted into long and the lowest k probabilities into short positions, thus censoring the less certain middle part of the ranking. Empirical findings are promising. A simple, equal-weighted ensemble (ENS1) consisting of one deep neural network, one gradient-boosted tree, and one random forest produces out-of-sample returns exceeding 0.45 percent per day for k = 10, prior to transaction costs. Irrespective of the fact that profits are declining in recent years, our findings pose a severe challenge to the semi-strong form of market efficiency. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Krauss, C (Krauss, Christopher) ; Do, XA (Xuan Anh Do) ; Huck, N (Huck, Nicolas)","Title":"Deep neural networks, gradient-boosted trees, random forests: Statistical arbitrage on the S&P 500"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200006 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Pairwise user coupling; keystroke dynamics; person identification; behavioural biometrics; cyber-forensics KeyWords Plus:AUTHENTICATION; CLASSIFICATION; RECOGNITION; LATENCIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1319-1329 DOI: 10.1109/TIFS.2017.2658539 Published: JUN 2017","Abstract":"Due to the increasing vulnerabilities in cyberspace, security alone is not enough to prevent a breach, but cyber forensics or cyber intelligence is also required to prevent future attacks or to identify the potential attacker. The unobtrusive and covert nature of biometric data collection of keystroke dynamics has a high potential for use in cyber forensics or cyber intelligence. In this paper, we investigate the usefulness of keystroke dynamics to establish the person identity. We propose three schemes for identifying a person when typing on a keyboard. We use various machine learning algorithms in combination with the proposed pairwise user coupling technique and show the performance of each separate technique as well as the performance when combining two or more together. In particular, we show that pairwise user coupling in a bottom-up tree structure scheme gives the best performance, both concerning accuracy and time complexity. The proposed techniques are validated by using keystroke data. However, these techniques could equally well be applied to other pattern identification problems. We have also investigated the optimized feature set for person identification by using keystroke dynamics. Finally, we also examined the performance of the identification system when a user, unlike his normal behaviour, types with only one hand, and we show that performance then is not optimal, as was to be expected.","Authors":"Mondal, S (Mondal, Soumik) ; Bours, P (Bours, Patrick)","Title":"Person Identification by Keystroke Dynamics Using Pairwise User Coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395741900044 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Interior permanent-magnet synchronous machine (IPMSM); maximum-torque-per-ampere (MTPA) operation; self-learning control (SLC); signal injection KeyWords Plus:RELUCTANCE-MOTOR-DRIVES; MTPA CONTROL; MAXIMUM-TORQUE; RIPPLE; IPMSM; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 6 Pages: 4652-4662 DOI: 10.1109/TPEL.2016.2602243 Published: JUN 2017","Abstract":"This paper proposes a novel self-learning control scheme for interior permanent-magnet synchronous machine (IPMSM) drives to achieve the maximum-torque-per-ampere (MTPA) operation in the constant-torque region and voltage-constraint MTPA (VCMTPA) operation in the field-weakening region. The proposed self-learning control (SLC) scheme is based on the newly reported virtual-signal-injection-aided direct flux vector control. However, other searching-based optimal control schemes in the flux-torque (f-t) reference frame are also possible. Initially, the reference flux amplitudes for MTPA operations are tracked by virtual signal injection and the data are used by the proposed SLC scheme to train the reference flux map online. After training, the proposed control scheme generates the optimal reference flux amplitude with fast dynamic response. The proposed control scheme can achieve MTPA or VCMTPA control fast and accurately without accurate prior knowledge of machine parameters and can adapt to machine parameter changes during operation. The proposed control scheme is verified by experiments under various operation conditions on a prototype 10 kWIPMSM drive.","Authors":"Sun, TF (Sun, Tianfu) ; Wang, JB (Wang, Jiabin) ; Koc, M (Koc, Mikail)","Title":"Self-Learning Direct Flux Vector Control of Interior Permanent-Magnet Machine Drives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"BI-RADS mammographic lexicon; Mammographic mass description; Zernike moments; Curvelet transform; Multiple kernel learning KeyWords Plus:BREAST-CANCER DIAGNOSIS; COMPUTER-AIDED DIAGNOSIS; ZERNIKE MOMENTS; DIGITAL MAMMOGRAPHY; MALIGNANT MASSES; IMAGE RETRIEVAL; CLASSIFICATION; CURVELET; SYSTEM; VARIABILITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 82-95 DOI: 10.1016/j.eswa.2016.11.031 Published: MAY 15 2017","Abstract":"Correct mammography evaluation demands great expertise and rigorous interpretation of some radiographic features. The Breast Imaging Reporting and Data System (BI-RADS) is accepted as a standardized method to communicate mammographic findings. This report assigns a detailed description to breast masses in terms of their shape, margin, and density, a process highly dependent on the observer experience. This paper proposes a new automatic BI-RADS characterization of breast masses contained in a Regions of Interest (RoI). For doing so, the proposed approach learns relevant radiological characteristics from several multiscale decomposition of the visual information, the Zernike polynomials and Curvelet bases, which are optimally fused by a Multiple Kernel Learning (MKL) strategy. The method first assesses the presence of masses in the RoI by training a conventional support vector machine (SVM) classifier. Once a RoI is identified as mass-positive, it feeds a bank of SVM binary classifiers that selects the type of shape from the BI-RADS terms. The mass margin and density are then set by combining the BI-RADS labels of the five most similar shapes in the database. Evaluation was conducted using a set of 980 RoIs extracted from the Digital Database for Screening Mammography (DDSM) and 216 Rols extracted from the INBreast database. Both database descriptions were updated to meet the fifth version of the BI-RADS lexicon. Masses were recognized with a sensitivity of 96.2% and a specificity of 93.1%, while shape, margin and density descriptions showed averaged sensitivity rates between 87.4% and 96.7% and specificity between 85.6% and 96.7%. This results outperformed the obtained when non-fused multiresolution features were used. These results suggest the proposed strategy may be useful in clinical scenarios and may contribute to the training of new radiologists as a second reader. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Narvaez, F (Narvaez, Fabian) ; Diaz, G (Diaz, Gloria) ; Poveda, C (Poveda, Cesar) ; Romero, E (Romero, Eduardo)","Title":"An automatic BI-RADS description of mammographic masses by fusing multiresolution features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395216400019 ISSN: 0003-682X eISSN: 1872-910X","Keywords":"North Atlantic right whale; Acoustic monitoring; Upcall detection; Local binary patterns; Classification KeyWords Plus:ACOUSTIC DETECTION; CLASSIFICATION; CALLS; HABITAT","Categories":"Acoustics Web of Science Categories:Acoustics","Journal Information":"APPLIED ACOUSTICS Volume: 120 Pages: 158-166 DOI: 10.1016/j.apacoust.2017.01.025 Published: MAY 2017","Abstract":"In this paper, we investigate the effectiveness of two-stage classification strategies in detecting north Atlantic right whale upcalls. Time-frequency measurements of data from passive acoustic monitoring devices are evaluated as images. Vocalization spectrograms are preprocessed for noise reduction and tone removal. First stage of the algorithm eliminates non-upcalls by an energy detection algorithm. In the second stage, two sets of features are extracted from the remaining signals using contour-based.and texture based methods. The former is based on-extraction of time-frequency features from upcall contours, and the latter employs a Local Binary Pattern operator to extract distinguishing texture features of the upcalls. Subsequently evaluation phase is carried out by using several classifiers to assess the effectiveness of both the contour-based and texture-based features for upcall detection. Comparing ROC curves of machine learning algorithms obtained from Cornell University's dataset reveals that LBP features improved performance accuracy up to 43% over time-frequency features. Classifiers such as the Linear Discriminant Analysis, Support Vector Machine, and TreeBagger achieve highest upcall detection rates with LBP features.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Esfahanian, M (Esfahanian, Mandi) ; Erdol, N (Erdol, Nurgun) ; Gerstein, E (Gerstein, Edmund) ; Zhuang, HQ (Zhuang, Hanqi)","Title":"Two-stage detection of north Atlantic right whale upcalls using local binary patterns and machine learning algorithms"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395221400001 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Reinforced concrete; Corrosion; Durability; Service life; Machine learning; Modelling; Carbonation; Chloride KeyWords Plus:ARTIFICIAL NEURAL-NETWORKS; HIGH-STRENGTH CONCRETE; PARTICLE SWARM OPTIMIZATION; CHLORIDE-INDUCED CORROSION; SUPPORT VECTOR REGRESSION; SELF-COMPACTING CONCRETE; COMPRESSIVE STRENGTH; DAMAGE DETECTION; ELASTIC-MODULUS; SHEAR-STRENGTH","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 77 Pages: 1-14 DOI: 10.1016/j.autcon.2017.01.016 Published: MAY 2017","Abstract":"Accurate service-life prediction of structures is vital for taking appropriate measures in a time-and cost-effective manner. However, the conventional prediction models rely on simplified assumptions, leading to inaccurate estimations. The paper reviews the capability of machine learning in addressing the limitations of classical prediction models. This is due to its ability to capture the complex physical and chemical process of the deterioration mechanism. The paper also presents previous researches that proposed the applicability of machine learning in assisting durability assessment of reinforced concrete structures. The advantages of employing machine learning for durability and service-life assessment of reinforced Concrete structures are also discussed in detail. The growing trend of collecting more and more in-service data using wireless sensors facilitates the use of machine learning for durability and service-life assessment. The paper concludes by recommending the future directions based on examination of recent advances and current practices in this specific area. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Taffese, WZ (Taffese, Woubishet Zewdu) ; Sistonen, E (Sistonen, Esko)","Title":"Machine learning for durability and service-life assessment of reinforced concrete structures: Recent advances and future directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218600014 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Random sampling; Mahalanobis distance; Predictive power; GIS; Ziarat watershed KeyWords Plus:SPECIES DISTRIBUTION MODELS; LAND-USE CHANGE; LOGISTIC-REGRESSION; CLIMATE-CHANGE; POTENTIAL DISTRIBUTION; STATISTICAL-MECHANICS; ENVIRONMENTAL-FACTORS; OCCURRENCE RECORDS; INFORMATION-THEORY; SLOPE STABILITY","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 152 Pages: 144-162 DOI: 10.1016/j.catena.2017.01.010 Published: MAY 2017","Abstract":"The aim of the current study is to map landslide susceptibility over the Ziarat watershed in the Golestan Province, Iran, using Maximum Entropy (ME), as a machine learning model, with two sampling strategies: Mahalanobis distance (MEMD) and random sampling (MERS). To this aim, a total of 92 landslides in the watershed were recorded as point features using a GPS (Global Positioning System) device, along with several field surveys and available local data. By reviewing landslide-related studies and using principal component analysis, 12 landslide-controlling factors were chosen namely altitude, slope percent, slope aspect, lithological formations, proximity (to faults, streams, and roads), land use/cover, precipitation, plan and profile curvature and the state-ofthe-art topo-hydrological factor known as height above the nearest drainage (HAND). Two sampling methods were used to divide landslides into two sets of training (70%) and test (30%). The Area under the success rate curve (AUSRC) and the area under the prediction rate curve (AUPRC) were used to evaluate the results of the MEMD and MERS. The results showed that both MEMD and MERS strategies with the respective AUSRC values of 0.884 and 0.878, have good performance in modelling the landslide susceptibility in the study area. However, AUPRC test showed slightly different results in which MEMD with the value of 0.906 showed excellent predictive power in comparison with the MERS with the AUPRC value of 0.846. The higher AUPRC value in relation to AUSRC indicated the MEMD as the premier model in the current study. According to the MEMD, three landslide controlling factors including lithological formations, proximity to roads and precipitation with the respective contribution percentages of 25.1%, 23.3%, and 19.1%, contained more information in relation to the rest. Moreover, according to one-by-one factor removal test, lithological formations and proximity to faults were identified to have a unique information compared to the rest. According to the MEMD, about 13.8% of the study area is located within high to very high susceptibility classes which can be matter of great interest to decision makers and the local authorities for formulating land use planning strategies and implementing pragmatic measures. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kornejady, A (Kornejady, Aiding) ; Ownegh, M (Ownegh, Majid) ; Bahremand, A (Bahremand, Abdolreza)","Title":"Landslide susceptibility assessment using maximum entropy model with two different data sampling methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Stock market; Twitter; Data and text mining; Regression KeyWords Plus:INVESTOR SENTIMENT; INFORMATION-CONTENT; MESSAGE BOARDS; NEWS; MEDIA; NOISE; ACCURACY; PRICES; TALK","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 125-144 DOI: 10.1016/j.eswa.2016.12.036 Published: MAY 1 2017","Abstract":"In this paper, we propose a robust methodology to assess the value of microblogging data to forecast stock market variables: returns, volatility and trading volume of diverse indices and portfolios. The methodology uses sentiment and attention indicators extracted from microblogs (a large Twitter dataset is adopted) and survey indices (AAII and II, USMC and Sentix), diverse forms to daily aggregate these indicators, usage of a Kalman Filter to merge microblog and survey sources, a realistic rolling windows evaluation, several Machine Learning methods and the Diebold-Mariano test to validate if the sentiment and attention based predictions are valuable when compared with an autoregressive baseline. We found that Twitter sentiment and posting volume were relevant for the forecasting of returns of S&P 500 index, portfolios of lower market capitalization and some industries. Additionally, KF sentiment was informative for the forecasting of returns. Moreover, Twitter and KF sentiment indicators were useful for the prediction of some survey sentiment indicators. These results confirm the usefulness of microblogging data for financial expert systems, allowing to predict stock market behavior and providing a valuable alternative for existing survey measures with advantages (e.g., fast and cheap creation, daily frequency). (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Oliveira, N (Oliveira, Nuno) ; Cortez, P (Cortez, Paulo) ; Areal, N (Areal, Nelson) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Nuno  http://orcid.org/0000-0003-1773-3684 Areal, Nelson  http://orcid.org/0000-0002-1157-0178","Title":"The impact of microblogging data for stock market prediction: Using Twitter to predict returns, volatility, trading volume and survey sentiment indices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200014 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Particle filtering; Anomaly detection; Exponential moving averages; Stochastic volatility; State space models; Global financial assets KeyWords Plus:SUPPORT VECTOR MACHINES; STOCK TREND PREDICTION; HYBRID MODEL; LEARNING TECHNIQUES; STATE ESTIMATION; NEURAL-NETWORKS; RETURNS; INDEX; PRICE; SIMULATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 187-200 DOI: 10.1016/j.eswa.2016.12.034 Published: MAY 1 2017","Abstract":"This paper proposes a generalized exponential moving average (EMA) model, a new stochastic volatility model with time-varying expected return in financial markets. In particular, we effectively apply a particle filter (PF) to sequential estimation of states and parameters in a state space framework. Moreover, we develop three types of anomaly detectors, which are implemented easily in the PF algorithm to be used for investment decision. As a result, a simple investment strategy with our scheme is superior to the one based on the standard EMA and well-known traditional strategies such as equally-weighted, minimum-variance and.risk parity portfolios. Our dataset is monthly total returns of global financial assets such as stocks, bonds and REITs, and investment performances are evaluated with various statistics, namely compound returns, Sharpe ratios, Sortino ratios and drawdowns. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Nakano, M (Nakano, Masafumi) ; Takahashi, A (Takahashi, Akihiko) ; Takahashi, S (Takahashi, Soichiro)","Title":"Generalized exponential moving average (EMA) model with particle filtering and anomaly detection"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394632200016 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Rare events; lmbalanced data; Machine learning; Data mining KeyWords Plus:SUPPORT VECTOR MACHINE; TIME-SERIES CLASSIFICATION; COST-SENSITIVE CLASSIFIER; CARD FRAUD DETECTION; OIL-SPILL DETECTION; DATA-SETS; FEATURE-SELECTION; NEURAL-NETWORKS; RARE EVENTS; CAUSE IDENTIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 220-239 DOI: 10.1016/j.eswa.2016.12.035 Published: MAY 1 2017","Abstract":"Rare events, especially those that could potentially negatively impact society, often require humans' decision-making responses. Detecting rare events can be viewed as a prediction task in data mining and machine learning communities. As these events are rarely observed in daily life, the prediction task suffers from a lack of balanced data. In this paper, we provide an in depth review of rare event detection from an imbalanced learning perspective. Five hundred and seventeen related papers that have been published in the past decade were collected for the study. The initial statistics suggested that rare events detection and imbalanced learning are concerned across a wide range of research areas from management science to engineering. We reviewed all collected papers from both a technical and a practical point of view. Modeling methods discussed include techniques such as data preprocessing, classification algorithms and model evaluation. For applications, we first provide a comprehensive taxonomy of the existing application domains of imbalanced learning, and then we detail the applications for each category. Finally, some suggestions from, the reviewed papers are incorporated with our experiences and judgments to offer further research directions for the imbalanced learning and rare event detection fields. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Guo, HX (Guo Haixiang) ; Li, YJ (Li Yijing) ; Shang, J (Shang, Jennifer) ; Gu, MY (Gu Mingyun) ; Huang, YY (Huang Yuanyue) ; Bing, G (Bing, Gong)","Title":"Learning from class-imbalanced data: Review of methods and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400003 PubMed ID: 27760476 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"EEG; hypoxic-ischemic encephalopathy (HIE); high frequency micro-scale seizures; sharp wave detection; Type-2 fuzzy; wavelet transform; machine learning; automatic detection KeyWords Plus:PRETERM FETAL SHEEP; NEURAL NETWORK METHODOLOGY; SEIZURE DETECTION; BRAIN-INJURY; SYNCHRONIZATION LIKELIHOOD; CHAOS METHODOLOGY; SPECTRUM DISORDER; SPIKE DETECTION; DIAGNOSIS; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1650051 DOI: 10.1142/S0129065716500519 Published: MAY 2017","Abstract":"Currently, there are no developed methods to detect sharp wave transients that exist in the latent phase after hypoxia-ischemia (HI) in the electroencephalogram (EEG) in order to determine if these micro-scale transients are potential biomarkers of HI. A major issue with sharp waves in the HI-EEG is that they possess a large variability in their sharp wave profile making it difficult to build a compact ` footprint of uncertainty' (FOU) required for ideal performance of a Type-2 fuzzy logic system (FLS) classifier. In this paper, we develop a novel computational EEG analysis method to robustly detect sharp waves using over 30 h of post occlusion HI-EEG from an equivalent, in utero, preterm fetal sheep model cohort. We demonstrate that initial wavelet transform (WT) of the sharp waves stabilizes the variation in their profile and thus permits a highly compact FOU to be built, hence, optimizing the performance of a Type-2 FLS. We demonstrate that this method leads to higher overall performance of 94% +/- 1 for the clinical 64Hz sampled EEG and 97% +/- 1 for the high resolution 1024 Hz sampled EEG that is improved upon over conventional standard wavelet 67% +/- 5 and 82% +/- 3, respectively, and fuzzy approaches 88% +/- 2 and 90% +/- 3, respectively, when performed in isolation.","Authors":"Abbasi, H (Abbasi, Hamid) ; Bennet, L (Bennet, Laura) ; Gunn, AJ (Gunn, Alistair J.) ; Unsworth, CP (Unsworth, Charles P.)","Title":"Robust Wavelet Stabilized `Footprints of Uncertainty' for Fuzzy System Classifiers to Automatically Detect Sharp Waves in the EEG after Hypoxia Ischemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400005 PubMed ID: 27873554 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"Epilepsy; seizure prediction; machine learning; prospective KeyWords Plus:SUPPORT VECTOR MACHINES; EPILEPTIC SEIZURES; PHASE SYNCHRONIZATION; PREICTAL STATE; NEURAL-NETWORK; CLINICAL ONSET; EEG-ANALYSIS; LONG-TERM; SYSTEM; METHODOLOGY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1750006 DOI: 10.1142/S012906571750006X Published: MAY 2017","Abstract":"A patient-specific algorithm, for epileptic seizure prediction, based on multiclass support-vector machines (SVM) and using multi-channel high-dimensional feature sets, is presented. The feature sets, combined with multiclass classification and post-processing schemes aim at the generation of alarms and reduced influence of false positives. This study considers 216 patients from the European Epilepsy Database, and includes 185 patients with scalp EEG recordings and 31 with intracranial data. The strategy was tested over a total of 16,729.80 h of inter-ictal data, including 1206 seizures. We found an overall sensitivity of 38.47% and a false positive rate per hour of 0.20. The performance of the method achieved statistical significance in 24 patients (11% of the patients). Despite the encouraging results previously reported in specific datasets, the prospective demonstration on long-term EEG recording has been limited. Our study presents a prospective analysis of a large heterogeneous, multicentric dataset. The statistical framework based on conservative assumptions, reflects a realistic approach compared to constrained datasets, and/or in-sample evaluations. The improvement of these results, with the definition of an appropriate set of features able to improve the distinction between the pre-ictal and nonpre-ictal states, hence minimizing the effect of confounding variables, remains a key aspect.","Authors":"Direito, B (Direito, Bruno) ; Teixeira, CA (Teixeira, Cesar A.) ; Sales, F (Sales, Francisco) ; Castelo-Branco, M (Castelo-Branco, Miguel) ; Dourado, A (Dourado, Antonio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Teixeira, Cesar  A-3477-2012 http://orcid.org/0000-0001-9396-1211","Title":"A Realistic Seizure Prediction Study Based on Multiclass SVM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400002 PubMed ID: 27776438 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"MRI; independent component analysis; computer-aided diagnosis; Alzheimer's disease; support vector machines KeyWords Plus:MILD COGNITIVE IMPAIRMENT; GRAY-MATTER LOSS; DIMENSIONAL PATTERN-CLASSIFICATION; VOXEL-BASED MORPHOMETRY; SEIZURE DETECTION; STRUCTURAL MRI; BRAIN ATROPHY; MCI PATIENTS; DISEASE; DEMENTIA","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1650050 DOI: 10.1142/S0129065716500507 Published: MAY 2017","Abstract":"Computer-aided diagnosis (CAD) systems constitute a powerful tool for early diagnosis of Alzheimer's disease (AD), but limitations on interpretability and performance exist. In this work, a fully automatic CAD system based on supervised learning methods is proposed to be applied on segmented brain magnetic resonance imaging (MRI) from Alzheimer's disease neuroimaging initiative (ADNI) participants for automatic classification. The proposed CAD system possesses two relevant characteristics: optimal performance and visual support for decision making. The CAD is built in two stages: a first feature extraction based on independent component analysis (ICA) on class mean images and, secondly, a support vector machine (SVM) training and classification. The obtained features for classification offer a full graphical representation of the images, giving an understandable logic in the CAD output, that can increase confidence in the CAD support. The proposed method yields classification results up to 89% of accuracy (with 92% of sensitivity and 86% of specificity) for normal controls (NC) and AD patients, 79% of accuracy (with 82% of sensitivity and 76% of specificity) for NC and mild cognitive impairment (MCI), and 85% of accuracy (with 85% of sensitivity and 86% of specificity) for MCI and AD patients.","Authors":"Khedher, L (Khedher, Laila) ; Illan, IA (Illan, Ignacio A.) ; Gorriz, JM (Gorriz, Juan M.) ; Ramirez, J (Ramirez, Javier) ; Brahim, A (Brahim, Abdelbasset) ; Meyer-Baese, A (Meyer-Baese, Anke) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ramirez, Javier  B-1836-2012 http://orcid.org/0000-0002-6229-2921","Title":"Independent Component Analysis-Support Vector Machine-Based Computer-Aided Diagnosis System for Alzheimer's with Visual Support"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394474000014 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Support vector machines; Robust optimization; Bi-level optimization; Stochastic approximation KeyWords Plus:ROBUST OPTIMIZATION; CLASSIFICATION; ISSUES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 109 Pages: 215-230 DOI: 10.1016/j.csda.2016.12.008 Published: MAY 2017","Abstract":"The issue of large scale binary classification when data is subject to random perturbations is addressed. The proposed model integrates a learning framework that adjusts its robustness to noise during learning. The method avoids over-conservative situations that can be encountered with worst-case robust support vector machine formulations. The algorithm could be seen as a technique to learn the support-set of the noise distribution during the training process. This is achieved by introducing optimization variables that control the magnitude of the noise perturbations that should be taken into account. The magnitude is tuned by optimizing a generalization error. Only rough estimates of perturbations bounds are required. Additionally, a stochastic bi-level optimization technique is proposed to solve the resulting formulation. The algorithm performs very cheap stochastic subgradient moves and is therefore well suited to large datasets. Encouraging experimental results show that the technique outperforms robust second order cone programming formulations. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Couellan, N (Couellan, Nicolas) ; Wang, WJ (Wang, Wenjuan)","Title":"Uncertainty-safe large scale support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700018 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Deep neural networks; Heaimapping; Taylor decomposition; Relevance propagation; Image recognition KeyWords Plus:TRAINED NEURAL-NETWORKS; MODELS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 211-222 DOI: 10.1016/j.patcog.2016.11.008 Published: MAY 2017","Abstract":"Nonlinear methods such as Deep Neural Networks (DNNs) are the gold standard for various challenging machine learning problems such as image recognition. Although these methods perform impressively well, they have a significant disadvantage, the lack of transparency, limiting the interpretability of the solution and thus the scope of application in practice. Especially DNNs act as black boxes due to their multilayer nonlinear structure. In this paper we introduce a novel methodology for interpreting generic multilayer neural networks by decomposing the network classification decision into contributions of its input elements. Although our focus is on image classification, the method is applicable to a broad set of input data, learning tasks and network architectures. Our method called deep Taylor decomposition efficiently utilizes the structure of the network by backpropagating the explanations from the output to the input layer. We evaluate the proposed method empirically on the MNIST and ILSVRC data sets.","Authors":"Montavon, G (Montavon, Gregoire) ; Lapuschkin, S (Lapuschkin, Sebastian) ; Binder, A (Binder, Alexander) ; Samek, W (Samek, Wojciech) ; Muller, KR (Mueller, Klaus-Robert)","Title":"Explaining nonlinear classification decisions with deep Taylor decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394079800011 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Soil sensing; Soil mapping; Precision agriculture; Machine learning; Field survey KeyWords Plus:PLANT-AVAILABLE POTASSIUM; PRECISION AGRICULTURE; SPECTROSCOPY; SCALE; CLASSIFICATION; SAPROLITE; MODELS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 168 Pages: 99-109 DOI: 10.1016/j.still.2016.10.008 Published: MAY 2017","Abstract":"Gamma spectrometric field measurements may provide high resolution information on topsoil texture. Yet, calibrations for the estimation of texture data usually have to be done site-specifically. The lack of site-independent calibrations thus limits the easy and universal use of proximal gamma-ray sensing in soil mapping and precision agriculture. Our objective was to develop a study site-independent prediction model for topsoil texture from gamma-ray spectra. We surveyed ten study sites across Germany with 417 reference samples (291 for calibration, 126 for test set-validation), providing soils from a broad range of parent materials and with widely varying soil texture. First, study site-specific models were calibrated by a linear regression approach. These models provided reliable estimations of sand, silt, and clay for most of the study sites. Second, study site-independent models were calibrated via i) linear regression and ii) support vector machines (SVM), the latter being mathematical methods of data pattern recognition. Based on the non-linear relationship between gamma spectrum and soil texture, which varied widely between the different parent materials the linear models are not appropriate for satisfactory soil texture prediction (averaged R-2 of 0.73 for sand, 0.61 for silt, and 0.18 for clay and averaged absolute prediction errors of 9 to 5%, respectively). In contrast, the SVM calibrated prediction models revealed reliable performance also for site-independent calibrations. With the non-linear SVM approach we were able to include all sites in one single prediction model for each texture fraction although the different mineralogical composition of their parent materials led to complex and partly opposing relationships between gamma features and soil texture. Site-independent predictions via SVM were often even better than site-specific linear regression models. The site-independent SVM calibrated predictions yielded an averaged R-2 of 0.96 (sand), 0.93 (silt), and 0.78 (clay), and corresponding averaged absolute prediction errors of 2 to 4%, respectively. To summarize, (i) non-linear prediction models are a feasible approach for capable site-independent texture estimations across a wide range of soils and (ii) gamma spectrometry based texture predictions are a valuable input for applications that require highly resolved texture information at low costs and efforts. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Heggemann, T (Heggemann, Tobias) ; Welp, G (Welp, Gerhard) ; Amelung, W (Amelung, Wulf) ; Angst, G (Angst, Gerrit) ; Franz, SO (Franz, Sven Oliver) ; Koszinski, S (Koszinski, Sylvia) ; Schmidt, K (Schmidt, Karsten) ; Patzolcl, S (Paetzolcl, Stefan)","Title":"Proximal gamma-ray spectrometry for site-independent in situ prediction of soil texture on ten heterogeneous fields in Germany using support vector machines"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393726200052 ISSN: 0960-1481","Keywords":"Solar radiation forecasting; Machine learning; Artificial neural networks; Support vector machines; Regression KeyWords Plus:NEURAL-NETWORKS; RENEWABLE ENERGY; KALMAN FILTER; PREDICTION; MODELS; IRRADIANCE; REGRESSION; SYSTEMS; INTELLIGENCE; BENCHMARKING","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 569-582 DOI: 10.1016/j.renene.2016.12.095 Published: MAY 2017","Abstract":"Forecasting the output power of solar systems is required for the good operation of the power grid or for the optimal management of the energy fluxes occurring into the solar system. Before forecasting the solar systems output, it is essential to focus the prediction on the solar irradiance. The global solar radiation forecasting can be performed by several methods; the two big categories are the cloud imagery combined with physical models, and the machine learning models. In this context, the objective of this paper is to give an overview of forecasting methods of solar irradiation using machine learning approaches. Although, a lot of papers describes methodologies like neural networks or support vector regression, it will be shown that other methods (regression tree, random forest, gradient boosting and many others) begin to be used in this context of prediction. The performance ranking of such methods is complicated due to the diversity of the data set, time step, forecasting horizon, set up and performance indicators. Overall, the error of prediction is quite equivalent. To improve the prediction performance some authors proposed the use of hybrid models or to use an ensemble forecast approach. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Voyant, C (Voyant, Cyril) ; Notton, G (Notton, Gilles) ; Kalogirou, S (Kalogirou, Soteris) ; Nivet, ML (Nivet, Marie-Laure) ; Paoli, C (Paoli, Christophe) ; Motte, F (Motte, Fabrice) ; Fouilloy, A (Fouilloy, Alexis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Voyant, Cyril  http://orcid.org/0000-0003-0242-7377","Title":"Machine learning methods for solar radiation forecasting: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266500001 ISSN: 0885-2308 eISSN: 1095-8363","Keywords":"Fast adaptation; Acoustic model interpolation; Sparse coding; Exemplar and learned speaker dictionary KeyWords Plus:RAPID SPEAKER ADAPTATION; EIGENVOICE; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"COMPUTER SPEECH AND LANGUAGE Volume: 43 Pages: 1-17 DOI: 10.1016/j.csl.2016.10.004 Published: MAY 2017","Abstract":"This work presents a novel use of the sparse coding over redundant dictionary for fast adaptation of the acoustic models in the hidden Markov model-based automatic speech recognition (ASR) systems. The presented work is an extension of the existing acoustic model-interpolation-based fast adaptation approaches. In these methods, the basis (model) weights are estimated using an iterative procedure employing the maximum-likelihood (ML) criterion. For effective adaptation, typically a number of bases are selected and as a result of that the latency of the iterative weight estimation process becomes high for those ASR tasks that involve human-machine interactions. To address this issue, we propose the use of sparse coding of the target mean supervector over a speaker-specific (exemplar) redundant dictionary. In this approach, the employed greedy sparse coding not only selects the desired bases but also compresses them into a single supervector, which is then ML scaled to yield the adapted mean parameters. Thus reducing the latency in the basis weight estimation in comparison to the existing fast adaptation techniques. Further, to address the loss in information due to reduced degrees of freedom, we have also extended the proposed approach using separate sparse codings over multiple (exemplar and learned) redundant dictionaries. In adapting an ASR task involving human-computer interactions, the proposed approach is found to be as effective as the existing techniques but with a substantial reduction in the computational cost. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shahnawazuddin, S (Shahnawazuddin, S.) ; Sinha, R (Sinha, Rohit) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shahnawazuddin, Syed  http://orcid.org/0000-0002-3916-9693","Title":"Sparse coding over redundant dictionaries for fast adaptation of speech recognition system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392861300009 ISSN: 0969-6016 eISSN: 1475-3995","Keywords":"combinatorial optimization; graphs and networks; k-labeled spanning forest; variable neighborhood search; intelligent optimization; minimum labeling spanning trees KeyWords Plus:TREE PROBLEM; OPTIMIZATION; HEURISTICS; SEARCH","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"INTERNATIONAL TRANSACTIONS IN OPERATIONAL RESEARCH Volume: 24 Issue: 3 Pages: 559-582 DOI: 10.1111/itor.12217 Published: MAY 2017","Abstract":"In this paper, we study the k-labeled spanning forest (kLSF) problem in which an undirected graph whose edges are labeled and an integer-positive value k are given; the aim is to find a spanning forest of the input graph with the minimum number of connected components and the upper bound k on the number of labels. The problem is related to the minimum labeling spanning tree problem and has several applications in the real world. In this paper, we compare several metaheuristics to solve this NP-hard problem. In particular, the proposed intelligent variable neighborhood search (VNS) shows excellent performance, obtaining high-quality solutions in short computational running time. This approach integrates VNS with other complementary approaches from machine learning, statistics, and experimental algorithmics, in order to produce high-quality performance and completely automate the resulting optimization strategy.","Authors":"Consoli, S (Consoli, Sergio) ; Perez, JAM (Moreno Perez, Jose Andres) ; Mladenovic, N (Mladenovic, Nenad) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Consoli, Sergio  http://orcid.org/0000-0001-7357-5858","Title":"Comparison of metaheuristics for the k-labeled spanning forest problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390884300002 PubMed ID: 27634103 ISSN: 1747-0218 eISSN: 1747-0226","Keywords":"Face recognition; Image-dependency; Pictorial coding; Structural coding KeyWords Plus:CATEGORICAL PERCEPTION; OBJECT RECOGNITION; PERFORMANCE; PHOTOGRAPHS; INFORMATION; MACHINE","Categories":"Psychology; Physiology Web of Science Categories:Psychology, Biological; Physiology; Psychology; Psychology, Experimental","Journal Information":"QUARTERLY JOURNAL OF EXPERIMENTAL PSYCHOLOGY Volume: 70 Issue: 5 Pages: 863-873 DOI: 10.1080/17470218.2016.1236825 Published: MAY 2017","Abstract":"Research investigating the effect of lighting and viewpoint changes on unfamiliar and newly learnt faces has revealed that such recognition is highly image dependent and that changes in either of these leads to poor recognition accuracy. Three experiments are reported to extend these findings by examining the effect of apparent age on the recognition of newly learnt faces. Experiment 1 investigated the ability to generalize to novel ages of a face after learning a single image. It was found that recognition was best for the learnt image with performance falling the greater the dissimilarity between the study and test images. Experiments 2 and 3 examined whether learning two images aids subsequent recognition of a novel image. The results indicated that interpolation between two studied images (Experiment 2) provided some additional benefit over learning a single view, but that this did not extend to extrapolation (Experiment 3). The results from all studies suggest that recognition was driven primarily by pictorial codes and that the recognition of faces learnt from a limited number of sources operates on stored images of faces as opposed to more abstract, structural, representations.","Authors":"Longmore, CA (Longmore, Christopher A.) ; Santos, IM (Santos, Isabel M.) ; Silva, CF (Silva, Carlos F.) ; Hall, A (Hall, Abi) ; Faloyin, D (Faloyin, Dipo) ; Little, E (Little, Emily)","Title":"Image dependency in the recognition of newly learnt faces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Supervised classification; Label ranking problem; Bagging; Ensemble; Mallows model; Decision tree KeyWords Plus:EXTENSION; MODELS; SETS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 38-50 DOI: 10.1016/j.inffus.2016.09.002 Published: MAY 2017","Abstract":"Preference learning is the branch of machine learning in charge of inducing preference models from data. In this paper we focus on the task known as label ranking problem, whose goal is to predict a ranking among the different labels the class variable can take. Our contribution is twofold: (i) taking as basis the tree-based algorithm LRT described in [1], we design weaker tree-based models which can be learnt more efficiently; and (ii) we show that bagging these weak learners improves not only the LRT algorithm, but also the state-of-the-art one (IBLR [I]). Furthermore, the bagging algorithm which takes the weak LRT-based models as base classifiers is competitive in time with respect to LRT and IBLR methods. To check the goodness of our proposal, we conduct a broad experimental study over the standard benchmark used in the label ranking problem literature. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Aledo, JA (Aledo, Juan A.) ; Gamez, JA (Gamez, Jose A.) ; Molina, D (Molina, David) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gamez, Jose  http://orcid.org/0000-0003-1188-1117","Title":"Tackling the the supervised label ranking problem by bagging weak learners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500010 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"PAC-Bayes bound; Statistical learning theory; Support vector machine; Multi-view learning KeyWords Plus:DEPENDENT PRIORS; CLASSIFICATION; BOUNDS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 117-131 DOI: 10.1016/j.inffus.2016.09.008 Published: MAY 2017","Abstract":"Multi-view learning is a widely applicable research direction. This paper presents eight PAC-Bayes bounds to analyze the generalization performance of multi-view classifiers. These bounds adopt data dependent Gaussian priors which emphasize classifiers with high view agreements. The center of the prior for the first two bounds is the origin, while the center of the prior for the third and fourth bounds is given by a data dependent vector. An important technique to obtain these bounds is two derived logarithmic determinant inequalities whose difference lies in whether the dimensionality of data is involved. The centers of the fifth and sixth bounds are calculated on a separate subset of the training set. The last two bounds use unlabeled data to represent view agreements and are thus applicable to semi-supervised multi-view learning. We evaluate all the presented multi-view PAC-Bayes bounds on benchmark data and compare them with previous single-view PAC-Bayes bounds. The usefulness and performance of the multi-view bounds are discussed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Shawe-Taylor, J (Shawe-Taylor, John) ; Mao, L (Mao, Liang)","Title":"PAC-Bayer analysis of multi-view learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300001 ISSN: 1796-203X","Keywords":"Context-Awareness; device adaptation; distributed communications; mobile devices; proximity-based communications KeyWords Plus:AD HOC NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 200-211 DOI: 10.17706/jcp.12.3.200-211 Published: MAY 2017","Abstract":"Managing context-dependent behavior in devices that are constantly on the move is a laborious task, especially when it comes to situations users (and therefore devices) are unfamiliar with. Due to the impossibility of using predefined rules or previous training, static and machine-learning context-awareness methods are impractical. Although collaboration with nearby peers represents a promising alternative, research on this area has been scarce. In this paper we propose a distributed consensus protocol, specifically designed to enable device cooperation with adaptation purposes. The protocol has been designed and implemented and its performance has been demonstrated through simulation.","Authors":"Castro-Jul, F (Castro-Jul, Fatima) ; Fernandez-Vilas, A (Fernandez-Vilas, Ana) ; Diaz-Redondo, RP (Diaz-Redondo, Rebeca P.)","Title":"How Should My Device Behave Now? Adapting Consensus Protocols for Autonomous Context Management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300005 ISSN: 1796-203X","Keywords":"Cascade generalization; classification; ensemble methods; SVM KeyWords Plus:SUPPORT VECTOR MACHINES; CLASSIFIERS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 238-249 DOI: 10.17706/jcp.12.3.238-249 Published: MAY 2017","Abstract":"The choice of the best classification algorithm for a specific problem domain has been extensively researched. This issue was also the main motivations behind the ever increasing interest in ensemble methods as well as the choice of ensemble base and meta classifiers. In this paper, we extend and further evaluate a hybrid method for classifiers fusion. The method utilizes two learning algorithms only, in particular; a Support Vector Machine (SVM) as the base-level classifier and a different classification algorithm at the meta-level. This is then followed by a final voting stage. Results on nine benchmark data sets confirm that the proposed algorithm, though simple, is a promising ensemble classifier that compares favourably to other well established techniques.","Authors":"Barakat, N (Barakat, Nahla)","Title":"Cascade Generalization: One versus Many"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Visual data classification; Mahalanobis distance; Metric learning; Locally adaptive constraints KeyWords Plus:TARGET DETECTION; RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 1-9 DOI: 10.1016/j.neucom.2016.12.008 Published: APR 26 2017","Abstract":"Visual data classification, which is aimed at determining a unique label for each class, is an increasingly important issue in the machine learning community. In recent years, increasing attention has been paid to the application of metric learning for classification, which has been proven to be a good way to obtain a promising performance. However, as a result of the limited training samples and data with complex distributions, the vast majority of these algorithms usually fail to perform well. This has motivated us to develop a novel locally adaptive maximum margin metric learning (LAM(3)L) algorithm in order to maximally separate similar and dissimilar classes, based on the changes between the distances before and after the maximum margin metric learning. The experimental results on two widely used UCI datasets and a real hyperspectral dataset demonstrate that the proposed method outperforms the state-of-the-art metric learning methods.","Authors":"Dong, Y (Dong, Yanni) ; Du, B (Du, Bo) ; Zhang, LF (Zhang, Lefei) ; Zhang, LP (Zhang, Liangpei) ; Tao, DC (Tao, Dacheng)","Title":"LAM(3)L: Locally adaptive maximum margin metric learning for visual data classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data Augmentation; Face Recognition; Convolutional Neural Network; Support Vector Machine","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 10-14 DOI: 10.1016/j.neucom.2016.12.013 Published: APR 26 2017","Abstract":"Face recognition remains a challenging problem. While one-to-one face verification has been largely tackled, verification-based classification problem still demands effort. To further enhance the verification models, one solution is to fully utilize the unbalanced training sets, where, while abundant samples are provided for some subjects, there are often so few samples available for the rest. These subjects with too few samples can contribute little to the model learning. Therefore, before training a model, algorithms usually perform data augmentation on the whole dataset, especially on subjects with insufficient samples. In this paper, a new augmentation method is proposed, targeting on data augmentation for face classification algorithms. Instead of directly manipulating the input image, we perform virtual sample generating on feature level. The distribution of feature maps is first estimated, then random noise consistent to the distribution is applied to the feature vectors of training samples. Our method is based on Joint Bayesian Face Analysis, and we also develop an algorithm to boost the whole procedure. We conduct experiments based on high dimensional LBP features and features extracted by a shallow Convolutional Neural Network, and succeed to verify the effectiveness of this method, using image data from benchmark dataset LFW.","Authors":"Long, B (Long, Biao) ; Yu, K (Yu, Kai) ; Qin, JY (Qin, Jingyan)","Title":"Data augmentation for unbalanced face recognition training sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Support vector machines; Feature selection; Twin SVM; Second-order cone programming; Group penalty KeyWords Plus:SUPPORT VECTOR MACHINES; GENE-EXPRESSION; BREAST-CANCER; FORMULATIONS; TUMOR","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 112-121 DOI: 10.1016/j.neucom.2017.01.005 Published: APR 26 2017","Abstract":"Selecting the relevant factors in a particular domain is of utmost interest in the machine learning community. This paper concerns the feature selection process for twin support vector machine (TWSVM), a powerful classification method that constructs two nonparallel hyperplanes in order to define a classification rule. Besides the Euclidean norm, our proposal includes a second regularizer that aims at eliminating variables in both twin hyperplanes in a synchronized fashion. The baseline classifier is a twin SVM implementation based on second order cone programMing, which confers robustness to the approach and leads to potentially better predictive performance compared to the standard TWSVM formulation. The proposal is studied empirically and compared with well-known feature selection methods using microarray datasets, on which it succeeds at finding low dimensional solutions with highest average performance among all the other methods studied in this work.","Authors":"Lopez, J (Lopez, Julio) ; Maldonado, S (Maldonado, Sebastian)","Title":"Group-penalized feature selection and robust twin SVM classification via second-order cone programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700013 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"RUSBoost; Obstructive sleep apnea; ECG; Classification; Statistical features KeyWords Plus:FACTOR WAVELET TRANSFORM; HEART-RATE-VARIABILITY; CARDIAC SOUND SIGNALS; SPECTRAL FEATURES; ELECTROCARDIOGRAM; QUANTIFICATION; CLASSIFICATION; DIAGNOSIS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 122-130 DOI: 10.1016/j.neucom.2016.12.062 Published: APR 26 2017","Abstract":"Computerized obstructive sleep apnea detection is necessary to speed-up sleep apnea diagnosis and research and for assisting medical professionals. Moreover, the development of a device to monitor sleep apnea that is low-power and portable, requires a reliable and successful sleep apnea detection scheme. In this article, the problem of automated sleep apnea detection using singe-lead electrocardiogram (ECG) signals has been addressed. At first, segments of ECG signals are decomposed using a data-adaptive signal decomposition scheme, namely- tunable-Q factor wavelet transform (TQWT). Three statistical features are extracted from the TQWT sub-bands and train and test matrices are formed afterwards. These matrices are fed into the classifier to identify non-apneic and apneic ECG signal segments. In this work, a new machine learning algorithm, namely random under sampling boosting (RUSBoost) is implemented to perform classification. This is for the first time TQWT along with RUSBoost is employed for automatic sleep apnea detection to our knowledge. The overall algorithmic performance of our method is inspected for various values of TQWT parameters. Optimal values of these parameters are investigated and determined. The efficacy and appropriateness of RUSBoost are demonstrated as opposed to the commonly used classification models. The algorithmic performance of our sleep apnea identification scheme is also evaluated against existing detection algorithms in the literature. Experimental outcomes manifest that our sleep apnea identification scheme performs better than the existing works in sensitivity, specificity, and accuracy. It can be anticipated that owing to its use of only one channel of ECG signal, the proposed method will be ideal for device implementation, eliminate the onus of clinicians of analyzing a large bulk of data manually, and expedite sleep apnea diagnosis.","Authors":"Hassan, AR (Hassan, Ahnaf Rashik) ; Haque, MA (Haque, Md Aynal)","Title":"An expert system for automated identification of obstructive sleep apnea from single-lead ECG using random under sampling boosting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700021 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Transductive support vector machines; Classification; Large-margin classifier; Optimization KeyWords Plus:SEMISUPERVISED CLASSIFICATION; OPTIMIZATION TECHNIQUES; HYPERSPECTRAL IMAGERY; FRAMEWORK; SVMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 199-209 DOI: 10.1016/j.neucom.2017.01.012 Published: APR 26 2017","Abstract":"In this paper, we propose a robust and fast transductive support vector machine (RTSVM) classifier that can be applied to large-scale data. To this end, we use the robust Ramp loss instead of Hinge loss for labeled data samples. The resulting optimization problem is non-convex but it can be decomposed to a convex and concave parts. Therefore, the optimization is accomplished iteratively by solving a sequence of convex problems known as concave-convex procedure. Stochastic gradient (SG) is used to solve the convex problem at each iteration, thus the proposed method scales well with large training set size for the linear case (to the best of our knowledge, it is the second transductive classification method that is practical for more than a million data). To extend the proposed method to the nonlinear case, we proposed two alternatives where one uses the primal optimization problem and the other uses the dual. But in contrast to the linear case, both alternatives do not scale well with large-scale data. Experimental results show that the proposed method achieves comparable results to other related transductive SVM methods, but it is faster than other transductive learning methods and it is more robust to the noisy data.","Authors":"Cevikalp, H (Cevikalp, Hakan) ; Franc, V (Franc, Vojtech)","Title":"Large-scale robust transductive support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Autoencoder; Convolutional neural network; Deep learning; Deep belief network; Restricted Boltzmann machine KeyWords Plus:NONLINEAR STOCHASTIC-SYSTEMS; SPEECH RECOGNITION; CONTRASTIVE DIVERGENCE; DENOISING AUTOENCODERS; MISSING MEASUREMENTS; BOLTZMANN MACHINES; STATE ESTIMATION; ACOUSTIC MODELS; CLASSIFICATION; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 11-26 DOI: 10.1016/j.neucom.2016.12.038 Published: APR 19 2017","Abstract":"Since the proposal of a fast learning algorithm for deep belief networks in 2006, the deep learning techniques have drawn ever-increasing research interests because of their inherent capability of overcoming the drawback of traditional algorithms dependent on hand-designed features. Deep learning approaches have also been found to be suitable for big data analysis with successful applications to computer vision, pattern recognition, speech recognition, natural language processing, and recommendation systems. In this paper, we discuss some widely used deep learning architectures and their practical applications. An up-to-date overview is provided on four deep learning architectures, namely, autoencoder, convolutional neural network, deep belief network, and restricted Boltzmann machine. Different types of deep neural networks are surveyed and recent progresses are summarized. Applications of deep learning techniques on some selected areas (speech recognition, pattern recognition and computer vision) are highlighted. A list of future research topics are finally given with clear justifications.","Authors":"Liu, WB (Liu, Weibo) ; Wang, ZD (Wang, Zidong) ; Liu, XH (Liu, Xiaohui) ; Zengb, NY (Zeng, Nianyin) ; Liu, YR (Liu, Yurong) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"A survey of deep neural network architectures and their applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800003 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Prediction; Data mining; Classification; Regression; Hierarchical estimation KeyWords Plus:NEURAL-NETWORK; SYSTEM; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 27-37 DOI: 10.1016/j.neucom.2016.12.037 Published: APR 19 2017","Abstract":"Classification and numeric estimation are the two most common types of data mining. The goal of classification is to predict the discrete type of output values whereas estimation is aimed at finding the continuous type of output values. Predictive data mining is generally achieved by using only one specific statistical or machine learning technique to construct a prediction model. Related studies have shown that prediction performance by this kind of single flat model can be improved by the utilization of some hierarchical structures. Hierarchical estimation approaches, usually a combination of multiple estimation models, have been proposed for solving some specific domain problems. However, in the literature, there is no generic hierarchical approach for estimation and no hybrid based solution that combines classification and estimation techniques hierarchically. Therefore, we introduce a generic hierarchical architecture, namely hierarchical classification and regression (HCR), suitable for various estimation problems. Simply speaking, the first level of HCR involves pre-processing a given training set by classifying it into k classes, leading to k subsets. Three approaches are used to perform this task in this study: hard classification (HC); fuzzy c-means (FCM); and genetic algorithms (GA). Then, each training data containing its associated class label is used to train a support vector machine (SVM) classifier for classification. Next, for the second level of HCR, k regression (or estimation) models are trained based on their corresponding subsets for final prediction. The experiments based on 8 different UCI datasets show that most hierarchical prediction models developed with the HCR architecture significantly outperform three well-known single fiat prediction models, i.e., linear regression (LR), multilayer perceptron (MLP) neural networks, and support vector regression (SVR) in terms of mean absolute percentage error (MAPE) and root mean squared error (RMSE) rates. In addition, it is found that using the GA-based data pre-processing approach to classify the training set into 4 subsets is the best threshold (i.e., k=4) and the 4-class SVM+MLP outperforms three baseline hierarchical regression models.","Authors":"Ke, SW (Ke, Shih-Wen) ; Lin, WC (Lin, Wei -Chao) ; Tsai, CF (Tsai, Chih-Fong) ; Hu, YH (Hu, Ya-Han)","Title":"Soft estimation by hierarchical classification and regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Imbalanced data learning; Feature selection; Classification; Multi-kernel learning; Proximal method KeyWords Plus:ALGORITHMS; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 38-57 DOI: 10.1016/j.neucom.2016.12.036 Published: APR 19 2017","Abstract":"High dimensionality and classification of imbalanced data sets are two of the most interesting machine learning challenges. Both issues have been independently studied in the literature. In order to simultaneously explore the both issues of feature selection and oversampling, we efficiently combine two different methodological approaches in an unified kernel framework. Specifically, we proposed a novel l(2,1) norm balanced multiple kernel feature selection (l(2,1) MKFS), and designed a proximal based optimization algorithm for efficiently learning the model. Moreover, multiple kernel oversampling (MKOS) was developed to generate synthetic instances in the optimal kernel space induced by l(2,1) MKFS, so as to compensate for the class imbalanced distribution. Our experimental results on multiple UCI data and two real medical application demonstrate that jointly operating nonlinear feature selection and oversampling with l(2,1) norm multi-kernel learning framework (l(2,1) MKFSOS) can lead to a promising classification performance.","Authors":"Cao, P (Cao, Peng) ; Liu, XL (Liu, Xiaoli) ; Zhang, J (Zhang, Jian) ; Zhao, DZ (Zhao, Dazhe) ; Huang, M (Huang, Min) ; Zaiane, O (Zaiane, Osmar)","Title":"l(2,1) norm regularized multi-kernel based joint nonlinear feature selection and over-sampling for imbalanced data classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800007 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Machine learning; Digital signal processing; Smart homes; Activity recognition; Activities of daily life; Unsupervised learning; Meta learning KeyWords Plus:HOMES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 93-106 DOI: 10.1016/j.neucom.2016.12.049 Published: APR 19 2017","Abstract":"There has been significant recent interest in sensing systems and 'smart environments', with a number of longitudinal studies in this area. Typically the goal of these studies is to develop methods to predict, at any one moment of time, the activity or activities that the resident(s) of the home are engaged in, which may in turn be used for determining normal or abnormal patterns of behaviour (e.g. in a health-care setting). Classification algorithms, such as Conditional Random Field (CRFs), typically consider sensor activations as features but these are often treated as if they were independent, which in general they are not. Our hypothesis is that learning patterns based on combinations of sensors will be more powerful than single sensors alone. The exhaustive approach to take all possible combinations of sensors and learn classifier Weights for each combination is clearly computationally prohibitive. We show that through the application of signal processing and information theoretic techniques we can learn about the sensor topology in the home (i.e. learn an adjacency matrix) which enables us to determine the combinations of sensors that will be useful for classification ahead of time. As a result we can achieve classification performance better than that of the exhaustive approach, whilst only incurring a small cost in terms of computational resources. We demonstrate our results on several datasets, showing that our method is robust in terms of variations in the layout and the number of residents in the house. Furthermore, we have incorporated the adjacency matrix into the CRF learning framework and have shown that it can improve performance over multiple baselines.","Authors":"Twomey, N (Twomey, Niall) ; Diethe, T (Diethe, Tom) ; Craddock, I (Craddock, Ian) ; Flach, P (Flach, Peter) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Diethe, Tom  http://orcid.org/0000-0002-0776-5407","Title":"Unsupervised learning of sensor topologies for improving activity recognition in smart environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800010 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"High dimensionality classification; Distance function; Fractional distance; Local Partial Least Squares KeyWords Plus:REFLECTANCE SPECTROSCOPY; DISCRIMINANT-ANALYSIS; WAVELENGTH SELECTION; REGRESSION; REDUCTION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 126-136 DOI: 10.1016/j.neucom.2016.12.053 Published: APR 19 2017","Abstract":"A central idea in distance-based machine learning algorithms such k-nearest neighbors and manifold learning is to choose a set of references, or a neighborhood, based on a distance functions to represent the local structure around a query point and use the local structures as the basis to construct models. Local Partial Least Square (local PLS), which is the result of applying this neighborhood based idea in Partial Least Square (PLS), has been shown to perform very well on the regression of small-sample sized and multicollinearity data, but seldom used in high-dimensionality classification. Furthermore the difference between PLS and local PLS with respect to their optimal intrinsic dimensions is unclear. In this paper we combine local PLS with non-Euclidean distance in order to find out which measures are better suited for high dimensionality classification. Experimental results obtained on 8 UCI and spectroscopy datasets show that the Euclidean distance is not a good distance fiinction for use in local PLS classification, especially in high dimensionality cases; instead Manhattan distance and fractional distance are preferred. Experimental results further show that the optimal intrinsic dimension of local PLS is smaller than that of the standard PLS.","Authors":"Song, WR (Song, Weiran) ; Wang, H (Wang, Hui) ; Maguire, P (Maguire, Paul) ; Nibouche, O (Nibouche, Omar)","Title":"Local Partial Least Square classifier in high dimensionality classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Twin support vector machine; Support vector machine; PAC-Bayes bounds; Prior PAC-Bayes bounds KeyWords Plus:DEPENDENT PRIORS; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 137-143 DOI: 10.1016/j.neucom.2016.12.052 Published: APR 19 2017","Abstract":"Twin support vector machines are regarded as a milestone in the development of support vector machines. Compared to standard support vector machines, they learn two nonparallel hyperplanes rather than one as in standard support vector machines for binary classification, and work faster and sometimes perform better than support vector machines. One of the reasons that support vector machines are widely used is that they are supported by strong statistical learning theory. However, relatively little is known about the theoretical analysis of twin support vector machines. As recent tightest bohnds for practical applications, PAC-Bayes bound and prior PAC-Bayes bound are based on a prior and posterior over the distribution of classifiers. In this paper, we study twin support vector machines from a theoretical perspective and use the PAC-Bayes bound and prior PACBayes bound to measure the generalization error bound of twin support vector machines. Experimental results on real-world datasets show better predictive capabilities of the PAC-Bayes bound and prior PAC-Bayes bound for twin support vector machines compared to the PAC-Bayes bound and the prior PAC-Bayes bound for support vector machines.","Authors":"Xie, XJ (Xie, Xijiong) ; Sun, SL (Sun, Shiliang)","Title":"PAC-Bayes bounds for twin support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398373500018 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Model order reduction; Proper orthogonal decomposition; Discrete empirical interpolation method; Perzyna viscoplasticity; Strain-softening; Machine learning; k-means clustering algorithm KeyWords Plus:PROPER ORTHOGONAL DECOMPOSITION; DISCRETE EMPIRICAL INTERPOLATION; BALANCED TRUNCATION; STRUCTURAL DYNAMICS; SYSTEMS","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 317 Pages: 458-479 DOI: 10.1016/j.cma.2016.11.025 Published: APR 15 2017","Abstract":"We demonstrate a Model Order Reduction technique for a system of nonlinear equations arising from the Finite Element Method (FEM) discretization of the three-dimensional quasistatic equilibrium equation equipped with a Perzyna viscoplasticity constitutive model. The procedure employs the Proper Orthogonal Decomposition-Galerkin (POD-G) in conjunction with the Discrete Empirical Interpolation Method (DEIM). For this purpose, we collect samples from a standard full order FEM analysis in the offline phase and cluster them using a novel k-means clustering algorithm. The POD and the DEIM algorithms are then employed to construct a corresponding reduced order model. In the online phase, a sample from the current state of the system is passed, at each time step, to a nearest neighbor classifier in which the cluster that best describes it is identified. The force vector and its derivative with respect to the displacement vector are approximated using DEIM, and the system of nonlinear equations is projected onto a lower dimensional subspace using the POD-G. The constructed reduced order model is applied to two typical solid mechanics problems showing strain-localization (a tensile bar and a wall under compression) and a three-dimensional squarefooting problem. (C) 2017 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license.","Authors":"Ghavamian, F (Ghavamian, F.) ; Tiso, P (Tiso, P.) ; Simone, A (Simone, A.)","Title":"POD-DEIM model order reduction for strain-softening viscoplasticity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800009 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Noise addition; Nominal data; Semantics; Ontologies; Medical ontologies KeyWords Plus:MULTIPLE ONTOLOGIES; SIMILARITY ESTIMATION; PRIVACY; MICROAGGREGATION; ATTRIBUTES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 103-118 DOI: 10.1016/j.knosys.2017.01.032 Published: APR 15 2017","Abstract":"Noise addition is a data distortion technique widely used in data intensive applications. For example, in machine learning tasks it helps to reduce overfitting, whereas in data privacy protection it adds uncertainty to personally identifiable information. Yet, due to its mathematical operating principle, noise addition is a method mainly intended for continuous numerical data. In fact, despite the large amount of nominal data that are being currently compiled and used in data analysis, only a few alternative techniques have been proposed to distort nominal data in a similar way as standard noise addition does for numerical data. Furthermore, all these alternative methods rely on the distribution of the data rather than on the semantics of nominal values, which negatively affects the utility of the distorted outcomes. To tackle this issue, in this paper we present a semantically-grounded alternative to numerical noise suitable for nominal data, which we name semantic noise. By means of semantic noise, and by exploiting structured knowledge sources such as ontologies, we are able to distort nominal data while preserving better their semantics and thus, their analytical utility. To that end, we provide semantically and mathematically coherent versions of the statistical operators required in the noise addition process, which include the difference, the mean, the variance and the covariance. Then, we propose semantic noise addition algorithms that cope with the finite, discrete and non-ordinal nature of nominal data. The proposed algorithms cover both uncorrelated noise addition, which is suited to independent attributes, and correlated noise addition, which can cope with multivariate datasets with dependent attributes. Empirical results show that our proposals offer general and configurable mechanisms to distort nominal data while preserving data semantics better than baseline methods based only on the distribution of the data. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rodriguez-Garcia, M (Rodriguez-Garcia, Mercedes) ; Batet, M (Batet, Montserrat) ; Sanchez, D (Sanchez, David)","Title":"A semantic framework for noise addition with nominal data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397300800015 PubMed ID: 28031150 ISSN: 0006-3223 eISSN: 1873-2402","Keywords":"Bipolar disorder; Genetic risk; Graph theory; Inferior frontal gyrus; Network-based statistics; Resting-state; functional connectivity KeyWords Plus:GRAPH-THEORETICAL ANALYSIS; SMALL-WORLD NETWORKS; RESTING-STATE; BRAIN NETWORKS; DEFAULT MODE; 1ST-DEGREE RELATIVES; PREFRONTAL CORTEX; NEURAL CIRCUITRY; CONNECTIVITY; SCHIZOPHRENIA","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Neurosciences; Psychiatry","Journal Information":"BIOLOGICAL PSYCHIATRY Volume: 81 Issue: 8 Pages: 718-727 DOI: 10.1016/j.biopsych.2016.08.018 Published: APR 15 2017","Abstract":"BACKGROUND: Bipolar disorder (BD) is characterized by a dysregulation of affect and impaired integration of emotion with cognition. These traits are also expressed in probands at high genetic risk of BD. The inferior frontal gyrus (IFG) is a key cortical hub in the circuits of emotion and cognitive control, and it has been frequently associated with BD. Here, we studied resting-state functional connectivity of the left IFG in participants with BD and in those at increased genetic risk. METHODS: Using resting-state functional magnetic resonance imaging we compared 49 young BD participants, 71 individuals with at least one first-degree relative with BD (at-risk), and 80 control subjects. We performed between group analyses of the functional connectivity of the left IFG and used graph theory to study its local functional network topology. We also used machine learning to study classification based solely on the functional connectivity of the IFG. RESULTS: In BD, the left IFG was functionally dysconnected from a network of regions, including bilateral insulae, ventrolateral prefrontal gyri, superior temporal gyri, and the putamen (p < .001). A small network incorporating neighboring insular regions and the anterior cingulate cortex showed weaker functional connectivity in at-risk than control participants (p < .006). These constellations of regions overlapped with frontolimbic regions that a machine learning classifier selected as predicting group membership with an accuracy significantly greater than chance. CONCLUSIONS: Functional dysconnectivity of the IFG from regions involved in emotional regulation may represent a trait abnormality for BD and could potentially aid clinical diagnosis.","Authors":"Roberts, G (Roberts, Gloria) ; Lord, A (Lord, Anton) ; Frankland, A (Frankland, Andrew) ; Wright, A (Wright, Adam) ; Lau, P (Lau, Phoebe) ; Levy, F (Levy, Florence) ; Lenroot, RK (Lenroot, Rhoshel K.) ; Mitchell, PB (Mitchell, Philip B.) ; Breakspear, M (Breakspear, Michael)","Title":"Functional Dysconnection of the Inferior Frontal Gyrus in Young People With Bipolar Disorder or at Genetic High Risk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100001 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Distributed algorithms; nonconvex optimization; successive convex approximation KeyWords Plus:MULTIUSER DSL NETWORKS; INTERFERENCE CHANNELS; VARIABLE DISTRIBUTION; RESOURCE-ALLOCATION; DECOMPOSITION; MINIMIZATION; ALGORITHMS; CONVERGENCE; SHRINKAGE; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 1929-1944 DOI: 10.1109/TSP.2016.2637317 Published: APR 15 2017","Abstract":"In this two-part paper, we propose a general algorithmic framework for the minimization of a nonconvex smooth function subject to nonconvex smooth constraints, and also consider extensions to some structured, nonsmooth problems. The algorithm solves a sequence of (separable) strongly convex problems and maintains feasibility at each iteration. Convergence to a stationary solution of the original nonconvex optimization is established. Our framework is very general and flexible and unifies several existing successive convex approximation (SCA)-based algorithms. More importantly, and differently from current SCA approaches, it naturally leads to distributed and parallelizable implementations for a large class of nonconvex problems. This Part I is devoted to the description of the framework in its generality. In Part II, we customize our general methods to several (multiagent) optimization problems in communications, networking, and machine learning; the result is a new class of centralized and distributed algorithms that compare favorably to existing ad-hoc (centralized) schemes.","Authors":"Scutari, G (Scutari, Gesualdo) ; Facchinei, F (Facchinei, Francisco) ; Lampariello, L (Lampariello, Lorenzo)","Title":"Parallel and Distributed Methods for Constrained Nonconvex Optimization-Part I: Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100002 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Interference networks; multicast beamforming; nonconvex optimization; statistical learning; successive convex approximation KeyWords Plus:MIMO INTERFERENCE CHANNEL; TRANSCEIVER DESIGN; ALGORITHMS; SELECTION; REGRESSION; LASSO","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 1945-1960 DOI: 10.1109/TSP.2016.2637314 Published: APR 15 2017","Abstract":"In Part I of this paper, we proposed and analyzed a novel algorithmic framework for the minimization of a nonconvex objective function, subject to nonconvex constraints, based on inner convex approximations. This Part II is devoted to the (nontrivial) application of the framework to the following relevant large-scale problems ranging from communications to machine learning: 1) (generalizations of) the rate profile maximization in MIMO interference broadcast networks; 2) the max-min fair multicast multigroup beamforming problem in a multicell environment; and 3) a general nonconvex constrained bi-criteria formulation for k-sparse variable selection in statistical learning; the two criteria are a nonconvex loss objective function, measuring the fitness of the model to data, and the latter is a nonconvex sparsity-inducing constraint in the general form of difference-ofconvex (DC) functions, which allows to accomodate in a unified fashion convex and nonconvex surrogates of the lo function. The proposed algorithms outperform current state-of-the-art schemes for 1)-3) both theoretically and numerically. For instance, they are the first distributed schemes for the class of problems 1) and 2); and they also lead to subproblems enjoying closed form solutions.","Authors":"Scutari, G (Scutari, Gesualdo) ; Facchinei, F (Facchinei, Francisco) ; Lampariello, L (Lampariello, Lorenzo) ; Sardellitti, S (Sardellitti, Stefania) ; Song, P (Song, Peiran)","Title":"Parallel and Distributed Methods for Constrained Nonconvex Optimization-Part II: Applications in Communications and Machine Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Robot visual localization; Omnidirectional camera; Feature extraction; Pattern recognition; Topological map KeyWords Plus:INDOOR POSITIONING SYSTEM; LOCAL BINARY PATTERNS; SENSOR NETWORKS; RECOGNITION; CLASSIFIERS; NAVIGATION; TEXTURE; COLOR; SURF; ENVIRONMENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 1-17 DOI: 10.1016/j.eswa.2016.12.007 Published: APR 15 2017","Abstract":"Mobile robot localization, which allows a robot to identify its position, is one of main challenges in the field of Robotics. In this work, we provide an evaluation of consolidated feature extractions and machine learning techniques from omnidirectional images focusing on topological map and localization tasks. The main contributions of this work are a novel method for localization via classification with reject option using omnidirectional images, as well as two novel omnidirectional image data sets. The localization system was analyzed in both virtual and real environments. Based on the experiments performed, the Minimal Learning Machine with Nearest Neighbors classifier and Local Binary Patterns feature extraction proved to be the best combination for mobile robot localization with accuracy of 96.7% and an Fscore of 96.6%. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Marinho, LB (Marinho, Leandro B.) ; Almeida, JS (Almeida, Jefferson S.) ; Souza, JWM (Souza, Joao Wellington M.) ; Albuquerque, VHC (Albuquerque, Victor Hugo C.) ; Reboucas, PP (Reboucas Filho, Pedro P.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Albuquerque, Victor  http://orcid.org/0000-0003-3886-4309 Reboucas Filho, Pedro Pedrosa  http://orcid.org/0000-0002-1878-5489","Title":"A novel mobile robot localization approach based on topological maps using classification with reject option in omnidirectional images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900015 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Machine learning; Dynamic feature weighting; Weighting function; Nearest neighbor; Multi-modal weighting KeyWords Plus:NEAREST-NEIGHBOR CLASSIFICATION; MINIMIZATION; CLASSIFIERS; ALGORITHMS; ERROR","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 177-188 DOI: 10.1016/j.eswa.2016.12.016 Published: APR 15 2017","Abstract":"Feature weighting is a vital step in machine learning tasks that is used to approximate the optimal degree of influence of individual features. Because the salience of a feature can be changed by different queries, the majority of existing methods are not sensitive enough to describe the effectiveness of features. We suggest dynamic weights, which are dynamically sensitive to the effectiveness of features. In order to achieve this, we propose a differentiable feature weighting function that dynamically assigns proper weights for each feature, based on the distinct feature values of the query and the instance. The proposed weighting function, which is an extension of our previous work, is suitable for both single modal and multi-modal weighting problems, and, hence, is referred to as a General Weighting Function. The number of parameters of the proposed weighting function is fewer compared to the ordinary weighting methods. To show the performance of the General Weighting Function, we proposed a classification algorithm based on the notion of dynamic weights, which is optimized for one nearest neighbor algorithm. The experimental results show that the proposed method outperforms the ordinary feature weighting methods. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dialameh, M (Dialameh, Maryam) ; Jahromi, MZ (Jahromi, Mansoor Zolghadri)","Title":"A general feature-weighting function for classification problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900021 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Signal decomposition; Signal recovery; Sparse set of sinusoids; Time series modeling; Predictive least squares KeyWords Plus:PARAMETER-ESTIMATION; SPECTRAL-ANALYSIS; FREQUENCY ESTIMATION; NYQUIST FREQUENCY; MODEL SELECTION; TIME-SERIES; SPACED DATA; PURSUIT; NOISE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 245-257 DOI: 10.1016/j.eswa.2016.10.057 Published: APR 15 2017","Abstract":"A heuristic procedure based on novel recursive formulation of sinusoid (RFS) and on regression with predictive least-squares (LS) enables to decompose both uniformly and nonuniformly sampled 1-d signals into a sparse set of sinusoids (SSS). An optimal SSS is found by Levenberg-Marquardt (LM) optimization of RFS parameters of near-optimal sinusoids combined with common criteria for the estimation of the number of sinusoids embedded in noise. The procedure estimates both the cardinality and the parameters of SSS. The proposed algorithm enables to identify the RFS parameters of a sinusoid from a data sequence containing only a fraction of its cycle. In extreme cases when the frequency of a sinusoid approaches zero the algorithm is able to detect a linear trend in data. Also, an irregular sampling pattern enables the algorithm to correctly reconstruct the under-sampled sinusoid. Parsimonious nature of the obtaining models opens the possibilities of using the proposed method in machine learning and in expert and intelligent systems needing analysis and simple representation of 1-d signals. The properties of the proposed algorithm are evaluated on examples of irregularly sampled artificial signals in noise and are compared with high accuracy frequency estimation algorithms based on linear prediction (LP) approach, particularly with respect to Cramer-Rao Bound (CRB). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Maric, I (Maric, Ivan)","Title":"Retrieving sinusoids from nonuniformly sampled data using recursive formulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900023 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Malicious mobile agent; Nonce-based authentication; Pattern matching; N-gram feature extraction; Feature selection; K-nearest neighbor classification KeyWords Plus:CODE; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 269-282 DOI: 10.1016/j.eswa.2016.10.062 Published: APR 15 2017","Abstract":"The proliferation of malicious entities in the distributed environment poses various serious threats to the protection of Mobile Agent Platform (MAP). Numerous researches have been proposed to ward off the inherent security risks, though these solutions are not enough to identify and remove all the vulnerabilities. In this paper, a self-adaptive IV-Phase MAP Security Architecture is proposed, which is inspired by the Biological Immune System, with the prime objective of detecting unknown malicious mobile agents. In this context, data mining methods are studied for the detection of unknown malicious executable. In particular, Boyer Moore pattern matching algorithm and N-gram feature analysis of mobile agent using a k-Nearest Neighbor Classifier, facilitate the discovery of known and unknown malicious content from incoming mobile agent in the proposed architecture, and protects against the Man In The Middle (MITM) attack, the Masquerading Attack, the Replay attack, the Repudiation attack and the Unauthorized Access Attack. The architecture is designed and implemented in IBM Aglets. A comprehensive 5-fold cross validation scheme on a large collection of malicious and non-malicious files is performed while performing Classification technique involving Feature Selection Method. The propitious experimental outcomes express that the performance (time and security) and accuracy of proposed architecture outperform the earlier known related schemes and makes the proposed architecture suitable for MAP protection in the Mobile Agent Environment (MAE). Above all, these findings exhibit wide-ranging newness, since the concept of machine learning has never been employed so far in the sphere of Mobile Agents System (MAS). Hence the proposed work is likely to be of great interest to the researchers who particularly deal with MAS security. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bagga, P (Bagga, Pallavi) ; Hans, R (Hans, Rahul) ; Sharma, V (Sharma, Vipul)","Title":"A Biological Immune System (BIS) inspired Mobile Agent Platform (MAP) security architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900026 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Machine learning; Expected values; Moving averages; Cell properties; Perturbation theory; Time series analysis KeyWords Plus:COAGULASE-NEGATIVE STAPHYLOCOCCI; LINEAR-REGRESSION; ESCHERICHIA-COLI; SLIME PRODUCTION; ADHESION; ADHERENCE; BACTERIA; CHEMISTRY; SELECTION; CHARGE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 306-316 DOI: 10.1016/j.eswa.2016.10.058 Published: APR 15 2017","Abstract":"The cell surface hydrophobicity (CSH) is an assessable physicochemical property used to evaluate the microbial adhesion to the surface of biomaterials, which is an essential step in the microbial biofilm formation and pathogenesis. For the present in vitro fermentation experiment, the CSH of ruminal mixed microbes was considered, along with other data records of pH, ammonia-nitrogen concentration, and neutral detergent fibre digestibility, conditions of surface tension and specific surface area in two different time scales. A dataset of 170,707 perturbations of input variables, grouped into two blocks of data, was constructed. Next, Expected Measurement Moving Average - Machine Learning (EMMA-ML) models were developed in order to predict CSH after perturbations,of all input variables. EMMA-ML is a Perturbation Theory method that combines the ideas of Expected Measurement, Box Jenkins Operators/Moving Average, and Time Series Analysis. Seven regression methods have been tested: Multiple Linear regression, Generalized Linear Model with Stepwise Feature Selection, Partial Least Squares regression, Lasso regression, Elastic Net regression, Neural Networks regression, and Random Forests (RF). The best regression performance has been obtained with RF (EMMA-RF model) with an R-squared of 0.992. The model analysis has shown that CSH values were highly dependent on the in vitro fermentation parameters of detergent fibre digestibility, ammonia - nitrogen concentration, and the expected values of cell surface hydrophobicity in the first time scale. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Liu, Y (Liu, Yong) ; Tang, SX (Tang, Shaoxun) ; Fernandez-Lozano, C (Fernandez-Lozano, Carlos) ; Munteanu, CR (Munteanu, Cristian R.) ; Pazos, A (Pazos, Alejandro) ; Yu, YZ (Yu, Yi-zun) ; Tan, ZL (Tan, Zhiliang) ; Gonzalez-Diaz, H (Gonzalez-Diaz, Humberto) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gonzalez-Diaz, Humberto  A-6785-2012 http://orcid.org/0000-0002-9392-2797 Fernandez-Lozano, Carlos  http://orcid.org/0000-0003-0413-5677","Title":"Experimental study and Random Forest prediction model of microbiome cell surface hydrophobicity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900028 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Machine learning; Classification; Deep learning; Convolutional neural networks; Parking space dataset KeyWords Plus:VEHICLE DETECTION; CLASSIFICATION; IMAGES","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 327-334 DOI: 10.1016/j.eswa.2016.10.055 Published: APR 15 2017","Abstract":"A smart camera is a vision system capable of extracting application-specific information from the captured images. The paper proposes a decentralized and efficient solution for visual parking lot occupancy detection based on a deep Convolutional Neural Network (CNN) specifically designed for smart cameras. This solution is compared with state-of-the-art approaches using two visual datasets: PKLot, already existing in literature, and CNRParlc-EXT. The former is an existing dataset, that allowed us to exhaustively compare with previous works. The latter dataset has been created in the context of this research, accumulating data across various seasons of the year, to test our approach in particularly challenging situations, exhibiting occlusions, and diverse and difficult viewpoints. This dataset is public available to the scientific community and is another contribution of our research. Our experiments show that our solution outperforms and generalizes the best performing approaches on both datasets. The performance of our proposed CNN architecture on the parking lot occupancy detection task, is comparable to the well-known AlexNet, which is three orders of magnitude larger. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Amato, G (Amato, Giuseppe) ; Carrara, F (Carrara, Fabio) ; Falchi, F (Falchi, Fabrizio) ; Gennaro, C (Gennaro, Claudio) ; Meghini, C (Meghini, Carlo) ; Vairo, C (Vairo, Claudio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Falchi, Fabrizio  J-2920-2012 http://orcid.org/0000-0001-6258-5313 Amato, Giuseppe  F-2227-2013 http://orcid.org/0000-0003-0171-4315","Title":"Deep learning for decentralized parking lot occupancy detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900030 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Image-based visual servoing; Extreme learning machine; Fuzzy logic KeyWords Plus:JACOBIAN MATRIX ESTIMATION; ROBOT MANIPULATORS; FEATURES; SCHEME","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 344-356 DOI: 10.1016/j.eswa.2016.10.048 Published: APR 15 2017","Abstract":"While visual servoing (VS) provides the ability of motion using vision for robot manipulators, the approaches for a better VS have to deal with three common problems: obtaining the interaction matrix and its pseudoinverse for defined feature points, finding an appropriate gain value for the VS controller and keeping the features in the field of view (FOV) for VS permanency. In this study, a new intelligent image-based visual servoing (IBVS) system for eye-in-hand configured robot manipulators using extreme learning machine (ELM) and fuzzy logic (FL) is proposed to solve these common problems of VS in a single system. As the first stage of the system, the pseudoinverse of the interaction matrix is approximated using trained ELMs which do not need hidden layer tuning. As the second stage, the classical IBVS controller is modified by a differential equation regarding initial velocity continuity and an appropriate gain in each loop is assigned by an FL unit to provide fast convergence within velocity limits. This unit also promotes manipulability of the manipulator to avoid singularities. As the last stage of the proposed system, regions are defined in the image plane to take precautions before feature missing. When a feature comes close to the edge of a restricted region, an FL unit is activated to obtain negative linear velocities in x and y direction which will be added to the instant velocities to drag the features towards the center of the FOV. In addition to these abilities, some VS metrics are redefined analytically to standardize the performance metric definitions of VS. To show the performance of the proposed system, simulation results of the classical and the proposed IBVS system under practical disturbances are presented for visual servoing of a Puma 560 arm. The advantages of singular matrix and joint configuration avoidance, adaptive gain with smooth gain surface, decreased convergence time within velocity limits, initial velocity continuity, FOV keeping with smooth velocity assurance, redefined VS metrics for standardization and robustness against disturbances are proved by variety of simulations. The simulation results also verify that the proposed system utilizing intelligent methods like ELM and FL is capable of dealing with common problems of VS and achieves sufficient results in terms of VS metrics. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Yuksel, T (Yuksel, Tolga)","Title":"Intelligent visual servoing with extreme learning machine and fuzzy logic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532800010 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Diagnosis; Rheumatoid Arthritis disease; Decision Support System; Fuzzy Cognitive Maps; Particle Swarm Optimization; Machine Learning KeyWords Plus:FUZZY COGNITIVE MAPS; AMERICAN-COLLEGE; CRITERIA; CLASSIFICATION; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 232 Pages: 104-112 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.113 Published: APR 5 2017","Abstract":"Rheumatoid Arthritis (RA) is a chronic autoimmurie disease that affect joints and muscles, and can result in noticeable disruption of joint structure and function. Early diagnosis of RA is very crucial in preventing disease's progression. However, it is a complicated task for General Practitioners (GPs) due to the wide spectrum of symptoms, and progressive changes in disease's direction over time. In order to assist physicians, and to minimize possible errors due to fatigued or less-experienced physicians, this study proposes an advanced decision support tool based on consultations with a group of experienced medical professionals (i.e. orthopedic surgeons and rheumatologists), and using a well-known soft computing method called Fuzzy Cognitive Maps (FCMs). First, a set of criteria for diagnosis of RA, based on previous studies and consultation with medical professionals have been selected. Then, Particle Swarm Optimization (PSO) and FCMs along with medical experts' knowledge were used to model this problem and calculate the severity of the RA disease. Finally, a small-scale test has been conducted at Shohada University Hospital, Iran, for evaluating the accuracy of the proposed tool. Accuracy level of the tool reached to 90% and the results closely matched the medical professionals' opinions. Considering obtained results in real practice, we believe that the proposed decision support tool can assist GPs in an accurate and timely diagnosis of patients with RA. Ultimately, the risk of wrong or late diagnosis will be diminished, and patients' disease may be prevented from moving through the advanced stages.","Authors":"Salmeron, JL (Salmeron, Jose L.) ; Rahimi, SA (Rahimi, Samira Abbasgholizadeh) ; Navali, AM (Navali, Amir Mohammad) ; Sadeghpour, A (Sadeghpour, Alireza) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Abbasgholizadeh Rahimi, Samira  http://orcid.org/0000-0003-3781-1360","Title":"Medical diagnosis of Rheumatoid Arthritis using data driven PSO-FCM with scarce datasets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395187800017 ISSN: 0278-081X eISSN: 1531-5878","Keywords":"Artificial neural networks; Radial basis function; Gaussian kernel; Support vector machine; Euclidean distance; Cosine distance; Kernel fusion KeyWords Plus:LEARNING ALGORITHM; CLASSIFICATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"CIRCUITS SYSTEMS AND SIGNAL PROCESSING Volume: 36 Issue: 4 Pages: 1639-1653 DOI: 10.1007/s00034-016-0375-7 Published: APR 2017","Abstract":"In this paper, we propose a novel adaptive kernel for the radial basis function neural networks. The proposed kernel adaptively fuses the Euclidean and cosine distance measures to exploit the reciprocating properties of the two. The proposed framework dynamically adapts the weights of the participating kernels using the gradient descent method, thereby alleviating the need for predetermined weights. The proposed method is shown to outperform the manual fusion of the kernels on three major problems of estimation, namely nonlinear system identification, patter classification and function approximation.","Authors":"Khan, S (Khan, Shujaat) ; Naseem, I (Naseem, Imran) ; Togneri, R (Togneri, Roberto) ; Bennamoun, M (Bennamoun, Mohammed)","Title":"A Novel Adaptive Kernel for the RBF Neural Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598000010 PubMed ID: 28064045 ISSN: 1476-9271 eISSN: 1476-928X","Keywords":"Local dimension reduction; Classification; Ll-regularized logistic regression; Microarray data; Partial least squares (PLS) KeyWords Plus:PARTIAL LEAST-SQUARES; ACUTE LYMPHOBLASTIC-LEUKEMIA; GENE-EXPRESSION; LOGISTIC-REGRESSION; LARGE-SCALE; CLASSIFICATION; ALGORITHM; PLS","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTATIONAL BIOLOGY AND CHEMISTRY Volume: 67 Pages: 92-101 DOI: 10.1016/j.compbiolchem.2016.12.010 Published: APR 2017","Abstract":"Dimension reduction is a crucial technique in machine learning and data mining, which is widely used in areas of medicine, bioinformatics and genetics. In this paper, we propose a two-stage local dimension reduction approach for classification on microarray data. In first stage, a new Li-regularized feature selection method is defined to remove irrelevant and redundant features and to select the important features (biomarkers). In the next stage, PLS-based feature extraction is implemented on the selected features to extract synthesis features that best reflect discriminating characteristics for classification. The suitability of the proposal is demonstrated in an empirical study done with ten widely used microarray datasets, and the results show its effectiveness and competitiveness compared with four state-of-the-art methods. The experimental results on St Jude dataset shows that our method can be effectively applied to microarray data analysis for subtype prediction and the discovery of gene coexpression. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Guo, S (Guo, Shun) ; Guo, DH (Guo, Donghui) ; Chen, LF (Chen, Lifei) ; Jiang, QS (Jiang, Qingshan)","Title":"A Ll-regularized feature selection method for local dimension reduction on microarray data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395216600005 ISSN: 0098-3004 eISSN: 1873-7803","Keywords":"Thickness prediction; Tectonically deformed coal; Extreme learning machine; Seismic attribute; Principal component analysis; Cross validation KeyWords Plus:SEISMIC ATTRIBUTES; DEFORMATION; BASIN","Categories":"Computer Science; Geology Web of Science Categories:Computer Science, Interdisciplinary Applications; Geosciences, Multidisciplinary","Journal Information":"COMPUTERS & GEOSCIENCES Volume: 101 Pages: 38-47 DOI: 10.1016/j.cageo.2017.02.001 Published: APR 2017","Abstract":"The thickness of tectonically deformed coal (TDC) has positive correlation associations with gas outbursts. In order to predict the TDC thickness of coal beds, we propose a new quantitative predicting method using an extreme learning machine (ELM) algorithm, a principal component analysis (PCA) algorithm, and seismic attributes. At first, we build an ELM prediction model using the PCA attributes of a synthetic seismic section. The results suggest that the ELM model can produce a reliable and accurate prediction of the TDC thickness for synthetic data, preferring Sigmoid activation function and 20 hidden nodes. Then, we analyze the applicability of the ELM model on the thickness prediction of the TDC with real application data. Through the cross validation of near-well traces, the results suggest that the ELM model can produce a reliable and accurate prediction of the TDC. After that, we use 250 near-well traces from 10 wells to build an ELM predicting model and use the model to forecast the TDC thickness of the No. 15 coal in the study area using the PCA attributes as the inputs. Comparing the predicted results, it is noted that the trained ELM model with two selected PCA attributes yields better predication results than those from the other combinations of the attributes. Filially, the trained ELM model with real seismic data have a different number of hidden nodes (10) than the trained ELM model with synthetic seismic data. In summary, it is feasible to use an ELM model to predict the TDC thickness using the calculated PCA attributes as the inputs. However, the input attributes, the activation function and the number of hidden nodes in the ELM model should be selected and tested carefully based on individual application.","Authors":"Wang, X (Wang, Xin) ; Li, Y (Li, Yan) ; Chen, TJ (Chen, Tongjun) ; Yan, QY (Yan, Qiuyan) ; Ma, L (Ma, Li)","Title":"Quantitative thickness prediction of tectonically deformed coal using Extreme Learning Machine and Principal Component Analysis: a case study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395838000008 PubMed ID: 28118302 ISSN: 1350-7540 eISSN: 1473-6551","Keywords":"devices; machine learning; prediction; seizure dynamics KeyWords Plus:DRUG-RESISTANT EPILEPSY; DEEP BRAIN-STIMULATION; LONG-TERM; CORTICAL EXCITABILITY; INTERICTAL SPIKES; ELECTROPHYSIOLOGICAL BIOMARKERS; CIRCADIAN DISTRIBUTION; EPILEPTIFORM ACTIVITY; NETWORK ACTIVITY; WINDING ROAD","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"CURRENT OPINION IN NEUROLOGY Volume: 30 Issue: 2 Pages: 167-173 DOI: 10.1097/WCO.0000000000000429 Published: APR 2017","Abstract":"Purpose of review Seizure prediction has made important advances over the last decade, with the recent demonstration that prospective seizure prediction is possible, though there remain significant obstacles to broader application. In this review, we will describe insights gained from long-term trials, with the aim of identifying research goals for the next decade. Recent findings Unexpected results from these studies, including strong and highly individual relationships between spikes and seizures, diurnal patterns of seizure activity, and the coexistence of different seizure populations within individual patients exhibiting distinctive dynamics, have caused us to re-evaluate many prior assumptions in seizure prediction studies and suggest alternative strategies that could be employed in the search for algorithms providing greater clinical utility. Advances in analytical approaches, particularly deep-learning techniques, harbour great promise and in combination with less-invasive systems with sufficiently powerefficient computational capacity will bring broader clinical application within reach. Summary We conclude the review with an exercise in wishful thinking, which asks what the ideal seizure prediction dataset would look like and how these data should be manipulated to maximize benefits for patients. The motivation for structuring the review in this way is to create a forward-looking, optimistic critique of the existing methodologies.","Authors":"Freestone, DR (Freestone, Dean R.) ; Karoly, PJ (Karoly, Philippa J.) ; Cook, MJ (Cook, Mark J.)","Title":"A forward-looking review of seizure prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395193000008 ISSN: 0179-5376 eISSN: 1432-0444","Keywords":"Manifolds; Reach; Bi-Lipschitz maps; Compressive sensing; Random projections KeyWords Plus:EMBEDDINGS; REDUCTION","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics","Journal Information":"DISCRETE & COMPUTATIONAL GEOMETRY Volume: 57 Issue: 3 Pages: 641-673 DOI: 10.1007/s00454-016-9847-6 Published: APR 2017","Abstract":"We study geometric and topological properties of the image of a smooth submanifold of under a bi-Lipschitz map to . In particular, we characterize how the dimension, diameter, volume, and reach of the embedded manifold relate to the original. Our main result establishes a lower bound on the reach of the embedded manifold in the case where and the bi-Lipschitz map is linear. We discuss implications of this work in signal processing and machine learning, where bi-Lipschitz maps on low-dimensional manifolds have been constructed using randomized linear operators.","Authors":"Eftekhari, A (Eftekhari, Armin) ; Wakin, MB (Wakin, Michael B.)","Title":"What Happens to a Manifold Under a Bi-Lipschitz Map?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395223000013 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Voltage sag source location; Support vector machine (SVM); Positive sequence; k-Fold; Radial basis function (RBF) KeyWords Plus:POWER QUALITY EVENTS; PROBABILISTIC ASSESSMENT; FINANCIAL LOSSES; CLASSIFICATION; INTERRUPTIONS; DISTURBANCES; RECOGNITION; ENERGY; RELAY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 145 Pages: 122-136 DOI: 10.1016/j.epsr.2016.12.028 Published: APR 2017","Abstract":"In this paper, a comprehensive review on methods for voltage sag source location is presented and also nine generalized methods using positive sequence phasors, instantaneous positive sequence components, Clarke's components and integration are introduced. Most discussed methods use single criteria, and as results will show, their accuracy is limited. Therefore, this paper proposes another novel method using a robust support vector machine (SVM) in which many features are extracted, based on previously described methods. Then, the source location by machine learning technique is discussed with two steps in detail and the SVM with the linear, polynomial, and radial basis function (RBF) kernels are applied along with optimal genetic search. Also, the k-fold cross validation is used to prevent over fitting. The effect of principal component analysis (PCA) is investigated, too. A comparative analysis is performed between the existing methods, the nine generalized methods and the novel method, by applying extensive numerical simulations in a Brazilian regional utility, by using PSCAD/EMTDC and MATLAB. Finally, effectiveness of all methods was obtained, reactive power based on generalized methods using instantaneous positive sequence components and Clarke's components gave the right location in 88% of total simulated cases, whereas the robust SVM based method with RBF kernel without PCA had the highest accuracy (95%). (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Mohammadi, Y (Mohammadi, Younes) ; Moradi, MH (Moradi, Mohammad H.) ; Leborgne, RC (Leborgne, Roberto Chouhy)","Title":"A novel method for voltage-sag source location using a robust machine learning approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395608800013 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Ensemble learning; Divide and Conquer; Glowworm swarm optimization; LASSO; Global horizontal radiation forecasting KeyWords Plus:HOURLY SOLAR-RADIATION; GLOWWORM SWARM OPTIMIZATION; SUPPORT VECTOR MACHINE; PREDICTION; LASSO; ALGORITHM; PENALTY","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 137 Pages: 142-154 DOI: 10.1016/j.enconman.2017.01.040 Published: APR 1 2017","Abstract":"Forecasting of effective solar irradiation has developed a huge interest in recent decades, mainly due to its various applications in grid connect photovoltaic installations. This paper develops and investigates an ensemble learning based multistage intelligent approach to forecast 5 days global horizontal radiation at four given locations of India. The two-way interaction model is considered with purpose of detecting the associated correlation between the features. The main structure of the novel method is the ensemble learning, which is based on Divide and Conquer principle, is applied to enhance the forecasting accuracy and model stability. An efficient feature selection method LASSO is performed in the input space with the regularization parameter selected by Cross-Validation. A weight vector which best represents the importance of each individual model in ensemble system is provided by glowworm swarm optimization. The combination of feature selection and parameter selection are helpful in creating the diversity of the ensemble learning. In order to illustrate the validity of the proposed method, the datasets at four different locations of the India are split into training and test datasets. The results of the real data experiments demonstrate the efficiency and efficacy of the proposed method comparing with other competitors. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jiang, H (Jiang, He) ; Dong, Y (Dong, Yao) ; Xiao, L (Xiao, Ling)","Title":"A multi-stage intelligent approach based on an ensemble of two-way interaction model for forecasting the global horizontal radiation of India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395050200004 ISSN: 0305-215X eISSN: 1029-0273","Keywords":"Cuckoo search; global numerical optimization; composite flight; support vector regression; tunnel-boring machine KeyWords Plus:LEARNING AUTOMATA; TBM PERFORMANCE; ALGORITHM","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Multidisciplinary; Operations Research & Management Science","Journal Information":"ENGINEERING OPTIMIZATION Volume: 49 Issue: 4 Pages: 597-616 DOI: 10.1080/0305215X.2016.1206535 Published: APR 2017","Abstract":"This article presents two modifications of the cuckoo search (CS) algorithm for numerical optimization problems. The first modified algorithm is cuckoo search with composite flight (CSCF), which is aimed at improving the performance of the CS by introducing a novel composite flight operator in the standard CS. The main idea of the composite flight operator is to allow a new cuckoo egg to be generated by taking different random walks. The second modified algorithm is aimed at improving the technique used by CSCF by adaptively choosing the flight operator at each time step via the learning automata. Moreover, a model based on support vector regression and CSCF, in which CSCF is used to adjust the parameters of support vector regression (i.e. C and gamma), is developed to estimate the penetration rate of a tunnel-boring machine. The experimental results show that the proposed modifications can significantly improve the performance of the standard CS.","Authors":"Firouzjaee, HA (Firouzjaee, Hossein Abedi) ; Kordestani, JK (Kordestani, Javidan Kazemi) ; Meybodi, MR (Meybodi, Mohammad Reza)","Title":"Cuckoo search with composite flight operator for numerical optimization problems and its application in tunnelling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600004 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Image captioning; recurrent neural network; sequence-to-sequence; language model","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 652-663 Published: APR 2017","Abstract":"Automatically describing the content of an image is a fundamental problem in artificial intelligence that connects computer vision and natural language processing. In this paper, we present a generative model based on a deep recurrent architecture that combines recent advances in computer vision and machine translation and that can be used to generate natural sentences describing an image. The model is trained to maximize the likelihood of the target description sentence given the training image. Experiments on several datasets show the accuracy of the model and the fluency of the language it learns solely from image descriptions. Our model is often quite accurate, which we verify both qualitatively and quantitatively. Finally, given the recent surge of interest in this task, a competition was organized in 2015 using the newly released COCO dataset. We describe and analyze the various improvements we applied to our own baseline and show the resulting performance in the competition, which we won ex-aequo with a team from Microsoft Research.","Authors":"Vinyals, O (Vinyals, Oriol) ; Toshev, A (Toshev, Alexander) ; Bengio, S (Bengio, Samy) ; Erhan, D (Erhan, Dumitru)","Title":"Show and Tell: Lessons Learned from the 2015 MSCOCO Image Captioning Challenge"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600013 PubMed ID: 28278449 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Action recognition; temporal encoding; temporal pooling; rank pooling; video dynamics KeyWords Plus:TRAJECTORIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 773-787 DOI: 10.1109/TPAMI.2016.2558148 Published: APR 2017","Abstract":"We propose a function-based temporal pooling method that captures the latent structure of the video sequence data - e. g., how frame-level features evolve over time in a video. We show how the parameters of a function that has been fit to the video data can serve as a robust new video representation. As a specific example, we learn a pooling function via ranking machines. By learning to rank the frame-level features of a video in chronological order, we obtain a new representation that captures the video-wide temporal dynamics of a video, suitable for action recognition. Other than ranking functions, we explore different parametric models that could also explain the temporal changes in videos. The proposed functional pooling methods, and rank pooling in particular, is easy to interpret and implement, fast to compute and effective in recognizing a wide variety of actions. We evaluate our method on various benchmarks for generic action, fine-grained action and gesture recognition. Results show that rank pooling brings an absolute improvement of 7-10 average pooling baseline. At the same time, rank pooling is compatible with and complementary to several appearance and local motion based methods and features, such as improved trajectories and deep learning features.","Authors":"Fernando, B (Fernando, Basura) ; Gavves, E (Gavves, Efstratios) ; Oramas, MJ (Oramas, Jose M.) ; Ghodrati, A (Ghodrati, Amir) ; Tuytelaars, T (Tuytelaars, Tinne) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fernando, Basura  http://orcid.org/0000-0002-6920-9916","Title":"Rank Pooling for Action Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395512600015 ISSN: 0742-4795 eISSN: 1528-8919","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING FOR GAS TURBINES AND POWER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 4 Article Number: 041510 DOI: 10.1115/1.4034941 Published: APR 2017","Abstract":"An annular pulsed detonation combustor (PDC) basically consists of a number of detonation tubes which are firing in a predetermined sequence into a common downstream annular plenum. Fluctuating initial conditions and fluctuating environmental parameters strongly affect the detonation. Operating such a setup without misfiring is delicate. Misfiring of individual combustion tubes will significantly lower performance or even stop the engine. Hence, an operation of such an engine requires a misfiring detection. Here, a supervised data driven machine learning approach is used for the misfiring detection. The features used as inputs for the classifier are extracted from measurements incorporating physical knowledge about the given setup. To this end, a neural network is trained based on labeled data which is then used for classification purposes, i.e., misfiring detection. A surrogate, nonreacting experimental setup is considered in order to develop and test these methods.","Authors":"Wolff, S (Wolff, Sascha) ; Schapel, JS (Schaepel, Jan-Simon) ; King, R (King, Rudibert)","Title":"Application of Artificial Neural Networks for Misfiring Detection in an Annular Pulsed Detonation Combustor Mockup"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395122100013 ISSN: 1087-1357 eISSN: 1528-8935","Keywords":"computer-integrated manufacturing; machining processes; sustainable manufacturing","Categories":"Engineering Web of Science Categories:Engineering, Manufacturing; Engineering, Mechanical","Journal Information":"JOURNAL OF MANUFACTURING SCIENCE AND ENGINEERING-TRANSACTIONS OF THE ASME Volume: 139 Issue: 4 Article Number: 041013 DOI: 10.1115/1.4034933 Published: APR 2017","Abstract":"Energy prediction of machine tools can deliver many advantages to a manufacturing enterprise, ranging from energy-efficient process planning to machine tool monitoring. Physics-based energy prediction models have been proposed in the past to understand the energy usage pattern of a machine tool. However, uncertainties in both the machine and the operating environment make it difficult to predict the energy consumption of the target machine reliably. Taking advantage of the opportunity to collect extensive, contextual, energy-consumption data, we discuss a data-driven approach to develop an energy prediction model of a machine tool in this paper. First, we present a methodology that can efficiently and effectively collect and process data extracted from a machine tool and its sensors. We then present a data-driven model that can be used to predict the energy consumption of the machine tool for machining a generic part. Specifically, we use Gaussian process (GP) regression, a nonparametric machine-learning technique, to develop the prediction model. The energy prediction model is then generalized over multiple process parameters and operations. Finally, we apply this generalized model with a method to assess uncertainty intervals to predict the energy consumed by any part of the machine using a Mori Seiki NVD1500 machine tool. Furthermore, the same model can be used during process planning to optimize the energy-efficiency of a machining process.","Authors":"Bhinge, R (Bhinge, Raunak) ; Park, J (Park, Jinkyoo) ; Law, KH (Law, Kincho H.) ; Dornfeld, DA (Dornfeld, David A.) ; Helu, M (Helu, Moneer) ; Rachuri, S (Rachuri, Sudarsan)","Title":"Toward a Generalized Energy Prediction Model for Machine Tools"}, {"Keywords":"Link analysis; Machine learning; Requirements dependency; Software requirements prioritization","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 126 Pages: 141-156 DOI: 10.1016/j.jss.2016.09.043 Published: APR 2017","Abstract":"There are many types of dependencies between software requirements, such as the contributions dependencies (Make, Some+, Help, Break, Some-, Hurt) and business dependencies modeled in the i* framework. However, current approaches for prioritizing requirements seldom take these dependencies into consideration, because it is difficult for stakeholders to prioritize requirements considering their preferences as well as the dependencies between requirements. To make requirement prioritization more practical, a method called DRank is proposed. DRank has the following advantages: 1) a prioritization evaluation attributes tree is constructed to make the ranking criteria selection easier and more operable; 2) RankBoost is employed to calculate the subjective requirements prioritization according to stakeholder preferences, which reduces the difficulty of evaluating the prioritization; 3) an algorithm based on the weighted PageRank is proposed to analyze the dependencies between requirements, allowing the objective dependencies to be automatically transformed into partial order relations; and 4) an integrated requirements prioritization method is developed to amend the stakeholders' subjective preferences with the objective requirements dependencies and make the process of prioritization more reasonable and applicable. A controlled experiment performed to validate the effectiveness of DRank based on comparisons with Case Based Ranking, Analytical Hierarchy Process, and EVOLVE. The results demonstrate that DRank is less time-consuming and more effective than alternative approaches. A simulation experiment demonstrates that taking requirement dependencies into consideration can improve the accuracy of the final prioritization sequence. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Shao, F (Shao, Fei) ; Peng, R (Peng, Rong) ; Lai, H (Lai, Han) ; Wang, BC (Wang, Bangchao)","Title":"DRank: A semi-automated requirements prioritization method based on preferences and dependencies"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E891-E891 Supplement: S Meeting Abstract: PD46-04 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276603438 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Ghani, KR (Ghani, Khurshid R.); Liu, YF (Liu, Yunfan); Law, H (Law, Hei); Miller, DC (Miller, David C.); Montie, J (Montie, James); Deng, J (Deng, Jia) Group Author(s): Michigan Urological Surg","Title":"VIDEO ANALYSIS OF SKILL AND TECHNIQUE (VAST): MACHINE LEARNING TO ASSESS SURGEONS PERFORMING ROBOTIC PROSTATECTOMY"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E1358-E1359 Supplement: S Meeting Abstract: PD71-09 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276605448 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Miller, E (Miller, Eric); Salemi, H (Salemi, Hootan); Klimov, S (Klimov, Sergey); Lewis, M (Lewis, Michael); Garraway, I (Garraway, Isla); Knudsen, B (Knudsen, Beatrice); Gertych, A (Gertych, Arkadiusz)","Title":"QUANTITATIVE DIGITAL IMAGE ANALYSIS AND MACHINE LEARNING ACCURATELY CLASSIFIES PRIMARY PROSTATE TUMORS OF BONE METASTATIC DISEASE BASED ON HISTOMORPHOMETRIC FEATURES IN DIAGNOSTIC PROSTATE NEEDLE BIOPSIES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200002 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Semi-supervised learning; Co-training; Ensemble methods; Java; Weka","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 4-6 DOI: 10.1016/j.knosys.2017.01.024 Published: APR 1 2017","Abstract":"RSSalg software is a tool for experimenting with Semi-Supervised Learning (SSL), a set of machine learning techniques able to use both labeled and unlabeled data for training. The goal is to reduce human effort regarding data labeling while preserving model quality. RSSalg software encompasses the implementation of co-training, a multi-view SSL technique and RSSalg, its single-view alternative. Our tool enables easy comparison of different SSL algorithms. It provides a cross-validation procedure and supports standard metrics for performance evaluation. The tool is free and open source, available on GitHub under the GNU General Public License. It is implemented in Java language using Weka library. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Slivka, J (Slivka, J.) ; Sladic, G (Sladic, G.) ; Milosavljevic, B (Milosavljevic, B.) ; Kovaevic, A (Kovaevic, A.)","Title":"RSSalg software: A tool for flexible experimenting with co-training based semi-supervised algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200006 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Document embedding; Smooth affine map; Generative probabilistic model; Multi-agent random walk; Regularized auto-encoders KeyWords Plus:CONCEPT FACTORIZATION; REPRESENTATION; CLASSIFICATION; EIGENMAPS; MANIFOLD; NETWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 41-57 DOI: 10.1016/j.knosys.2017.01.012 Published: APR 1 2017","Abstract":"Document embedding is a technology that captures informative representations from high-dimensional observations by some structure-preserving maps over corpus and has been intensively explored in machine learning. Recently, some manifold-inspired embedding methods become a hot topic, mainly due to their ability in capturing discriminative embedding. However, the existing methods capture the embeddings based on the geometrical information of nearest neighbors without considering the intrinsic documents-generating structure on a subspace, thus leads to a limitation to uncover intrinsic semantic information. In this paper, we propose a semi-supervised local-invariant method, called Discriminative Locally Document Embedding (Disc-LDE), aiming to build a smooth affine map for document embedding by preserving documents-generating structure on a subspace. Disc-LDE models the documents-generating structure as a pseudo-document by a generative probabilistic model of subspace, where the subspace is acquired by a transductive learning of multi-agent random walk on neighborhood graph, and regularizes the training of Auto-Encoders (AEs) to jointly recover the input document and its pseudo-document. Under a general regularized function learning framework, the regularized training can impact the parameterized encoder network become smooth to variations along the documents-generating structure of the local field on manifold. The experimental results on three widely-used corpora demonstrate Disc-LDE could efficient capture the intrinsic semantic structure to improve the clustering and classification performance to the state-of-the-arts methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wei, C (Wei, Chao) ; Luo, SL (Luo, Senlin) ; Guo, J (Guo, Jia) ; Wu, ZT (Wu, Zhouting) ; Pan, LM (Pan, Limin)","Title":"Discriminative locally document embedding: Learning a smooth affine map by approximation of the probabilistic generative structure of subspace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200009 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Machine learning; Validity index; Cross validation; Dimensionality reduction algorithm KeyWords Plus:FEATURE-SELECTION METHODS; SUPPORT VECTOR MACHINES; VALIDATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 83-98 DOI: 10.1016/j.knosys.2017.01.017 Published: APR 1 2017","Abstract":"A critical aspect of dimensionality reduction is to assess the quality of selected (or produced) feature subsets properly. Feature subset assessment in machine learning refers to split a given feature subset into a training set, which is used to estimate the parameters of a classification model, and a test set used to estimate the predictive performance of the model. Then, averaging the results of multiple splitting (i.e., Cross-Validation, CV) is commonly used to decrease the variance of the estimator. But in practice, CV scheme is very computationally expensive. In this paper, we propose a new statistics index method called LW-index for evaluation of feature subset and dimensionality reduction algorithms in general. The proposed method is a type of \"classical statistics\" approach that uses the feature subset to compute an empirical estimate of the quality of feature subset. A large number of performance comparisons with the machine learning approach conducted on fourteen benchmark collections show that the proposed LW index is highly correlated with the external indices (i.e., MacroF(1), MicroF(1)) of SVM and Centroid-Based Classifier (CBC) trained by five-fold CV scheme. Furthermore, the experimental results indicate that LW index has the same performance as the traditional CV scheme for evaluating the dimensionality reduction algorithms and it is more efficient than the traditional methodology. Therefore, one contribution of this paper is to present an alternative methodology, based on an internal index typically used in the unsupervised learning context, that is computationally cheaper than the traditional CV methodology. Another contribution is to propose a new internal index that behaves better than other similar indices widely used in clustering and shows high correlation with the results obtained by the traditional methodology. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Liu, C (Liu, Chuan) ; Wang, WY (Wang, Wenyong) ; Konan, M (Konan, Martin) ; Wang, SY (Wang, Siyang) ; Huang, LS (Huang, Lisheng) ; Tang, Y (Tang, Yong) ; Zhang, X (Zhang, Xiang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Liu, Chuan  http://orcid.org/0000-0002-2718-7835","Title":"A new validity index of feature subset for evaluating the dimensionality reduction algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200010 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Business failure prediction; Manifold learning algorithm; Kernel-based fuzzy self-organizing map; Selective ensemble method KeyWords Plus:SUPPORT VECTOR MACHINE; FINANCIAL DISTRESS; DIMENSIONALITY REDUCTION; DISCRIMINANT-ANALYSIS; NEURAL-NETWORKS; BANKRUPTCY; CLASSIFICATION; REGRESSION; RATIOS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 99-110 DOI: 10.1016/j.knosys.2017.01.016 Published: APR 1 2017","Abstract":"More and more models and algorithms are used to predict business failure. Many of them are not suitable for the complicated distribution of financial data, which leads to unsatisfactory prediction performance. The manifold learning algorithm is a valid method to preprocess financial data because of the good performance on dimensionality reduction for any data distribution. The kernel-based method is introduced to improve the disadvantage of fuzzy self-organizing map (FSOM) which is the limitation of spherical data distribution. Therefore, this study adopts manifold learning algorithm to select feature subsets, and employs the kernel-based FSOM (KFSOM) to compose base classifiers, and proposes the two-stage selective ensemble model for business failure prediction (BFP). First, three manifold learning algorithms, which are Isomap, Laplacian Eigenmaps and Locally Linear Embedding, are adopted to select three feature subsets from original financial data. Then, KFSOM uses three kinds of kernel functions respectively, which are Gaussian, Polynomial and Sigmoid, to obtain three classifiers. Hence, three feature subsets are computed by KFSOMs with three kernel functions respectively to acquire nine base classifiers. Last, nine base classifiers are integrated by the two-stage selective ensemble method. In the first stage, nine base classifiers are ranked according to three standards. The stepwise forward selection approach is adopted to selectively integrate nine base classifiers according to different standards. In the second stage, three selective ensembles in the first stage are integrated again to acquire the final result. In the empirical research, this work employs financial data from Chinese listed companies to predict business failure, and makes comparative analysis with previous methods. It is the conclusion that the two-stage selective ensemble with manifold learning algorithm and KFSOM is good at predicting business failure. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, L (Wang, Lu) ; Wu, C (Wu, Chong)","Title":"Business failure prediction based on two-stage selective ensemble with manifold learning algorithm and kernel-based fuzzy self-organizing map"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613100012 ISSN: 0888-3270","Keywords":"Agglomerative concentric hypersphere; Clustering; Damage detection; Structural health monitoring; Environmental conditions; Operational conditions KeyWords Plus:BRIDGE MANAGEMENT-SYSTEM; VARYING ENVIRONMENTAL-CONDITIONS; PRINCIPAL COMPONENT ANALYSIS; MACHINE LEARNING ALGORITHMS; OPERATIONAL CONDITIONS; VISUAL INSPECTION; NEURAL-NETWORKS; FAULT-DETECTION; MODAL-ANALYSIS; IDENTIFICATION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 92 Pages: 196-212 DOI: 10.1016/j.ymssp.2017.01.024 Published: APR 2017","Abstract":"The present paper proposes a novel cluster-basedmethod, named as agglomerative concentric hypersphere (ACH), to detect structural damage in engineering structures. Continuous structural monitoring systems often require unsupervised approaches to automatically infer the health condition of a structure. However, when a structure is under linear and nonlinear effects caused by environmental and operational variability, data normalization procedures are also required to overcome these effects. The proposed approach aims, through a straightforward clustering procedure, to discover automatically the optimal number of clusters, representing the main state conditions of a structural system. Three initialization procedures are introduced to evaluate the impact of deterministic and stochastic initializations on the performance of this approach. The ACH is compared to state-of-the-art approaches, based on Gaussian mixture models and Mahalanobis squared distance, on standard data sets from a post-tensioned bridge located in Switzerland: the Z-24 Bridge. The proposed approach demonstrates more efficiency in modeling the normal condition of the structure and its corresponding main clusters. Furthermore, it reveals a better classification performance than the alternative ones in terms of false-positive and false-negative indications of damage, demonstrating a promising applicability in real world structural health monitoring scenarios.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Silva, M (Silva, Moises) ; Santos, A (Santos, Adam) ; Santos, R (Santos, Reginaldo) ; Figueiredo, E (Figueiredo, Eloi) ; Sales, C (Sales, Claudomiro) ; Costa, JCWA (Costa, Joao C. W. A.)","Title":"Agglomerative concentric hypersphere clustering applied to structural damage detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398284600053 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; catalogues KeyWords Plus:OSCILLATION SPECTROSCOPIC SURVEY; SPECTRAL ENERGY-DISTRIBUTIONS; STAR-FORMING GALAXIES; DIGITAL SKY SURVEY; KILO-DEGREE SURVEY; DATA RELEASE 2; DEEP SURVEY; BLIND TEST; SDSS; CLASSIFICATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 2 Pages: 2039-2053 DOI: 10.1093/mnras/stw3208 Published: APR 2017","Abstract":"Photometric redshifts (photo-z) are fundamental in galaxy surveys to address different topics, from gravitational lensing and dark matter distribution to galaxy evolution. The Kilo Degree Survey (KiDS), i. e. the European Southern Observatory (ESO) public survey on the VLT Survey Telescope (VST), provides the unprecedented opportunity to exploit a large galaxy data set with an exceptional image quality and depth in the optical wavebands. Using a KiDS subset of about 25000 galaxies with measured spectroscopic redshifts, we have derived photo-z using (i) three different empirical methods based on supervised machine learning; (ii) the Bayesian photometric redshift model (or BPZ); and (iii) a classical spectral energy distribution (SED) template fitting procedure (LE PHARE). We confirm that, in the regions of the photometric parameter space properly sampled by the spectroscopic templates, machine learning methods provide better redshift estimates, with a lower scatter and a smaller fraction of outliers. SED fitting techniques, however, provide useful information on the galaxy spectral type, which can be effectively used to constrain systematic errors and to better characterize potential catastrophic outliers. Such classification is then used to specialize the training of regression machine learning models, by demonstrating that a hybrid approach, involving SED fitting and machine learning in a single collaborative framework, can be effectively used to improve the accuracy of photo-z estimates.","Authors":"Cavuoti, S (Cavuoti, S.) ; Tortora, C (Tortora, C.) ; Brescia, M (Brescia, M.) ; Longo, G (Longo, G.) ; Radovich, M (Radovich, M.) ; Napolitano, NR (Napolitano, N. R.) ; Amaro, V (Amaro, V.) ; Vellucci, C (Vellucci, C.) ; La Barbera, F (La Barbera, F.) ; Getman, F (Getman, F.) ; Grado, A (Grado, A.) ...More...Less","Title":"A cooperative approach among methods for photometric redshifts estimation: an application to KiDS data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398284600082 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: statistical; X-rays: binaries KeyWords Plus:HOLE SYSTEM GRS-1915+105; BLACK-HOLE; SUPERLUMINAL SOURCE; NEURAL-NETWORKS; RADIO-EMISSION; RANDOM FORESTS; VARIABILITY; GALAXY; DISK; BEHAVIOR","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 466 Issue: 2 Pages: 2364-2377 DOI: 10.1093/mnras/stw3190 Published: APR 2017","Abstract":"Among the population of known Galactic black hole X-ray binaries, GRS 1915+105 stands out in multiple ways. It has been in continuous outburst since 1992, and has shown a wide range of different states that can be distinguished by their timing and spectral properties. These states, also observed in IGR J17091-3624, have in the past been linked to accretion dynamics. Here, we present the first comprehensive study into the long-term evolution of GRS 1915+105, using the entire data set observed with Rossi X-ray Timing Explorer over its 16-yr lifetime. We develop a set of descriptive features allowing for automatic separation of states, and show that supervised machine learning in the form of logistic regression and random forests can be used to efficiently classify the entire data set. For the first time, we explore the duty cycle and time evolution of states over the entire 16-yr time span, and find that the temporal distribution of states has likely changed over the span of the observations. We connect the machine classification with physical interpretations of the phenomenology in terms of chaotic and stochastic processes.","Authors":"Huppenkothen, D (Huppenkothen, Daniela) ; Heil, LM (Heil, Lucy M.) ; Hogg, DW (Hogg, David W.) ; Mueller, A (Mueller, Andreas)","Title":"Using machine learning to explore the long-term evolution of GRS 1915+105"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395622000011 ISSN: 1018-4864 eISSN: 1572-9451","Keywords":"Large-MIMO detection; Spatial correlation; Support vector regression; Maximum likelihood KeyWords Plus:LATTICE-REDUCTION; LOW-COMPLEXITY; MACHINE; OPTIMIZATION; DESIGN","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"TELECOMMUNICATION SYSTEMS Volume: 64 Issue: 4 Pages: 709-717 DOI: 10.1007/s11235-016-0202-2 Published: APR 2017","Abstract":"We propose a support vector regression approach for symbol detection in large-MIMO systems employing spatial multiplexing. We explore the applicability of machine learning algorithms, in particular support vector machines, to address one of the recent research problem in communications.The machine learning capability is exploited to achieve fast detection in large dimension systems. The performance of the proposed method is compared with lattice reduction aided detection which is currently the popular choice and the improvement in terms of bit error rate is demonstrated. The sparse formulation of the problem matrix reduces the computational complexity and enables faster detection. The proposed detection algorithm is tailored to address both uncorrelated and correlated channel conditions as well.","Authors":"Ramanathan, R (Ramanathan, R.) ; Jayakumar, M (Jayakumar, M.)","Title":"A support vector regression approach to detection in large-MIMO systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394723200025 ISSN: 1385-8947 eISSN: 1873-3212","Keywords":"Filtration; CART; Turbidity; Fault diagnosis KeyWords Plus:PROCESS FAULT-DETECTION; QUANTITATIVE MODEL; WATER-TREATMENT; DRINKING-WATER; TURBIDITY; STRATEGIES; REMOVAL; QUALITY; SYSTEMS; PLANTS","Categories":"Engineering Web of Science Categories:Engineering, Environmental; Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING JOURNAL Volume: 313 Pages: 250-260 DOI: 10.1016/j.cej.2016.12.047 Published: APR 1 2017","Abstract":"Rapid gravity filters, the final particulate barrier in many water treatment systems, are typically monitored using on-line turbidity, flow and head loss instrumentation. Current metrics for assessing filtration performance from on-line turbidity data were critically assessed and observed not to effectively and consistently summarise the important properties of a turbidity distribution and the associated water quality risk. In the absence of a consistent risk function for turbidity in treated water, using on-line turbidity as an indicative rather than a quantitative variable appears to be more practical. Best practice suggests that filtered water turbidity should be maintained below 0.1 NTU, at higher turbidity we can be less confident of an effective particle and pathogen barrier. Based on this simple distinction filtration performance has been described in terms of reliability and resilience by characterising the likelihood, frequency and duration of turbidity spikes greater than 0.1 NTU. This view of filtration performance is then used to frame operational diagnosis of unsatisfactory performance in terms of a machine learning classification problem. Through calculation of operationally relevant predictor variables and application of the Classification and Regression Tree (CART) algorithm the conditions associated with the greatest risk of poor filtration performance can be effectively modelled and communicated in operational terms. This provides a method for an evidence based decision support which can be used to efficiently manage individual pathogen barriers in a multi-barrier system. (C) 2016 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license","Authors":"Upton, A (Upton, A.) ; Jefferson, B (Jefferson, B.) ; Moore, G (Moore, G.) ; Jarvis, P (Jarvis, P.)","Title":"Rapid gravity filtration operational performance assessment and diagnosis for preventative maintenance from on-line data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397600500010 PubMed ID: 28218920 ISSN: 1476-1122 eISSN: 1476-4660","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"NATURE MATERIALS Volume: 16 Issue: 4 Pages: 414-+ DOI: 10.1038/NMAT4856 Published: APR 2017","Abstract":"The brain is capable of massively parallel information processing while consuming only similar to 1-100 fJ per synaptic event(1,2). Inspired by the efficiency of the brain, CMOS-based neural architectures(3) and memristors(4,5) are being developed for pattern recognition and machine learning. However, the volatility, design complexity and high supply voltages for CMOS architectures, and the stochastic and energy-costly switching of memristors complicate the path to achieve the interconnectivity, information density, and energy efficiency of the brain using either approach. Here we describe an electrochemical neuromorphic organic device (ENODe) operating with a fundamentally different mechanism from existing memristors. ENODe switches at low voltage and energy (<10 pJ for 10(3) mu m(2) devices), displays >500 distinct, non-volatile conductance states within a similar to 1V range, and achieves high classification accuracy when implemented in neural network simulations. Plastic ENODes are also fabricated on flexible substrates enabling the integration of neuromorphic functionality in stretchable electronic systems(6,7). Mechanical flexibility makes ENODes compatible with three-dimensional architectures, opening a path towards extreme interconnectivity comparable to the human brain.","Authors":"van de Burgt, Y (van de Burgt, Yoeri) ; Lubberman, E (Lubberman, Ewout) ; Fuller, EJ (Fuller, Elliot J.) ; Keene, ST (Keene, Scott T.) ; Faria, GC (Faria, Gregorio C.) ; Agarwal, S (Agarwal, Sapan) ; Marinella, MJ (Marinella, Matthew J.) ; Talin, AA (Talin, A. Alec) ; Salleo, A (Salleo, Alberto)","Title":"A non-volatile organic electrochemical device as a low-voltage artificial synapse for neuromorphic computing"}, {"Keywords":"machine learning; geophysical modelling; data-driven model; data assimilation; 68T; 82C KeyWords Plus:ENSEMBLE KALMAN FILTER; RADEMACHER; RISK","Categories":"Computer Science; Operations Research & Management Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Operations Research & Management Science; Mathematics, Applied","Journal Information":"OPTIMIZATION METHODS & SOFTWARE Volume: 32 Issue: 2 Pages: 237-249 DOI: 10.1080/10556788.2016.1257616 Published: APR 2017","Abstract":"Incorporating the quantity and variety of observations in atmospheric and oceanographic assimilation and prediction models has become an increasingly complex task. Data assimilation allows for uneven spatial and temporal data distribution and redundancy to be addressed so that the models can ingest massive data sets. Traditional data assimilation methods introduce Kalman filters and variational approaches. This study introduces a family of algorithms, motivated by advances in machine learning. These algorithms provide an alternative approach to incorporating new observations into the analysis forecast cycle. The application of kernel methods to processing the states of a quasi-geostrophic numerical model is intended to demonstrate the feasibility of the method as a proof-of-concept. The speed, efficiency, accuracy and scalability in recovering unperturbed state trajectories establishes the viability of machine learning for data assimilation.","Authors":"Gilbert, RC (Gilbert, R. C.) ; Trafalis, TB (Trafalis, T. B.) ; Richman, MB (Richman, M. B.) ; Leslie, LM (Leslie, L. M.)","Title":"A data-driven kernel method assimilation technique for geophysical modelling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397099900008 PubMed ID: 27431294 ISSN: 1359-4184 eISSN: 1476-5578","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology; Psychiatry Web of Science Categories:Biochemistry & Molecular Biology; Neurosciences; Psychiatry","Journal Information":"MOLECULAR PSYCHIATRY Volume: 22 Issue: 4 Pages: 544-551 DOI: 10.1038/mp.2016.110 Published: APR 2017","Abstract":"The 2013 US Veterans Administration/Department of Defense Clinical Practice Guidelines (VA/DoD CPG) require comprehensive suicide risk assessments for VA/DoD patients with mental disorders but provide minimal guidance on how to carry out these assessments. Given that clinician-based assessments are not known to be strong predictors of suicide, we investigated whether a precision medicine model using administrative data after outpatient mental health specialty visits could be developed to predict suicides among outpatients. We focused on male nondeployed Regular US Army soldiers because they account for the vast majority of such suicides. Four machine learning classifiers (naive Bayes, random forests, support vector regression and elastic net penalized regression) were explored. Of the Army suicides in 2004-2009, 41.5% occurred among 12.0% of soldiers seen as outpatient by mental health specialists, with risk especially high within 26 weeks of visits. An elastic net classifier with 10-14 predictors optimized sensitivity (45.6% of suicide deaths occurring after the 15% of visits with highest predicted risk). Good model stability was found for a model using 2004-2007 data to predict 2008-2009 suicides, although stability decreased in a model using 2008-2009 data to predict 2010-2012 suicides. The 5% of visits with highest risk included only 0.1% of soldiers (1047.1 suicides/100 000 person-years in the 5 weeks after the visit). This is a high enough concentration of risk to have implications for targeting preventive interventions. An even better model might be developed in the future by including the enriched information on clinician-evaluated suicide risk mandated by the VA/DoD CPG to be recorded.","Authors":"Kessler, RC (Kessler, R. C.) ; Stein, MB (Stein, M. B.) ; Petukhova, MV (Petukhova, M. V.) ; Bliese, P (Bliese, P.) ; Bossarte, RM (Bossarte, R. M.) ; Bromet, EJ (Bromet, E. J.) ; Fullerton, CS (Fullerton, C. S.) ; Gilman, SE (Gilman, S. E.) ; Ivany, C (Ivany, C.)[ 10 ] ; Lewandowski-Romps, L (Lewandowski-Romps, L.)[ 11 ] ; Bell, AM (Bell, A. Millikan)[ 12 ] ; Naifeh, JA (Naifeh, J. A.) ; Nock, MK (Nock, M. K.)[ 13 ] ; Reis, BY (Reis, B. Y.)[ 14 ] ; Rosellini, AJ (Rosellini, A. J.) ; Sampson, NA (Sampson, N. A.) ; Zaslavsky, AM (Zaslavsky, A. M.) ; Ursano, RJ (Ursano, R. J.) ...More...Less Group Author(s): Army STARRS Collaborators Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gilman, Stephen  http://orcid.org/0000-0002-8331-6419","Title":"Predicting suicides after outpatient mental health visits in the Army Study to Assess Risk and Resilience in Servicemembers (Army STARRS)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395425600001 PubMed ID: 28050973 ISSN: 1741-2560 eISSN: 1741-2552","Keywords":"intracranial EEG; behavioral states; sleep staging; machine learning; classification KeyWords Plus:HIGH-FREQUENCY OSCILLATIONS; SLEEP-WAKE CYCLE; LONG-TERM; RECORDINGS; HUMANS; EEG; CORTEX; STIMULATION; PREDICTION; SPINDLES","Categories":"Engineering; Neurosciences & Neurology Web of Science Categories:Engineering, Biomedical; Neurosciences","Journal Information":"JOURNAL OF NEURAL ENGINEERING Volume: 14 Issue: 2 Article Number: 026001 DOI: 10.1088/1741-2552/aa5688 Published: APR 2017","Abstract":"Objective. Automated behavioral state classification can benefit next generation implantable epilepsy devices. In this study we explored the feasibility of automated awake (AW) and slow wave sleep (SWS) classification using wide bandwidth intracranial EEG (iEEG) in patients undergoing evaluation for epilepsy surgery. Approach. Data from seven patients (age $34\\pm 12$ , 4 women) who underwent intracranial depth electrode implantation for iEEG monitoring were included. Spectral power features (0.1600 Hz) spanning several frequency bands from a single electrode were used to train and test a support vector machine classifier. Main results. Classification accuracy of 97.8 +/- 0.3% (normal tissue) and 89.4 +/- 0.8% (epileptic tissue) across seven subjects using multiple spectral power features from a single electrode was achieved. Spectral power features from electrodes placed in normal temporal neocortex were found to be more useful (accuracy 90.8 +/- 0.8%) for sleep-wake state classification than electrodes located in normal hippocampus (87.1 +/- 1.6%). Spectral power in high frequency band features (Ripple (80250 Hz), Fast Ripple (250600 Hz)) showed comparable performance for AW and SWS classification as the best performing Berger bands (Alpha, Beta, low Gamma) with accuracy ?90% using a single electrode contact and single spectral feature. Significance. Automated classification of wake and SWS should prove useful for future implantable epilepsy devices with limited computational power, memory, and number of electrodes. Applications include quantifying patient sleep patterns and behavioral state dependent detection, prediction, and electrical stimulation therapies.","Authors":"Kremen, V (Kremen, Vaclav) ; Duque, JJ (Duque, Juliano J.) ; Brinkmann, BH (Brinkmann, Benjamin H.) ; Berry, BM (Berry, Brent M.) ; Kucewicz, MT (Kucewicz, Michal T.) ; Khadjevand, F (Khadjevand, Fatemeh) ; Van Gompel, J (Van Gompel, Jamie) ; Stead, M (Stead, Matt) ; St Louis, EK (St Louis, Erik K.) ; Worrell, GA (Worrell, Gregory A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kremen, Vaclav  http://orcid.org/0000-0001-9844-7617","Title":"Behavioral state classification in epileptic brain using intracranial electrophysiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394351100005 PubMed ID: 27189847 ISSN: 0264-0414 eISSN: 1466-447X","Keywords":"Coaching; biomechanics; decision tree; rule induction; k-means; ace KeyWords Plus:RULE EXTRACTION; KINEMATICS; NETWORKS","Categories":"Sport Sciences Web of Science Categories:Sport Sciences","Journal Information":"JOURNAL OF SPORTS SCIENCES Volume: 35 Issue: 7 Pages: 648-654 DOI: 10.1080/02640414.2016.1183805 Published: APR 2017","Abstract":"This study sought to determine the features of an ideal serve in men's professional tennis. A total of 25,680 first serves executed by 151 male tennis players during Australian Open competition were classified as either aces or returned into play. Spatiotemporal (impact location, speed, projection angles, landing location and relative player locations) and contextual (score) features of each serve were extracted from Hawk-Eye data and used to construct a classification tree model (with decision rules) that predicted serve outcome. k-means clustering was applied to the landing locations to quantify optimal landing locations for aces. The classification tree revealed that (1) serve directionality, relative to the returner; (2) the ball's landing proximity to the nearest service box line and (3) serve speed classified aces with an accuracy of 87.02%. Hitting aces appeared more contingent on accuracy than speed, with serves directed >5.88 degrees from the returner and landing <15.27cm from a service box line most indicative of an ace. k-means clustering revealed four distinct locations (approximate to 0.73m widex2.35m deep) in the corners of the service box that corresponded to aces. These landing locations provide empirically derived target locations for players to adhere to during practice and competition.","Authors":"Whiteside, D (Whiteside, David) ; Reid, M (Reid, Machar)","Title":"Spatial characteristics of professional tennis serves with implications for serving aces: A machine learning approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396396700009 PubMed ID: 26992185 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Extreme learning machine (ELM); HOG variant (HOGv); traffic sign recognition(TSR) KeyWords Plus:CLASSIFICATION; REPRESENTATION; NETWORKS; PATTERNS; SCALE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 4 Pages: 920-933 DOI: 10.1109/TCYB.2016.2533424 Published: APR 2017","Abstract":"This paper proposes a computationally efficient method for traffic sign recognition (TSR). This proposed method consists of two modules: 1) extraction of histogram of oriented gradient variant (HOGv) feature and 2) a single classifier trained by extreme learning machine (ELM) algorithm. The presented HOGv feature keeps a good balance between redundancy and local details such that it can represent distinctive shapes better. The classifier is a single-hidden-layer feedforward network. Based on ELM algorithm, the connection between input and hidden layers realizes the random feature mapping while only the weights between hidden and output layers are trained. As a result, layer-by-layer tuning is not required. Meanwhile, the norm of output weights is included in the cost function. Therefore, the ELM-based classifier can achieve an optimal and generalized solution for multiclass TSR. Furthermore, it can balance the recognition accuracy and computational cost. Three datasets, including the German TSR benchmark dataset, the Belgium traffic sign classification dataset and the revised mapping and assessing the state of traffic infrastructure (revised MASTIF) dataset, are used to evaluate this proposed method. Experimental results have shown that this proposed method obtains not only high recognition accuracy but also extremely high computational efficiency in both training and recognition processes in these three datasets.","Authors":"Huang, ZY (Huang, Zhiyong) ; Yu, YL (Yu, Yuanlong) ; Gu, J (Gu, Jason) ; Liu, HP (Liu, Huaping)","Title":"An Efficient Method for Traffic Sign Recognition Based on Extreme Learning Machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396396700011 PubMed ID: 27337730 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Learning; multiple layer network and time series neural network; neural network KeyWords Plus:CHAOTIC TIME-SERIES; EXTREME LEARNING MACHINES; PREDICTION; PERCEPTRON; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 4 Pages: 946-959 DOI: 10.1109/TCYB.2016.2533545 Published: APR 2017","Abstract":"In this paper, we present a novel architecture and learning algorithm for a multilayered echo state machine (ML-ESM). Traditional echo state networks (ESNs) refer to a particular type of reservoir computing (RC) architecture. They constitute an effective approach to recurrent neural network (RNN) training, with the (RNN-based) reservoir generated randomly, and only the readout trained using a simple computationally efficient algorithm. ESNs have greatly facilitated the real-time application of RNN, and have been shown to outperform classical approaches in a number of benchmark tasks. In this paper, we introduce a novel criteria for integrating multiple layers of reservoirs within the ML-ESM. The addition of multiple layers of reservoirs are shown to provide a more robust alternative to conventional RC networks. We demonstrate the comparative merits of this approach in a number of applications, considering both benchmark datasets and real world applications.","Authors":"Malik, ZK (Malik, Zeeshan Khawar) ; Hussain, A (Hussain, Amir) ; Wu, QJ (Wu, Qingming Jonathan)","Title":"Multilayered Echo State Machine: A Novel Architecture and Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396396700017 PubMed ID: 26992191 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Convolution; deep learning; denoising autoencoders; unsupervised learning KeyWords Plus:SCENE RECOGNITION; NEURAL-NETWORKS; LEARNING DEEP; AUTOENCODERS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 4 Pages: 1017-1027 DOI: 10.1109/TCYB.2016.2536638 Published: APR 2017","Abstract":"Deep networks have achieved excellent performance in learning representation from visual data. However, the supervised deep models like convolutional neural network require large quantities of labeled data, which are very expensive to obtain. To solve this problem, this paper proposes an unsupervised deep network, called the stacked convolutional denoising auto-encoders, which can map images to hierarchical representations without any label information. The network, optimized by layer-wise training, is constructed by stacking layers of denoising autoencoders in a convolutional way. In each layer, high dimensional feature maps are generated by convolving features of the lower layer with kernels learned by a denoising auto-encoder. The autoencoder is trained on patches extracted from feature maps in the lower layer to learn robust feature detectors. To better train the large network, a layer-wise whitening technique is introduced into the model. Before each convolutional layer, a whitening layer is embedded to sphere the input data. By layers of mapping, raw images are transformed into high-level feature representations which would boost the performance of the subsequent support vector machine classifier. The proposed algorithm is evaluated by extensive experimentations and demonstrates superior classification performance to state-of-the-art unsupervised networks.","Authors":"Du, B (Du, Bo) ; Xiong, W (Xiong, Wei) ; Wu, J (Wu, Jia) ; Zhang, LF (Zhang, Lefei) ; Zhang, LP (Zhang, Liangpei) ; Tao, DC (Tao, Dacheng)","Title":"Stacked Convolutional Denoising Auto-Encoders for Feature Representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900040 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Active learning (AL); hyperspectral image (HSI) classification; semisupervised learning; sparse graph regularization; sparse representation (SR); total variation KeyWords Plus:MULTINOMIAL LOGISTIC-REGRESSION; SPECTRAL-SPATIAL CLASSIFICATION; SEMI-SUPERVISED CLASSIFICATION; SUPPORT VECTOR MACHINES; SEMISUPERVISED CLASSIFICATION; DISCRIMINANT-ANALYSIS; TRANSDUCTIVE SVM; ALGORITHMS","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2351-2366 DOI: 10.1109/TGRS.2016.2641985 Published: APR 2017","Abstract":"Regularization has appeared explicitly in hyperspectral image (HSI) classification community, which serves as a promising paradigm for leveraging labeled and unlabeled information, computer's automation and user's interaction, spectral and spatial information, and so on. Graph-based regularization is capable of modeling the nonlinear structures embedded in high-dimensional space, with the great potential for HSI classification. However, traditional methods exhibit low capacity when facing noisy and large-scale data, thus posing a big challenge for their successful use in this community. In this paper, we present two novel sparse graph regularization methods, SGR and SGR with total variation (TV-SGR). In SGR, the labels of large unknown data are propagated based on the fraction matrix and the prediction function, where the fraction matrix is obtained using an effective sparse representation (SR) algorithm with respect to the dictionary, and the prediction function is estimated by optimizing a typical graph-based regularization problem. In contrast, TV-SGR is an extension of SGR by considering spatial information modeled by total variation in SR. Propagating the prediction function from dictionary to large unknown data using the fraction matrix is the essence of the paradigm. SGR and TV-SGR can be equipped with semisupervised learning, active learning, and spectral-spatial classification with large flexibility. The experimental results with two popular hyperspectral data sets indicate that the proposed methods outperform some state-of-the-art approaches in terms of computational efficacy, classification accuracy, and robustness to noise.","Authors":"Xue, ZH (Xue, Zhaohui) ; Du, PJ (Du, Peijun) ; Li, J (Li, Jun) ; Su, HJ (Su, Hongjun)","Title":"Sparse Graph Regularization for Hyperspectral Remote Sensing Image Classification"}]
