[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397920700001 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"Aharonov-Bohm effect; quantum transport; phase measurements; quantum dots KeyWords Plus:UNIVERSAL PHASE; TRANSMISSION; ANOMALIES; MODEL","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 15 Article Number: 155301 DOI: 10.1088/1361-648X/aa605d Published: APR 20 2017","Abstract":"We have performed time-dependent wave packet simulations of realistic Aharonov-Bohm (AB) devices with a quantum dot embedded in one of the arms of the interferometer. The AB ring can function as a measurement device for the intrinsic transmission phase through the quantum dot, however, care has to be taken in analyzing the influence of scattering processes in the junctions of the interferometer arms. We consider a harmonic quantum dot and show how the Darwin-Fock spectrum emerges as a unique pattern in the interference fringes of the AB oscillations.","Authors":"Kreisbeck, C (Kreisbeck, C.) ; Kramer, T (Kramer, T.) ; Molina, RA (Molina, R. A.)","Title":"Time-dependent wave packet simulations of transport through Aharanov-Bohm rings with an embedded quantum dot"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396065600014 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"microsaccades; drift; tremor; fixational eye movements; fading; neural adaptation KeyWords Plus:FIXATIONAL EYE-MOVEMENTS; MONOCULAR FIXATION; BINOCULAR FIXATION; COVERT ATTENTION; VISUAL FIXATION; RETINAL IMAGES; TARGET SIZE; MICROSACCADES; CORTEX; TASKS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1718 Article Number: 20160204 DOI: 10.1098/rstb.2016.0204 Published: APR 19 2017","Abstract":"Scientists have pondered the perceptual effects of ocular motion, and those of its counterpart, ocular stillness, for over 200 years. The unremitting ' trembling of the eye ' that occurs even during gaze fixation was first noted by Jurin in 1738. In 1794, Erasmus Darwin documented that gaze fixation produces perceptual fading, a phenomenon rediscovered in 1804 by Ignaz Paul Vital Troxler. Studies in the twentieth century established that Jurin ' s ' eye trembling ' consisted of three main types of ' fixational ' eye movements, now called microsaccades (or fixational saccades), drifts and tremor. Yet, owing to the constant and minute nature of these motions, the study of their perceptual and physiological consequences has met significant technological challenges. Studies starting in the 1950s and continuing in the present have attempted to study vision during retinal stabilization-a technique that consists on shifting any and all visual stimuli presented to the eye in such a way as to nullify all concurrent eye movements-providing a tantalizing glimpse of vision in the absence of change. No research to date has achieved perfect retinal stabilization, however, and so other work has devised substitute ways to counteract eye motion, such as by studying the perception of afterimages or of the entoptic images formed by retinal vessels, which are completely stable with respect to the eye. Yet other research has taken the alternative tack to control eye motion by behavioural instruction to fix one ' s gaze or to keep one ' s gaze still, during concurrent physiological and/or psychophysical measurements. Here, we review the existing data-from historical and contemporary studies that have aimed to nullify or minimize eye motion-on the perceptual and physiological consequences of perfect versus imperfect fixation. We also discuss the accuracy, quality and stability of ocular fixation, and the bottom-up and top-down influences that affect fixation behaviour. This article is part of the themed issue 'Movement suppression: brain mechanisms for stopping and stillness'.","Authors":"Martinez-Conde, S (Martinez-Conde, Susana) ; Macknik, SL (Macknik, Stephen L.)","Title":"Unchanging visions: the effects and limitations of ocular stillness"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398125900002 PubMed ID: 28372547 ISSN: 1741-7007","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BMC BIOLOGY Volume: 15 Article Number: 26 DOI: 10.1186/s12915-017-0369-3 Published: APR 3 2017","Abstract":"All of us have marveled at the remarkable diversity of animal behaviors in nature. None of us has much idea of how these have evolved.","Authors":"Arguello, JR (Arguello, J. Roman) ; Benton, R (Benton, Richard)","Title":"Open questions: Tackling Darwin's \"instincts\": the genetic basis of behavioral evolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395471700002 ISSN: 0950-0804 eISSN: 1467-6419","Keywords":"Corporate governance; Darwin; Path-dependency; Politics KeyWords Plus:TRANSACTION COST ECONOMICS; LEGAL ORIGIN; EVOLUTION; LAW; DEMOCRACIES; STOCK; GAME","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF ECONOMIC SURVEYS Volume: 31 Issue: 2 Pages: 393-409 DOI: 10.1111/joes.12147 Published: APR 2017","Abstract":"Although economies, business practices and living standards have converged since WWII, corporate structures continue to differ among the advanced economies of the world. Looking at the diversity of corporate structures of large-sized firms around the world (and over time) would fascinate Charles Darwin. This work develops a critical review of the literature on political determinants of corporate governance through the Darwinian theory (including some Lamarckian aspects). As Darwin, in his work On the Origin of Species, explicates the diversity of species of tortoises, finches and iguanas of the Galapagos Islands, so Darwinism may contribute in understanding the origin and the persistence of corporate diversity. In particular, this paper takes into account politics-driven variations, their inheritances, and the subsequent selection of advantageous corporate' attributes.","Authors":"Vatiero, M (Vatiero, Massimiliano)","Title":"ON THE (POLITICAL) ORIGIN OF 'CORPORATE GOVERNANCE' SPECIES"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398248300215 ISSN: 0363-0277","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"LIBRARY JOURNAL Volume: 142 Issue: 2 Pages: 106-106 Published: APR 1 2017","Authors":"Hixson, T (Hixson, Tyler)","Title":"The Evolution of Beauty: How Darwin's Forgotten Theory of Mate Choice Shapes the Animal World - and Us"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396376000007 ISSN: 0036-0341 eISSN: 1467-9434","Categories":"History Web of Science Categories:History","Journal Information":"RUSSIAN REVIEW Volume: 76 Issue: 2 Pages: 331-351 DOI: 10.1111/russ.12134 Published: APR 2017","Authors":"Berman, AA (Berman, Anna A.)","Title":"Darwin in the Novels: Tolstoy's Evolving Literary Response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395489300009 ISSN: 1473-5504 eISSN: 1475-3006","Keywords":"astrobiology; Bernoulli trials; exoplanets; extraterrestrial life probability; probability analysis","Categories":"Astronomy & Astrophysics; Life Sciences & Biomedicine - Other Topics; Geology Web of Science Categories:Astronomy & Astrophysics; Biology; Geosciences, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF ASTROBIOLOGY Volume: 16 Issue: 2 Pages: 185-189 DOI: 10.1017/S1473550416000148 Published: APR 2017","Abstract":"The recent discovery that billions of planets in the Milky Way Galaxy may be in circumstellar habitable zones has renewed speculation over the possibility of extraterrestrial life. The Drake equation is a probabilistic framework for estimating the number of technological advanced civilizations in our Galaxy; however, many of the equation's component probabilities are either unknown or have large error intervals. In this paper, a different method of examining this question is explored, one that replaces the various Drake factors with the single estimate for the probability of life existing on Earth. This relationship can be described by the binomial distribution if the presence of life on a given number of planets is equated to successes in a Bernoulli trial. The question of exoplanet life may then be reformulated as follows - given the probability of one or more independent successes for a given number of trials, what is the probability of two or more successes? Some of the implications of this approach for finding life on exoplanets are discussed.","Authors":"Rossmo, DK (Rossmo, D. Kim)","Title":"Bernoulli, Darwin, and Sagan: the probability of life on other planets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399141400006 ISSN: 2469-9950 eISSN: 2469-9969","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"PHYSICAL REVIEW B Volume: 95 Issue: 11 Article Number: 115442 DOI: 10.1103/PhysRevB.95.115442 Published: MAR 31 2017","Abstract":"We used high-spatial-resolution, low-temperature near-field scanning optical microscopy (NSOM) operating at magnetic fields B = 0-10 T to study the effects of Wigner localization (WL) on emission spectra of single self-organized InP/GaInP quantum dots (QDs) and investigate the stability of singly (trion) and doubly (tetron) charged exciton complexes in the weak quantum confinement regime. Using NSOM measurements together with configuration interaction calculations, we identify the dots having different electron population N(N = 1-12), quantum confinement ((h) over bar omega(0) = 0.6-8 meV) and size D(D = 70-170 nm). For N = 2, we observed a magnetic-field-induced molecular-droplet transition, accompanied by the decomposition of the tetron into a Wigner molecule complex (WMC), and the activation of rotovibronic structure. For N = 1, unusually strong vibronic structure resulting from a trion-type WMC was observed. We have shown that magnetic-field-induced shifts of this structure allow measurement of single particle Fock-Darwin levels and angular momentum transitions of the WMC. In addition, we demonstrated the use of NSOM imaging to probe the charge density distribution and observed anomalous dependence of the image size on the quantum confinement, implying a pairing of electrons or formation of whispering gallery modes in the QD. We demonstrated that InP/GaInP QDs, provide a Wigner-Seitz radius (r(s)) up to 13, and that the measurements of NSOM magneto-optical spectroscopy using these dots makes it possible to study effects arising from strong Coulomb interaction of a few confined electrons (holes).","Authors":"Mintairov, AM (Mintairov, A. M.) ; Kapaldo, J (Kapaldo, J.) ; Merz, JL (Merz, J. L.) ; Vlasov, AS (Vlasov, A. S.) ; Blundell, SA (Blundell, S. A.)","Title":"Wigner molecules and charged excitons in near-field magnetophotoluminescence spectra of self-organized InP/GaInP quantum dots"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397883100015 ISSN: 0962-8452 eISSN: 1471-2954","Keywords":"chemical cue; climbing plant; decision making; species recognition; thigmomorphogenesis; plant behaviour KeyWords Plus:PLANT COMMUNICATION; CLIMBING PLANTS; PATTERNS; OXALATE; COMPETITION; SIGNALS; DAMAGE; ODOR","Categories":"Life Sciences & Biomedicine - Other Topics; Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Biology; Ecology; Evolutionary Biology","Journal Information":"PROCEEDINGS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 284 Issue: 1850 Article Number: 20162650 DOI: 10.1098/rspb.2016.2650 Published: MAR 15 2017","Abstract":"Movement and growth habit of climbing plants have attracted attention since the time of Charles Darwin; however, there are no reports on whether plants can choose suitable hosts or avoid unsuitable ones based on chemoreception. Here, I show that the tendrils of Cayratia japonica (Vitaceae) appear to avoid conspecific leaves using contact chemoreception for oxalates, which are highly concentrated in C. japonica leaves. The coiling experiments show that C. japonica has a flexible plastic response to avoid coiling around conspecific leaves. The coiling response is negatively correlated with the oxalate content in the contacted leaves. Experiments using laboratory chemicals indicate that the tendrils avoid oxalate-coated plastic sticks. These results indicate that the tendrils of C. japonica avoid coiling around a conspecific leaf based on contact chemoreception for oxalate compounds. The tendrils of climbing plants may function as a chemoreceptor system to detect the chemical cues of a contacted plant.","Authors":"Fukano, Y (Fukano, Yuya)","Title":"Vine tendrils use contact chemoreception to avoid conspecific leaves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395111000001 PubMed ID: 28303238 ISSN: 2296-2360","Keywords":"asthma; adolescent; Indigenous; airway inflammation; tobacco smoking; school-based service KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; AIRWAY INFLAMMATION; CLINICAL-PRACTICE; CHRONIC COUGH; CHILDREN; ADOLESCENTS; EDUCATION; HEALTH; EOSINOPHILIA; MULTICENTER","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"FRONTIERS IN PEDIATRICS Volume: 5 Article Number: 33 DOI: 10.3389/fped.2017.00033 Published: MAR 2 2017","Abstract":"Background: The high global burden of asthma and tobacco smoking among Indigenous people may potentially be reduced by appropriate interventions that target prevention of tobacco smoke uptake and improved asthma management. The latter includes targeted treatment based on airway inflammation. We undertook a feasibility study in two Darwin schools with a high proportion of Indigenous youth to determine the feasibility of an innovative, peer-led, school-based education program called the Asthma and Smoking Prevention Project (ASPP). A subset of children with reported persistent respiratory symptoms were also clinically evaluated to determine the lower airway inflammatory profile and optimize asthma management. Methods: The ASPP is founded on an evidence-based three-step program and targets improving asthma management and preventing the uptake of tobacco smoking. The program uses a student-centered approach in which senior students (peer leaders) deliver the ASPP to Grade 7 students using activities, videos, and games. Students completed questionnaires related to asthma and smoking at baseline and 3 months after program delivery. Students with respiratory symptoms at 3 months were invited for a comprehensive clinical evaluation and tests including sputum induction. Results: The ASPP was well received. Of the 203 students involved, 56 (28%) were Indigenous and 70% completed baseline and follow-up questionnaires. Self-reported asthma was high (19%), 10% of students reported smoking and 63% reported exposure to tobacco at home. Of the 22 students who were clinically evaluated, 41% were Indigenous. Clinically important airway inflammation was high; 23% had Fractional Exhaled Nitric Oxide Levels >= 35 ppb, 88% had airway neutrophilia (>15%), and 29% had airway eosinophilia (>2.5%). Optimization of medication and management was required in 59% of students.","Authors":"McCallum, GB (McCallum, Gabrielle B.) ; Chang, AB (Chang, Anne B.) ; Wilson, CA (Wilson, Cate A.) ; Petsky, HL (Petsky, Helen L.) ; Saunders, J (Saunders, Jan) ; Pizzutto, SJ (Pizzutto, Susan J.) ; Su, SC (Su, Siew Choo) ; Shah, S (Shah, Smita)","Title":"Feasibility of a Peer-Led Asthma and Smoking Prevention Project in Australian Schools with High Indigenous Youth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398968100010 ISSN: 1354-8166 eISSN: 2044-0375","Keywords":"australian airports; international passenger arrivals; SARIMA; SARIMAX; SARIMAX/EGARCH; tourism marketing expenditure KeyWords Plus:AIR TRANSPORT LIBERALIZATION; TIME-SERIES; CONDITIONAL HETEROSKEDASTICITY; OUTBOUND TOURISM; ECONOMIC-CRISIS; TRAFFIC GROWTH; OIL PRICES; DEMAND; DESTINATION; VOLATILITY","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Economics; Hospitality, Leisure, Sport & Tourism","Journal Information":"TOURISM ECONOMICS Volume: 23 Issue: 2 Pages: 403-428 DOI: 10.5367/te.2015.0507 Published: MAR 2017","Abstract":"An airport's international passenger arrivals are susceptible to exogenous and endogenous factors (such as economic conditions, flight services, fluctuations and shocks). Accurate and reliable airport passenger demand forecasts are imperative for policymaking and planning by airport and airline management as well as by tourism authorities and operators. This article employs the Box-Jenkins SARIMA, SARIMAX and SARIMAX/ EGARCH volatility models to forecast international passenger arrivals for the eight key Australian airports (Adelaide, Brisbane, Cairns, Darwin, Gold Coast, Melbourne, Perth and Sydney). Monthly international tourist arrivals between January 2006 and September 2012 are used for the empirical analysis. All the forecasting models are highly accurate with the lower values of mean absolute percentage error, mean absolute error and root mean squared error. The findings suggest that the international passenger arrivals of Australian airports are affected by positive and negative shocks and tourism marketing expenditure is also a significant factor influencing the majority of Australian airports' international passenger arrivals.","Authors":"Tsui, WHK (Tsui, Wai Hong Kan) ; Balli, F (Balli, Faruk)","Title":"International arrivals forecasting for Australian airports and the impact of tourism marketing expenditure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397474300004 PubMed ID: 28012688 ISSN: 0160-9327 eISSN: 1873-1929","Categories":"History & Philosophy of Science; Science & Technology - Other Topics Web of Science Categories:History & Philosophy Of Science; Multidisciplinary Sciences","Journal Information":"ENDEAVOUR Volume: 41 Issue: 1 Pages: 29-31 DOI: 10.1016/j.endeavour.2016.12.001 Published: MAR 2017","Abstract":"For decades creationists have claimed that Charles Darwin sought the skulls of full-blooded Aboriginal Tasmanian people when only four were left alive. It is said that Darwin letters survive which reveal this startling and distasteful truth. Tracing these claims back to their origins, however, reveals a different, if not unfamiliar story.","Authors":"van Wyhe, J (van Wyhe, John)","Title":"Darwin's Body-Snatchers?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394576100002 PubMed ID: 28250807 ISSN: 1752-4571","Keywords":"Apis mellifera; beekeeping; honeybee; natural selection KeyWords Plus:BEE COLONY LOSSES; APIS-MELLIFERA; GENETIC DIVERSITY; EUROPE; EPIDEMIOLOGY; POLLINATORS; EXPRESSION; PATHOGENS; PARASITE; TRENDS","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"EVOLUTIONARY APPLICATIONS Volume: 10 Issue: 3 Pages: 226-230 DOI: 10.1111/eva.12448 Published: MAR 2017","Abstract":"Recent major losses of managed honeybee, Apis mellifera, colonies at a global scale have resulted in a multitude of research efforts to identify the underlying mechanisms. Numerous factors acting singly and/or in combination have been identified, ranging from pathogens, over nutrition to pesticides. However, the role of apiculture in limiting natural selection has largely been ignored. This is unfortunate, because honeybees are more exposed to environmental stressors compared to other livestock and management can severely compromise bee health. Here, we briefly review apicultural factors that influence bee health and focus on those most likely interfering with natural selection, which offers a broad range of evolutionary applications for field practice. Despite intense breeding over centuries, natural selection appears to be much more relevant for the health of managed A. mellifera colonies than previously thought. We conclude that sustainable solutions for the apicultural sector can only be achieved by taking advantage of natural selection and not by attempting to limit it.","Authors":"Neumann, P (Neumann, Peter) ; Blacquiere, T (Blacquiere, Tjeerd)","Title":"The Darwin cure for apiculture? Natural selection and managed honeybee health"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394645800021 ISSN: 1754-0194 eISSN: 1754-0208","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"JOURNAL FOR EIGHTEENTH-CENTURY STUDIES Volume: 40 Issue: 1 Pages: 145-146 DOI: 10.1111/1754-0208.12382 Published: MAR 2017","Authors":"Somervell, T (Somervell, Tess)","Title":"The Poetry of Erasmus Darwin: Enlightened Spaces, Romantic Times"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396340500013 PubMed ID: 27018816 ISSN: 0022-149X eISSN: 1475-2697","Categories":"Parasitology; Zoology Web of Science Categories:Parasitology; Zoology","Journal Information":"JOURNAL OF HELMINTHOLOGY Volume: 91 Issue: 2 Pages: 244-254 DOI: 10.1017/S0022149X1600016X Published: MAR 2017","Abstract":"The family Deletrocephalidae consists of three species, from two genera: Deletrocephalus dimidiatus, D. cesarpintoi and Paradeletrocephalus minor, which differ from one another in terms of the buccal capsule structure, the dorsal ray from the male copulatory bursa and the length of the vagina in the female. All these species are parasites of the gastrointestinal tract of the rhea, Rhea americana. Only D. dimidiatus was reported to be a parasite of the other rhea species, Darwin's rhea, R. pennata. Currently, there are no studies on the ultrastructure and biology of these parasites or their pathogenicity in these birds. Thus, the present study aimed to examine the ultrastructure and add more details of the morphology of D. dimidiatus from R. americana. Four adult rheas were necropsied, and the gastrointestinal tract was collected and examined for the presence of parasites. Nematodes were analysed by optical and scanning electron micro-scopy (SEM). All birds were parasitized by D. dimidiatus. Some morphological and morphometric characters were observed that differ from reports of other studies of this species by other authors. In addition, new details were added, well described by SEM, and a key to the species of the subfamily Deletrocephalinae is given.","Authors":"Ederli, NB (Ederli, N. B.) ; Oliveira, FCR (Oliveira, F. C. R.)","Title":"Morphology of the nematode Deletrocephalus dimidiatus Diesing, 1851 from the rhea, Rhea americana Linnaeus, 1758, together with a key to species of Deletrocephalinae"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394643600001 ISSN: 1029-8649 eISSN: 2045-4147","Keywords":"Darwin; musicality; music and evolution; sexual selection; vocalization KeyWords Plus:UNIVERSALS; PERSPECTIVE; LANGUAGE; ILLNESS; BIOLOGY; HEALTH","Categories":"Music; Psychology Web of Science Categories:Music; Psychology, Experimental","Journal Information":"MUSICAE SCIENTIAE Volume: 21 Issue: 1 Pages: 3-25 DOI: 10.1177/1029864916631794 Published: MAR 2017","Abstract":"The impression has formed in the literature dealing with Darwin's life and achievement that he was himself unmusical, and that his theories have offered little help in understanding or valuing the role of music in human society. This article draws on biographical information relating to Darwin's family and household to illustrate that he was in fact surrounded by music throughout his life. While Darwin's deterioration in health may have reduced his ability to appreciate music in later life, he was clearly much involved in music as a young man. He also employed music in several of his experiments in animal behaviour, involving members of his family as co-researchers. A close reading of The Descent of Man that forms the central focus of this article illustrates the extent to which, throughout the book, Darwin made reference to musical behaviours in defining and illustrating his themes of natural and sexual selection. Ensuing correspondence with his sons consulted in the Darwin Archive at Cambridge University Library conveys the difficulty he had in dealing fully with music as a human capacity in its own right. However, far from his having little to say about music, Darwin's theories of natural and sexual selection robustly define the research agenda for exploring the purpose of music and its relation to language: a project that recent developments in neurology, anthropology and linguistics have begun to reveal in a new light.","Authors":"Bannan, N (Bannan, Nicholas)","Title":"Darwin, music and evolution: New insights from family correspondence on The Descent of Man"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395770700006 ISSN: 0028-825X eISSN: 1175-8643","Keywords":"Biological productivity; Darwin Harbour; oligotrophic; phytoplankton; picoplankton; tropics KeyWords Plus:MARINE-ENVIRONMENT; ORGANIC-MATTER; PHYTOPLANKTON; MANGROVE; DENITRIFICATION; ECOSYSTEMS; NUTRIENT; BIOMASS; ANAMMOX","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"NEW ZEALAND JOURNAL OF BOTANY Volume: 55 Issue: 1 Pages: 47-63 DOI: 10.1080/0028825X.2016.1231125 Published: MAR 2017","Abstract":"Productivity around the tropical coast of North Australia has been considered to be dominated by phytoplankton. The phytoplankton encompasses a large taxon which, dependent on the source definition, can vary significantly. Traditionally, they would only include pelagic photosynthetic organisms (autotrophic), yet more recently the definition is being revised to include heterotrophic organisms. Recent advancements in oceanography over the past three decades have found the prevalence in the global ocean of cyanobacteria of sizes ranging from 0.5-1.5 mu m. Two cyanobacterial genera Synechoccocus and Prochlorococcus are now recognised to dominate phytoplankton cell counts and biomass specifically in the oligotrophic tropical and subtropical oceans. This study is the first to identify the importance of picoplankton as a foremost contributor to productivity in a macro-tidal ecosystem in Northern Tropical Australia. Picoplankton was found to be the dominant group of primary producers (> 99% or 6x10(9) cells/L) within the phytoplankton in Darwin Harbour during the dry season of 2013. The larger phytoplankton > 2 mu m contributed (< 0.05% or 2x10(2) cells/L) of the population. This study further defines the influences on this dynamic system that would allow the picoplankton community to thrive, highlighting the complexity of this nitrogen-limited system, where nutrient cycling, including nitrogen fixation mediated possibly through the microbial community, plays a pertinent role. Other environmental influences include spring tides, spatial variation and increased turbidity which benefits heterotrophy over autotrophy in this ecosystem.","Authors":"Purcell-Meyerink, D (Purcell-Meyerink, D.) ; Fortune, J (Fortune, J.) ; Butler, ECV (Butler, E. C. V.)","Title":"Productivity dominated by picoplankton in a macro-tidal tropical estuary, Darwin Harbour"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395065100015 ISSN: 0031-9228 eISSN: 1945-0699","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICS TODAY Volume: 70 Issue: 3 Pages: 42-48 DOI: 10.1063/PT.3.3493 Published: MAR 2017","Abstract":"Perhaps the questions were too speculative for his time, but Charles Darwin never considered whether another evolutionary experiment exists in the universe or what such an experiment might look like. Once life emerged on Earth, it proliferated across the planet, assumed remarkable forms, and wrought the extraordinary changes that have now inextricably linked the biosphere and geosphere. The oxygen that you and I breathe originated as the result of photosynthetic activity so pervasive and so productive that it eventually reached levels sufficient to drive a complex multicellular biosphere.(1)","Authors":"Cockell, C (Cockell, Charles)","Title":"The laws of life"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395519400011 ISSN: 0378-2697 eISSN: 1615-6110","Keywords":"AFLP; Anther distance; Hybridization; Orchidaceae; Platanthera; Spur length KeyWords Plus:SPUR LENGTH; CHLORANTHA ORCHIDACEAE; PHENOTYPIC SELECTION; GYMNADENIA-CONOPSEA; BIFOLIA; POPULATION; SOFTWARE; ADAPTATION; SPECIATION; EVOLUTION","Categories":"Plant Sciences; Evolutionary Biology Web of Science Categories:Plant Sciences; Evolutionary Biology","Journal Information":"PLANT SYSTEMATICS AND EVOLUTION Volume: 303 Issue: 3 Pages: 419-431 DOI: 10.1007/s00606-016-1381-8 Published: MAR 2017","Abstract":"In Central Europe, the genus Platanthera traditionally comprised two species, P. chlorantha Cust. ex Rchb. (Pc) and P. bifolia (L.) Rich. (Pb). They are morphologically characterized by a wide and narrow separation of anthers, respectively. However, a third form with intermediate anther distance has repeatedly been hypothesized but only hesitantly accepted. In addition, intermediate morphology has been also used as the main character of P. x hybrida. However, the status of some purported hybrid populations is challenged by the local lack of parental species, their successful reproduction and non-intermediate traits. Despite this unclear situation, detailed genetic and morphological analyses are lacking. Here, we studied morphology and molecular markers within the P. chlorantha/bifolia group in Central Europe. Three morphological groups emerged representing Pc, Pb and a third form, here informally referred to as non-hybrid intermediates (Pn). The latter is characterized, among other trait differences, by intermediate distance between anthers [(0.7)-1-2.2 mm] and long spurs (28-40 mm). Three gene pools were identified, which largely corresponded to the three morphological groups. The Pn gene pool had several high-frequency private alleles substantiating its genetic independence. Some of the Pn populations were previously interpreted as P. x hybrida suggesting that Pn was overlooked hitherto and mistaken to represent hybrids. The non-perfect fit between morphological and genetic groups highlights the potential for fast morphological evolution. Overall, the finding of three distinct lineages within the bifolia/chlorantha group necessitates a thorough reanalysis of reported taxa and a reevaluation of our understanding of their distribution, ecology and evolution.","Authors":"Durka, W (Durka, Walter) ; Baum, A (Baum, Angelika) ; Michalski, SG (Michalski, Stefan G.) ; Baum, H (Baum, Heinz)","Title":"Darwin's legacy in Platanthera: are there more than two species in the Platanthera bifolia/chlorantha group?"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000398138600007 PubMed ID: 28104380 ISSN: 0248-8663","Keywords":"Evolution; Natural selection; Darwinism; Evolutionary medicine; Epigenetics KeyWords Plus:PALEOLITHIC NUTRITION; EPIGENETIC MECHANISMS; GUT MICROBIOTA; PLEIOTROPY; RESISTANCE; PROGRESS; ORIGINS; MALARIA; IRON; DIET","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"REVUE DE MEDECINE INTERNE Volume: 38 Issue: 3 Pages: 195-200 DOI: 10.1016/j.revmed.2016.12.008 Published: MAR 2017","Abstract":"Evolutionary medicine represents an innovative approach deriving from evolutionary biology. It includes the initial Darwin's view, its actualization in the light of progresses in genetics and also dissident theories (i.e. non gene-based) particularly epigenetics. This approach enables us to reconsider the pathophysiology of numerous diseases, as for instance, infection, and our so-called diseases of civilization especially obesity, type 2 diabetes, allergy or cancer. Evolutionary medicine may also improve our knowledge regarding inter-individual variation in susceptibility to disease or drugs. Furthermore, it points out the impact of our behaviors and environment on the genesis of a series of diseases. (C) 2016 Societe Nationale Francaise de Medecine Interne (SNFMI). Published by Elsevier Masson SAS. All rights reserved.","Authors":"Bauduer, F (Bauduer, F.)","Title":"Evolutionary medicine: A new look on health and disease"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397238600003 PubMed ID: 28164339 ISSN: 0028-646X eISSN: 1469-8137","Keywords":"carnivorous plant; Drosera; electrical signals; enzymes; jasmonates; outer stomach; prey capture; signaling events KeyWords Plus:VENUS FLYTRAP","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"NEW PHYTOLOGIST Volume: 213 Issue: 4 Pages: 1564-1566 DOI: 10.1111/nph.14463 Published: MAR 2017","Authors":"Mithofer, A (Mithoefer, Axel)","Title":"What Darwin only divined: unraveling the hierarchy of signaling events upon prey catch in carnivorous sundew plants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397909600015 PubMed ID: 28319149 ISSN: 1545-7885","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biochemistry & Molecular Biology; Biology","Journal Information":"PLOS BIOLOGY Volume: 15 Issue: 3 Article Number: e2001630 DOI: 10.1371/journal.pbio.2001630 Published: MAR 2017","Abstract":"Taxonomic details of diversity are an essential scaffolding for biology education, yet outdated methods for teaching the tree of life (TOL), as implied by textbook content and usage, are still commonly employed. Here, we show that the traditional approach only vaguely represents evolutionary relationships, fails to denote major events in the history of life, and relies heavily on memorizing near-meaningless taxonomic ranks. Conversely, a cladebased strategy focused on common ancestry, monophyletic groups, and derived functional traits is explicitly based on Darwin's \"descent with modification,\" provides students with a rational system for organizing the details of biodiversity, and readily lends itself to active learning techniques. We advocate for a phylogenetic classification that mirrors the TOL, a pedagogical format of increasingly complex but always hierarchical presentations, and the adoption of active learning technologies and tactics.","Authors":"Ballen, CJ (Ballen, Cissy J.) ; Greene, HW (Greene, Harry W.)","Title":"Walking and talking the tree of life: Why and how to teach about biodiversity"}, {"Document Information":"Document Type:Correction Language:English Accession Number: WOS:000394976300005 PubMed ID: 28168357 ISSN: 0001-5342 eISSN: 1572-8358","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"ACTA BIOTHEORETICA Volume: 65 Issue: 1 Pages: 95-95 DOI: 10.1007/s10441-017-9304-9 Published: MAR 2017","Authors":"Casetta, E (Casetta, Elena) ; Borghini, A (Borghini, Andrea)","Title":"Exploring Darwinian Worlds: From Darwin to the Extended Synthesis (2017)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395511300011 PubMed ID: 28168323 ISSN: 0302-766X eISSN: 1432-0878","Keywords":"Host resistance; Host tolerance; Pulmonary infections; Tuberculosis; Influenza virus KeyWords Plus:INFLUENZA-A VIRUS; INNATE LYMPHOID-CELLS; MYCOBACTERIUM-TUBERCULOSIS INFECTION; ALVEOLAR EPITHELIAL-CELLS; ADAPTIVE IMMUNE-RESPONSE; APOPTOTIC CELLS; TISSUE-REPAIR; LUNG INFLAMMATION; I INTERFERON; TGF-BETA","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL AND TISSUE RESEARCH Volume: 367 Issue: 3 Pages: 525-536 DOI: 10.1007/s00441-017-2572-5 Published: MAR 2017","Abstract":"The appearance of single cell microorganisms on earth dates back to more than 3.5 billion years ago, ultimately leading to the development of multicellular organisms approximately 3 billion years later. The evolutionary burst of species diversity and the \"struggle for existence\", as proposed by Darwin, generated a complex host defense system. Host survival during infection in vital organs, such as the lung, requires a delicate balance between host defense, which is essential for the detection and elimination of pathogens and host tolerance, which is critical for minimizing collateral tissue damage. Whereas the cellular and molecular mechanisms of host defense against many invading pathogens have been extensively studied, our understanding of host tolerance as a key mechanism in maintaining host fitness is extremely limited. This may also explain why current therapeutic and preventive approaches targeting only host defense mechanisms have failed to provide full protection against severe infectious diseases, including pulmonary influenza virus and Mycobacterium tuberculosis infections. In this review, we aim to outline various host strategies of resistance and tolerance for effective protection against acute or chronic pulmonary infections.ary infections.","Authors":"Meunier, I (Meunier, Isabelle) ; Kaufmann, E (Kaufmann, Eva) ; Downey, J (Downey, Jeffrey) ; Divangahi, M (Divangahi, Maziar)","Title":"Unravelling the networks dictating host resistance versus tolerance during pulmonary infections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394961600004 ISSN: 0045-6713 eISSN: 1573-1693","Keywords":"Biography; Fiction; Picturebooks; Peter Sis","Categories":"Literature Web of Science Categories:Literature","Journal Information":"CHILDRENS LITERATURE IN EDUCATION Volume: 48 Issue: 1 Pages: 39-55 Special Issue: SI DOI: 10.1007/s10583-016-9304-4 Published: MAR 2017","Abstract":"This article examines the use of maps in the works of Czech authorillustrator Peter Sis in order to consider the role that cartography plays in the construction of four of his biographical picturebooks: Follow the Dream: The Story of Christopher Columbus (2003/1991), Starry Messenger: Galileo Galilei (1996), The Tree of Life: A Book Depicting the Life of Charles Darwin, Naturalist, Geologist and Thinker (2003), and The Pilot and the Little Prince: The Life of Antoine de Saint-Exupery (2013). The profusion of maps found in Sis's biographical picture-books expresses an understanding that the exploration of identity is intimately linked with the exploration of the spaces in which that identity is formed. The maps represent three basic functions for Sis: first, he uses maps to situate the reader in a specific time and place; second, maps are elements that initiate adventure; and third, the profusion of maps, combined with other textual elements, raises a question that runs through all of Sis's work regarding the limits of representations of reality. The article illustrates the three functions by presenting a walk through the pages of the four chosen picturebooks, describing and analysing the different types of maps that Sis uses.","Authors":"Cantavella, AJ (Cantavella, Anna Juan)","Title":"Between Fiction and Reality: Maps and Cartographic Logic in the Works of Peter Sis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394370800009 ISSN: 1867-2477 eISSN: 1867-2485","Keywords":"Beachrocks; Geodiversity; Geoheritage; Historical heritage; Pernambuco; Brazil","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOHERITAGE Volume: 9 Issue: 1 Pages: 111-119 DOI: 10.1007/s12371-016-0181-4 Published: MAR 2017","Abstract":"Beachrocks observed along coastal lines in tropical regions throughout the world are known by reflect a higher sea level during Holocene Epoch, simultaneously acting as natural erosional protectors. A straight line of sandstone beachrocks along the coastal line in northeastern Brazil adds to that a historical value documented in cartography since the colonial period. These rocks helped in the anchorage of ships since the discovery of the country by the Portuguese navigators. Charles Darwin mentioned these rocks in 1841. This work shows that the patrimonial significance of the beachrocks in the southern portion of the coast of the State of Pernambuco surpasses its geological importance. Composed by sandstones, these rocks were used, since the colonial period, as building material for churches, fortifications, gravestones, roads and sidewalk paving, among others. Several of these edifications, some nowadays in ruins, still represent important historical and architectural heritage. On the other hand, the seawater barrier formed by these belts of sandstone allow the development of ponds, used nationwide and internationally as touristic attraction, generating important financial incomes for the region. However, it is very important to associate the scientific information to the pleasure tourism, aiming to promote the awareness for the conservation and valorization of the beachrocks of the southern coastal zone of Pernambuco as an important geological and historical heritage.","Authors":"Guimaraes, T (Guimaraes, Thais) ; Mariano, G (Mariano, Gorki) ; Barreto, A (Barreto, Alcina) ; Sa, AA (Sa, Artur A.)","Title":"Beachrocks of Southern Coastal Zone of the State of Pernambuco (Northeastern Brazil): Geological Resistance with History"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395353800001 ISSN: 0033-5770 eISSN: 1539-7718","Keywords":"polydactyly; digit formation; limb development; epigenesis; atavism; discontinuous variation; mutation KeyWords Plus:VERTEBRATE LIMB DEVELOPMENT; SKELETAL PATTERN-FORMATION; POINT MUTATION; CHICK LIMB; CIS-REGULATOR; DIGIT NUMBER; SHH; HEDGEHOG; EXPRESSION; ORIGIN","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"QUARTERLY REVIEW OF BIOLOGY Volume: 92 Issue: 1 Pages: 1-38 Published: MAR 2017","Abstract":"The occurrence of supernumerary digits or toes in humans and other tetrapods has attracted general interest since antiquity and later influenced scientific theories of development, inheritance, and evolution. Seventeenth-century genealogical studies of polydactyly were at the beginning of an understanding of the rules of inheritance. Features of polydactyly were also part of the classical disputes on the nature of development, including the preformation-versus-epigenesis and the atavism-versus-malformation debates. In the evolutionary domain, polydactyly was used in the criticism of the gradualist account of variation underlying Darwin's theory. Today, extra digit formation plays a role in the conceptualization of gene regulation and pattern formation in vertebrate limb evolution. Recent genetic, experimental, and modeling accounts of extra digit formation highlight the existence of nongradual transitions in phenotypic states, suggesting a distinction between continuous and discontinuous variation in evolution. Unless otherwise noted, all translations are our own.","Authors":"Lange, A (Lange, Axel) ; Muller, GB (Muller, Gerd B.)","Title":"POLYDACTYLY IN DEVELOPMENT, INHERITANCE, AND EVOLUTION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392767800045 ISSN: 0306-4549","Keywords":"Depletion calculation; SFR; Representativity factor; DARWIN; PHENIX; Sensitivities; Fuel cycle; Uncertainty reduction; Transposition","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 101 Pages: 429-433 DOI: 10.1016/j.anucene.2016.11.043 Published: MAR 2017","Abstract":"The analysis of the DOUBLON experiment has provided C/E's for several isotopic ratios in the first and second rows of the radial blanket after an irradiation in the PHENIX Sodium Fast Reactor. We have used this as a basis for the validation of the DARWIN-2.3 (Tsilanizara et al., 2000) package for the depletion calculation in the radial blankets of SFR's (Lebrat et al., 2015). Unfortunately, no measurements have been performed in the upper and lower axial blankets of the fissile assemblies. Of course we expect our calculations to be reliable in these zones as well, aS the initial compositions, nuclear reactions and neutron spectra are very similar. The representativity theory appeared to be the appropriate tool to correlate the available experimental information in the radial blanket to our calculations in the axial zones. Indeed, the representativity factors that we calculate between the final Pu-239/U-238 ratio in the radial arid axial fertile zones are very close to 1. Hence, the measurements performed in the radial zone can help us \"correct\" the calculation in the axial blanket and reduce its a-priori uncertainty due to nuclear data. The estimated uncertainty reduction can reach a factor 5, since the experimental uncertainty is low. The Pu-240/U-238 ratio is studied with a similar method. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lebrat, JF (Lebrat, Jean-Francois) ; Tommasi, J (Tommasi, Jean)","Title":"The use of representativity theory in the depletion calculations of SFR blankets"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000392419900012 ISSN: 1448-4528 eISSN: 1751-2964","Categories":"Literature Web of Science Categories:Literature","Journal Information":"LIFE WRITING Volume: 14 Issue: 1 Pages: 127-131 DOI: 10.1080/14484528.2016.1147331 Published: MAR 2017","Authors":"Smith, T (Smith, Tom)","Title":"Autobiologies: Charles Darwin and the Natural History of the Self"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394797800007 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Barnacles; Cirripedia; Biogeography; Bioinvasion; Caribbean; Trinidad and Tobago; Cytochrome Oxidase I","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4237 Issue: 1 Pages: 131-153 DOI: 10.11646/zootaxa.4237.1.7 Published: FEB 27 2017","Abstract":"The barnacle Megabalanus zebra is largely known from ship hulls, with little information on its biology, ecology, and natural range. We identify M. zebra here from the southern Caribbean, based upon specimens collected as early as 2002. Challenges associated with identifying megabalinine species have delayed recognition of this species as distinct from other Caribbean Megabalanus. Sequenced material of M. zebra from Curacao did not match M. zebra GenBank sequences that could be verified by descriptions or vouchered material. The presence of young M. zebra on vessels that have not left the Caribbean, as well as on pier pilings and resident buoys, indicate that this species is established in the tropical Western Atlantic Ocean, but the timing of its invasion remains unknown.","Authors":"Pitombo, FB (Pitombo, Fabio Bettini) ; Gobin, J (Gobin, Judith) ; Abreu, NMN (Abreu, Nivia Maria Nunes) ; Jute, A (Jute, Alana)","Title":"A Cryptic Invasion in the Western Atlantic: Presence of the Fouling Barnacle Megabalanus zebra (Darwin, 1854) (Crustacea, Cirripedia) in the Caribbean Sea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394661100006 ISSN: 2469-9950 eISSN: 2469-9969","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"PHYSICAL REVIEW B Volume: 95 Issue: 8 Article Number: 085431 DOI: 10.1103/PhysRevB.95.085431 Published: FEB 23 2017","Abstract":"The spin-orbit interaction of holes in zinc-blende semiconductors is much stronger than that of electrons. This makes the hole systems very attractive for possible spintronics applications. In three dimensions (3D), the dynamics of holes is described by well-known Luttinger Hamiltonian. However, most recent spintronics applications are related to two-dimensional (2D) heterostructures where dynamics in one direction is frozen due to quantum confinement. The confinement results in dimensional reduction of the Luttinger Hamiltonian, 3D -> 2D. Due to the interplay of the spin-orbit interaction, the external magnetic field, and the lateral gate potential imposed on the heterostructure, the reduction is highly nontrivial and as yet unknown. In the present work we perform the reduction and hence derive the general effective Hamiltonian which describes spintronics effects in symmetric 2D heterostructures. In particular, we do the following: (i) derive the spin-orbit interaction and the Darwin interaction related to the lateral gate potential, (ii) determine the momentum-dependent out-of-plane g-factor, (iii) point out that there are two independent in-plane g-factors, (iv) determine momentum dependencies of the in-plane g-factors.","Authors":"Miserev, DS (Miserev, D. S.) ; Sushkov, OP (Sushkov, O. P.)","Title":"Dimensional reduction of the Luttinger Hamiltonian and g-factors of holes in symmetric two-dimensional semiconductor heterostructures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394451600036 PubMed ID: 28146475 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 542 Issue: 7641 Pages: 344-+ DOI: 10.1038/nature21074 Published: FEB 16 2017","Abstract":"The origin and expansion of biological diversity is regulated by both developmental trajectories(1,2) and limits on available ecological niches(3-7). As lineages diversify, an early and often rapid phase of species and trait proliferation gives way to evolutionary slow-downs as new species pack into ever more densely occupied regions of ecological niche space(6,8). Small clades such as Darwin's finches demonstrate that natural selection is the driving force of adaptive radiations, but how microevolutionary processes scale up to shape the expansion of phenotypic diversity over much longer evolutionary timescales is unclear(9). Here we address this problem on a global scale by analysing a crowdsourced dataset of three-dimensional scanned bill morphology from more than 2,000 species. We find that bill diversity expanded early in extant avian evolutionary history, before transitioning to a phase dominated by packing of morphological space. However, this early phenotypic diversification is decoupled from temporal variation in evolutionary rate: rates of bill evolution vary among lineages but are comparatively stable through time. We find that rare, but major, discontinuities in phenotype emerge from rapid increases in rate along single branches, sometimes leading to depauperate clades with unusual bill morphologies. Despite these jumps between groups, the major axes of within-group bill-shape evolution are remarkably consistent across birds. We reveal that macroevolutionary processes underlying global-scale adaptive radiations support Darwinian(9) and Simpsonian(4) ideas of microevolution within adaptive zones and accelerated evolution between distinct adaptive peaks.","Authors":"Cooney, CR (Cooney, Christopher R.) ; Bright, JA (Bright, Jen A.) ; Capp, EJR (Capp, Elliot J. R.) ; Chira, AM (Chira, Angela M.) ; Hughes, EC (Hughes, Emma C.) ; Moody, CJA (Moody, Christopher J. A.) ; Nouri, LO (Nouri, Lara O.) ; Varley, ZK (Varley, Zoe K.) ; Thomas, GH (Thomas, Gavin H.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bright, Jen http://orcid.org/0000-0002-9284-9591","Title":"Mega-evolutionary dynamics of the adaptive radiation of birds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395118000006 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 3 Pages: 2311-2346 DOI: 10.5194/acp-17-2311-2017 Published: FEB 14 2017","Abstract":"This study has two objectives: (1) it characterizes contrails at very low temperatures and (2) it discusses convective cirrus in which the contrails occurred. (1) Long-lived contrails and cirrus from overshooting convection are investigated above the tropical tropopause at low temperatures down to -88 degrees C from measurements with the Russian high-altitude research aircraft M-55 \"Geophysica\", as well as related observations during the SCOUT-O3 field experiment near Darwin, Australia, in 2005. A contrail was observed to persist below ice saturation at low temperatures and low turbulence in the stratosphere for nearly 1 h. The contrail occurred downwind of the decaying convective system \"Hector\" of 16 November 2005. The upper part of the contrail formed at 19 km altitude in the tropical lower stratosphere at similar to 60% relative humidity over ice at -82 degrees C. The similar to 1 h lifetime is explained by engine water emissions, slightly enhanced humidity from Hector, low temperature, low turbulence, and possibly nitric acid hydrate formation. The long persistence suggests large contrail coverage in case of a potential future increase of air traffic in the lower stratosphere. (2) Cirrus observed above the strongly convective Hector cloud on 30 November 2005 was previously interpreted as cirrus from overshooting convection. Here we show that parts of the cirrus were caused by contrails or are mixtures of convective and contrail cirrus. The in situ data together with data from an upward-looking lidar on the German research aircraft \"Falcon\", the CPOL radar near Darwin, and NOAA-AVHRR satellites provide a sufficiently complete picture to distinguish between contrail and convective cirrus parts. Plume positions are estimated based on measured or analyzed wind and parameterized wake vortex descent. Most of the non-volatile aerosol measured over Hector is traceable to aircraft emissions. Exhaust emission indices are derived from a self-match experiment of the Geophysica in the polar stratosphere in 2010. The number of ice particles in the contrails is less than 1% of the number of non-volatile aerosol particles, possibly because of sublimation losses and undetected very small ice particles. The radar data show that the ice water content in convective overshoots is far higher than measured along the flight path. These findings add insight into overshooting convection and are of relevance with respect to hydration of the lower stratosphere.","Authors":"Schumann, U (Schumann, Ulrich) ; Kiemle, C (Kiemle, Christoph) ; Schlager, H (Schlager, Hans) ; Weigel, R (Weigel, Ralf) ; Borrmann, S (Borrmann, Stephan) ; D'Amato, F (D'Amato, Francesco) ; Kramer, M (Kraemer, Martina) ; Matthey, R (Matthey, Renaud) ; Protat, A (Protat, Alain) ; Voigt, C (Voigt, Christiane) ; Volk, CM (Volk, C. Michael) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Voigt, Christiane http://orcid.org/0000-0001-8925-7731","Title":"Long-lived contrails and convective cirrus above the tropical tropopause"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393248700012 ISSN: 0304-3800 eISSN: 1872-7026","Keywords":"Anecic earthworms; Food palatability; Biomass growth; Processes in fresh casts; SOM formation; Available nitrogen; Parameters for SOM modelling KeyWords Plus:LUMBRICUS-TERRESTRIS L; AGENT-BASED MODEL; ENERGY BUDGET; APORRECTODEA-CALIGINOSA; NITROGEN MINERALIZATION; LABORATORY CONDITIONS; LITTER CONSUMPTION; MICROBIAL BIOMASS; EASTERN PLAINS; PLANT LITTER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"ECOLOGICAL MODELLING Volume: 345 Pages: 140-149 DOI: 10.1016/j.ecolmodel.2016.06.013 Published: FEB 10 2017","Abstract":"Quantitative description of the role of soil fauna in soil organic matter (SOM) formation and dynamics is necessary for further development of SOM modelling. This is especially true for the role of anecic earthworms in SOM formation, which was first observed in the classical investigations of Charles Darwin in 1881. Despite the large number of earthworm studies available in the literature, more attention has been paid to the role of these organisms in loss of carbon through decomposition and nutrient release than to their role in SOM formation. A set of anecic earthworm parameters were compiled or developed for ease of incorporation as a module into the SOM dynamics model Romul_Hum, which also represents the SOM forming activities of soil micro-and meso-biota. An approach was developed for initialization of earthworm biomass in the absence of measured biomass, and parameters were developed for food palatability, ingestion and egestion. The eco-physiological parameters of food consumption, excretion efficiency, assimilation efficiency, lifespan, and mortality for anecic earthworms were developed using an approach similar to that for food web mesofauna in the Romul_Hum. Parameters for processes unique to freshly excreted casts were developed to include rapid mineralization of SOM and nitrogen, SOM formation, and high nitrogen fixation rates. The addition of the earthworm module to the Romul_Hum model allows assessment of the combined effects of earthworms cast production, and micro-and mesofaunal food web activity within the casts, on the formation of stable SOM. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chertov, O (Chertov, Oleg) ; Shaw, C (Shaw, Cindy) ; Shashkov, M (Shashkov, Maxim) ; Komarov, A (Komarov, Alexander) ; Bykhovets, S (Bykhovets, Sergey) ; Shanin, V (Shanin, Vladimir) ; Grabarnik, P (Grabarnik, Pavel) ; Frolov, P (Frolov, Pavel) ; Kalinina, O (Kalinina, Olga) ; Priputina, I (Priputina, Irina) ; Zubkova, E (Zubkova, Elena) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Grabarnik, Pavel http://orcid.org/0000-0002-9732-4217","Title":"Romul_Hum model of soil organic matter formation coupled with soil biota activity. III. Parameterisation of earthworm activity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393628700010 ISSN: 0272-7714 eISSN: 1096-0015","Keywords":"Barnacle; Cyprid; Biofilm; Acidification; Warming KeyWords Plus:MARINE-INVERTEBRATE LARVAE; TRANSPARENT EXOPOLYMER PARTICLES; POLYCHAETE HYDROIDS-ELEGANS; OCEAN ACIDIFICATION; SETTLEMENT CUES; AMPHIBALANUS-AMPHITRITE; COMMUNITY COMPOSITION; NUTRITIONAL-STATUS; CARBON-DIOXIDE; RNA/DNA RATIO","Categories":"Marine & Freshwater Biology; Oceanography Web of Science Categories:Marine & Freshwater Biology; Oceanography","Journal Information":"ESTUARINE COASTAL AND SHELF SCIENCE Volume: 185 Pages: 107-119 DOI: 10.1016/j.ecss.2016.12.009 Published: FEB 5 2017","Abstract":"Selection of optimal habitat by larvae of sessile organism is influenced by cues offered by the biofilm. Ocean warming and acidification are likely to enforce changes in the biofilm community and inturn influence the settlement process. Hence, we evaluated the influence of biofilm (multispecies and unialgal) and diet-mediated changes on the settlement of Balanus amphitrite cyprids (presettlement non feeding larval stage) under different combinations of temperature (28, 30, 32 and 34 degrees C), pCO(2) (400, 750 and 1500 mu atm) and nutrient (unenriched and f/2 enriched). Nutrient enrichment enhanced the diatom and bacterial abundance at ambient temperature (30 degrees C) and pCO(2) (400 mu atm), which inturn increased larval settlement. Elevated pCO(2) (750 and 1500 mu atm) had no direct effect but a variable cascading effect on the settlement via biofilm-mediated changes was observed, depending on the type of biofilm. In contrast, elevated temperature (32 and 34 degrees C), either individually or in combination with elevated pCO(2) had direct negative effect on settlement. However, biofilm-mediated changes compensated this negative effect. The larval settlement was also influenced by changes in the larval diet. Under elevated temperature and pCO(2), cyprids raised with a feed (Chaetoceros calcitrans) from ambient temperature and pCO(2) were of poor quality (lower RNA:DNA ratio, lower protein synthetic capacity) and yielded lower settlement. However, cyprids raised with a feed from elevated temperature and pCO(2) were of better quality (higher RNA:DNA ratio, higher protein synthetic capacity) and yielded higher settlement. Overall, the observations from the present study provide insights into the significance of biotic interactions on the coastal biofouling communities under future climatic scenario and emphasise the need for future experiments on these aspects. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Baragi, LV (Baragi, Lalita V.) ; Anil, AC (Anil, Arga Chandrashekar)","Title":"Influence of elevated temperature, pCO(2), and nutrients on larva-biofilm interaction: Elucidation with acorn barnacle, Balanus amphitrite Darwin (Cirripedia: Thoracica)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390403000008 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"limb; evolution; development KeyWords Plus:T-BOX GENES; SONIC HEDGEHOG FUNCTION; VERTEBRATE LIMB DEVELOPMENT; LONGITUDINAL BONE-GROWTH; GLOBAL CONTROL REGION; POSTERIOR HOX-GENES; PECTORAL FIN BUD; CHICK LIMB; ANTEROPOSTERIOR POLARITY; PAIRED APPENDAGES","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1713 Article Number: 20150482 DOI: 10.1098/rstb.2015.0482 Published: FEB 5 2017","Abstract":"Many of the great morphologists of the nineteenth century marvelled at similarities between the limbs of diverse species, and Charles Darwin noted these homologies as significant supporting evidence for descent with modification from a common ancestor. Sir Richard Owen also took great care to highlight each of the elements of the forelimb and hindlimb in a multitude of species with focused attention on the homology between the hoof of the horse and the middle digit of man. The ensuing decades brought about a convergence of palaeontology, experimental embryology and molecular biology to lend further support to the homologies of tetrapod limbs and their developmental origins. However, for all that we now understand about the conserved mechanisms of limb development and the development of gross morphological disturbances, little of what is presented in the experimental or medical literature reflects the remarkable diversity resulting from the 450 million year experiment of natural selection. An understanding of conserved and divergent limb morphologies in this new age of genomics and genome engineering promises to reveal more of the developmental potential residing in all limbs and to unravel the mechanisms of evolutionary variation in limb size and shape. In this review, we present the current state of our rapidly advancing understanding of the evolutionary origin of hands and feet and highlight what is known about the mechanisms that shape diverse limbs. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Authors":"Saxena, A (Saxena, Aditya) ; Towers, M (Towers, Matthew) ; Cooper, KL (Cooper, Kimberly L.)","Title":"The origins, scaling and loss of tetrapod digits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390403000007 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"adaptive radiation; geometric morphometrics; Darwin's finches; Hawaiian honeycreepers; skull shape KeyWords Plus:PARTIAL LEAST-SQUARES; BEAK-SHAPE; MORPHOLOGICAL DIVERSIFICATION; BITE FORCE; PHYLOGENETIC-RELATIONSHIPS; CONVERGENT EVOLUTION; SKULL FORM; COVARIATION; ALLOMETRY; PERFORMANCE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1713 Article Number: 20150481 DOI: 10.1098/rstb.2015.0481 Published: FEB 5 2017","Abstract":"Adaptive radiation is the rapid evolution of morphologically and ecologically diverse species from a single ancestor. The two classic examples of adaptive radiation are Darwin's finches and the Hawaiian honeycreepers, which evolved remarkable levels of adaptive cranial morphological variation. To gain new insights into the nature of their diversification, we performed comparative three-dimensional geometric morphometric analyses based on X-ray microcomputed tomography (mCT) scanning of dried cranial skeletons. We show that cranial shapes in both Hawaiian honeycreepers and Coerebinae (Darwin's finches and their close relatives) are much more diverse than in their respective outgroups, but Hawaiian honeycreepers as a group display the highest diversity and disparity of all other bird groups studied. We also report a significant contribution of allometry to skull shape variation, and distinct patterns of evolutionary change in skull morphology in the two lineages of songbirds that underwent adaptive radiation on oceanic islands. These findings help to better understand the nature of adaptive radiations in general and provide a foundation for future investigations on the developmental and molecular mechanisms underlying diversification of these morphologically distinguished groups of birds. This article is part of the themed issue 'Evo-devo in the genomics era, and the origins of morphological diversity'.","Authors":"Tokita, M (Tokita, Masayoshi) ; Yano, W (Yano, Wataru) ; James, HF (James, Helen F.) ; Abzhanov, A (Abzhanov, Arhat)","Title":"Cranial shape evolution in adaptive radiations of birds: comparative morphometrics of Darwin's finches and Hawaiian honeycreepers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395562400011 ISSN: 0002-7685 eISSN: 1938-4211","Keywords":"ecology; writing exercise; South America; Latin America; invasive species; introduced species; biogeography; species distribution","Categories":"Life Sciences & Biomedicine - Other Topics; Education & Educational Research Web of Science Categories:Biology; Education, Scientific Disciplines","Journal Information":"AMERICAN BIOLOGY TEACHER Volume: 79 Issue: 2 Pages: 151-155 DOI: 10.1525/abt.2017.79.2.151 Published: FEB 2017","Abstract":"Charles Darwin's Voyage of the Beagle is a very readable, insightful travelogue that provides a detailed description of the habitats, organisms, and people he encountered on the five-year journey. In this exercise, students read passages corresponding to one of Darwin's principal inland expeditions in South America and write short response papers about the passage, which they then discuss in class. Through this exercise, students gain an appreciation for the diversity of terrestrial habitats and organisms in South America as well as for the young Darwin's interpretations of his experience. His insights include the negative impact of invasive and introduced species on native organisms and the anthropogenic effects on species' distributions. Thus students will also recognize the foundations of many important principles of modern ecology and conservation biology in this historic narrative.","Authors":"Voltzow, J (Voltzow, Janice)","Title":"Traveling with Charlie: The Voyage of the Beagle as an Introduction to the Natural History of South America"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394918000003 ISSN: 1523-0430 eISSN: 1938-4246","Categories":"Environmental Sciences & Ecology; Physical Geography Web of Science Categories:Environmental Sciences; Geography, Physical","Journal Information":"ARCTIC ANTARCTIC AND ALPINE RESEARCH Volume: 49 Issue: 1 Pages: 29-42 DOI: 10.1657/AAAR0016-014 Published: FEB 2017","Abstract":"We tested the main hypothesis that nutrient accumulation during late stages of postglacial succession would decrease nutrient limitation of diazotrophic activity. We tested this hypothesis by adding carbon (C), phosphorus (P), and molybdenum (Mo) independently or in combination, and nitrogen (N) only to symbiotic, epiphylls on bryophytes, and free-living diazotrophs in three stages of glacier foreland succession in Cordillera Darwin (55 degrees S), southern South America. Experiments were run in spring 2013 and 2014 and in autumn 2015. Diazotrophic activity (DA) was assessed by the acetylene reduction assay. Results showed no effect of C, P, or Mo added either singly or in combination in the spring incubations. During autumn, DA was enhanced by adding a mix of C, P, and Mo to the symbiotic N-2-fixing Gunnera magellanica from young successional sites, while in the late successional sites, adding C and Mo alone to the diverse bryophyte carpet on the forest floor enhanced DA. Nitrogen added as ammonium sulfate had a strong negative effect on N-2 fixation by free-living diazotrophs in the spring and autumn samples from the late successional site, in the bryophyte carpet from the early successional site (autumn), and in Pseudocyphellaria freycinetii of the midsuccessional site (spring). As in other high-latitude biomes, symbiotic and epiphyllous associations and free-living diazotrophs play a crucial role in the incorporation of new N to postglacial subantarctic forest ecosystems, especially in recently exposed substrates that are strongly limited by nutrient availability in soils. The increasing rates of glacier melting in southern South America is exposing new substrates to microbial colonization, including diazotrophic bacteria. In this environment, largely free of reactive N from atmospheric sources, new ecosystems are rapidly developing on deglaciated surfaces, provided that key elements such as Mo and P and C are present in the substrates.","Authors":"Perez, CA (Perez, Cecilia A.) ; Silva, WA (Silva, Wladimir A.) ; Aravena, JC (Aravena, Juan C.) ; Armesto, JJ (Armesto, Juan J.)","Title":"Limitations and relevance of biological nitrogen fixation during postglacial succession in Cordillera Darwin, Tierra del Fuego, Chile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395195800010 ISSN: 1479-2621 eISSN: 1479-263X","Keywords":"genetic diversity; HPLC; markers; Picrorhiza kurroa; picrosides; SSR KeyWords Plus:EST-SSR MARKERS; ORYZA-SATIVA L.; POPULATION-STRUCTURE; CONSERVATION; CULTIVARS; PLANTS; RICE; WILD; DNA; MICROSATELLITES","Categories":"Plant Sciences; Genetics & Heredity Web of Science Categories:Plant Sciences; Genetics & Heredity","Journal Information":"PLANT GENETIC RESOURCES-CHARACTERIZATION AND UTILIZATION Volume: 15 Issue: 1 Pages: 79-88 DOI: 10.1017/S1479262115000404 Published: FEB 2017","Abstract":"Picrorhiza kurroa (family Scrophulariaceae) is a high value medicinal herb used in herbal drug formulations like picroliv, picrolax, etc. It has been collected recklessly from its natural habitat posing endangered status for its existence, thereby necessitating characterization of genetic diversity for its sustainable utilization and conservation. In this study, picrosides content and genetic profiles of 26 accessions of P. kurroa from different locations in north-western Himalayas have been analysed. Picroside-I (P-I) content ranged from 0.37 to 2.7% in fresh shoots whereas total picrosides content (P-I+P-II) ranged from 3.7 to 10.9% in dry rhizomes. High picrosides content accession PKS-1 was identified, both for shoots and rhizomes. To study genetic diversity and correlate picrosides content with their genetic factors, genetic profiling was done using simple sequence repeats (SSRs) identified from P. kurroa transcriptomes. Out of 361 SSR primers tested on 26 accessions, 35 primers yielded polymorphic profiles. Overall low genetic diversity was observed in P. kurroa accessions. The highest polymorphism information content (PIC) of 0.55 was given by SSR marker PKSTS-P9 (TGGTG)(4). Mean allele number was 2.97. Mean observed and expected heterozygosities were 0.597 and 0.452, respectively. Among all accessions Nei's genetic diversity (H) was 0.39 and Shannon's information index (I) was 0.58. Cluster analysis of STRUCTURE was comparable to DARWIN. Microsatellite markers would be helpful in the development of DNA diagnostics for the authentication of quality plant material as well as planning a genetic improvement strategy.","Authors":"Shitiz, K (Shitiz, Kirti) ; Pandit, S (Pandit, Saurabh) ; Chanumolu, S (Chanumolu, Sreekrishna) ; Sood, H (Sood, Hemant) ; Singh, H (Singh, Harvinder) ; Singh, J (Singh, Jagdish) ; Chauhan, RS (Chauhan, Rajinder Singh)","Title":"Mining simple sequence repeats in Picrorhiza kurroa transcriptomes for assessing genetic diversity among accessions varying for picrosides contents"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397551900003 ISSN: 0016-7878","Keywords":"Parallel roads; Glen Roy; Darwin; Agassiz; Jamieson","Categories":"Geology; Paleontology Web of Science Categories:Geology; Paleontology","Journal Information":"PROCEEDINGS OF THE GEOLOGISTS ASSOCIATION Volume: 128 Issue: 1 Pages: 26-31 Special Issue: SI DOI: 10.1016/j.pgeola.2016.04.001 Published: FEB 2017","Abstract":"This paper summarises the 19th Century research conducted in the Lochaber area and which sought to answer the enigma of the Parallel Roads of Glen Roy. This should be seen as an introduction to the main theories that were developed by a number of scientists, including Darwin, Agassiz and Jamieson. They considered the landforms to be a product of either lacustrine, marine or glaciolacustrine processes, the latter of which proposed by Jamieson, became the accepted explanation by the end of the century. (C) 2016 The Geologists' Association. Published by Elsevier Ltd. All rights reserved.","Authors":"Rudwick, MJS (Rudwick, Martin J. S.)","Title":"The origin of the Parallel Roads of Glen Roy: a review of 19th Century research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395057300020 PubMed ID: 27368626 ISSN: 1069-9384 eISSN: 1531-5320","Keywords":"Languages; Evolution; Darwin; Phylogeny KeyWords Plus:BAYESIAN PHYLOGENETIC ANALYSIS; ANALYSIS SUPPORTS; WORD-ORDER; ORIGIN; EXPANSION; DIVERGENCE; FREQUENCY; ANCESTRY; PATTERNS; PACIFIC","Categories":"Psychology Web of Science Categories:Psychology, Mathematical; Psychology, Experimental","Journal Information":"PSYCHONOMIC BULLETIN & REVIEW Volume: 24 Issue: 1 Pages: 151-157 DOI: 10.3758/s13423-016-1072-z Published: FEB 2017","Abstract":"Human languages evolve by a process of descent with modification in which parent languages give rise to daughter languages over time and in a manner that mimics the evolution of biological species. Descent with modification is just one of many parallels between biological and linguistic evolution that, taken together, offer up a Darwinian perspective on how languages evolve. Combined with statistical methods borrowed from evolutionary biology, this Darwinian perspective has brought new opportunities to the study of the evolution of human languages. These include the statistical inference of phylogenetic trees of languages, the study of how linguistic traits evolve over thousands of years of language change, the reconstruction of ancestral or proto-languages, and using language change to date historical events.","Authors":"Pagel, M (Pagel, Mark)","Title":"Darwinian perspectives on the evolution of human languages"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396894200059 PubMed ID: 27717492 ISSN: 0022-5223 eISSN: 1097-685X","Categories":"Cardiovascular System & Cardiology; Respiratory System; Surgery Web of Science Categories:Cardiac & Cardiovascular Systems; Respiratory System; Surgery","Journal Information":"JOURNAL OF THORACIC AND CARDIOVASCULAR SURGERY Volume: 153 Issue: 2 Pages: 387-388 DOI: 10.1016/j.jtcvs.2016.09.013 Published: FEB 2017","Authors":"DeCampli, WM (DeCampli, William M.)","Title":"Ignoring da Vinci and Darwin: The making of a better outlet valve"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397251300006 PubMed ID: 28100708 ISSN: 1040-4651 eISSN: 1532-298X","Categories":"Biochemistry & Molecular Biology; Plant Sciences; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Plant Sciences; Cell Biology","Journal Information":"PLANT CELL Volume: 29 Issue: 2 Pages: 229-242 DOI: 10.1105/tpc.16.00366 Published: FEB 2017","Abstract":"The origin of flowers has puzzled plant biologists ever since Darwin referred to their sudden appearance in the fossil record as an abominable mystery. Flowers are considered to be an assembly of protective, attractive, and reproductive male and female leaf-like organs. Their origin cannot be understood by a morphological comparison to gymnosperms, their closest relatives, which develop separate male or female cones. Despite these morphological differences, gymnosperms and angiosperms possess a similar genetic toolbox consisting of phylogenetically related MADS domain proteins. Using ancestral MADS domain protein reconstruction, we trace the evolution of organ identity quartets along the stem lineage of crown angiosperms. We provide evidence that current floral quartets specifying male organ identity, which consist of four types of subunits, evolved from ancestral complexes of two types of subunits through gene duplication and integration of SEPALLATA proteins just before the origin of flowering plants. Our results suggest that protein interaction changes underlying this compositional shift were the result of a gradual and reversible evolutionary trajectory. Modeling shows that such compositional changes may have facilitated the evolution of the perfect, bisexual flower.","Authors":"Ruelens, P (Ruelens, Philip) ; Zhang, ZC (Zhang, Zhicheng) ; van Mourik, H (van Mourik, Hilda) ; Maere, S (Maere, Steven) ; Kaufmann, K (Kaufmann, Kerstin) ; Geuten, K (Geuten, Koen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Maere, Steven http://orcid.org/0000-0002-5341-136X Geuten, Koen http://orcid.org/0000-0002-9692-4499","Title":"The Origin of Floral Organ Identity Quartets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397014600001 ISSN: 0954-4879 eISSN: 1365-3121","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"TERRA NOVA Volume: 29 Issue: 1 Pages: 1-12 DOI: 10.1111/ter.12247 Published: FEB 2017","Abstract":"The origin of oceanic islands has been the subject of much speculation, starting with Darwin almost two centuries ago. Two classes of oceanic islands can be identified: 'volcanic islands', which form due to excess volcanism caused by melting anomalies in the suboceanic mantle, and 'tectonic islands', which form due to transpressive and/or transtensional tectonics of blocks of oceanic lithosphere along transform faults. Modern and sunken tectonic islands from the Atlantic Ocean and Indian Ocean and the Caribbean Sea and Red Sea expose mantle and lower-crust lithologies and display an elongated narrow morphology; in contrast, volcanic islands expose basalts and have near-circular morphology. Both are often capped by carbonate platforms. The life cycle of tectonic islands tends to be more complex than that of most volcanic islands; their elongated narrow morphology, together with their tectonic instability and high seismicity, affect the architecture of the carbonate platforms capping them, limiting coral reef development and favouring rhodalgal-foramol biota associations.","Authors":"Palmiotto, C (Palmiotto, Camilla) ; Corda, L (Corda, Laura) ; Bonatti, E (Bonatti, Enrico)","Title":"Oceanic tectonic islands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394076200024 ISSN: 0964-8305 eISSN: 1879-0208","Keywords":"Barnacle larvae; Biofouling; Microbial community; Larval settlement; Invertebrate metamorphosis; Neurotransmitter; Larval metabolism KeyWords Plus:MARINE INVERTEBRATE LARVAE; ADRENOCEPTOR COMPOUNDS PREVENT; AMPHITRITE AMPHITRITE DARWIN; MUSSEL MYTILUS-CORUSCUS; PROTEIN-KINASE-C; BALANUS-AMPHITRITE; METHYL FARNESOATE; AMPHIBALANUS-AMPHITRITE; JUVENILE-HORMONE; BUGULA-NERITINA","Categories":"Biotechnology & Applied Microbiology; Environmental Sciences & Ecology Web of Science Categories:Biotechnology & Applied Microbiology; Environmental Sciences","Journal Information":"INTERNATIONAL BIODETERIORATION & BIODEGRADATION Volume: 117 Pages: 190-196 DOI: 10.1016/j.ibiod.2017.01.003 Published: FEB 2017","Abstract":"Effects of select pharmacological compounds, with known mode of action in vertebrates, were evaluated on the development, metabolism and settlement of larvae of the common fouling barnacle, Amphibalanus amphitrite. Atrovastatin, a lipid-regulating compound, cetrizine hydrochloride, an anti-histamine, atenolol, a beta-blocker, and amlodipine, a calcium-channel blocker were the compounds studied. Nauplii treated with these compounds took more days to reach the cypris stage when compared with the control. These compounds also inhibited the settlement of cyprids on Petri dishes. While exposure to these compounds led to a decrease in the metabolic activity of stage III nauplii, it increased the respiratory rate of cyprids. The results emphasize the role of neurotransmitters and lipids in the development and settlement of barnacle larvae on hard surfaces. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Al-Aidaroos, AM (Al-Aidaroos, Ali M.) ; Satheesh, S (Satheesh, S.) ; Devassy, RP (Devassy, Reny P.)","Title":"Effects of pharmacological compounds on the barnacle larval development, metabolism and settlement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394372000004 PubMed ID: 26754289 ISSN: 0022-5010 eISSN: 1573-0387","Keywords":"Lamarck; Zoological Philosophy; Transmutation theory; Charles Lyell; Auguste Comte; Evolution","Categories":"Life Sciences & Biomedicine - Other Topics; History & Philosophy of Science Web of Science Categories:Biology; History & Philosophy Of Science","Journal Information":"JOURNAL OF THE HISTORY OF BIOLOGY Volume: 50 Issue: 1 Pages: 53-70 DOI: 10.1007/s10739-015-9432-5 Published: FEB 2017","Abstract":"This paper analyzes the impact that Lamarckian evolutionary theory had in the scientific community during the period between the advent of Zoological Philosophy and the publication Origin of Species. During these 50 years Lamarck's model was a well known theory and it was discussed by the scientific community as a hypothesis to explain the changing nature of the fossil record throughout the history of Earth. Lamarck's transmutation theory established the foundation of an evolutionary model introducing a new way to research in nature. Darwin's selectionist theory was proposed in 1859 to explain the origin of species within this epistemological process. In this context, Charles Lyell's Principles of Geology and Auguste Comte's Cours de Philosophie Positive appear as two major works for the dissemination of Lamarck's evolutionary ideology after the death of the French naturalist in 1829.","Authors":"Galera, A (Galera, Andres)","Title":"The Impact of Lamarck's Theory of Evolution Before Darwin's Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394372000005 PubMed ID: 26791017 ISSN: 0022-5010 eISSN: 1573-0387","Keywords":"Botany; Biogeography; Evolution; Japan; Asa Gray; Charles Wright KeyWords Plus:NATURAL-HISTORY; SCIENCE; AMERICA; GRAY; EVOLUTION; FIELD; ASIA; BAY","Categories":"Life Sciences & Biomedicine - Other Topics; History & Philosophy of Science Web of Science Categories:Biology; History & Philosophy Of Science","Journal Information":"JOURNAL OF THE HISTORY OF BIOLOGY Volume: 50 Issue: 1 Pages: 71-132 DOI: 10.1007/s10739-015-9431-6 Published: FEB 2017","Abstract":"In 1859, Harvard botanist Asa Gray (1810-1888) published an essay of what he called \"the abstract of Japan botany.\" In it, he applied Charles Darwin's evolutionary theory to explain why strong similarities could be found between the flora of Japan and that of eastern North America, which provoked his famous debate with Louis Agassiz (1807-1873) and initiated Gray's efforts to secure a place for Darwinian biology in the American sciences. Notably, although the Gray-Agassiz debate has become one of the most thoroughly studied scientific debates, historians of science remain unable to answer one critical question: How was Gray able to acquire specimens from Japan? Making use of previously unknown archival materials, this article scrutinizes the institutional, instrumental, financial, and military settings that enabled Gray's collector, Charles Wright (1811-1885), to travel to Japan, as well as examine Wright's collecting practices in Japan. I argue that it is necessary to examine Gray's diagnosis of Japan's flora and the subsequent debate about it from the viewpoint of field sciences. The field-centered approach not only unveils an array of historical significances that have been overshadowed by the analytical framework of the Darwinian revolution and the reception of Darwinism, but also places a seemingly domestic incident in a transnational context.","Authors":"Hung, KC (Hung, Kuang-chi)","Title":"\"Plants that Remind Me of Home\": Collecting, Plant Geography, and a Forgotten Expedition in the Darwinian Revolution"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394372000010 ISSN: 0022-5010 eISSN: 1573-0387","Categories":"Life Sciences & Biomedicine - Other Topics; History & Philosophy of Science Web of Science Categories:Biology; History & Philosophy Of Science","Journal Information":"JOURNAL OF THE HISTORY OF BIOLOGY Volume: 50 Issue: 1 Pages: 227-229 DOI: 10.1007/s10739-017-9467-x Published: FEB 2017","Authors":"Burkhardt, RW (Burkhardt, Richard W., Jr.)","Title":"Debating Darwin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394253300012 ISSN: 1566-0621 eISSN: 1572-9737","Keywords":"Keywords Ancient DNA; Bottleneck; Camarhynchus pallidus; Darwin's finches; Galapagos; Hybrids KeyWords Plus:EFFECTIVE POPULATION-SIZE; ALLELE FREQUENCY DATA; DARWINS FINCHES; GALAPAGOS-ISLANDS; SPECIES EXTINCTION; COMPUTER-PROGRAM; HYBRIDIZATION; CONSERVATION; BIRDS; RISK","Categories":"Biodiversity & Conservation; Genetics & Heredity Web of Science Categories:Biodiversity Conservation; Genetics & Heredity","Journal Information":"CONSERVATION GENETICS Volume: 18 Issue: 1 Pages: 159-170 DOI: 10.1007/s10592-016-0890-x Published: FEB 2017","Abstract":"The critically endangered mangrove finch is now limited to one small population on the west coast of Isabela Island in the Galapagos, but 100 years ago multiple populations were found on the islands of Isabela and Fernandina. By accessing genetic datasets through museum sampling, we are able to put current levels of genetic diversity and hybridization with congenerics into a historical context for enhanced conservation. In this study, we compared neutral genetic diversity of the now extinct Fernandina population to historical and current diversity of the Isabela population using 14 microsatellite markers. We found that current genetic diversity of the last remnant population (similar to 80-100 individuals) is far below levels 100 years ago, with only about half of the allelic diversity retained. Current genetic diversity is close to levels in the Fernandina population that went extinct by the 1970s. Bottleneck analysis did not show a strong signature of recent decline, and instead implies that this species may have consistently had low population sizes with wide fluctuations. Hybridization with congeneric woodpecker finches was found in the modern Isabela population, implying that some individuals within the few remaining breeding pairs are finding mates with woodpecker finches. Within the context of historical low population sizes and wide fluctuations, current conservation efforts may help the mangrove finch face current extinction threats and avoid the fate of the Fernandina population. However, this historically small lineage will likely continue to face challenges associated with small specialist species surrounded by a widely-distributed sister lineage producing viable hybrids.","Authors":"Lawson, LP (Lawson, Lucinda P.) ; Fessl, B (Fessl, Birgit) ; Vargas, FH (Vargas, F. Hernan) ; Farrington, HL (Farrington, Heather L.) ; Cunninghame, HF (Francesca Cunninghame, H.) ; Mueller, JC (Mueller, Jakob C.) ; Nemeth, E (Nemeth, Erwin) ; Sevilla, PC (Christian Sevilla, P.) ; Petren, K (Petren, Kenneth)","Title":"Slow motion extinction: inbreeding, introgression, and loss in the critically endangered mangrove finch (Camarhynchus heliobates)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395444800007 ISSN: 1089-778X eISSN: 1941-0026","Keywords":"Human-like behavior; memetic automaton; multiagent systems; structured memes KeyWords Plus:COMPUTATION; AGENTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"IEEE TRANSACTIONS ON EVOLUTIONARY COMPUTATION Volume: 21 Issue: 1 Pages: 102-115 DOI: 10.1109/TEVC.2016.2577593 Published: FEB 2017","Abstract":"Meme automaton is an adaptive entity that autonomously acquires an increasing level of capability and intelligence through embedded memes evolving independently or via social interactions. This paper begins a study on memetic multiagent system (MeMAS) toward human-like social agents with memetic automaton. We introduce a potentially rich meme-inspired design and operational model, with Darwin's theory of natural selection and Dawkins' notion of a meme as the principal driving forces behind interactions among agents, whereby memes form the fundamental building blocks of the agents' mind universe. To improve the efficiency and scalability of MeMAS, we propose memetic agents with structured memes in this paper. Particularly, we focus on meme selection design where the commonly used elitist strategy is further improved by assimilating the notion of like-attracts-like in the human learning. We conduct experimental study on multiple problem domains and show the performance of the proposed MeMAS on human-like social behavior.","Authors":"Zeng, YF (Zeng, Yifeng) ; Chen, XF (Chen, Xuefeng) ; Ong, YS (Ong, Yew-Soon) ; Tang, J (Tang, Jing) ; Xiang, YP (Xiang, Yanping) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ong, Yew-Soon http://orcid.org/0000-0002-4480-169X","Title":"Structured Memetic Automation for Online Human-Like Social Behavior Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394043000015 ISSN: 1674-7313 eISSN: 1869-1897","Keywords":"Mytilus galloprovincialis; Plantigrade settlement; Biofilms; Surface wettability; Bacterial community KeyWords Plus:MARINE-INVERTEBRATE LARVAE; MYTILUS-GALLOPROVINCIALIS LAMARCK; BALANUS-AMPHITRITE DARWIN; BACTERIAL BIOFILMS; PERNA-CANALICULUS; CHEMICAL CUES; METAMORPHOSIS; ATTACHMENT; ADHESION; CORUSCUS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"SCIENCE CHINA-EARTH SCIENCES Volume: 60 Issue: 2 Pages: 382-390 DOI: 10.1007/s11430-016-0145-1 Published: FEB 2017","Abstract":"Mytilus galloprovincialis is a major fouling organism in the inter-tidal zone. However, the interactions between M. galloprovincialis plantigrade settlement, biofilm characteristics, and surface wettability remains unknown. Here, we examined M. galloprovincialis plantigrade settlement responses to marine biofilms (BFs) on surfaces of varying wettability. No significant difference in mussel settlement was observed on young BFs (7 d) on surfaces of differing wettability; while settlement decreased on older BFs (14, 21, and 28 d) formed on low compared to high wettability surfaces. Surface wettability affected BF characteristics. The standardized harmonic mean and water contact angles values were not correlated with diatom density and chlorophyll a concentration, but were correlated with bacterial density, dry weight, and thickness. Denaturing gradient gel electrophoresis revealed that bacterial community structure differed on BFs on surfaces of varying wettability. Thus, surface wettability affects biofilm characteristics, and the subsequent changes in BF characteristics may be responsible for the variation in biofilm-inducing activity of M. galloprovincialis plantigrade settlement.","Authors":"Yang, JL (Yang JinLong) ; Guo, XP (Guo XingPan) ; Ding, DW (Ding DeWen) ; Gao, W (Gao Wei) ; Huang, DF (Huang DaoFen) ; Chen, YR (Chen YuRu) ; Liang, X (Liang Xiao)","Title":"Interactions between natural biofilm, substratum surface wettability, and mussel plantigrade settlement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393000200004 ISSN: 0300-9440","Keywords":"Marine biofilm; Marine bacteria; Bacteriocin; Antibacterial activity; Fouling prevention; Epoxy coating KeyWords Plus:BALANUS-AMPHITRITE DARWIN; SETTLEMENT; FILMS","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Applied; Materials Science, Coatings & Films","Journal Information":"PROGRESS IN ORGANIC COATINGS Volume: 103 Pages: 33-39 DOI: 10.1016/j.porgcoat.2016.11.020 Published: FEB 2017","Abstract":"Bacteriocin isolated from five marine biofilm forming bacteria viz. Pseudomonas aeruginosa, Bacillus sp., Micrococcus sp., and Flavobacterium sp., were evaluated for their antibacterial activities against each other. Among them, the secondary metabolites isolated from Pseudomonas aeruginosa exhibited maximum antibacterial activity. When the pure strains of P. aeruginosa and Micrococcus sp. were co-cultured in liquid nutrient broth, the P. aeruginosa outcompeted the population of Micrococcus sp. Further, a field study was conducted to show the antifouling activity of Pseudomonas aeruginosa biofilm, developed on stainless steel (SS) coupons in natural seawater for 60 days. Initiation of macrofouling was evident on the control coupon within 30 days of exposure; whereas no such incidence of macrofouling initiation could be observed on the coupon that was pre-biofilmed by P. aeruginosa even up to 60 days. Similarly, the bacteriocin incorporated epoxy based paint formulation exhibited antifouling property for 3 months. The bacteriocin of P. aeruginosa which exhibited antifouling activity was characterised using GC-MS and identified the active compounds. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Palanichamy, S (Palanichamy, S.) ; Subramanian, G (Subramanian, G.)","Title":"Antifouling properties of marine bacteriocin incorporated epoxy based paint"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787600011 PubMed ID: 27939837 ISSN: 0010-0277 eISSN: 1873-7838","Keywords":"Cognitive search; Information foraging; Topic modeling; Exploration-exploitation; History of science; Scientific discovery KeyWords Plus:TOPIC MODELS; INFORMATION; EVOLUTION","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITION Volume: 159 Pages: 117-126 DOI: 10.1016/j.cognition.2016.11.012 Published: FEB 2017","Abstract":"Search in an environment with an uncertain distribution of resources involves a trade-off between exploitation of past discoveries and further exploration. This extends to information foraging, where a knowledge-seeker shifts between reading in depth and studying new domains. To study this decision making process, we examine the reading choices made by one of the most celebrated scientists of the modern era: Charles Darwin. From the full-text of books listed in his chronologically-organized reading journals, we generate topic models to quantify his local (text-to-text) and global (text-to-past) reading decisions using Kullback-Liebler Divergence, a cognitively-validated, information-theoretic measure of relative surprise. Rather than a pattern of surprise-minimization, corresponding to a pure exploitation strategy, Darwin's behavior shifts from early exploitation to later exploration, seeking unusually high levels of cognitive surprise relative to previous eras. These shifts, detected by an unsupervised Bayesian model, correlate with major intellectual epochs of his career as identified both by qualitative scholarship and Darwin's own self-commentary. Our methods allow us to compare his consumption of texts with their publication order. We find Darwin's consumption more exploratory than the culture's production, suggesting that underneath gradual societal changes are the explorations of individual synthesis and discovery. Our quantitative methods advance the study of cognitive search through a framework for testing interactions between individual and collective behavior and between short-and long-term consumption choices. This novel application of topic modeling to characterize individual reading complements widespread studies of collective scientific behavior. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Murdock, J (Murdock, Jaimie) ; Allen, C (Allen, Colin) ; DeDeo, S (DeDeo, Simon)","Title":"Exploration and exploitation of Victorian science in Darwin's reading notebooks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392385900005 PubMed ID: 28107052 ISSN: 0003-0147 eISSN: 1537-5323","Keywords":"adaptive radiation; character displacement; phylogenetics; ecological modeling KeyWords Plus:ECOLOGICAL CHARACTER DISPLACEMENT; APPROXIMATE BAYESIAN COMPUTATION; COMMUNITY ECOLOGY; MOLECULAR PHYLOGENIES; PHENOTYPIC DIVERSIFICATION; INDEPENDENT CONTRASTS; EXTINCTION RATES; DARWINS FINCHES; BODY-SIZE; TREES","Categories":"Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Ecology; Evolutionary Biology","Journal Information":"AMERICAN NATURALIST Volume: 189 Issue: 2 Pages: 121-137 DOI: 10.1086/689819 Published: FEB 2017","Abstract":"The incorporation of ecological processes into models of trait evolution is important for understanding past drivers of evolutionary change. Species interactions have long been thought to be key drivers of trait evolution. However, models for comparative data that account for interactions between species are lacking. One of the challenges is that such models are intractable and difficult to express analytically. Here we present phylogenetic models of trait evolution that include interspecific competition among chosen species. Competition is modeled as a tendency of sympatric species to evolve toward difference from one another, producing trait overdispersion and high phylogenetic signal. The model predicts elevated trait variance across species and a slowdown in evolutionary rate both across the clade and within each branch. The model also predicts a reduction in correlation between otherwise correlated traits. We use an approximate Bayesian computation approach to estimate model parameters. We find reasonable power to detect competition in sufficiently large (20 + species) trees compared with Brownian trait evolution and with Ornstein-Uhlenbeck and early burst models. We apply the model to examine the evolution of bill morphology of Darwin's finches and find evidence that competition affects the evolution of bill length.","Authors":"Clarke, M (Clarke, Magnus) ; Thomas, GH (Thomas, Gavin H.) ; Freckleton, RP (Freckleton, Robert P.)","Title":"Trait Evolution in Adaptive Radiations: Modeling and Measuring Interspecific Competition on Phylogenies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391933400009 ISSN: 1366-9516 eISSN: 1472-4642","Keywords":"biodiversity patterns; coastal forest; ecosystem function; lagoon; swamp; transboundary KeyWords Plus:CONSERVATION PRIORITIES; DARWIN HARBOR; DIVERSITY; HABITAT; AUSTRALIA; WORLD; ABUNDANCE; PRIMATES; ORIGINS; FORESTS","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"DIVERSITY AND DISTRIBUTIONS Volume: 23 Issue: 2 Pages: 221-230 DOI: 10.1111/ddi.12514 Published: FEB 2017","Abstract":"Aim Despite mangrove forests spanning marine, freshwater and terrestrial realms, their function as terrestrial ecosystems has been largely ignored. In the light of the rapid global decline of mangroves, it is critical to build a more holistic understanding to plan for effective management of the whole ecosystem. This study examines the importance of mangrove forests for terrestrial vertebrates. Location Global mangrove forests. Methods An extensive review of records of the use of global mangrove forests by the most poorly studied terrestrial vertebrate groups: mammals, reptiles and amphibians. We explored the species richness and distribution of these groups, along with their ecological characteristics. We also explored the relationship between animal and plant species richness across the distribution of mangrove forests. Results Mangroves are used by a remarkable number of terrestrial mammal, reptile and amphibian species (n = 464); five times more than previously reported. The diversity of species uncovered by this study, almost half of which are of conservation concern, underscores the value of mangroves as terrestrial ecosystems. Most species were facultative users of mangroves; however, there are critical knowledge gaps in how these species interact with these ecosystems. We found a positive global correlation between animal and mangrove plant richness. Main conclusions This study highlights that mangrove forests are considerably more important for terrestrial animals than generally acknowledged. We present the most comprehensive review of the importance of mangrove forests for terrestrial vertebrates, but also reveal significant knowledge gaps in the ecology of these ecosystems. Our study uncovers evidence that these habitats may be increasingly important as refuges for species from anthropocentric disturbance. Our findings emphasize the importance of moving beyond viewing mangroves as marine ecosystems, towards recognizing their cross-realm importance. Without such a shift, there will be significant limitations in our ability to manage and conserve these ecosystems.","Authors":"Rog, SM (Rog, Stefanie M.) ; Clarke, RH (Clarke, Rohan H.) ; Cook, CN (Cook, Carly N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rog, Stefanie http://orcid.org/0000-0002-4034-7944","Title":"More than marine: revealing the critical importance of mangrove ecosystems for terrestrial vertebrates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390501900038 ISSN: 0307-904X eISSN: 1872-8480","Keywords":"Reaction-diffusion equation; Nonlocal reproduction; Traveling waves; Stationary pulses; Emergence of species KeyWords Plus:FISHER-KPP EQUATION; TRAVELING-WAVES; MODEL; POPULATIONS; EVOLUTION; DYNAMICS; PATTERNS; STATES","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"APPLIED MATHEMATICAL MODELLING Volume: 42 Pages: 591-599 DOI: 10.1016/j.apm.2016.10.041 Published: FEB 2017","Abstract":"The paper is devoted to a reaction-diffusion equation with doubly nonlocal nonlinearity arising in various applications in population dynamics. One of the integral terms corresponds to the nonlocal consumption of resources while another one describes reproduction with different phenotypes. Linear stability analysis of the homogeneous in space stationary solution is carried out. Existence of traveling waves is proved in the case of narrow kernels of the integrals. Periodic traveling waves are observed in numerical simulations. Existence of stationary solutions in the form of pulses is shown, and transition from periodic waves to pulses is studied. In the applications to the speciation theory, the results of this work signify that new species can emerge only if they do not have common offsprings. Thus, it is shown how Darwin's definition of species as groups of morphologically similar individuals is related to Mayr's definition as groups of individuals that can breed only among themselves. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Banerjee, M (Banerjee, M.) ; Vougalter, V (Vougalter, V.) ; Volpert, V (Volpert, V.)","Title":"Doubly nonlocal reaction-diffusion equations and the emergence of species"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000392045400015 ISSN: 0028-7806","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"NEW YORK TIMES BOOK REVIEW Volume: 122 Issue: 4 Pages: 10-10 Published: JAN 22 2017","Authors":"Foner, E (Foner, Eric)","Title":"THE BOOK THAT CHANGED AMERICA How Darwin's Theory of Evolution Ignited a Nation"}, {"Document Information":"Document Type:Correction Language:English Accession Number: WOS:000393400500022 ISSN: 0962-8452 eISSN: 1471-2954","Categories":"Life Sciences & Biomedicine - Other Topics; Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Biology; Ecology; Evolutionary Biology","Journal Information":"PROCEEDINGS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 284 Issue: 1846 Article Number: 20162635 DOI: 10.1098/rspb.2016.2635 Published: JAN 11 2017","Authors":"Dattilo, W (Dattilo, Wesley); Lara-Rodriguez, N (Lara-Rodriguez, Nubia); Jordano, P (Jordano, Pedro); Guimaraes, PR (Guimaraes, Paulo R., Jr.); Thompson, JN (Thompson, John N.); Marquis, RJ (Marquis, Robert J.); Medeiros, LP (Medeiros, Lucas P.); Ortiz-Pulido, R (Ortiz-Pulido, Raul); Marcos-Garcia, MA (Marcos-Garcia, Maria A.); Rico-Gray, V (Rico-Gray, Victor) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dattilo, Wesley http://orcid.org/0000-0002-4758-4379","Title":"Unravelling Darwin's entangled bank: architecture and robustness of mutualistic networks with multiple interaction types (vol 283, 20161564, 2016)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392198600004 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 1 Pages: 143-157 DOI: 10.5194/acp-17-143-2017 Published: JAN 3 2017","Abstract":"The Total Carbon Column Observing Network (TCCON) is a network of ground-based Fourier transform spectrometers (FTSs) that record near-infrared (NIR) spectra of the sun. From these spectra, accurate and precise observations of CO2 column-averaged dry-air mole fractions (denoted XCO2) are retrieved. TCCON FTS observations have previously been used to validate satellite estimations of XCO2; however, our knowledge of the short-term spatial and temporal variations in XCO2 surrounding the TCCON sites is limited. In this work, we use the National Institute for Environmental Studies (NIES) Eulerian three-dimensional transport model and the FLEXPART (FLEXible PARTicle dispersion model) Lagrangian particle dispersion model (LPDM) to determine the footprints of short-term variations in XCO2 observed by operational, past, future and possible TCCON sites. We propose a footprint-based method for the collocation of satellite and TCCON XCO2 observations and estimate the performance of the method using the NIES model and five GOSAT (Greenhouse Gases Observing Satellite) XCO2 product data sets. Comparison of the proposed approach with a standard geographic method shows a higher number of collocation points and an average bias reduction up to 0.15 ppm for a subset of 16 stations for the period from January 2010 to January 2014. Case studies of the Darwin and Reunion Island sites reveal that when the footprint area is rather curved, non-uniform and significantly different from a geographical rectangular area, the differences between these approaches are more noticeable. This emphasises that the collocation is sensitive to local meteorological conditions and flux distributions.","Authors":"Belikov, DA (Belikov, Dmitry A.)[ 1,2,3,17 ] ; Maksyutov, S (Maksyutov, Shamil) ; Ganshin, A (Ganshin, Alexander) ; Zhuravlev, R (Zhuravlev, Ruslan) ; Deutscher, NM (Deutscher, Nicholas M.) ; Wunch, D (Wunch, Debra) ; Feist, DG (Feist, Dietrich G.) ; Morino, I (Morino, Isamu) ; Parker, RJ (Parker, Robert J.) ; Strong, K (Strong, Kimberly)[ 10 ] ; Yoshida, Y (Yoshida, Yukio) ; Bril, A (Bril, Andrey)[ 11 ] ; Oshchepkov, S (Oshchepkov, Sergey)[ 11 ] ; Boesch, H (Boesch, Hartmut) ; Dubey, MK (Dubey, Manvendra K.)[ 12 ] ; Griffith, D (Griffith, David) ; Hewson, W (Hewson, Will) ; Kivi, R (Kivi, Rigel)[ 13 ] ; Mendonca, J (Mendonca, Joseph)[ 10 ] ; Notholt, J (Notholt, Justus) ; Schneider, M (Schneider, Matthias)[ 14 ] ; Sussmann, R (Sussmann, Ralf)[ 15 ] ; Velazco, VA (Velazco, Voltaire A.) ; Aoki, S (Aoki, Shuji)[ 16 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Belikov, Dmitry I-9877-2016  Schneider, Matthias B-1441-2013  Dubey, Manvendra E-3949-2010 http://orcid.org/0000-0002-3492-790X Morino, Isamu K-1033-2014 http://orcid.org/0000-0003-2720-1569 Notholt, Justus P-4520-2016 http://orcid.org/0000-0002-3324-885X Boesch, Hartmut G-6021-2012  Feist, Dietrich B-6489-2013 http://orcid.org/0000-0002-5890-6687 Maksyutov, Shamil G-6494-2011 http://orcid.org/0000-0002-1200-9577","Title":"Study of the footprints of short-term variation in XCO2 observed by TCCON sites using NIES and FLEXPART atmospheric transport models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398082100002 ISSN: 0067-270X eISSN: 1945-5534","Keywords":"Early hominins; carnivory; zooarchaeology; taphonomy; referential behavioural models KeyWords Plus:BONOBOS PAN-PANISCUS; SURFACE MODIFICATION MODELS; INFERRING FOSSIL HOMININ; SALONGA NATIONAL-PARK; OLDUVAI-GORGE; EARLY HOMO; ARDIPITHECUS-RAMIDUS; EARLY PLEISTOCENE; WILD CHIMPANZEES; STONE TOOLS","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"AZANIA-ARCHAEOLOGICAL RESEARCH IN AFRICA Volume: 52 Issue: 1 Pages: 4-32 DOI: 10.1080/0067270X.2016.1252066 Published: 2017","Abstract":"Natural selection, as both a process and a scientific concept, is eloquently simple. Unfortunately, this simplicity sometimes belies Darwin's broader view of evolution as a multifaceted process that proceeds from both ecological pressures and phylogenetic history. Darwin further understood that it is not just physical traits that are transmitted generationally, but also behavioural patterns, both of which are subject to the shaping influences of environment and phylogeny. Chimpanzees, bonobos and humans are the most carnivorous extant primates, an observation that serves as the basis of our extended argument that vertebrate predation is a synapomorphy of these sister taxa. From there, we use archaeological data to trace the inferred polarity of hominin carcass foraging and meat-eating from their first archaeological indications similar to 2.6 million years ago (Mya). A review of the early Pleistocene African record demonstrates that taphonomic evidence of a hominin predatory/meat-eating behavioral module clarifies similar to 2.0 Mya, a critical time period characterised by traces of advanced carcass foraging, which, in turn, suggest that an earlier phase(s) of vertebrate capture by hominins was/were simpler. In rounding out this meta-analytical consideration of hominin carnivory, we draw on comparative primatology, ecology and archaeology in order to build a holistic model of this fundamental behavioural adaptation.","Authors":"Dominguez-Rodrigo, M (Dominguez-Rodrigo, Manuel) ; Pickering, TR (Pickering, Travis Rayne)","Title":"The meat of the matter: an evolutionary perspective on human carnivory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398072600004 PubMed ID: 27715716 ISSN: 0022-2895 eISSN: 1940-1027","Keywords":"cognition; motor control; motor learning; motor imagery; pupil diameter KeyWords Plus:MENTAL-IMAGERY; HAND MOVEMENTS; SIZE; DILATION; REPRESENTATIONS; ATTENTION; MEMORY; BRAIN; LOAD","Categories":"Neurosciences & Neurology; Psychology; Sport Sciences Web of Science Categories:Neurosciences; Psychology; Psychology, Experimental; Sport Sciences","Journal Information":"JOURNAL OF MOTOR BEHAVIOR Volume: 49 Issue: 2 Pages: 141-149 DOI: 10.1080/00222895.2016.1161593 Published: 2017","Abstract":"Non-luminance-mediated changes in pupil diameter have been used since the first studies by Darwin in 1872 as indicators of clinical, cognitive, and arousal states. However, the relation between processes involved in motor control and changes in pupil diameter remains largely unknown. Twenty participants attempted to compensate random walks of a cursor with a computer mouse to restrain its trajectory within a target circle while the authors recorded their pupil diameters. Two conditions allowed the authors to experimentally manipulate the motor and cognitive components of the task. First, the step size of the cursor's random walk was either large or small leading to 2 task difficulties ( difficult or easy). Second, they instructed participants to imagine controlling the cursor by moving the mouse, but without actually moving it ( task modality: imagined movement or real movement condition). Task difficulty and modality allowed the authors to show that pupil diameters reflect processes involved in motor control and in the processing of feedback, respectively. Furthermore, the authors also demonstrate that motor learning can be quantified by pupil size. This noninvasive approach provides a promising method for investigating not only motor control, but also motor imagery, a research field of growing importance in sports and rehabilitation.","Authors":"White, O (White, Olivier) ; French, RM (French, Robert M.)","Title":"Pupil Diameter May Reflect Motor Control and Learning"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000394480000014 ISSN: 0132-1625","Keywords":"altruism; morality; moral norms; sociology of morality; evolutionary theory KeyWords Plus:ALTRUISM; SPENCER","Categories":"Sociology Web of Science Categories:Sociology","Journal Information":"SOTSIOLOGICHESKIE ISSLEDOVANIYA Issue: 1 Pages: 127-136 Published: 2017","Abstract":"In this article, I analyze relationships between sociology of morality and evolutionary theory from both historical and theoretical points of view. First, I compare classical evolutionary conceptions of morality by C. Darwin and H. Spencer, emphasizing that evolutionary perspective in the sociology of morality is not something absolutely new but, rather, it once belonged to the core ideas of the discipline. After that, I review the key new-Darwinian models of explanations of moral behavior which are related to a number of different approaches, such as theories of kin and group selection, reciprocal altruism and cooperation, evolutionary psychology and theory of cultural evolution. I argue that modern evolutionary disciplines reached considerable success in studying moral phenomena, so that sociology of morality needs to incorporate these theoretical models in order to provide a fuller understanding of morality. In this context, I review J. Turner's conception of \"evolutionary sociology\" as an attempt of sociological reception of the modern evolutionary synthesis in behavioral sciences. While Turner is given credit for drawing sociologists' attention to modern evolutionary conceptions of morality, I also criticize his approach for over-emphasizing the historical perspective of the hominid evolution and lack of elaboration of this conceptions to the studies of morality in modern societies; at the same time I argue that classical sociology of morality still has large theoretical resources which can be integrated with modern evolutionary perspective, so that moral phenomena would receive a more rigorous scientific explanation.","Authors":"Bykov, AV (Bykov, A. V.)","Title":"Sociology of morality and evolutionary theory: history and perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396296700016 ISSN: 0360-1323 eISSN: 1873-684X","Keywords":"Low energy; Residential; Thermal comfort; Environmental attitudes; Energy rating; Simulation KeyWords Plus:LIFE-CYCLE ENERGY; THERMAL EFFICIENCY; RATING SCHEMES; CLIMATE; HOUSES; SIMULATION; OCCUPANCY; ADAPTATION; STRATEGIES; EMISSIONS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Environmental; Engineering, Civil","Journal Information":"BUILDING AND ENVIRONMENT Volume: 111 Pages: 169-179 DOI: 10.1016/1.buildenv.2016.10.023 Published: JAN 2017","Abstract":"In Australia, the primary method of demonstrating compliance with the mandatory dwelling Energy Efficiency requirements of the National Construction Code (NCC), NatHERS, has been criticised as being unsuitable for assessing low energy houses that are intended to use little or no heating and/or cooling in operation. In 2013-2014, a longitudinal thermal comfort study was conducted in 40 low energy houses in Australia: 20 houses located in a cool temperate climate (Melbourne) and 20 houses located in a hot humid climate (Darwin). The households completed over 6000 thermal comfort vote surveys which were paired with. corresponding environmental data collected within the dwellings. Based on this collected data a model describing the thermal preference of these two cohorts was developed. This paper offers an alternative process by which to judge the potential thermal performance of such low energy houses, using the developed comfort criteria as a performance indicator. This alternative approach is aimed at reducing energy use by demonstrating that an acceptable level of comfort can be achieved without the use of heating and/or cooling appliances. The proposed assessment methodology is aimed at providing a more appropriate pathway to NCC Energy Efficiency compliance certification for these types of low energy houses. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Daniel, L (Daniel, Lyrian) ; Williamson, T (Williamson, Terence) ; Soebarto, V (Soebarto, Veronica)","Title":"Comfort-based performance assessment methodology for low energy residential buildings in Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396858400005 ISSN: 0268-4527 eISSN: 1743-9019","Keywords":"Australia; Japan; World War II; war crimes trials; Special Operations Australia; Services Reconnaissance Department; Timor; operational and security failures; signals intelligence; deception KeyWords Plus:INTELLIGENCE","Categories":"International Relations Web of Science Categories:International Relations","Journal Information":"INTELLIGENCE AND NATIONAL SECURITY Volume: 32 Issue: 2 Pages: 179-194 DOI: 10.1080/02684527.2016.1246671 Published: 2017","Abstract":"The post-World War II Australian military war crimes trials of Japanese from 1945-51 have been criticised for using a rule of evidence considerably relaxed from the ordinary requirements of a criminal trial, one that did not require witnesses to give evidence in person. Circumstantial evidence suggests that, in relation to a trial held in Darwin in March 1946 for war crimes committed in Timor, the secretive Special Operations Australia, otherwise known as the Services Reconnaissance Department (SRD), took advantage of the rule. This article argues that the SRD did not allow their members to give evidence in person in an attempt to control and limit the dissemination of information about their operational and security failures in Timor from 1943-45. The SRD operation was adjudged by its own official historian as displaying 'gross inefficiency and criminal negligence'. While the SRD's failures were known to select personnel at the time, access restrictions to archival records in the post-war period, including the war crimes trials, meant that the extent of its failures and how it appeared to manage knowledge of them has not been widely known.","Authors":"Morris, N (Morris, Narrelle)","Title":"'Gross inefficiency and criminal negligence': the Services Reconnaissance Department in Timor in 1943-45 and the Darwin war crimes trials in 1946"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396390800006 ISSN: 1068-3372 eISSN: 1934-9378","Keywords":"X-ray radiation; transmission; reflection; quartz single crystal KeyWords Plus:INTERFERENCE ABSORPTION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"JOURNAL OF CONTEMPORARY PHYSICS-ARMENIAN ACADEMY OF SCIENCES Volume: 52 Issue: 1 Pages: 38-42 DOI: 10.3103/S1068337217010066 Published: JAN 2017","Abstract":"A method for investigation of the parameters of X-ray beams pumped from the transmission direction into the reflection one depending on the value of applied temperature gradient is proposed. An increase in the integral intensity of diffracted X-ray beam is due to both the overthrowing effect inside the Darwin table and an increase in the angular width of beam. It is shown that it is possible to determine to a high accuracy the value of temperature gradient, beginning with which the angular width of the pumped X-ray beam increases.","Authors":"Hayrapetyan, KT (Hayrapetyan, K. T.) ; Noreyan, SN (Noreyan, S. N.) ; Margaryan, VV (Margaryan, V. V.)","Title":"Method for Investigation of Parameters of X-ray Beams Diffracted from a Single Crystal in the Presence of Temperature Gradient"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396469200001 ISSN: 2056-6700","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"OPEN LIBRARY OF HUMANITIES Volume: 3 Issue: 1 Article Number: 1 DOI: 10.16995/olh.83 Published: 2017","Abstract":"'Mummy wheat' allegedly grown from seeds found in the tombs or wrappings of Egyptian mummies became a scientific sensation in 1840s Britain. At a time of considerable popular interest in Ancient Egypt, mummy wheat was exhibited at the Royal Institution and the British Archaeological Association, cultivated by aristocracy and royalty, and discussed by Darwin, Faraday and others. However, the first controlled experiments on mummy wheat in the 1840s were unsuccessful, as were studies by the British Museum, the Royal Botanic Gardens and other scientific bodies in the 1890s and 1930s. Despite this growing scepticism amongst plant biologists and professional Egyptologists, belief in mummy wheat endured well into the twentieth century. This article traces the myth of mummy wheat in Britain in its intellectual and cultural contexts from its early Victorian emergence through to its mid-twentieth century decline. It focuses in particular efforts by British Museum Egyptologist E.A. Wallis Budge to debunk the myth by a variety of means, including crowd-sourcing experimental data.","Authors":"Moshenska, G (Moshenska, Gabriel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Moshenska, Gabriel http://orcid.org/0000-0003-4926-072X","Title":"Esoteric Egyptology, Seed Science and the Myth of Mummy Wheat"}, {"Document Information":"Document Type:Article; Book Chapter Language:English Accession Number: WOS:000388908700008 ISBN:978-0-8153-4539-8","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"PRINCIPLES OF EVOLUTION: SYSTEMS, SPECIES, AND THE HISTORY OF LIFE Pages: 47-59 Published: 2017","Abstract":"This chapter provides the formal framework for analyzing evolutionary evidence in the context of Darwin's perception that evolution reflects \"descent with modification.\" This view has a key implication: if species B shares some features with another species, A, but has other features that are modifications of those in species A, then species B is likely to have descended from a line whose origin included species A. This chapter shows how such an idea can be formalized in cladograms: these are hierarchies or evolutionary trees that link species through the relationship <derives with modification from>. Such cladograms can be used to explore the detail of evolutionary relationships, and plant evolution is used as a case study.","Authors":"Bard, J (Bard, Jonathan) Book Author(s):Bard, J (Bard, J)","Title":"DARWINIAN DESCENT WITH MODIFICATIONS: EVOLUTIONARY TAXONOMY AND CLADISTICS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396526400018 ISSN: 0018-5345 eISSN: 2327-9834","Categories":"Agriculture Web of Science Categories:Horticulture","Journal Information":"HORTSCIENCE Volume: 52 Issue: 1 Pages: 110-115 DOI: 10.21273/HORTSCI11445-16 Published: JAN 2017","Abstract":"Thinning is a labor-intensive and expensive, but important practice in japanese plum production requiring new thinning strategies. The purpose of this study was to evaluate a new chemical thinner 1-aminocyclopropane-1-carboxylic acid (ACC) on 'Laetitia', 'Fortune', and 'African Rose (TM)'. ACC was also combined with 6-benzyl adenine (6-BA) and in one season on 'African Rose (TM)' with mechanical thinning using the Darwin 300 (TM) or hand thinning during bloom. All the foliar applications were made when the average fruitlet diameter was 7-10 mm using a spray volume of 1000 L.ha(-1) under slow drying conditions. Significant thinning effects were found in all the trials conducted over the two seasons. ACC consistently reduced the hand-thinning requirement at commercial hand thinning in both seasons in 'African Rose (TM)'. In the second season there was a linear decrease in yield and an increase in fruit size as the ACC rate increased from the low to medium rate before flattening off. The combination treatment of ACC and the Darwin 300((TM)) used in the 'African Rose((TM))' trial thinned more aggressively, improved fruit size and shifted harvest earlier. The yield however was not lower than that of the control treatment. 6-BA was included in all trials to prevent ACC-induced leaf drop, and generally did not thin fruitlets, except in the case of 'Laetitia' where the combination with ACC resulted in stronger thinning. Cultivars differed in their sensitivity to ACC and the rate for each cultivar should be determined separately. The recommended ACC rate for 'African Rose (TM)' would be 600 mu L.L-1 and for 'Laetitia' 400 mu L.L-1. For 'Fortune' a rate recommendation is not possible at this stage, thus further trials should be conducted. No broken stones were observed in fruit in any trial. Also, no leaf drop/phytotoxicity was recorded in any trial when ACC was applied during cool, slow-drying conditions.","Authors":"Theron, KI (Theron, Karen Inge) ; Steenkamp, H (Steenkamp, Human) ; Steyn, WJ (Steyn, Willem Jacobus)","Title":"Efficacy of ACC (1-aminocyclopropane-1-carboxylic acid) as a Chemical Thinner Alone or Combined with Mechanical Thinning for Japanese Plums (Prunus salacina)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394973100006 PubMed ID: 28233388 ISSN: 1060-1538 eISSN: 1520-6505","Keywords":"allocare; cooperative breeding; kin selection; marmosets; tamarins KeyWords Plus:COTTON-TOP TAMARINS; MARMOSETS CALLITHRIX-JACCHUS; GOLDEN LION TAMARINS; SAGUINUS-OEDIPUS; GROUP-SIZE; SURICATA-SURICATTA; COMMON MARMOSET; NONREPRODUCTIVE HELPERS; INDIVIDUAL PLASTICITY; REPRODUCTIVE SUCCESS","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"EVOLUTIONARY ANTHROPOLOGY Volume: 26 Issue: 1 Pages: 25-37 DOI: 10.1002/evan.21516 Published: JAN-FEB 2017","Abstract":"Since Darwin (1859), scientists have been puzzled by how behaviors that impose fitness costs on helpers while benefiting their competitors could evolve through natural selection. Hamilton's (1964) theory of inclusive fitness provided an explanation by showing how cooperative behaviors could be adaptive if directed at closely related kin. Recent studies, however, have begun to question whether kin selection is sufficient to explain cooperative behavior in some species (Bergmuller, Johnstone, Russell, & Bshary, 2007). Many researchers have instead emphasized the importance of direct fitness benefits for helpers in the evolution of cooperative breeding systems. Furthermore, individuals can vary in who, when, and how much they help, and the factors that affect this variation are poorly understood (Cockburn, 1998; Heinsohn, 2004). Cooperative breeders thus provide excellent models for the study of evolutionary theories of cooperation and conflict (Cant, 2012).","Authors":"Erb, WM (Erb, Wendy M.) ; Porter, LM (Porter, Leila M.)","Title":"Mother's little helpers: What we know (and don't know) about cooperative infant care in callitrichines"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395175300001 PubMed ID: 27491339 ISSN: 1552-5007 eISSN: 1552-5015","Categories":"Evolutionary Biology; Developmental Biology; Zoology Web of Science Categories:Evolutionary Biology; Developmental Biology; Zoology","Journal Information":"JOURNAL OF EXPERIMENTAL ZOOLOGY PART B-MOLECULAR AND DEVELOPMENTAL EVOLUTION Volume: 328 Issue: 1-2 Pages: 5-40 DOI: 10.1002/jez.b.22687 Published: JAN-FEB 2017","Abstract":"Famous for its blind cavefish and Darwin's finches, Latin America is home to some of the richest biodiversity hotspots of our planet. The Latin American fauna and flora inspired and captivated naturalists from the nineteenth and twentieth centuries, including such notable pioneers such as Fritz Muller, Florentino Ameghino, and Leon Croizat who made a significant contribution to the study of embryology and evolutionary thinking. But, what are the historical and present contributions of the Latin American scientific community to Evo-Devo? Here, we provide the first comprehensive overview of the Evo-Devo laboratories based in Latin America and describe current lines of research based on endemic species, focusing on body plans and patterning, systematics, physiology, computational modeling approaches, ecology, and domestication. Literature searches reveal that Evo-Devo in Latin America is still in its early days; while showing encouraging indicators of productivity, it has not stabilized yet, because it relies on few and sparsely distributed laboratories. Coping with the rapid changes in national scientific policies and contributing to solve social and health issues specific to each region are among the main challenges faced by Latin American researchers. The 2015 inaugural meeting of the Pan-American Society for Evolutionary Developmental Biology played a pivotal role in bringing together Latin American researchers eager to initiate and consolidate regional and worldwide collaborative networks. Such networks will undoubtedly advance research on the extremely high genetic and phenotypic biodiversity of Latin America, bound to be an almost infinite source of amazement and fascinating findings for the Evo-Devo community.","Authors":"Marcellini, S (Marcellini, Sylvain) ; Gonzalez, F (Gonzalez, Favio) ; Sarrazin, AF (Sarrazin, Andres F.) ; Pabon-Mora, N (Pabon-Mora, Natalia) ; Benitez, M (Benitez, Mariana) ; Pineyro-Nelson, A (Pineyro-Nelson, Alma) ; Rezende, GL (Rezende, Gustavo L.) ; Maldonado, E (Maldonado, Ernesto) ; Schneider, PN (Schneider, Patricia Neiva) ; Grizante, MB (Grizante, Mariana B.)[ 10 ] ; Da Fonseca, RN (Da Fonseca, Rodrigo Nunes)[ 11 ] ; Vergara-Silva, F (Vergara-Silva, Francisco)[ 12 ] ; Suaza-Gaviria, V (Suaza-Gaviria, Vanessa) ; Zumajo-Cardona, C (Zumajo-Cardona, Cecilia) ; Zattara, EE (Zattara, Eduardo E.)[ 13 ] ; Casasa, S (Casasa, Sofia)[ 13 ] ; Suarez-Baron, H (Suarez-Baron, Harold) ; Brown, FD (Brown, Federico D.)[ 14 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schneider, Patricia F-4372-2017 http://orcid.org/0000-0002-9745-0694 Brown, Federico B-2035-2013 http://orcid.org/0000-0001-9250-5011 Zattara, Eduardo http://orcid.org/0000-0002-9947-9036","Title":"Evolutionary Developmental Biology (Evo-Devo) Research in Latin America"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395098100002 ISSN: 0278-7407 eISSN: 1944-9194","Keywords":"shortening; structural style; basement thrust sheet; overpressured detachment; Fuegian Andes; Austral-Magallanes basin KeyWords Plus:TIERRA-DEL-FUEGO; DARWIN METAMORPHIC COMPLEX; FAULT INVERSION VS.; BACK-ARC BASIN; CORDILLERA-DARWIN; PATAGONIAN-ANDES; FORELAND THRUST; CORE COMPLEX; T PATHS; ARGENTINA","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"TECTONICS Volume: 36 Issue: 1 Pages: 33-50 DOI: 10.1002/2016TC004349 Published: JAN 2017","Abstract":"Published balanced structural interpretations of the Fuegian thrust-fold belt (southernmost Andes) fail to address aspects such as basement shortening in the thrust-fold belt or its structural connection with the central belt of the orogen. We tackle this deficiency by constructing four serial balanced cross sections based on surface geologic information, 2-D reflection seismic lines, and well logs, which depict the first-order structural geometry and kinematics from the thrust front to the internal thrust-fold belt. The interpretation reveals three main tectonostratigraphic packages separated by major detachments: basement (Paleozoic-Upper Jurassic), Cretaceous, and Paleogene, all variably involved in thrusting along strike. Minimum shortening in the Paleogene cover ranges between 16% and 43%, and significant style changes are observed across and along the thrust wedge. We show that basement thrust sheets have a major role in the construction of the thrust-fold belt; some of them were emplaced below the thrust front during late Oligocene or early Miocene times. The kinematic evolution of the thrust-fold belt indicates that the active detachments depended on the existence of high pore pressure to propagate forward. Our model shows that this pore pressure buildup was controlled by overburden, mean rock impermeability, and strain rate; the variable interaction among these factors controlled the propagation and style of the thrust wedge.","Authors":"Carbonell, PJT (Torres Carbonell, Pablo J.) ; Arias, LR (Rodriguez Arias, Leonardo) ; Atencio, MR (Atencio, Mario R.)","Title":"Geometry and kinematics of the Fuegian thrust-fold belt, southernmost Andes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396526300035 ISSN: 2150-8925","Keywords":"ecoimmunology; enemy release hypothesis; host defense hypothesis; invasive species; tolerance KeyWords Plus:ENEMY RELEASE HYPOTHESIS; PHILORNIS-DOWNSI DIPTERA; DARWINS FINCH; BLUE TITS; INFECTIOUS-DISEASES; TROGLODYTES-AEDON; HOUSE WRENS; SURVIVAL; ECTOPARASITES; MUSCIDAE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"ECOSPHERE Volume: 8 Issue: 1 Article Number: e01670 DOI: 10.1002/ecs2.1670 Published: JAN 2017","Abstract":"Introduced parasites threaten host populations around the world. For example, introduced parasitic nest flies (Philornis downsi) have contributed to the decline of several species of Darwin's finches in the Galapagos Islands. Introduced parasites are thought to have severe effects on native hosts because the hosts do not have effective defenses against such parasites and/or because introduced parasites have escaped the native enemies that keep their own populations in check. Studying effects of parasites on native hosts is an essential step in testing these causal hypotheses. We conducted a field experiment to assess the virulence of a native species of Philornis (Philornis trinitensis), which parasitizes birds on the island of Tobago. We manipulated flies in nests of black-faced grassquits (Tiaris bicolor), a close relative of Darwin's finches, as well as tropical mockingbirds (Mimus gilvus), a congener of the Galapagos mockingbird (Mimus parvulus). We predicted that P. trinitensis would be relatively avirulent because its native hosts in Tobago have had time to evolve effective defenses against it. We also noted the presence of parasitoids and other enemies of Philornis in Tobago nests. Surprisingly, effects of native P. trinitensis on Tobago birds were similar to the effects of introduced P. downsi on birds in the Galapagos. Flies reduced the reproductive success of grassquits, but not mockingbirds, which are also relatively unaffected by Philornis in the Galapagos. Thus, native Philornis flies are not less virulent than introduced flies. The prevalence of Philornis in Tobago was lower than the prevalence of Philornis in the Galapagos. Presumed enemies of Philornis (parasitoid wasps and ants) were relatively common in nests of birds in Tobago, but largely absent from nests in the Galapagos. We suggest that introduced P. downsi in the Galapagos is widespread, not because hosts lack defenses, but because it has left its enemies behind.","Authors":"Knutie, SA (Knutie, Sarah A.) ; Herman, JM (Herman, Jordan M.) ; Owen, JP (Owen, Jeb P.) ; Clayton, DH (Clayton, Dale H.)","Title":"Tri-trophic ecology of native parasitic nest flies of birds in Tobago"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393612500015 ISSN: 0950-091X eISSN: 1365-2117","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"BASIN RESEARCH Volume: 29 Issue: FEB Pages: 298-326 Supplement: S1 DOI: 10.1111/bre.12150 Published: 2017","Abstract":"Magallanes-Austral Basin (MAB) fill is preserved along a >1000km north-south trending outcrop belt in the southern Patagonia region of Argentina and Chile. Although the stratigraphic evolution of the MAB has been well documented in the Chilean sector (referred to as the Magallanes Basin), its northern terminus in southern Argentina (Austral Basin) is poorly constrained. We present new stratigraphic and geochronologic analyses of the early basin fill (Aptian-Turonian) from the Argentine sector (49-51 degrees S) of the MAB to document spatial variability in stratigraphy and timing of deposition during the initial stages of basin evolution. The initiation of the retroarc foreland basin fill is marked by the transition from mudstone to coarse-clastic deposition, which is characterised by the consistent presence of sandstone beds>ca. 20cm thick interpreted to represent sediment gravity flows deposited in a submarine fan system. Depositional environments within the early fill of the basin range from lower to upper deep-water fan settings as well as previously undocumented slope deposits. These facies are present as far north as El Chalten, Argentina (ca. 49 degrees S), indicating that facies-equivalent rocks can be traced along-strike for at least 5 degrees of latitude, based on correlation with strata as far south as the Cordillera Darwin (ca. 54 degrees S). Eight new U-Pb zircon ages from ash beds reveal an overall southward younging trend in the initiation of coarse clastic deposition. Inferred depositional ages range from ca. 115 +/- 1.9Ma in the northernmost study area to not older than 92 +/- 1Ma and 89 +/- 1.5Ma in the central and southern sectors respectively. The apparent diachronous delivery of coarse detritus into the basin may reflect (1) gradual southward progradation of a deep-water fan system from a northerly point source and/or (2) orogen-parallel variations in the timing and magnitude of thrust-belt deformation and erosion that provided more local sources for sediment delivery.","Authors":"Malkowski, MA (Malkowski, Matthew A.) ; Sharman, GR (Sharman, Glenn R.) ; Graham, SA (Graham, Stephan A.) ; Fildani, A (Fildani, Andrea)","Title":"Characterisation and diachronous initiation of coarse clastic deposition in the Magallanes-Austral foreland basin, Patagonian Andes"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000393677600002 ISSN: 0043-1656 eISSN: 1477-8696","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"WEATHER Volume: 72 Issue: 1 Pages: 2-2 Published: JAN 2017","Authors":"[Anonymous]","Title":"New Bureau operations hub for north-western Australia opens in Darwin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393302300002 ISSN: 1860-0743","Keywords":"acorn barnacle; Cirripedia; Balanomorpha; shell morphology; opercular valve; distribution; Thailand KeyWords Plus:TETRACLITA-SQUAMOSA; WESTERN PACIFIC; GENETIC DIFFERENTIATION; CHTHAMALUS-MALAYENSIS; EURAPHIA-DEPRESSA; CLIMATE-CHANGE; THORACICA; CRUSTACEA; CHECKLIST; ASIA","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOSYSTEMATICS AND EVOLUTION Volume: 93 Issue: 1 Pages: 13-34 DOI: 10.3897/zse.93.10769 Published: 2017","Abstract":"The acorn barnacle is a sessile crustacean, inhabiting the intertidal areas of tropical and temperate regions worldwide. According to current practices on Cirripedia morphology, shell, opercular valves, and arthropodal characters including cirri and mouthparts are used as a tool for taxonomic classification, and using these characteristics the present study aimed to provide better resolution for the barnacle diversity and geographical distribution within coastlines of Thailand: the Andaman Sea and the Gulf of Thailand. A total of ten species belonging to three families (Chthamalidae, Tetraclitidae, and Balanidae) were identified in this study. Subsequently, five species were newly recorded for the first time from Thailand's coasts: Newmanella spinosus Chan & Cheang, 2016, Euraphia hembeli Conrad, 1837, Euraphia depressa (Poli, 1795), Tetraclita kuroshioensis Chan, Tsang & Chu, 2007, and Tetraclita singaporensis Chan, Tsang & Chu, 2007. The others, already mentioned in previous records, include: Tetraclita squamosa (Bruguisre, 1789), Chthamalus malayensis Pilsbry, 1916, Amphibalanus amphitrite (Darwin, 1854), Amphibalanus reticulatus (Utinomi, 1967), and Megabalanus tintinnabulum (Linnaeus, 1758). Interestingly, acorn barnacles along the Andaman Sea occur abundantly, and are much higher in number of species (up to 8 species) than those found in the Gulf of Thailand's coast (up to 6 species). This biased trend of species' preferences is possibly due to the differences in oceanographic nature between two coastlines and the history of barnacle colonization.","Authors":"Pochai, A (Pochai, Ashitapol) ; Kingtong, S (Kingtong, Sutin) ; Sukparangsi, W (Sukparangsi, Woranop) ; Khachonpisitsak, S (Khachonpisitsak, Salinee)","Title":"The diversity of acorn barnacles (Cirripedia, Balanomorpha) across Thailand's coasts: The Andaman Sea and the Gulf of Thailand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392415700006 ISSN: 0899-8418 eISSN: 1097-0088","Keywords":"Australian monsoon; Dunion NT sounding; radiosonde sounding; tropical cyclone intensification; Willis Island KeyWords Plus:TROPICAL CYCLONES; PART I; INTENSITY; MODEL; ATLANTIC; VORTEX","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"INTERNATIONAL JOURNAL OF CLIMATOLOGY Volume: 37 Issue: 1 Pages: 66-78 DOI: 10.1002/joc.4687 Published: JAN 2017","Abstract":"Motivated in part by a potential application to modelling tropical cyclones in the Australian region, mean radiosonde soundings are determined for the three northern Australian stations, Willis Island, Darwin and Weipa, during the core months of the cyclone season (December-February). More than 8500 individual soundings are examined in 30-year datasets for Willis Island and Darwin (1980-2010) and a 15-year dataset for Weipa (1998-2013). These soundings are stratified into three groups according to the low-level wind direction (monsoon regime, easterly flow regime and the rest). The mean soundings for the monsoon regime (low-level winds in the sector west to north) are compared at the three stations and diurnal differences are investigated at stations with two soundings per day. The mean monsoon Willis Island sounding is compared also with the Dunion moist tropical (MT) sounding, which is frequently used as an environmental sounding in the numerical modelling of tropical cyclones. The Willis Island sounding is 1-3 degrees C warmer and somewhat drier than the Dunion MT sounding through the entire troposphere, although the relative humidity differences are relatively small (less than 5% at most observed levels). Idealized numerical simulations of tropical cyclone evolution are performed to assess the implications of using one thermodynamic sounding or another for tropical cyclones in the Australian region. The simulations highlight the importance of not only the environmental sounding for the intensification of model storms, but also the sea surface temperature combined with the sounding.","Authors":"Crnivec, N (Crnivec, Nina) ; Smith, RK (Smith, Roger K.)","Title":"Mean radiosonde soundings for the Australian monsoon/cyclone season"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391826300009 ISSN: 0739-0572 eISSN: 1520-0426","Categories":"Engineering; Meteorology & Atmospheric Sciences Web of Science Categories:Engineering, Ocean; Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF ATMOSPHERIC AND OCEANIC TECHNOLOGY Volume: 34 Issue: 1 Pages: 117-136 DOI: 10.1175/JTECH-D-15-0246.1 Published: JAN 2017","Abstract":"High ice water content (IWC) regions in mesoscale convective systems (MCSs) are a potential threat to commercial aviation, as they are suspected to cause in-service engine power-loss events and air data probe malfunctions. To investigate this, the high-altitude ice crystals (HAIC)/high ice water content (HIWC) projects set up a first field campaign in Darwin (Australia) in 2014. The airborne instrumentation was selected to provide the most accurate measurements of both the bulk total water content (TWC), using a specially developed isokinetic evaporator, and the individual ice crystals properties, using particle imaging probes. This study focuses on determining the size ranges of ice crystals responsible for the mass in high IWC regions, defined here as cloud regions with IWC greater than 1.5 g m(-3). It is shown that for high IWC areas in most of the encountered MCSs, median mass diameters (MMDs) of ice crystals range from 250 to 500 mu m and decrease with increasing TWC and decreasing temperature. At the same time, the mass contribution of the smallest crystals (below 100 mm) remains generally low (below 15%). In contrast, data from two flight missions in a long-lasting quasi-stationary tropical storm reveal that high IWC values can also be associated with MMDs in the range 400-800 mu m and peak values of up to 2 mm. Ice crystal images suggest a major growth contribution by vapor deposition (columns, capped columns) even for such larger MMD values.","Authors":"Leroy, D (Leroy, D.) ; Fontaine, E (Fontaine, E.) ; Schwarzenboeck, A (Schwarzenboeck, A.) ; Strapp, JW (Strapp, J. W.) ; Korolev, A (Korolev, A.) ; McFarquhar, G (McFarquhar, G.) ; Dupuy, R (Dupuy, R.) ; Gourbeyre, C (Gourbeyre, C.) ; Lilie, L (Lilie, L.) ; Protat, A (Protat, A.) ; Delanoe, J (Delanoe, J.) ; Dezitter, F (Dezitter, F.) ; Grandin, A (Grandin, A.) ...More...Less","Title":"Ice Crystal Sizes in High Ice Water Content Clouds. Part II: Statistics of Mass Diameter Percentiles in Tropical Convection Observed during the HAIC/HIWC Project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391855700018 ISSN: 0894-8755 eISSN: 1520-0442","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF CLIMATE Volume: 30 Issue: 1 Pages: 301-315 DOI: 10.1175/JCLI-D-15-0884.1 Published: JAN 2017","Abstract":"The Walker circulation is linked to extratropical waves that are deflected from the Northern Hemisphere polar regions and travel southeastward over central Asia toward the western Pacific warm pool during northern winter. The wave pattern resembles the east Atlantic-west Russia pattern and influences the El Nino-Southern Oscillation (ENSO) region. A tripole pattern between the West Siberian Plain and the two centers of action of ENSO indicates that the background state of ENSO with respect to global sea level pressure (SLP) has a significant negative correlation to the West Siberian Plain. The correlation with the background state, which is defined by the sum of the two centers of action of ENSO, is higher than each of the pairwise correlations with either of the ENSO centers alone. The centers are defined with a clustering algorithm that detects regions with similar characteristics. The normalized monthly SLP time series for the two centers of ENSO (around Darwin, Australia, and Tahiti) are area averaged, and the sum of both regions is considered as the background state of ENSO. This wave train can be detected throughout the troposphere and the lower stratosphere. Its origins can be traced back to Rossby wave activity triggered by convection over the subtropical North Atlantic that emanates wave activity toward the West Siberian Plain. The same wave train also propagates to the central Pacific Ocean around Tahiti and can be used to predict the background state over the ENSO region. This background state also modifies the subtropical bridge between tropical eastern Pacific and subtropical North Atlantic leading to a circumglobal wave train.","Authors":"Liess, S (Liess, Stefan) ; Agrawal, S (Agrawal, Saurabh) ; Chatterjee, S (Chatterjee, Snigdhansu) ; Kumar, V (Kumar, Vipin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Liess, Stefan http://orcid.org/0000-0002-3544-8505","Title":"A Teleconnection between the West Siberian Plain and the ENSO Region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392154200013 PubMed ID: 27811301 ISSN: 0022-0949 eISSN: 1477-9145","Keywords":"Antimicrobial; Fouling; Confocal; Attachment; Bacteria; Reactive oxygen species KeyWords Plus:TYROSINASE-CATALYZED OXIDATION; INSECT CUTICLE SCLEROTIZATION; AMPHITRITE AMPHITRITE DARWIN; MARINE INVERTEBRATE LARVAE; BALANUS-AMPHITRITE; REACTIVE OXYGEN; CROSS-LINKING; GREGARIOUS SETTLEMENT; EXTRACELLULAR-MATRIX; SHELL MINERALIZATION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"JOURNAL OF EXPERIMENTAL BIOLOGY Volume: 220 Issue: 2 Pages: 194-207 DOI: 10.1242/jeb.145094 Published: JAN 2017","Abstract":"Mobile barnacle cypris larvae settle and metamorphose, transitioning to sessile juveniles with morphology and growth similar to that of adults. Because biofilms exist on immersed surfaces on which they attach, barnacles must interact with bacteria during initial attachment and subsequent growth. The objective of this study was to characterize the developing interface of the barnacle and substratum during this key developmental transition to inform potential mechanisms that promote attachment. The interface was characterized using confocal microscopy and fluorescent dyes to identify morphological and chemical changes to the interface and the status of bacteria present as a function of barnacle developmental stage. Staining revealed patchy material containing proteins and nucleic acids, reactive oxygen species amidst developing cuticle, and changes in bacteria viability at the developing interface. We found that as barnacles metamorphose from the cyprid to juvenile stage, proteinaceous materials with the appearance of coagulated liquid were released into and remained at the interface. It stained positive for proteins, including phosphoprotein, as well as nucleic acids. Regions of the developing cuticle and the patchy material itself stained for reactive oxygen species. Bacteria were absent until the cyprid was firmly attached, but populations died as barnacle development progressed. The oxidative environment may contribute to the cytotoxicity observed for bacteria and has the potential for oxidative crosslinking of cuticle and proteinaceous materials at the interface.","Authors":"Essock-Burns, T (Essock-Burns, Tara) ; Gohad, NV (Gohad, Neeraj V.) ; Orihuela, B (Orihuela, Beatriz) ; Mount, AS (Mount, Andrew S.) ; Spillmann, CM (Spillmann, Christopher M.) ; Wahl, KJ (Wahl, Kathryn J.) ; Rittschof, D (Rittschof, Daniel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wahl, Kathryn http://orcid.org/0000-0001-8163-6964","Title":"Barnacle biology before, during and after settlement and metamorphosis: a study of the interface"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000392041700001 PubMed ID: 27908673 ISSN: 0168-9525","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"TRENDS IN GENETICS Volume: 33 Issue: 1 Pages: 1-2 DOI: 10.1016/j.tig.2016.11.005 Published: JAN 2017","Abstract":"What might be the benefits of whole-genome rather than whole-exome sequencing (WES) for identifying the genetic causes of human disabilities? A recent paper by Doan et al. focuses attention on mutations in human accelerated regions (HARs), a subset of genomic regulatory elements showing accelerated evolution between chimpanzees and humans.","Authors":"Beaudet, AL (Beaudet, Arthur L.)","Title":"Darwin Comes to Clinic"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391160700012 PubMed ID: 27163547 ISSN: 0014-4886 eISSN: 1090-2430","Keywords":"Generic background; Congenics; Collaborative cross; CAST/Ei; CNS regeneration; Activin/FGF-beta signaling; Neuron-intrinsic and extrinsic factors KeyWords Plus:SPINAL-CORD-INJURY; RETINAL GANGLION-CELL; OPTIC-NERVE CRUSH; CHONDROITINASE ABC PROMOTES; COMMON-MOUSE STRAINS; EMBRYONIC STEM-CELLS; TGF-BETA; PERIPHERAL-NERVE; FUNCTIONAL RECOVERY; IN-VIVO","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"EXPERIMENTAL NEUROLOGY Volume: 287 Pages: 409-422 Part: 3 Special Issue: SI DOI: 10.1016/j.expneurol.2016.05.004 Published: JAN 2017","Abstract":"The importance of genetic diversity in biological investigation has been recognized since the pioneering studies of Gregor Johann Mendel and Charles Darwin. Research in this area has been greatly informed recently by the publication of genomes from multiple species. Genes regulate and create every part and process in a living organism, react with the environment to create each living form and morph and mutate to determine the history and future of each species. The regenerative capacity of neurons differs profoundly between animal lineages and within the mammalian central and peripheral nervous systems. Here, we discuss research that suggests that genetic background contributes to the ability of injured axons to regenerate in the mammalian central nervous system (CNS), by controlling the regulation of specific signaling cascades. We detail the methods used to identify these pathways, which include among others Activin signaling and other TGF-beta superfamily members. We discuss the potential of altering these pathways in patients with CNS damage and outline strategies to promote regeneration and repair by combinatorial manipulation of neuron-intrinsic and extrinsic determinants. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Tedeschi, A (Tedeschi, Andrea) ; Omura, T (Omura, Takao) ; Costigan, M (Costigan, Michael)","Title":"CNS repair and axon regeneration: Using genetic variation to determine mechanisms"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390985800269 ISSN: 0363-0277","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"LIBRARY JOURNAL Volume: 142 Issue: 1 Pages: 121-121 Published: JAN 2017","Authors":"Pugl, D (Pugl, Dave)","Title":"The Book That Changed America: How Darwin's Theory of Evolution Ignited a Nation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390495800002 ISSN: 0022-0981 eISSN: 1879-1697","Keywords":"Barnacle; Chamaesipho tasmanica; Reproductive output; Size; Density; Future populations KeyWords Plus:CHAMAESIPHO-TASMANICA FOSTER; CHTHAMALUS-ANTENNATUS DARWIN; SPACE-LIMITED RECRUITMENT; SEMIBALANUS-BALANOIDES; MONTAGUI SOUTHWARD; SETTLEMENT RATE; STELLATUS POLI; ROSEA KRAUSS; GROWTH; CIRRIPEDIA","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"JOURNAL OF EXPERIMENTAL MARINE BIOLOGY AND ECOLOGY Volume: 486 Pages: 13-21 DOI: 10.1016/j.jembe.2016.09.013 Published: JAN 2017","Abstract":"In this study the small honeycomb barnacle Chamaesipho tasmanica Foster and Anderson occupied the mid-intertidal area at Cape Banks, New South Wales, but varied greatly in abundance from low to upper shores within its range of distribution. Higher densities of these barnacles lived on lower shores, while larger barnacles lived on upper shores. Settlement (involving larval supply and larval choice), rather than post-settlement mortality, has already been found to determine abundance and distribution of these gregarious barnacles, while longevity governs the size of larger barnacles. In this study, it was hypothesised that reproductive output would also influence the demography of Chamaesipho. Three models were proposed, and appropriate hypotheses tested experimentally, to explain the relationships between numbers, and size of adults, and reproductive output, and their influence on future populations of barnacles. Results demonstrated that larger barnacles had a greater reproductive output than smaller barnacles. Reproductive output, however, was not density-dependent and did not determine ultimate populations of Chamaesipho at Cape Banks. Consequently this study emphasised the importance of early settlement processes in determining the abundance and distribution of this barnacle. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Jeffery, CJ (Jeffery, Carolyn J.)","Title":"Reproductive ecology of the intertidal honeycomb barnacle in New South Wales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390495800039 ISSN: 0022-0981 eISSN: 1879-1697","Keywords":"Multiple stressors; Crassostrea gigas; Austrominius modestus; Early life history processes; Benthic KeyWords Plus:BENTHIC MARINE-INVERTEBRATES; CHTHAMALUS-MONTAGUI SOUTHWARD; ELMINIUS-MODESTUS DARWIN; LARVAL HABITAT SELECTION; CRASSOSTREA-GIGAS; POSTSETTLEMENT MORTALITY; INTERTIDAL BARNACLES; ROCKY SHORES; MACROALGAL ASSEMBLAGES; ECOSYSTEM ENGINEERS","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"JOURNAL OF EXPERIMENTAL MARINE BIOLOGY AND ECOLOGY Volume: 486 Pages: 322-327 DOI: 10.1016/j.jembe.2016.10.021 Published: JAN 2017","Abstract":"Studies identifying interactions between biological invasions and other stressors have generally focussed on quantifying their cumulative effects on mature species assemblages. In benthic systems, however, early life history processes are key determinants of assemblage structure and functioning. This study tested whether the presence of an invasive species affected early life history processes of two common barnacle species and whether this was affected by a second common stressor, nutrient enrichment. The results of a field experiment identified and characterised the effects of an invasive oyster, Crassostrea gigas, on the early life history processes of the two barnacle species under ambient and enriched nutrient conditions. In the presence C. gigas, the invasive barnacle Austrominius modestus, had a lower recruitment rate, however, there was no effect of the presence of C. gigas on native barnacle, Semibalanus balanoides, recruitment. Nutrient enrichment also reduced the recruitment rate of A. modestus, however, there was no evidence of synergistic or antagonistic interactions between these stressors, indicating their cumulative effects were additive. There was no effect of nutrient enrichment on native barnacle recruitment. Our results show that the presence of an invasive oyster and nutrient enrichment altered the recruitment of another non-native benthic species. These findings emphasise the importance of considering early life history processes when assessing effects of multiple stressors on communities. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vye, SR (Vye, Siobhan R.) ; Emmerson, MC (Emmerson, Mark C.) ; Dick, JTA (Dick, Jaimie T. A.) ; O'Connor, NE (O'Connor, Nessa E.)","Title":"Cumulative effects of multiple stressors: An invasive oyster and nutrient enrichment reduce subsequent invasive barnacle recruitment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389326100001 ISSN: 0031-8949 eISSN: 1402-4896","Keywords":"designometry; evolution; falsifiability; genetic engineering; GMO; synthetic life; robot evolution KeyWords Plus:GENETICALLY-MODIFIED ORGANISMS; INDUCTIVE INFERENCE; DIRECTED EVOLUTION; ESCHERICHIA-COLI; FORMAL THEORY; SV40 DNA; CODE; INTELLIGENCE; INFORMATION; DESIGN","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA SCRIPTA Volume: 92 Issue: 1 Article Number: 013002 DOI: 10.1088/0031-8949/92/1/013002 Published: JAN 2017","Abstract":"With unprecedented advances in genetic engineering we are starting to see progressively more original examples of synthetic life. As such organisms become more common it is desirable to gain an ability to distinguish between natural and artificial life forms. In this paper, we address this challenge as a generalized version of Darwin's original problem, which he so brilliantly described in On the Origin of Species. After formalizing the problem of determining the samples' origin, we demonstrate that the problem is in fact unsolvable. In the general case, if computational resources of considered originator algorithms have not been limited and priors for such algorithms are known to be equal, both explanations are equality likely. Our results should attract attention of astrobiologists and scientists interested in developing a more complete theory of life, as well as of AI-Safety researchers.","Authors":"Yampolskiy, RV (Yampolskiy, Roman V.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yampolskiy, Roman http://orcid.org/0000-0001-9637-1161","Title":"On the origin of synthetic life: attribution of output to a particular algorithm"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000386604600033 ISBN:978-3-319-31293-4; 978-3-319-31291-0 ISSN: 2194-5357","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Robotics","Journal Information":"ROBOT INTELLIGENCE TECHNOLOGY AND APPLICATIONS 4 Book Series: Advances in Intelligent Systems and Computing Volume: 447 Pages: 411-421 DOI: 10.1007/978-3-319-31293-4_33 Published: 2017","Abstract":"This paper presents a theoretical approach for a humanoid robot performing autonomously in a golf setting. The main concentration of this research is on using vision and mathematical calculations to perform and evaluate the success of each test. Most of the problems encountered in making a humanoid perform complex actions like playing golf arise from the constraints in their features and implementations. Parts of the solution comprise linear interpolation and angle calculation. Challenges faced and solved include some that will lead to a better understanding of human-robot interaction.","Authors":"Gomez, M (Gomez, Mauricio) ; Khaday, B (Khaday, Bakytgul) ; Gonzalez, A (Gonzalez, Adalberto) ; Esmaeili, A (Esmaeili, Ahmad) ; Matson, ET (Matson, Eric T.) Edited by:Kim, JH; Karray, F; Jo, J; Sincak, P; Myung, H","Title":"Golf-Playing DARwIn-OP: A Theoretical Approach"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000386326300005 ISBN:978-981-3149-12-0","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"ADVANCES IN COOPERATIVE ROBOTICS Pages: 9-17 Published: 2017","Abstract":"Temporal deviations in gait events of the human walking can be potentially applied to assess the rehabilitation with wearable robots. To improve the robustness of this gait analysis, in this study is presented a novel real-time gait events detector, which considers the previous walking conditions. This turns this strategy advantageous regarding the state-of-the-art since this tool is easily adapted to current locomotion mode. Therefore, a finite state machine (FSM) is developed, which performs the detection of heel-strike and toe-off events through pre-defined decision rules. The proposed algorithm is innovative since it uses adaptive thresholds in the FSM's decision rules, becoming the detector robust to sporadic perturbations, and adaptive to locomotion mode changes. Three stages were considered: thresholds' calibration, real-time detection of gait events, and thresholds' update. As the first step, the algorithm was validated in a simulated and real DARwIn-OP robot. Results with two distinct controllers for generating DARwIn-OP walking show that the proposed algorithm correctly detects the gait events ( accuracy higher than 97% and 84.348% in simulated and real environments, respectively), with a delay in detection of 28-34ms. These findings support the robustness of the developed tool in real-time assistance, due its accurate validation under distinct walking conditions.","Authors":"Figueiredo, J (Figueiredo, Joana) ; Santos, CP (Santos, Cristina P.) ; Moreno, JC (Moreno, Juan C.) Edited by:Tokhi, MO; Virk, GS","Title":"VALIDATION OF GAIT EVENTS DETECTOR USING ADAPTIVE THRESHOLDS IN HUMANOID ROBOT"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398006000005 PubMed ID: 28033036 ISSN: 0895-2779 eISSN: 1543-2904","Keywords":"sport; thin slices; confidence; leakage KeyWords Plus:THIN SLICES; PENALTY SHOOTOUTS; DECISION-MAKING; BEHAVIOR; EXPRESSIONS; PSYCHOLOGY; ACCURACY; SUCCESS; PLAYERS; SPORTS","Categories":"Social Sciences - Other Topics; Psychology; Sport Sciences Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Psychology, Applied; Psychology; Sport Sciences","Journal Information":"JOURNAL OF SPORT & EXERCISE PSYCHOLOGY Volume: 38 Issue: 6 Pages: 590-597 DOI: 10.1123/jsep.2016-0192 Published: DEC 2016","Abstract":"The goal of the present paper was to investigate whether soccer referees' nonverbal behavior (NVB) differed based on the difficulty of their decisions and whether perceivers could detect these systematic variations. On the one hand, communicating confidence via NVB is emphasized in referee training. On the other hand, it seems feasible from a theoretical point of view that particularly following relatively difficult decisions referees have problems controlling their NVB. We conducted three experiments to investigate this question. Experiment 1 (N = 40) and Experiment 2 (N = 60) provided evidence that perceivers regard referees' NVB as less confident following ambiguous decisions as compared with following unambiguous decisions. Experiment 3 (N = 58) suggested that perceivers were more likely to debate with the referee when referees nonverbally communicated less confidence. We discuss consequences for referee training.","Authors":"Furley, P (Furley, Philip) ; Schweizer, G (Schweizer, Geoffrey)","Title":"Nonverbal Communication of Confidence in Soccer Referees: An Experimental Test of Darwin's Leakage Hypothesis"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397064100013 ISSN: 0926-7220 eISSN: 1573-1901","Categories":"Education & Educational Research; History & Philosophy of Science Web of Science Categories:Education & Educational Research; History & Philosophy Of Science","Journal Information":"SCIENCE & EDUCATION Volume: 25 Issue: 9-10 Pages: 1159-1164 DOI: 10.1007/s11191-016-9869-8 Published: DEC 2016","Authors":"Merlin, F (Merlin, Francesca)","Title":"Darwin's Dice: The Idea of Chance in the Thought of Charles Darwin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397873100011 ISSN: 1342-937X eISSN: 1878-0571","Keywords":"Subduction erosion; Ocean drilling; Apatite fission track; Central America KeyWords Plus:COSTA-RICA; FORE-ARC; PACIFIC MARGIN; CONVERGENT MARGINS; TECTONIC EROSION; NICOYA PENINSULA; OCEANIC PLATEAU; RIDGE COLLISION; WESTERN PANAMA; CENTRAL ANDES","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GONDWANA RESEARCH Volume: 40 Pages: 184-198 DOI: 10.1016/j.gr.2016.10.001 Published: DEC 2016","Abstract":"The relative rates of creation and destruction of continental crust at subduction zones are a key factor shaping the evolution of continental crust through time. Central America, arguably the best studied place where subduction erosion has been documented, is used here to assess past rates and modes of forearc recycling. Drilling from Guatemala to Costa Rica indicates that subduction erosion has been active since at least the early Miocene. Drilling also shows that the rates of subduction erosion have varied significantly both along strike and through time. The Integrated Ocean Drilling Program (IODP) Expedition 334 to southern Costa Rica documents unprecedented subduction erosion there - at rates larger than the fastest known rates of forearc accretion. In southern Costa Rica, accelerated subduction erosion of the upper plate initiated when the Panama Fracture Zone/Cocos Ridge, the latter being an over thickened aseismic ridge, arrived at the Middle America Trench. The forearc records this event with an unconformity at 2.2 +/- 0.2 Ma. The recovered shelf sequence overlying the unconformity constrains a short (<2 Myr) interval of extreme subsidence (similar to 1200 m) with a rapid pulse occurring during the first similar to 0.3 Myr. This event removed an estimated 1.2 x 10(6) km(3) of forearc material at a rate of similar to 1125 km(3)/Myr/km of trench during a time of rapid (similar to 1035 m/Myr) contemporaneous shelf sediment accumulation. Detrital apatite fission-track thermochronology on the sediments above the unconformity indicates the pattern of surficial sediment transport during this subduction erosion event. The fission track data showthat sediments fromthe extinct and exhumed volcanic arc -the Cordillera de Talamanca -were able to immediately access the growing forearc basin after the onset of the 2.2 Ma subduction erosion event. The onset of subduction of an aseismic ridge as occurred at 2.2 Ma in southern Costa Rica is a fairly common tectonic event along a subduction margin. We suggest that similar rapid pulses of subduction erosion may punctuate the evolution of many margins, contributing disproportionately to crustal recycling at subduction zones. The (poorly) preserved geologic record of paleoforearcs needs to be reassessedwith this mechanismin mind. It also implies that continental forearc material may be significantly consumed during short local bursts along a subduction margin, and furthermore, that margins abutting regions of frequent subduction of aseismic ridges, like the regions in theWestern Pacific where the Darwin Rise currently subducts, should face disproportionate pulses of future subduction erosion and forearc recycling. (C) 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.","Authors":"Vannucchi, P (Vannucchi, Paola) ; Morgan, JP (Morgan, Jason P.) ; Balestrieri, ML (Balestrieri, Maria Laura)","Title":"Subduction erosion, and the de-construction of continental crust: The Central America case and its global implications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395793200011 PubMed ID: 27909301 ISSN: 2055-026X eISSN: 2055-0278","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"NATURE PLANTS Volume: 2 Issue: 12 Article Number: 16188 DOI: 10.1038/NPLANTS.2016.188 Published: DEC 2016","Abstract":"Darwin's studies on heterostyly in Primula described two floral morphs, pin and thrum, with reciprocal anther and stigma heights that promote insect-mediated cross-pollination. This key innovation evolved independently in several angiosperm families. Subsequent studies on heterostyly in Primula contributed to the foundation of modern genetic theory and the neo-Darwinian synthesis. The established genetic model for Primula heterostyly involves a diallelic S locus comprising several genes, with rare recombination events that result in self-fertile homostyle flowers with anthers and stigma at the same height. Here we reveal the S locus supergene as a tightly linked cluster of thrum-specific genes that are absent in pins. We show that thrums are hemizygous not heterozygous for the S locus, which suggests that homostyles do not arise by recombination between S locus haplotypes as previously proposed. Duplication of a floral homeotic gene 51.7 million years (Myr) ago, followed by its neofunctionalization, created the current S locus assemblage which led to floral heteromorphy in Primula. Our findings provide new insights into the structure, function and evolution of this archetypal supergene.","Authors":"Li, JH (Li, Jinhong) ; Cocker, JM (Cocker, Jonathan M.) ; Wright, J (Wright, Jonathan) ; Webster, MA (Webster, Margaret A.) ; McMullan, M (McMullan, Mark) ; Dyer, S (Dyer, Sarah) ; Swarbreck, D (Swarbreck, David) ; Caccamo, M (Caccamo, Mario) ; van Oosterhout, C (van Oosterhout, Cock) ; Gilmartin, PM (Gilmartin, Philip M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number McMullan, Mark http://orcid.org/0000-0002-0711-5666","Title":"Genetic architecture and evolution of the S locus supergene in Primula vulgaris"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393796100006 PubMed ID: 27925110 ISSN: 1413-8123 eISSN: 1678-4561","Keywords":"Accidents traffic; Motorcycles; Auto-mobiles; Sex; Biological Evolution KeyWords Plus:RISK-TAKING; INVOLVEMENT RATES; TRAFFIC ACCIDENTS; GENDER; BRAZIL; CRASH; INTERVENTIONS; METAANALYSIS; BEHAVIOR; SAFETY","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"CIENCIA & SAUDE COLETIVA Volume: 21 Issue: 12 Pages: 3691-3702 DOI: 10.1590/1413-812320152112.22792015 Published: DEC 2016","Abstract":"Our aim was to assess differences between men and women in the likelihood of exposure to traffic as drivers of cars and motorcycles, and in the risk of dying from a car or a motorcycle crash, in order to verify the extent to which Darwin's Sexual Selection Theory could have predicted the findings and can help to interpret them. Study population was composed of men and women aged 18 to 60 years residents in the state of Rio de Janeiro between 2004 and 2010, and in the state of Rio Grande do Sul between 2001 and 2010. We built frequency distribution tables and drew bar charts in order to check whether there were differences between the sexes and interactions of sex with age. More men exposed themselves to and died in traffic than women, especially the young. Society should have an especially vigilant attitude towards men on the wheel due to their increased innate tendency to exposure to risk. Darwin's sexual selection theory can be an important ally when postulating hypotheses and interpreting epidemiological findings aiming at improving public policies to reduce the excessive number of traffic deaths, especially in societies where machismo is strong or the stimulus to masculinity is exaggerated.","Authors":"Medeiros, ALD (dos Santos Medeiros, Andre Luis) ; Nadanovsky, P (Nadanovsky, Paulo)","Title":"Car and motorcycle deaths: an evolutionary perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392418300025 ISSN: 0941-0643 eISSN: 1433-3058","Keywords":"Behaviour learning; Adaptive resonance theory; Gaussian distribution; Hidden Markov Model; Incremental learning; Topological map KeyWords Plus:RECOGNITION; NETWORKS; PATTERNS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEURAL COMPUTING & APPLICATIONS Volume: 27 Issue: 8 Pages: 2509-2522 Special Issue: SI DOI: 10.1007/s00521-015-2021-x Published: DEC 2016","Abstract":"Behaviour learning by robots is an emerging research field. The robot behaviour learning in realistic environment requires the robot to be able to learn incrementally in order to adapt itself to the dynamic environment. The incremental learning system should be stable and acquire new information without corrupting previous knowledge. Probabilistic approach has become the prevalent epitome in robotic learning systems. In probabilistic learning models, such as Hidden Markov Model, estimating the optimal number of states is difficult which limits the models capabilities by limiting the number of motion patterns to be learned a priori. In this paper, we presented an approach for learning behaviour patterns through continuous observation. We have proposed a novel architecture for learning the spatio-temporal sequences using Topological Gaussian Adaptive Resonance Hidden Markov Model. The proposed model dynamically generates the graph-based structure for the observed patterns through a novel topological mapping architecture. The structure (number of states) of the probabilistic model is not fixed and is adjusted based on the topological map of the acquired motion features. The topological map consists of nodes connected with edges, where each node represents the encoded motion features to adaptively generalize the observed behaviour patterns. The model combines the self-organizing, self-stabilizing properties and time series processing features to learn the spatio-temporal sequences. To demonstrate the properties of the proposed algorithm, we have performed a set of experiments through simulation on DARwIn-OP humanoid robot.","Authors":"Dawood, F (Dawood, Farhan) ; Loo, CK (Loo, Chu Kiong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Loo, Chu Kiong F-4360-2011 http://orcid.org/0000-0001-7867-2665","Title":"Robot behaviour learning using Topological Gaussian Adaptive Resonance Hidden Markov Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391080400005 ISSN: 0377-0265 eISSN: 1872-6879","Keywords":"Loop current dynamics; Mesoscale and frontal eddies; Mooring observations KeyWords Plus:EMPIRICAL MODE DECOMPOSITION; MOMENTUM IMBALANCE PARADOX; GULF-OF-MEXICO; EDDIES; FREQUENCY; ALTIMETRY; CYCLONES","Categories":"Geochemistry & Geophysics; Meteorology & Atmospheric Sciences; Oceanography Web of Science Categories:Geochemistry & Geophysics; Meteorology & Atmospheric Sciences; Oceanography","Journal Information":"DYNAMICS OF ATMOSPHERES AND OCEANS Volume: 76 Pages: 217-239 Part: B Special Issue: SI DOI: 10.1016/j.dynatmoce.2016.08.001 Published: DEC 2016","Abstract":"Three years (2008-2011) of direct current measurements from a mooring array deployed at the western Yucatan Channel (defined west of 85.6 degrees W) and along the eastern Campeche Bank captured the main characteristics of the Yucatan and Loop Currents and the eddies associated with them. The array was deployed to provide upstream conditions in support of the Loop Current Dynamics Experiment. A substantial portion (60-80%) of the variance at the mooring sections is related to horizontal shifts of the currents due to meanders and eddies. Time-frequency analysis indicates that the velocity time-series are \"event dominated\", with higher variability at low-frequencies (40-100 days or longer periods) but with a substantial contribution at higher frequencies (5-25 days periods) particularly strong from October to March. The vertical structure and time evolution of the eddy kinetic energy in a developing Campeche Bank cyclone suggest baroclinic instability dynamics are relevant for its development. Four Loop Current eddies (Cameron, Darwin, Ekman and Franklin) separated during 2008-2011. Ekman and Franklin were particularly dominated by a cyclone associated with a meander trough of the southward flowing branch of the Loop Current (Donohue et al., 2016a,b) and weaker Campeche Bank cyclones. For Cameron and Darwin, Campeche Bank cyclonic anomalies appear to be nearly as strong as the ones coming from the eastern side of the Loop Current. Eastward shifts of the Yucatan and Loop Currents observed over the sections appear to be linked to vorticity perturbations propagating from the Caribbean and precede several eddy detachments; their significance for the generation of Campeche Bank cyclones and eddy shedding remains to be determined. Time-series of Yucatan Current transport, vorticity fluctuations and Loop Current northward extension during the 3 deployment periods only depict positive correlation in two of them. Given the wide spectrum of variability, much more data are required to determine if a statistically robust relation exists among these variables. Our results clearly illustrate the complexity of the flow in this region and that it is difficult to single out a dominant mechanism that can explain all Loop Current eddy detachments. C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sheinbaum, J (Sheinbaum, Julio) ; Athie, G (Athie, Gabriela) ; Candela, J (Candela, Julio) ; Ochoa, J (Ochoa, Jose) ; Romero-Arteaga, A (Romero-Arteaga, Angelica) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number  http://orcid.org/0000-0001-6121-3972","Title":"Structure and variability of the Yucatan and loop currents along the slope and shelf break of the Yucatan channel and Campeche bank"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391083600004 ISSN: 0031-7977","Categories":"Linguistics; Literature Web of Science Categories:Language & Linguistics; Literature","Journal Information":"PHILOLOGICAL QUARTERLY Volume: 95 Issue: 1 Pages: 101-124 Published: WIN 2016","Authors":"Powell, R (Powell, Rosalind)","Title":"Linnaeus, Analogy, and Taxonomy: Botanical Naming and Categorization in Erasmus Darwin and Charlotte Smith"}, {"Document Information":"Document Type:Article Language:Afrikaans Accession Number: WOS:000391156100005 ISSN: 0041-4751","Keywords":"philosophy; natural sciences; natural selection; struggle for existence; change; constancy; universality; individuality; lawfulness; realism; nominalism","Categories":"Social Issues Web of Science Categories:Social Issues","Journal Information":"TYDSKRIF VIR GEESTESWETENSKAPPE Volume: 56 Issue: 4 Pages: 1165-1177 Part: 2 DOI: 10.17159/2224-7912/2016/v56n4-2a5 Published: DEC 2016","Abstract":"The cradle of our Western intellectual legacy is found in ancient Greece where philosophy witnessed the slow process of differentiation through which the various social sciences started to come into their own. Their interconnectedness precluded a separation between philosophy and the academic disciplines, explaining why throughout the subsequent history all the existing special sciences harboured schools of thought that reflected the influence of philosophical trends. Contemplate for example how the way in which Thomas Hobbes portrayed the \"state of nature,\" namely as a battle of everyone against everyone (bellum omni contra omnes), influenced Charles Darwin in his conception of nature as a \"struggle for existence.\" Stephen Gould even holds that natural selection essentially transposes the economic theory of Adam Smith to nature. Darwin struggled with the Enlightenment idea of progress although his theory as such does not leave any room for a purpose or goal. In all of this Gould discerns a paradox: the absence of a statement about general progress and the fossil record, crying out for \"a rationale that will place progress into the center of evolutionary theory\". Nineteenth century historicism succeeded the ideal of progress. It opened the way for unlimited change and transformation and at once highlights philosophical problems and insights already found in Greek philosophy. The all-important contribution of Plato was to realize that change always presupposes something persistent or enduring. This insight later on returned in the formulation of the law of inertia by Galileo and in the special theory of relativity by Einstein. Immanuel Kant articulated what he called the \"law of the continuity of all change\". However, it was the relationship between universality and what is individual that paved the way for the linguistic turn at the beginning of the 20th century. No science is possible of what is individual. Aristotle therefore had to introduce a universal secondary substance adjacent to his purely individual primary substance. While Plato actually stumbled upon a given law as order for things, Aristotle wrestled with the orderliness of things (such as the houseness of this house or the being a circle of this circle). Mediated by the space metaphysics of P armenides ' medieval philosophy eventually wrestled with the so-called ontic status of universals (universalia). Realistic metaphysics accepted a threefold existence of the universalia: ante rem as ideas in God's Mind, in re as their universal essential forms, and post rem as universal concepts in the mind of the human subject. By the beginning of the 1.3th century William of Ockham questioned the threefold existence of the universalia. Outside the human mind there is only a multiplicity of individual entities. Since nominalism rejected both a universal order for and a universal orderliness of things, it actually stripped reality of its laws and lawfulness, paving the way for Kant to introduce human understanding to fill this vacant position. He holds: \"Understanding creates its laws (a priori) not out of nature but prescribes them to nature.\" Whereas Ray and Linnaeus continued the idea of types in their idealistic morphology (accepting universality outside the human mind in classing plants and animals), Darwin and his followers adhere to nominalism, more recently articulated in a clear statement of Simpson: \"Organisms are not types and do not have types. \" Not even modern mathematics escaped from the problem of universalia because (according to Fraenkel et al) sets participate in the \"well-known and amply discussed classical problem of the ontological status of the universals\". Stegmfiller even relates this problem to basic issues in mathematics as such the three ontological positions, namely nominalism, conceptualism and platonism could be mapped upon \"the quantitative categories finite totality (Gesamtheit) denumerable infinite totality non-denumerable infinite totality\". Paul Bernays holds that the application of platonism in mathematics is so widespread that it is not an exaggeration to say that platonism reigns supreme in the field of mathematics. The remarkable and at once astonishing effect of the influence of the contest about universals in the modern natural sciences is that there is an abyss between nominalistic Darwinism and platonistic mathematics. All-in-all it is clear that the natural sciences were (and still are) thoroughly influenced by the humanities.","Authors":"Strauss, D (Strauss, Danie)","Title":"The humanities background of the natural sciences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390629600010 ISSN: 0006-3207 eISSN: 1873-2917","Keywords":"Phylogenetic diversity; Phylogenetic endemism; Gekkonidae; Scincidae; Distribution models; Conservation assessment KeyWords Plus:PHYLOGENETIC DIVERSITY; INFORM CONSERVATION; NORTHERN-TERRITORY; MONSOONAL TROPICS; DIPLODACTYLIDAE; DIVERSIFICATION; BIODIVERSITY; BIOGEOGRAPHY; ENDEMISM; GECKO","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"BIOLOGICAL CONSERVATION Volume: 204 Pages: 83-93 Part: A Special Issue: SI DOI: 10.1016/j.biocon.2016.05.002 Published: DEC 2016","Abstract":"Australia's lizard fauna is among the most diverse in the world. Yet for the continent's vast northern Monsoonal Tropics, recent genomic and morphological evidence indicate that current taxonomy significantly underestimates actual biological diversity. Apparently widespread species typically contain ancient phylogenetic divisions or confounded taxonomic boundaries. Resolving the distributions and relationships across tropical species complexes reveals higher diversity than is recognised taxonomically and may warrant substantial taxonomic changes. For conservation assessments however, we need not wait for revised taxonomy, because phylogenetically informed analyses can use the best available data to inform conservation priorities now, independent of taxonomy. We present results of a large-scale conservation analysis based on comparative phylogeography of ten genera of lizards in two families (Gekkonidae and Scincidae) across the \"Top End\" of northern Australia, an ecologically and topographically diverse landscape recognised for its high biodiversity and indigenous cultural values. We combine the distributions and phylogeny of evolutionary lineages across multiple species complexes to estimate phylogenetic endemism, a measure of the extent to which evolutionary diversity is geographically concentrated. We demonstrate new methods for conservation assessment to incorporate phylogenetic diversity both within and across species, and for cases where taxonomy is uncertain or incomplete. We identify five hotspots of endemism, some previously known such as the Arnhem Plateau but others that are newly identified such as the Wessel & English Company Islands and the Darwin-Litchfield area. We find that, weighted by range size, the 28% of the region within protected areas holds 44% of the region's sampled phylogenetic diversity. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Rosauer, DF (Rosauer, D. F.) ; Blom, MPK (Blom, M. P. K.) ; Bourke, G (Bourke, G.) ; Catalano, S (Catalano, S.) ; Donnellan, S (Donnellan, S.) ; Gillespie, G (Gillespie, G.) ; Mulder, E (Mulder, E.) ; Oliver, PM (Oliver, P. M.) ; Potter, S (Potter, S.) ; Pratt, R (Pratt, Rc.) ; Rabosky, DL (Rabosky, D. L.) ; Skipwith, PL (Skipwith, P. L.)[ 9,10 ] ; Moritz, C (Moritz, C.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Blom, Mozes http://orcid.org/0000-0002-6304-9827","Title":"Phylogeography, hotspots and conservation priorities: an example from the Top End of Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390687200022 ISSN: 0027-0644 eISSN: 1520-0493","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"MONTHLY WEATHER REVIEW Volume: 144 Issue: 12 Pages: 4941-4962 DOI: 10.1175/MWR-D-16-0133.1 Published: DEC 2016","Abstract":"Variability in the wet season of tropical northern Australia is examined over its main months, November-March, with a focus on zonal differences between the western, central, and eastern domains, which encompass the northern parts of Western Australia, Northern Territory, and Queensland, respectively. The seasonal progression of the wet season is similar across the region, with steadily increasing atmospheric moisture and rainfall into the core months of the monsoon, January and February, decreasing into March. This seasonal progression differs in the eastern domain, where there is an extension of premonsoonal conditions into December, and a delay of the onset of the monsoon until January. An analysis of TRMM precipitation features (PFs) reveals more intense convection during the premonsoon, steadily decreasing in intensity to much shallower convection by March, with a steady increase in the overall number of PFs throughout the wet season. Regionally, the intensity of PFs steadily decreases eastward across northern Australia with significantly weaker, shallower PFs over the eastern domain. Intraseasonal variability associated with the Madden-Julian oscillation (MJO) has a consistent impact on the rainfall and the total number of TRMM PFs across northern Australia, with both increasing and decreasing during the active and suppressed phases, respectively. However, regional variations in the effect of the MJO lead to radically different characteristics of PFs during the suppressed phases; intense convection and thunderstorms become more frequent over the western and central domains, while shallow PFs associated with the warm rain precipitation process increase in number over the eastern domain.","Authors":"Murphy, MJ (Murphy, Michael J., Jr.) ; Siems, ST (Siems, Steven T.) ; Manton, MJ (Manton, Michael J.)","Title":"Regional Variation in the Wet Season of Northern Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390095200008 ISSN: 0011-3204 eISSN: 1537-5382","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"CURRENT ANTHROPOLOGY Volume: 57 Issue: 6 Pages: 838-843 DOI: 10.1086/688885 Published: DEC 2016","Abstract":"Sigmund Freud developed his evolutionary theory for the origin of the Oedipus complex in Totem and Taboo, published in 1913. This complex scenario, involving what Freud called the primal crime and its subsequent phylogenetic consequences, incorporated theories from a number of sources, including Charles Darwin. Freud claimed to have found in Darwin a proposal for the structure for early human social organization. Since then, Darwin's primal horde has endured in a variety of literatures that build on Freud's work. In this essay, Darwin's primal horde is reevaluated from the standpoint of Darwin's writing. Darwin's words were taken out of context and exaggerated. The primal horde is a concept that Darwin would not recognize, that he did not propose, and that misrepresents what he wrote. It is Freud's construction, not Darwin's. Modern authors should not cite Darwin when discussing Darwin's primal horde.","Authors":"Smith, RJ (Smith, Richard J.)","Title":"Darwin, Freud, and the Continuing Misrepresentation of the Primal Horde"}]