[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200001 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Social networks; Spectroscopy; Activity data; Network measurement; Relationship detection; Mobile devices KeyWords Plus:SPACED DATA; NETWORKS; COMMUNICATION; TIME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 1 DOI: 10.1007/s13278-016-0419-9 Published: DEC 2017","Abstract":"Inferring social relationships among individuals is a difficult problem, typically requiring either intrusive measurements (e.g., surveys) or convenience samples (e.g., ties captured by online social networking systems). Automatically collected activity data from mobile devices or similar sources provide a promising alternative for inexpensive and unobtrusive detection of interpersonal relationships. Here, we introduce a new method-activity correlation spectroscopy-for inferring relationships by exploiting the spectral and distributional structure of activity correlation within dyads. Unlike existing techniques, our approach can be employed with minimal, individual-level (i.e., non-relational), and non-identifying data that are easily collected using commodity hardware. We demonstrate our methodology via an application to detection of friendship and group co-membership using mobile device and survey data from the MIT Reality Mining study (Eagle et al. in Proc Natl Acad Sci 106: 15274-15278, 2009).","Authors":"Zhang, XH (Zhang, Xuhong) ; Butts, CT (Butts, Carter T.)","Title":"Activity correlation spectroscopy: a novel method for inferring social relationships from activity data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396593400001 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Air Column; Canister; Gas Contents; Coal","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 1 Pages: 1-9 DOI: 10.22044/jme.2016.631 Published: WIN-SPR 2017","Abstract":"Canister desorption is a widely used technique to measure the gas content of coal. The gas content data, when normalized to volume/weight and multiplied by coal seam mass, is used to estimate the gas in place in an area around the cored hole. However, the gas content and the percentage of each constituent are likely to be influenced by trapped air in the canister at the time of the coal enclosure and subsequent sealing. Freshly-cored coal samples were collected from three mines, mining coal from Bulli seam, Sydney Basin. The studied underground mines were Appin West, West Cliff, and Tahmoor. The research programme, spanning for a period of four years, focused only on the influence of the trapped air in the canister on the coal gas percentage of each constituent. It was found that the percentage of each coal gas constituent was influenced by the trapped air in the canister space. The effect of trapped air was extended to the component percentage of the gases in the crushed coal samples, normally used for the estimation of Q3.","Authors":"Aziz, N (Aziz, N.) ; Mirzaghorbanali, A (Mirzaghorbanali, A.)","Title":"Effect of air column in transport canisters on measured gas contents of coal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396593400003 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Groundwater; ANN; MANFIS; Heavy Metals; Biogeography-Based Optimization Algorithm KeyWords Plus:FUZZY INFERENCE SYSTEM; NEURAL-NETWORKS; OPTIMIZATION; COAL; PARAMETERS; TRANSPORT; SULFATE; RIVER; ANN","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 1 Pages: 35-48 DOI: 10.22044/jme.2016.592 Published: WIN-SPR 2017","Abstract":"Determining the distribution of heavy metals in groundwater is important in developing appropriate management strategies at mine sites. In this paper, the application of artificial intelligence (AI) methods to data analysis, namely artificial neural network (ANN), hybrid ANN with biogeography-based optimization (ANN-BBO), and multi-output adaptive neural fuzzy inference system (MANFIS) to estimate the distribution of heavy metals in groundwater of Lakan lead-zinc mine is demonstrated. For this purpose, the contamination groundwater resources were determined using the existing groundwater quality monitoring data, and several models were trained and tested using the collected data to determine the optimum model that used three inputs and four outputs. A comparison between the predicted and measured data indicated that the MANFIS model had the most potential to estimate the distribution of heavy metals in groundwater with a high degree of accuracy and robustness.","Authors":"Fard, ZB (Fard, Z. Bayatzadeh) ; Ghadimi, F (Ghadimi, F.) ; Fattahi, H (Fattahi, H.)","Title":"Use of artificial intelligence techniques to predict distribution of heavy metals in groundwater of Lakan lead-zinc mine in Iran"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396593400005 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Joint Mapping; Digital Image Analysis; Choghart Iron Ore Mine KeyWords Plus:DIGITAL IMAGES","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 1 Pages: 61-74 DOI: 10.22044/jme.2016.629 Published: WIN-SPR 2017","Abstract":"Presence of joints and fractures in rocks strongly influences the behavior of the rock mass by dividing the media into smaller units. These structures intensify the potential instability besides the development of sliding and rotational movements. The assumption of discontinuum media changes the whole analysis conditions in relation to the continuum analysis. Acquisition of geometrical and structural discontinuity data alongside their mechanical properties is of paramount importance in a rock mass analysis. Orientation, spacing, expansion, and other geometrical characteristics of the rock mass and their relative geometrical position to the studied projects influence the pattern and potential of failure. Therefore, inevitably, the first step involved in the analysis of rock mass is geometric data collection of the discontinuities as a crucial step before analysis. In this study, the traditional data collection methods in structural discontinuities with their disadvantages are reviewed. Then the discontinuity data collection based on digital image analysis is developed and applied in a case study to several walls of the Choghart iron ore mine. The results obtained show that this method has a very good accuracy in assessing the fine structures, and also it collects data in a much shorter time. This study, therefore, suggests that the proposed method can be used as a practical approach.","Authors":"Mohebbi, M (Mohebbi, M.) ; Bafghi, ARY (Bafghi, A. R. Yarahmadi) ; Marji, MF (Marji, M. Fatehi) ; Gholamnejad, J (Gholamnejad, J.)","Title":"Rock mass structural data analysis using image processing techniques (Case study: Choghart iron ore mine northern slopes)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395434100001 ISSN: 0094-8373 eISSN: 1938-5331","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology; Evolutionary Biology; Paleontology Web of Science Categories:Biodiversity Conservation; Ecology; Evolutionary Biology; Paleontology","Journal Information":"PALEOBIOLOGY Volume: 43 Issue: 1 Pages: 1-14 DOI: 10.1017/pab.2016.42 Published: WIN 2017","Abstract":"Extant species of the genus Equus (e.g., horses, asses, and zebras) have a widespread distribution today on all continents except Antarctica. Extinct species of Equus represented by fossils were likewise widely distributed in the Pliocene and even more so during the Pleistocene. In order to understand the efficacy of \"big data\" for (paleo)biogeographic analyses, location records (latitude, longitude) and fossil occurrences for the genus Equus were mined and further explored from six databases, including iDigBio, Paleobiology Database, VertNet, BISON, Neotoma, and GBIF. These were chosen from a priori knowledge of where relevant data might be aggregated. We also realized that these databases have different objectives and data sources and therefore would provide a useful comparative study of the widespread taxon Equus in space and time. The mining of Equus data from these six sources yielded a combined total of 123.8 K location records, including 116.2K fossil specimens. These include individual points that are unique, that is, only occurring in one of these databases, and those that are duplicated in multiple databases. Of the six databases, three (iDigBio, Paleobiology Database, and GBIF) were judged to be the most useful in the Equus use case. Most of the databases are biased toward North American records, thus limiting the reconstruction of the actual distribution of the genus Equus in space and time outside of this continent. Although Equus has a large number of digitally accessible records, fundamentally interesting questions pertaining to evolutionary dynamics and extinction geography are still a challenge for these kinds of biodiversity databases due primarily to the lack of sufficiently dense and precise temporal data.","Authors":"MacFadden, BJ (MacFadden, Bruce J.) ; Guralnick, RP (Guralnick, Robert P.)","Title":"Horses in the Cloud: big data exploration and mining of fossil and extant Equus (Mammalia: Equidae)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000011 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Spatial pattern mining; Co-location mining; Prevalent pattern; Distance decay effect; Kernel density estimation model KeyWords Plus:SPATIAL ASSOCIATION; DATA SETS; POINTS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 144-161 DOI: 10.1016/j.ins.2017.02.040 Published: AUG 2017","Abstract":"With the rapid development of science technology, finding prevalent spatial patterns from urban facility data has gradually become an important issue in smart city applications. Co-location pattern alining is a valid method for identifying patterns whose instances are prevalent in geographical proximity. However, existing methods treat the space as homogeneous and non-directional, and both the proximity levels and connecting directions of instances are neglected during the mining process, causing the minded patterns to be unsatisfactory. Tobler's First Law indicates that the contributions of instances to their pattern's significance diminish as the distance decreases. Moreover, the directions in which instances are connected should also be considered due to the distance decay effects. Following these threads, this paper proposes a novel co-location pattern mining algorithm mixed with a density-weighted distance thresholding consideration. Based on the framework of our previous SGCT algorithm, which concentrates on efficiency and storage issues, this solution comprises an extension called SGCT-K, which is mainly concerned with improving the effectiveness of the mined results. It adopts a kernel-density-estimation-based model to measure the proximity level of different instance types and respects their directions during the instance connecting process. We implement experiments using both synthetic and real-facility datasets in Beijing, China. The results provide sound evidence that the algorithm improves both accuracy and sensitivity compared to previous methods. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yao, XJ (Yao, Xiaojing) ; Chen, LJ (Chen, Liujia) ; Peng, L (Peng, Ling) ; Chi, TH (Chi, Tianhe)","Title":"A co-location pattern-mining algorithm with a density-weighted distance thresholding consideration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700008 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Artificial intelligence; Bipartite Boolean quadratic programming; Automated heuristic configuration; Benchmark KeyWords Plus:ALGORITHMS; SEARCH; OPTIMIZATION; COMPRESSION; CUT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 494-506 DOI: 10.1016/j.ejor.2017.01.001 Published: JUL 16 2017","Abstract":"We study the Bipartite Boolean Quadratic Programming Problem (BBQP) which is an extension of the well known Boolean Quadratic Programming Problem (BQP). Applications of the BBQP include mining discrete patterns from binary data, approximating matrices by rank-one binary matrices, computing the cut-norm of a matrix, and solving optimisation problems such as maximum weight biclique, bipartite maximum weight cut, maximum weight induced sub-graph of a bipartite graph, etc. For the BBQP, we first present several algorithmic components, specifically, hill climbers and mutations, and then show how to combine them in a high-performance metaheuristic. Instead of hand-tuning a standard metaheuristic to test the efficiency of the hybrid of the components, we chose to use an automated generation of a multi component metaheuristic to save human time, and also improve objectivity in the analysis and comparisons of components. For this we designed a new metaheuristic schema which we call Conditional Markov Chain Search (CMCS). We show that CMCS is flexible enough to model several standard metaheuristics; this flexibility is controlled by multiple numeric parameters, and so is convenient for automated generation. We study the configurations revealed by our approach and show that the best of them outperforms the previous state-of-the-art BBQP algorithm by several orders of magnitude. In our experiments we use benchmark instances introduced in the preliminary version of this paper and described here, which have already become the de facto standard in the BBQP literature. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Karapetyan, D (Karapetyan, Daniel) ; Punnen, AP (Punnen, Abraham P.) ; Parkes, AJ (Parkes, Andrew J.)","Title":"Markov Chain methods for the Bipartite Boolean Quadratic Programming Problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900015 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Solid fossil fuels; Coal rank; Low-temperature oxidation; Thermogravimetric analysis; Activation energy; Decomposition rate KeyWords Plus:LOW-TEMPERATURE OXIDATION; TRANSFORM INFRARED-SPECTROSCOPY; THERMOGRAVIMETRIC ANALYSIS; COMBUSTION CHARACTERISTICS; PYROLYSIS BEHAVIOR; BITUMINOUS COALS; DIFFERENT RANKS; CARBON AROMATICITIES; KINETIC-PARAMETERS; H/C RATIOS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 145-156 DOI: 10.1016/j.fuel.2017.02.084 Published: JUL 1 2017","Abstract":"Investigation and characterization of coals oxidation is one of the most current problems due to the fact that it may lead to quality loss and spontaneous combustion hazards at mining, storage and utilization. A detailed analysis was performed for thermogravimetric analysis of selection of coals with a wide rank range, different structural characteristics, petrographic and elements composition and origins during experiments in inert and oxidizing environments. It was found that for both the considered environments, the coals thermogravimetric curves retain their space disposition order. Values of the temperatures corresponding to maximal decomposition rates correlate with coal rank as for inert, as for oxidizing environments. For bituminous coals and anthracite, temperatures corresponding to maximal decomposition rate drifted to the zone of higher temperatures in case of experiments in air in comparison with tests in inert. For lignites, they moved to lower temperature intervals. Values of the maximal thermal decomposition rate for bituminous coals well correlate with aromaticity degree. For lignites, the maximal decomposition rates in air and argon have comparable values, whereas for high-rank coals and anthracite they grow in oxidizing environment in comparison with inert one. Kinetic parameters were evaluated for the most common stages of coals mass change during thermogravimetric experiments in air and argon. Kinetic parameters of coals pyrolysis and combustion correlate not only with rank but also with aromaticity degree. For bituminous coals at high temperature intervals at experiments in inert environment, there was found a decrease of activation energy values with rank and aromaticity degree growth. As for corresponding values for bituminous coals tested in oxidizing environment, there was an increase of activation energy with rank and aromaticity degree. Two groups were allocated for coals in context of their interaction with oxygen. The first group included lignites and peat and is characterized by enhanced volatiles release at temperatures over 100 degrees C. The second one contains coals that are prone to oxygen adsorption at low-temperature intervals (up to 300-400 degrees C) (bituminous coals and anthracite). New parameter was proposed for preliminary describing coals group affiliation. This parameter denotes mass gain or decrease for coals tested in oxidizing environment. The complex of kinetic parameters may serve as an additional but informative tool to view at coals oxidation mechanisms. This, presumably, could be performed at simultaneous characterization of thermogravimetric data with heat flow and gas analysis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Epshtein, SA (Epshtein, Svetlana A.) ; Kossovich, EL (Kossovich, Elena L.) ; Kaminskii, VA (Kaminskii, Vladimir A.) ; Durov, NM (Durov, Nikolay M.) ; Dobryakova, NN (Dobryakova, Nadezhda N.)","Title":"Solid fossil fuels thermal decomposition features in air and argon"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397691800002 ISSN: 0736-5853","Keywords":"Animation Comics and games; Consumer acceptance; Data mining; Decision tree; Word-of-mouth; Pokemon GO","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 22-33 DOI: 10.1016/j.tele.2016.12.010 Published: JUL 2017","Abstract":"In recent years, we can easily observe that animations, comics, and games (ACG) have great output value and market influence on the entertainment and digit media market. The ACG industry is not an industry of a single country or region but a global industry. In addition to its own revenue, the derivative products (or licensed merchandise) of ACG can extend the ACG industry to win more business opportunities. The ACG industry is mainly marketed towards younger people, who are the major users of social network sites. Hence, the electronic word-of-mouth (eWOM) on social network sites often becomes a reference basis of the young people's attitudinal acceptance and purchase intention in purchasing ACGrelated derivative product. In this paper, we analyze the influential factors of positive eWOM's communication motivations that affect consumer acceptance on social network sites, and apply the uncomplicated decision tree data mining algorithm to compute the association rules between these influential factors and consumer acceptance, expecting to understand the relationship between eWOM on social network sites and consumer acceptance. The results of this study can help the business decision-making in CRM and marketing of the industry of ACGrelated derivative product. This study found that the degree of perception of ACG product and the degree of taking pleasure in sharing ACG-related information with others have a significant correlation with consumer acceptance. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Sheu, JJ (Sheu, Jyh-Jian) ; Chu, KT (Chu, Ko-Tsung)","Title":"Mining association rules between positive word-of-mouth on social network sites and consumer acceptance: A study for derivative product of animations, comics, and games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800022 ISSN: 0736-5853","Keywords":"Kansei engineering; Text mining; Cross-border logistics service; Service design; Partial least squares KeyWords Plus:CONSUMER-ORIENTED TECHNOLOGY; PRODUCT DEVELOPMENT; BIG DATA; SYSTEM; MODEL; MANAGEMENT; QUALITY; FORM","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 284-302 DOI: 10.1016/j.tele.2016.08.002 Published: JUL 2017","Abstract":"With the rapid development of cross-border e-commerce, the demand for and importance of cross-border logistics service (CBLS) also increase. A satisfactory CBLS can help promote business activities in cross-border e-commerce. Because customers' logistical needs are increasingly complex and the logistics market is increasingly competitive, a CBLS provider has to be devoted to continually improving and differentiating services to maintain its competitive advantage. Kansei engineering (ICE) is an approach to design the elements which satisfy customers' affective and emotional perceptions into services and products. In this study, the ICE approach is applied to derive ideas for the development of CBLS. For this purpose, Partial Least Squares (PLS) is used to analyze the relationships between the feelings of customers and service elements of CBLS. Moreover, this study demonstrates the applications of text mining techniques to analyze the online contents regarding CBLS. Online content mining assists in identifying the service elements and Kansei words for CBLS. Importantly, the relationship between the feelings of customers and service elements of CBLS obtained by online content mining provides complementary results for CBLS design. Relevance to industry: this study offers an exemplification on applying the integration of Kansei engineering and online content analysis to obtain ideas for the process Kansei design in service industry. Our findings imply that in addition to conventional customer survey, user generated online content analysis should be effective way of catching customer-oriented design elements; they provide complementary effects for Kansei design. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hsiao, YH (Hsiao, Yu-Hsiang) ; Chen, MC (Chen, Mu-Chen) ; Liao, WC (Liao, Wei-Chien)","Title":"Logistics service design for cross-border E-commerce using Kansei engineering with text-mining-based online content analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800024 ISSN: 0736-5853","Keywords":"Animation; comics; and games Strategic experiential module; Loyalty Data mining; Decision tree KeyWords Plus:KNOWLEDGE","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 314-325 DOI: 10.1016/j.tele.2016.08.013 Published: JUL 2017","Abstract":"Among the entertainment and media market, it can be observed that animations, comics, and video games (hereinafter abbreviated as ACG) have the highest output value and most market influence. Moreover, ACG also incorporates various industries and creates many derivative products. As the ACG industry emphasizes acousto-optics, imagery, and storylines, personal impressions derived from consumer experiences will influence consumer decisions. In addition, the ACG industry is mainly marketed towards younger age groups, with younger people being the main consumers; as such, these consumers' decisions are more easily affected by peer behavior. This study aims to analyze the effects of internal cognitions and external influences on buying behavior of ACG consumers by applying the uncomplicated decision tree data mining algorithm. We analyze and develop the target attributes on measures of customer loyalty for ACG industry to set up the decision trees from the collected questionnaire data. The decision tree data mining method is applied to analyze the hidden association rules between the target attributes (i.e., consumer loyalty) and the critical influencing factors of consumer's internal impressions and external influences for ACG consumers. The results and suggestions of this paper can be used as a reference for enterprises in the ACG industry to help with business policies concerning products' extensional design, marketing, and CRM, and to further strengthen customer satisfaction and loyalty, thus increasing company profits. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Sheu, JJ (Sheu, Jyh-Jian) ; Chu, KT (Chu, Ko-Tsung) ; Wang, SM (Wang, Sheng-Ming)","Title":"The associate impact of individual internal experiences and reference groups on buying behavior: A case study of animations, comics, and games consumers"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100002 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion mining; Sentiment analysis; Natural language processing; Deep learning; Machine learning KeyWords Plus:SENTIMENT ANALYSIS INTRODUCTION; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 10-25 DOI: 10.1016/j.inffus.2016.10.004 Published: JUL 2017","Abstract":"As the prevalence of social media on the Internet, opinion mining has become an essential approach to analyzing so many data. Various applications appear in a wide range of industrial domains. Meanwhile, opinions have diverse expressions which bring along research challenges. Both of the practical demands and research challenges make opinion mining an active research area in recent years. In this paper, we present a review of Natural Language Processing (NLP) techniques for opinion mining. First, we introduce general NLP techniques which are required for text preprocessing. Second, we investigate the approaches of opinion mining for different levels and situations. Then we introduce comparative opinion mining and deep learning approaches for opinion mining. Opinion summarization and advanced topics are introduced later. Finally, we discuss some challenges and open problems related to opinion mining. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Luo, C (Luo, Chen) ; Chen, JY (Chen, Junyu)","Title":"A review of natural language processing techniques for opinion mining systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100013 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion fusion; Opinion mining; Reputation generation; Reputation. visualization; Recommender system KeyWords Plus:ONLINE SOCIAL NETWORKS; E-COMMERCE; RECOMMENDATION; INFORMATION; REVIEWS; SYSTEM; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 172-184 DOI: 10.1016/j.inffus.2016.11,011 Published: JUL 2017","Abstract":"The Internet provides a convenient platform for people to freely share their opinions on any entities. The opinions expressed in natural languages carry the subjective attitudes and preferences of humans. They represent the public perspectives on any entity, thus impact user decisions and behaviors in some way. Therefore, opinions have been recognized as useful and valuable pieces of information for reputation generation. Fusing and mining opinions offer a promising approach to extract reputation information and track public perspectives. However, the literature lacks studies on this topic. In this paper, we propose a novel reputation generation approach based on opinion fusion and mining. In our approach, opinions are filtered to eliminate unrelated ones, and then grouped into a number of fused principal opinion sets that contain opinions with a similar or the same attitude or preference. By aggregating the ratings attached to the fused opinions, we normalize the reputation of an entity. Meanwhile, various types of recommendations can be generated based on relationships among opinions. To offer sufficient reputation information to users, we also propose a new way of reputation visualization. It shows the details of opinion fusing and mining results, such as the normalized reputation value, principal opinions with popularity and, other statistics. Experimental results coming from an analysis of big real-world data collected from several popular commercial websites in both English and Chinese demonstrate the generality and accuracy of the proposed approach, especially the effectiveness of opinion filtering for reputation generation. A small-scale real-world user study further quantifies the user acceptance of the developed reputation visualization method. In the sequel, this implies that the proposed approach can be applied in practice to generate reputation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yan, Z (Yan, Zheng) ; Jing, XY (Jing, Xuyang) ; Pedrycz, W (Pedrycz, Witold) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yan, Zheng  http://orcid.org/0000-0002-9697-2108","Title":"LEFusing and mining opinions for reputation generation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100005 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Design and analysis of computer experiments; Approximate dynamic programming; Ozone pollution KeyWords Plus:DECISION-MAKING FRAMEWORK; REGRESSION; DESIGN","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 49-58 DOI: 10.1016/j.eswa.2017.01.020 Published: JUN 15 2017","Abstract":"Dynamic programming (DP) is a mathematical programming approach for optimizing a system that changes over time and is a common approach for developing intelligent systems. Expert systems that are intelligent must be able to adapt dynamically over time. An optimal DP policy identifies the optimal decision dependent on the current state of the system. Hence, the decisions controlling the system can intelligently adapt to changing system states. Although DP has existed since Bellman introduced it in 1957, exact DP policies are only possible for problems with low dimension or under very limiting restrictions. Fortunately, advances in computational power have given rise to approximate DP (ADP). However, most ADP algorithms are still computationally-intractable for high-dimensional problems. This paper specifically considers continuous-state DP problems in which the state variables are multicollinear. The issue of multicollinearity is currently ignored in the ADP literature, but in the statistics community it is well known that high multicollinearity leads to unstable (high variance) parameter estimates in statistical modeling. While not all real world DP applications involve high multicollinearity, it is not uncommon for real cases to involve observed state variables that are correlated, such as the air quality ozone pollution application studied in this research. Correlation is a common occurrence in observed data, including sources in meteorology, energy, finance, manufacturing, health care, etc. ADP algorithms for continuous-state DP achieve an approximate solution through discretization of the state space and model approximations. Typical state space discretizations involve full-dimensional grids or random sampling. The former option requires exponential growth in the number of state points as the state space dimension grows, while the latter option is typically inefficient and requires an intractable number of state points. The exception is computationally-tractable ADP methods based on a design and analysis of computer experiments (DACE) approach. However, the DACE approach utilizes ideal experimental designs that are (nearly) orthogonal, and a multicollinear state space will not be appropriately represented by such ideal experimental designs. While one could directly build approximations over the multicollinear state space, the issue of unstable model approximations remains unaddressed. Our approach for handling multicollinearity employs data mining methods for two purposes: (1) to reduce the dimensionality of a DP problem and (2) to orthogonalize a multicollinear DP state space and enable the use of a computationally-efficient DACE-based ADP approach. Our results demonstrate the risk of ignoring high multicollinearity, quantified by high variance inflation factors representing model instability. Our comparisons using an air quality ozone pollution case study provide guidance on combining feature selection and feature extraction to guarantee orthogonality while achieving over 95% dimension reduction and good model accuracy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ariyajunya, B (Ariyajunya, Bancha) ; Chen, Y (Chen, Ying) ; Chen, VCP (Chen, Victoria C. P.) ; Kim, SB (Kim, Seoung Bum)","Title":"Data mining for state space orthogonalization in adaptive dynamic programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Clustering; K-means; Data transformation; Silhouette; Transformed K-means KeyWords Plus:K-MEANS ALGORITHM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 59-70 DOI: 10.1016/j.eswa.2017.01.024 Published: JUN 15 2017","Abstract":"Clustering provides a knowledge acquisition method for intelligent systems. This paper proposes a novel data-clustering algorithm, by combining a new initialization technique, K-means algorithm and a new gradual data transformation approach to provide more accurate clustering results than the K-means algorithm and its variants by increasing the clusters' coherence. The proposed data transformation approach solves the problem of generating empty clusters, which frequently occurs for other clustering algorithms. An efficient method based on the principal component transformation and a modified silhouette algorithm is also proposed in this paper to determine the number of clusters. Several different data sets are used to evaluate the efficacy of the proposed method to deal with the empty cluster generation problem and its accuracy and computational performance in comparison with other K-means based initialization techniques and clustering methods. The developed estimation method for determining the number of clusters is also evaluated and compared with other estimation algorithms. Significances of the proposed method include addressing the limitations of the K-means based clustering and improving the accuracy of clustering as an important method in the field of data mining and expert systems. Application of the proposed method for the knowledge acquisition in time series data such as wind, solar, electric load and stock market provides a pre-processing tool to select the most appropriate data to feed in neural networks or other estimators in use for forecasting such time series. In addition, utilization of the knowledge discovered by the proposed K-means clustering to develop rule based expert systems is one of the main impacts of the proposed method. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Azimi, R (Azimi, Rasool) ; Ghayekhloo, M (Ghayekhloo, Mohadeseh) ; Ghofrani, M (Ghofrani, Mahmoud) ; Sajedi, H (Sajedi, Hedieh)","Title":"A novel clustering algorithm based on data transformation approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Information retrieval; Document summarization; Social context summarization; RTE; Ranking; Unsupervised learning KeyWords Plus:AGREEMENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 71-84 DOI: 10.1016/j.eswa.2017.01.023 Published: JUN 15 2017","Abstract":"Traditional summarization methods only use the internal information of a Web document while ignoring its social information such as tweets from Twitter, which can provide a perspective viewpoint for readers towards an event. This paper proposes a framework named SoRTESum to take the advantages of social information such as document content reflection to extract summary sentences and social messages. In order to do that, the summarization was formulated in two steps: scoring and ranking. In the scoring step, the score of a sentence or social message is computed by using intra-relation and inter-relation which integrate the support of local and social information in a mutual reinforcement form. To calculate these relations, 16 features are proposed. After scoring, the summarization is generated by selecting top m ranked sentences and social messages. SoRTESum was extensively evaluated on two datasets. Promising results show that: (i) SoRTESum obtains significant improvements of ROUGE-scores over state-of-the-art baselines and competitive results with the learning to rank approach trained by RankBoost and (ii) combining intra-relation and inter-relation benefits single-document summarization. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nguyen, MT (Minh-Tien Nguyen) ; Nguyen, ML (Minh-Le Nguyen)","Title":"Intra-relation or inter-relation?: Exploiting social information for Web document summarization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200026 ISSN: 0303-2434","Keywords":"Land surface temperature (LST); Land surface emissivity (LSE); Jharia Coalfield; India KeyWords Plus:SPLIT-WINDOW ALGORITHM; ZONE COLOR SCANNER; RADIOMETRIC CALIBRATION; ATMOSPHERIC CORRECTION; WATER-VAPOR; MODIS DATA; EMISSIVITY; SENSORS; IMAGERY; INDEX","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 264-277 DOI: 10.1016/j.jag.2017.02.017 Published: JUN 2017","Abstract":"The present study proposes land surface temperature (1ST) retrieval from satellite-based thermal IR data by single channel radiative transfer algorithm using atmospheric correction parameters derived from satellite-based and in-situ data and land surface emissivity (LSE) derived by a hybrid LSE model. For example, atmospheric transmittance (T) was derived from Terra MODIS spectral radiance in atmospheric window and absorption bands, whereas the atmospheric path radiance and sky radiance were estimated using satellite-and ground-based in-situ solar radiation, geographic location and observation conditions. The hybrid LSE model which is coupled with ground-based emissivity measurements is more versatile than the previous LSE models and yields improved emissivity values by knowledge-based approach. It uses NDVI-based and NDVI Threshold method (NDVITHM) based algorithms and field-measured emissivity values. The model is applicable for dense vegetation cover, mixed vegetation cover, bare earth including coal mining related land surface classes. The study was conducted in a coalfield of India badly affected by coal fire for decades. In a coal fire affected coalfield, LST would provide precise temperature difference between thermally anomalous coal fire pixels and background pixels to facilitate coal fire detection and monitoring. The derived LST products of the present study were compared with radiant temperature images across some of the prominent coal fire locations in the study area by graphical means and by some standard mathematical dispersion coefficients such as coefficient of variation, coefficient of quartile deviation, coefficient of quartile deviation for 3rd quartile vs. maximum temperature, coefficient of mean deviation (about median) indicating significant increase in the temperature difference among the pixels. The average temperature slope between adjacent pixels, which increases the potential of coal fire pixel detection from background pixels, is significantly larger in the derived LST products than the corresponding radiant temperature images. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chatterjee, RS (Chatterjee, R. S.) ; Singh, N (Singh, Narendra) ; Thapa, S (Thapa, Shailaja) ; Sharma, D (Sharma, Dravneeta) ; Kumar, D (Kumar, Dheeraj)","Title":"Retrieval of land surface temperature (LST) from landsat TM6 and TIRS data by single channel radiative transfer algorithm using satellite and ground-based inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336700006 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Privacy preservation; Radial basis function; Function approximation; Data anonymization KeyWords Plus:ANONYMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 3-4 Pages: 277-292 Published: JUN 1 2017","Abstract":"Data privacy has become the primary concern in the current scenario as there are many pioneering methods for efficient mining of data. There are many algorithms to preserve privacy and handle the trade-off between privacy and utility. The ultimate goal of these algorithms is to anonymize the data without reducing the utility of them. A Privacy preserving procedure should have a minimum execution time, which is the overhead of clustering algorithms implemented using classical methods. There is also no single procedure that completely handles the trade-off and also updates itself automatically. In this work, the anonymization is implemented using Radial Basis Function [RBF] network, which provides both maximum privacy and utility with a proper tuning parameter specified between privacy and utility. The network also updates itself when the trend of data changes by controlling the maximum amount of error with a threshold value.","Authors":"Rajalakshmi, V (Rajalakshmi, V.) ; Lakshmi, M (Lakshmi, M.) ; Anu, VM (Anu, V. Maria)","Title":"A COMPLETE PRIVACY PRESERVATION SYSTEM FOR DATA MINING USING FUNCTION APPROXIMATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396594900005 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Geochemistry Data; Local Multivariate Outlier; Anomaly; Southern Khorasan; Hamich KeyWords Plus:SISTAN SUTURE ZONE; EASTERN IRAN; SPATIAL DATA; IMPUTATION","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 2 Pages: 179-190 DOI: 10.22044/jme.2016.656 Published: SUM-FAL 2017","Abstract":"Anomaly recognition has always been a prominent subject in preliminary geochemical explorations. Among the regional geochemical data processing, there are a range of statistical and data mining techniques as well as different mapping methods, which serve as presentations of the outputs. The outlier's values are of interest in the investigations where data are gathered under controlled conditions. These values in exploration geochemistry indicate the mineralization occurrences, and therefore, their identification is vital. Both the robust parametric (based on Mahalanobis distance) and non-parametric (based on depth functions) techniques have been developed for a multivariate outlier identification in geochemistry data. In this research work, we applied the local multivariate outlier identification approach to delineate the geochemical anomaly halos in the Hamich region, which is located in the SE of Birjand, South Khorasn province, East of Iran. For this purpose, 396 litho-geochemical samples that had been analyzed for 44 elements were used. The obtained results show a good agreement with the geological and mineral indices of Pb, Zn, and Cu in the southern part of the area. Such studies can be used by a project director to optimize the core drilling places in detailed exploration steps.","Authors":"Moeini, H (Moeini, H.) ; Aryafar, A (Aryafar, A.)","Title":"Local multivariate outliers as geochemical anomaly halos indicators, a case study: Hamich area, Southern Khorasan, Iran"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396594900013 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Heavy Metals; Soil Contamination; Anthropogenic; Sangan Mine KeyWords Plus:SEQUENTIAL EXTRACTIONS; TRACE-ELEMENTS; CONTAMINATION; CHINA; PLANT; GEOCHEMISTRY; SEDIMENTS; MN","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 2 Pages: 277-290 DOI: 10.22044/jme.2016.820 Published: SUM-FAL 2017","Abstract":"The aim of this study was to determine the extent of metal pollutions and the identification of their major sources in the vicinity of the Sangan iron mine occurring in NE Iran. Soil samples were collected from the vicinity of the mine site and analyzed for heavy metals. In addition, the chemical speciation of these metals was investigated by means of the sequential extraction procedure. The statistical and spatial variability of the metal concentrations and other soil parameters were also analyzed by the multivariate statistical methods (principal component analysis and cluster analysis). Contaminant Factor (CF) and Enrichment Factor (EF) were used to evaluate soil pollution in the samples. By this study, one can conclude that a notable enrichment of heavy metals happened in the margin of the mining area. The data obtained reveal that soils in the area are contaminated, showing higher levels of Fe, Sn, Co, Cu, Sb, S, and Cd in comparison with their normal distributions. The results of sequential extraction analysis and multivariate (geo) statistical methods show that the variability of Fe, Sn, Co, Cu, Sb, S, and Cd is predominately controlled by the anthropogenic source (mining activity), whereas Pb, Cr, and Zn are mainly of natural (geogenic) origin.","Authors":"Dabiri, R (Dabiri, R.) ; Mazdeh, MB (Mazdeh, M. Bakhshi) ; Mollai, H (Mollai, H.)","Title":"Heavy metal pollution and identification of their sources in soil over Sangan iron-mining region, NE Iran"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396594900014 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Blasting; Blast-Induced Vibration; PPV; Limestone Mine; Cement Company; Genetic Algorithm KeyWords Plus:MODEL","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 2 Pages: 291-U184 DOI: 10.22044/jme.2016.654 Published: SUM-FAL 2017","Abstract":"Like most limestone mines, which produce the raw materials required for cement companies, the transportation cost of the raw materials used in the Shahrood Cement Company is high. It has been tried to build the crushing and grinding plant close to the mine as much as possible. On the other hand, blasting has harmful effects, and the impacts of blast-induced damages on the sensitive machinery, equipment, and buildings are considerable. In such mines, among the blasting effects, blast-induced vibrations have a great deal of importance. This research work was conducted to analyze the blasting effects, and to propose a valid and reliable formula to predict the blast-induced vibration impacts in such regions, especially for the Shahrood Cement Company. Up to the present time, different indices have been introduced to quantify the blast vibration effects, among which peak particle velocity (PPV) has been widely considered by a majority of researchers. In order to establish a relationship between PPV and the blast site properties, different formulas have been proposed till now, and their frequently-used versions have been employed in the general form of PPV = (K1WDK3)-D-K2, where W and D are the maximum charge per delay and the distance from the blast site, respectively, and K-1, K-2, and K-3 describe the site specifications. In this work, a series of tests and field measurements were carried out, and the required parameters were collected. Then in order to generalize the relationship between different limestone mines, and also to increase the prediction precision, the related data for similar limestone mines was gathered from the literature. In order to find the best equation fitting the real data, a simple regression model with genetic algorithm was used, and the best PPV predictor was achieved. At last, the results obtained for the best predictor model were compared with the real measured data by means of a correlation analysis.","Authors":"Ataei, M (Ataei, M.) ; Sereshki, F (Sereshki, F.)","Title":"Improved prediction of blast-induced vibrations in limestone mines using Genetic Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396594900015 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Coalbed Methane (CBM); MARS Modeling; Geostatistics; Kriging; Ash; Parvadeh IV Tabas KeyWords Plus:GASIFICATION; PERFORMANCE; RESERVOIRS; BASIN","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 2 Pages: 305-320 DOI: 10.22044/jme.2017.874 Published: SUM-FAL 2017","Abstract":"Coalbed methane (CBM) plays an important role in coal mining safety and natural gas production. In this work, The CBM potential of B-2 seam in Parvadeh IV coal deposit, in central Iran, was evaluated using a combination of local regression and geostatistical methods. As there were 30 sparse methane sampling points in the Parvadeh IV coal deposit, no valid variogram was achieved for the methane content. A multivariate adaptive regression splines (MARS) model was used to reproduce the methane content data based on seam depth, thickness, and ash content. The MARS model results were used in ordinary kriging to estimate the methane content in all mine blocks. A combination of MARS modeling and ordinary kriging in CBM studies is introduced, for the first time, in this paper. The results obtained show that high methane zones are located in the central and south western parts of the deposit. The in situ CBM potential varies from 6.0 to 16.1 m(3)/t, and it was estimated to be 1.39 billion m(3) at the average depth of 267 m in an area of 86.55 km(2). Although this volume is remarkable, little is known as how much of this resource is actually producible. Consequently, high methane-bearing zones are highly recommended for further studies as a source of natural gas for extraction and reducing the hazards and explosion risks of underground coal mining.","Authors":"Molayemat, H (Molayemat, H.) ; Torab, FM (Torab, F. Mohammad)","Title":"Evaluation of coalbed methane potential in Parvadeh IV coal deposit in central Iran using a combination of MARS modeling and Kriging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800027 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in societal problem analysis; Data mining; OR in government; Analytics; Human trafficking KeyWords Plus:GENERALIZED ASSIGNMENT PROBLEM; NETWORK INTERDICTION; EMERGENCY-DEPARTMENT; SHELTER LOCATION; POLICY-RESPONSES; SEX TRAFFICKING; LAW-ENFORCEMENT; UNITED-STATES; TIME; INFORMATION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 733-745 DOI: 10.1016/j.ejor.2016.10.049 Published: JUN 1 2017","Abstract":"Human trafficking is a complex transnational problem for society and the global economy. While researchers have studied this topic in a variety of contexts, including the criminology, sociology, and clinical domains, there has been little coverage in the operations research (OR) and analytics community. This paper highlights how techniques from OR and analytics can address the growing issue of human trafficking. We describe some of the unique concerns, problems, and challenges of human trafficking in relation to analytical techniques; subsequently, we demonstrate a variety of ways that OR and analytics can be applied in the human trafficking domain. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Konrad, RA (Konrad, Renata A.) ; Trapp, AC (Trapp, Andrew C.) ; Palmbach, TM (Palmbach, Timothy M.) ; Blom, JS (Blom, Jeffrey S.)","Title":"Overcoming human trafficking via operations research and analytics: Opportunities for methods, models, and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data mining; Data stream; Concept drift; Data preprocessing; Data reduction; Feature selection; Instance selection; Data discretization; Online learning KeyWords Plus:ONLINE FEATURE-SELECTION; NEIGHBORHOOD PRESERVING PROJECTION; NONSTATIONARY DATA STREAMS; CONCEPT DRIFT; LEARNING ALGORITHMS; FEATURE-EXTRACTION; COMPONENT ANALYSIS; FACE RECOGNITION; CLASSIFICATION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 39-57 DOI: 10.1016/j.neucom.2017.01.078 Published: MAY 24 2017","Abstract":"Data preprocessing and reduction have become essential techniques in current knowledge discovery scenarios, dominated by increasingly large datasets. These methods aim at reducing the complexity inherent to real-world datasets, so that they can be easily processed by current data mining solutions. Advantages of such approaches include, among others, a faster and more precise learning process, and more understandable structure of raw data. However, in the context of data preprocessing techniques for data streams have a long road ahead of them, despite online learning is growing in importance thanks to the development of Internet and technologies for massive data collection. Throughout this survey, we summarize, categorize and analyze those contributions on data preprocessing that cope with streaming data. This work also takes into account the existing relationships between the different families of methods (feature and instance selection, and discretization). To enrich our study, we conduct thorough experiments using the most relevant contributions and present an analysis of their predictive performance, reduction rates, computational time, and memory usage. Finally, we offer general advices about existing data stream preprocessing algorithms, as well as discuss emerging future challenges to be faced in the domain of data stream preprocessing. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ramirez-Gallego, S (Ramirez-Gallego, Sergio) ; Krawczyk, B (Krawczyk, Bartosz) ; Garcia, S (Garcia, Salvador) ; Wozniak, M (Wozniak, Michal) ; Herrera, F (Herrera, Francisco)","Title":"A survey on data preprocessing for data stream mining: Current status and future directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100022 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data reduction; Dimensionality reduction; Sample reduction; Clustering validity KeyWords Plus:DIMENSIONALITY REDUCTION; VALIDITY INDEX; ALGORITHMS; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 234-244 DOI: 10.1016/j.neucom.2017.01.059 Published: MAY 17 2017","Abstract":"Data reduction plays a very important role in the data mining field, but the existing methods have not been able to efficiently identify all major features which are hidden in the large datasets. On some occasions, they even cause the loss of the original key features. In this paper, a new efficient measure was developed to reduce a given dataset and to uncover the major features by multiplying the defined absolute density with the defined local density of any data. These two kinds of densities were estimated with a fast grid-based bisecting method. To test its performance on feature reduction and sample reduction, a group of feature-different synthetic datasets and 24 benchmark datasets were used as examples and the clustering accuracy, runtime and separability among clusters were used as measurements. The results strongly proved the proposed method could fast reduce a dataset and identify the most important key features. Additionally, it also can effectively determine the optimal number of clusters by suppressing the noisy data and enhancing the separation among clusters. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, JP (Wang, Jianpei) ; Yue, SH (Yue, Shihong) ; Yu, X (Yu, Xiao) ; Wang, YR (Wang, Yaru)","Title":"An efficient data reduction method and its application to cluster analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100038 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data stream; Classification; Concept drift; Extreme learning machine; Online learning KeyWords Plus:DRIFTING DATA STREAMS; BIG DATA; ENSEMBLE; ALGORITHM; IMBALANCE; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 433-449 DOI: 10.1016/j.neucom.2016.12.078 Published: MAY 17 2017","Abstract":"In our society, many fields have produced a large number of data streams. How to mining the interesting knowledge and patterns from continuous data stream becomes a problem which we have to solve. Different from conventional classification algorithms, data stream classification algorithms have to adjust their classification models with the change of data stream because of concept drift. However, conventional classification models will keep stable once models are trained. To solve the problem, a dynamic extreme learning machine for data stream classification (DELM) is proposed. DELM utilizes online learning mechanism to train ELM as basic classifier and trains a double hidden layer structure to improve the performance of ELM. When an alert about concept drift is set, more hidden layer nodes are added into ELM to improve the generalization ability of classifier. If the value measuring concept drift reaches the upper limit or the accuracy of ELM is in a low level, the current classifier will be deleted, and the algorithm will use new data to train a new classifier so as to learn new concept. The experimental results showed DELM could improve the accuracy of classification result, and can adapt to new concept in a short time. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xu, SL (Xu, Shuliang) ; Wang, JH (Wang, Junhong)","Title":"Dynamic extreme learning machine for data stream classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multiple seeds based genetic algorithm; Initial population; Boolean association rules; Conditional probability; Search efficiency KeyWords Plus:TRAVELING SALESMAN PROBLEM; FREQUENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 55-69 DOI: 10.1016/j.eswa.2017.01.001 Published: MAY 15 2017","Abstract":"Association rule mining algorithms mostly use a randomly generated single seed to initialize a population without paying attention to the effectiveness of that population in evolutionary learning. Recently, research has shown significant impact of the initial population on the production of good solutions over several generations of a genetic algorithm. Single seed based genetic algorithms suffer from the following major challenges (1) solutions of a genetic algorithm are varied, since different seeds generate different initial population, (2) difficulty in defining a good seed for a specific application. To avoid these problems, in this paper we propose the MSGA, a new multiple seeds based genetic algorithm which generates multiple seeds from different domains of a solution space to discover high quality rules from a large data set. This scheme introduces m-domain model and m-seeds selection process through which the whole solution space is subdivided into m-number of same size domains, selecting a seed from each domain. Use of these seeds enables this method to generate an effective initial population for evolutionary learning of the fitness value of each rule. As a result, strong searching efficiency is obtained at the beginning of the evolution, achieving fast convergence. The MSGA is tested with different mutation arid crossover operators for mining interesting Boolean association rules from four real world data sets. The results are compared to different single seeds based genetic algorithms under the same conditions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kabir, MMJ (Kabir, Mir Md. Jahangir) ; Xu, SX (Xu, Shuxiang); Kang, BH (Kang, Byeong Ho); Zhao, ZY (Zhao, Zongyuan)","Title":"A new multiple seeds based genetic algorithm for discovering a set of interesting Boolean association rules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Visual exploration; Data mining; Association rule mining; Hierarchical clustering; Structured association map; Health examination KeyWords Plus:EFFICIENT ALGORITHMS; VISUALIZATION; TOOL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 70-81 DOI: 10.1016/j.eswa.2017.01.007 Published: MAY 15 2017","Abstract":"The association rule mining is one of the most popular data mining techniques, however, the users often experience difficulties in interpreting and exploiting the association rules extracted from large transaction data with high dimensionality. The primary reasons for such difficulties are two-folds. Firstly, too many association rules can be produced by the conventional association rule mining algorithms, and secondly, some association rules can be partly overlapped. This problem can be addressed if the user can select the relevant items to be used in association rule mining, however, there are often quite complex relations among the items in large transaction data. In this context, this paper aims to propose a novel visual exploration tool, structured association map (SAM), which enables the users to find the group of the relevant items in a visual way. The appearance of SAM is similar with the well-known cluster heat map, however, the items in SAM are sorted in more intelligent way so that the users can easily find the interesting area formed by a set of associated items, which are likely to constitute interesting many-to many association rules. Moreover, this paper introduces an index called S2C, designed to evaluate the quality of SAM, and explains the SAM based association analysis procedure in a comprehensive manner. For illustration, this procedure is applied to a mass health examination result data set, and the experiment results demonstrate that SAM with high S2C value helps to reduce the complexities of association analysis significantly and it enables to focus on the specific region of the search space of association rule mining while avoiding the irrelevant association rules. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kim, JW (Kim, Jun Woo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kim, Jun Woo  http://orcid.org/0000-0002-0875-8364","Title":"Construction and evaluation of structured association map for visual exploration of association rules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Short text summarization; Social networks; Ant colony optimization; Graph coloring; Text mining; Local search KeyWords Plus:TEXT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 115-126 DOI: 10.1016/j.eswa.2017.01.010 Published: MAY 15 2017","Abstract":"Due to the increasing popularity of contents of social media platforms, the number of posts and messages is steadily increasing. A huge amount of data is generated daily as an outcome of the interactions between fans of the networking platforms. It becomes extremely troublesome to find the most relevant, interactive information for the subscribers. The aim of this work is to enable the users to get a powerful brief of comments without reading the entire list. This paper opens up a new field of short text summarization (STS) predicated on a hybrid ant colony optimization coming with a mechanism of local search, called ACO-LS-STS, to produce an optimal or near-optimal summary. Initially, the graph coloring algorithm, called GC-ISTS, was employed before to shrink the solution area of ants to small sets. Evidently, the main purpose of using the GC algorithm is to make the search process more facilitated, faster and prevents the ants from falling into the local optimum. First, the dissimilar comments are assembled together into the same color, at the same time preserving the information ratio as for an original list of comment. Subsequently, activating the ACO-LS-STS algorithm, which is a novel technique concerning the extraction of the most interactive comments from each color in a parallel form. At the end, the best summary is picked from the best color. This problem is formalized as an optimization problem utilizing GC and ACO-LS to generate the optimal solution. Eventually, the proposed algorithm was evaluated and tested over a collection of Facebook messages with their associated comments. Indeed, it was found that the proposed algorithm has an ability to capture a good solution that is guaranteed to be near optimal and had realized notable performance in comparison with traditional document summarization algorithms. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mosa, MA (Mosa, Mohamed Atef) ; Hamouda, A (Hamouda, Alaa) ; Marei, M (Marei, Mahmoud)","Title":"Graph coloring and ACO based summarization for social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400011 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"distance k-graph; graph invariant; APSP; graph comparison; graph visualization KeyWords Plus:DYNAMICS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e4054 DOI: 10.1002/cpe.4054 Published: MAY 10 2017","Abstract":"We present a new framework for analysis and visualization of complex networks based on structural information retrieved from their distance k-graphs and B-matrices. The construction of B-matrices for graphs with more than 1 million edges requires massive Breadth-First Search (BFS) computations and is facilitated using new software prepared for distributed environments. Our framework benefits from data parallelism inherent to all-pair shortest-path problem and extends Cassovary, an open-source in-memory graph processing engine, to enable multinode computation of distance k-graphs and related graph descriptors. We also introduce a new type of B-matrix, constructed using clustering coefficient vertex invariant, which can be generated with a computational effort comparable with the one required for a previously known degree B-matrix, while delivering an additional set of information about graph structure. Our approach enables efficient generation of expressive, multidimensional descriptors useful in graph embedding and graph mining tasks. The experiments showed that the new framework is scalable and for specific all-pair shortest-path task provides better performance than existing generic graph processing frameworks. We further present how the developed tools helped in the analysis and visualization of real-world graphs from Stanford Large Network Dataset Collection. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Czech, W (Czech, Wojciech) ; Mielczarek, W (Mielczarek, Wojciech) ; Dzwinel, W (Dzwinel, Witold)","Title":"Distributed computing of distance-based graph invariants for analysis and visualization of complex networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400003 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"association rules mining; GPU computing; thread divergence; bees swarm optimization KeyWords Plus:ALGORITHM; BRANCH","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e3836 DOI: 10.1002/cpe.3836 Published: MAY 10 2017","Abstract":"The association rules mining (ARM) problem is one of the most important problems in the area of data mining. It aims at finding all relevant association rules from transactional databases. It is CPU time intensive and requires a huge computing power when dealing with large transactional databases. To deal with this issue, Graphics Processing Units (GPUs) are a powerful tool to speed up the search process. However, their performance is closely subject to thread/branch divergence resulting from the single instruction multiple data parallel model of GPUs. In this paper, we propose three approaches based on database reorganization, aiming to reduce thread divergence in GPU-based bees swarm optimization metaheuristic for ARM, respectively, named block-based reordering, transactions-based reordering, and transactions-based reordering with median value. Theoretical and experimental studies have been carried out using well-known large ARM instances. The experiments have been performed on an Intel Xeon 64 bit quad-core processor E5520 coupled to Nvidia Tesla C2075 448 cores. The results show that the proposed approaches minimize considerably the number of thread divergence and improve the overall execution time. Indeed, the number of thread divergence occurrences has been reduced by up to eight times making the execution much faster. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Djenouri, Y (Djenouri, Youcef) ; Bendjoudi, A (Bendjoudi, Ahcene) ; Habbas, Z (Habbas, Zineb) ; Mehdi, M (Mehdi, Malika) ; Djenouri, D (Djenouri, Djamel)","Title":"Reducing thread divergence in GPU-based bees swarm optimization applied to association rule mining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700022 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Classification; Churn prediction; Data mining; Feature selection; Rough Set theory KeyWords Plus:DATA MINING APPROACH; SUBSCRIPTION SERVICES; MODELS; NETWORK; MANAGEMENT; ATTRITION; INDUSTRY; MACHINE; CRM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 242-254 DOI: 10.1016/j.neucom.2016.12.009 Published: MAY 10 2017","Abstract":"Customer churn is a critical and challenging problem affecting business and industry, in particular, the rapidly growing, highly competitive telecommunication sector. It is of substantial interest to both academic researchers and industrial practitioners, interested in forecasting the behavior of customers in order to differentiate the churn from non-churn customers. The primary motivation is the dire need of businesses to retain existing customers, coupled with the high cost associated with acquiring new ones. A review of the field has revealed a lack of efficient, rule-based Customer Churn Prediction (CCP) approaches in the telecommunication sector. This study proposes an intelligent rule-based decision-making technique, based on rough set theory (RST), to extract important decision rules related to customer churn and non-churn. The proposed approach effectively performs classification of churn from non-churn customers, along with prediction of those customers who will churn or may possibly churn in the near future. Extensive simulation experiments are carried out to evaluate the performance of our proposed RST based CCP approach using four rule-generation mechanisms, namely, the Exhaustive Algorithm (EA), Genetic Algorithm (GA); Covering Algorithm (CA) and the LEM2 algorithm (LA). Empirical results show that RST based on GA is the most efficient technique for extracting implicit knowledge in the form of decision rules from the publicly available; benchmark telecom dataset. Further, coniparative results demonstrate that our proposed approach offers a globally optimal solution for CCP in the telecom sector, when benchmarked against several state-of-the-art methods. Finally, we show how attribute-level analysis can pave the way for developing a successful customer retention policy that could form an indispensable part of strategic decision making and planning process in the telecom sector.","Authors":"Amin, A (Amin, Adnan) ; Anwar, S (Anwar, Sajid) ; Adnan, A (Adnan, Awais) ; Nawaz, M (Nawaz, Muhammad) ; Alawfi, K (Alawfi, Khalid) ; Hussain, A (Hussain, Amir) ; Huang, KZ (Huang, Kaizhu)","Title":"Customer churn prediction in the telecommunication sector using a rough set approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950700015 PubMed ID: 28131040 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Antimony; Industrial waste; ToF-SIMS; XANES; Synchrotron KeyWords Plus:SULFIDIC MINE TAILINGS; GUADIAMAR RIVER AREA; TRACE-ELEMENTS; HEAVY-METALS; LANDFILL LEACHATE; KRISTINEBERG SWEDEN; TEMPORAL VARIATION; SHOOTING RANGES; BOTTLED WATERS; DRINKING-WATER","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 329 Pages: 131-140 DOI: 10.1016/j.jhazmat.2017.01.022 Published: MAY 5 2017","Abstract":"The surface chemistry and bulk chemical speciation of solid industrial wastes containing 8 wt-% antimony (Sb) were investigated using synchrotron X-ray Absorption Near Edge Structure (XANES) and Time-of Flight Ion Secondary Mass Spectrometry (ToF-SIMS). Leaching experiments were conducted in order to better understand the behavior of Sb in waste streams and to inform regulatory management of antimony containing wastes. The experiments also demonstrate how a combination of XANES and ToF-SIMS adds value to the field of waste investigations. Leaching treatments (acid and base) were performed at a synchrotron over 24 h time periods. Surface analyses of the wastes before leaching showed the presence of Sb associated with S and O. Bulk analyses revealed Sb to be present, primarily, as trivalent sulfide species. Both acid and base leaching did not change the antimony speciation on the solid. Leaching transferred about 1% of the total Sb into solution where Sb was found to be present as Sb(V). XANES data showed similarities between leachate and FeSbO4. During base leaching, the Sb content in solution gradually increased over time, and potential desorption mechanisms are discussed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kappen, P (Kappen, P.) ; Ferrando-Miguel, G (Ferrando-Miguel, G.) ; Reichman, SM (Reichman, S. M.) ; Innes, L (Innes, L.) ; Welter, E (Welter, E.) ; Pigram, PJ (Pigram, P. J.)","Title":"Antimony leaching and chemical species analyses in an industrial solid waste: Surface and bulk speciation using ToF-SIMS and XANES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200013 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Evolving fuzzy classifier; Online learning; Web news mining KeyWords Plus:FUZZY NEURAL-NETWORKS; INTERVAL TYPE-2; INFERENCE SYSTEM; FUNCTION APPROXIMATION; ONLINE IDENTIFICATION; LEARNING ALGORITHM; LOGIC SYSTEMS; DATA STREAMS; CLASSIFIER; IMPLEMENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 200-220 DOI: 10.1016/j.asoc.2016.11.034 Published: MAY 2017","Abstract":"Web news articles are generated in continuous, time-varying, and rapid modes. This environment causes an explosion of information which needs to be stored, processed and analyzed. Conventional machine learning algorithms that are applied in the web news mining work in an offline environment cannot efficiently handle data streams. In this paper, we propose an evolving web news mining framework based on the recently published Evolving Type-2 Classifier (eT2Class). The eT2Class adopts an open structure that can be used in non stationary environments and works on a single pass learning mode that is applicable for online real-time applications. The effectiveness of our evolving web news mining techniques is numerically validated and compared against state-of-the-art algorithms. The efficacy of our methodology has been numerically validated with real local Australian news articles, namely the Age, spanning from 26/2/2016 to 13/3/2016 and has been compared with 6 state of the art algorithms. Our algorithm outperforms other consolidated algorithms and achieves a tradeoff between complexity and accuracy with almost 10% improvement in term of complexity. (C) 2016 Published by Elsevier B.V.","Authors":"Za'in, C (Za'in, Choiru) ; Pratama, M (Pratama, Mahardhika) ; Lughofer, E (Lughofer, Edwin) ; Anavatti, SG (Anavatti, Sreenatha G.)","Title":"Evolving type-2 web news mining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200029 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Shoreline resources; Data mining; Soft set; Variable precision; Reduction KeyWords Plus:DECISION-MAKING; BCK/BCI-ALGEBRAS; REDUCTION; PARAMETERS; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 431-439 DOI: 10.1016/j.asoc.2016.06.009 Published: MAY 2017","Abstract":"As an extension of the soft set, the bijective soft set can be used to mine data from soft set environments, and has been studied and applied in some fields. However, only a small proportion of fault data will cause bijective soft sets losing major recognition ability for mining data. Therefore, this study aims to improve the bijective soft set-based data mining method on tolerate-fault-data ability. First some notions and operations of the bijective soft set at a p-misclassification degree is defined. Moreover, algorithms for finding an optimal p, reductions, cores, decision rules and misclassified data are proposed. This paper uses a real problem in gaining shoreline resources evaluation rules to validate the model. The results show that the proposed model has the fault-tolerant ability, and it improves the tolerate-ability of bijective soft set-based data mining method. Moreover, the proposed method can help decision makers to discover fault data for further analysis. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gong, K (Gong, Ke) ; Wang, PP (Wang, Panpan) ; Peng, Y (Peng, Yi)","Title":"Fault-tolerant enhanced bijective soft set with applications"}, {"Keywords":"Bridge paint; Air sampling; Water sediments; Gasoline; Blood; Lead isotopes KeyWords Plus:EXPOSURE; DEMOLITION; CONTAMINATION; ENVIRONMENT; ABATEMENT; TANK","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 260-267 DOI: 10.1016/j.chemosphere.2017.01.131 Published: MAY 2017","Abstract":"Monitoring removal of lead (Pb) paint from steel structures usually involves analysis of environmental samples for total lead and determination of blood Pb levels of employees involved in the Pb paint removal. We used high precision Pb isotopic tracing for a bridge undergoing Pb paint removal to determine if Pb in the environmental and blood samples originated from the bridge paint. The paint system on the bridge consisted of an anti-corrosive red Pb primer top-coated with a Micaceous Iron Oxide (MIO) alkyd. Analysis of the red Pb primer gave uniform isotopic ratios indicative of Pb from the geologically-ancient Broken Hill mines in western New South Wales, Australia. Likewise waste abrasive material, as anticipated, had the same isotopic composition as the paint. The isotopic ratios for other samples lay on 2 separate linear arrays on a(207)pb/(204) Pb versus (206)pb/Pb-204 diagram, one largely defined by gasoline and the majority of the ambient air data, and the other by data for one sample each of gasoline and ambient air and underwater sediments. Isotopic ratios in background ambient air samples for the project were characteristic of leaded gasoline. Air sampling during paint removal showed a contribution of paint Pb ranging from about 20 to 40%. Isotopic ratios in the blood, of 8 employees prior to the commencement of work showed that 6 of these had been previously exposed to the Broken Hill Pb possibly from earlier bridge paint removal projects. One subject appeared to have increased exposure to Pb probably from the paint renovations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Salome, F (Salome, Fred) ; Gulson, B (Gulson, Brian) ; Chiaradia, M (Chiaradia, Massimo) ; Davis, J (Davis, Jeffrey) ; Morris, H (Morris, Howard)","Title":"Monitoring steel bridge renovation using lead isotopic tracing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300008 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Academic dishonesty; Educational data mining; Learning analytics; MOOCs KeyWords Plus:ACADEMIC DISHONESTY; HELP-SEEKING; HIGH-SCHOOL","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 96-114 DOI: 10.1016/j.compedu.2017.01.015 Published: MAY 2017","Abstract":"This paper presents a detailed study of a form of academic dishonesty that involves the use of multiple accounts for harvesting solutions in a Massive Open Online Course (MOOC). It is termed CAMEO Copying Answers using Multiple Existence Online. A person using CAMEO sets up one or more harvesting accounts for collecting correct answers; these are then submitted in the user's master account for credit. The study has three main goals: Determining the prevalence of CAMEO, studying its detailed characteristics, and inferring the motivation(s) for using it. For the physics course that we studied, about 10% of the certificate earners used this method to obtain more than 1% of their correct answers, and more than 3% of the certificate earners used it to obtain the majority (> 50%) of their correct answers. We discuss two of the likely consequences of CAMEO: jeopardizing the value of MOOC certificates as academic credentials, and generating misleading conclusions in educational research. Based on our study, we suggest methods for reducing CAMEO. Although this study was conducted on a MOOC, CAMEO can be used in any learning environment that enables students to have multiple accounts. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Alexandron, G (Alexandron, Giora) ; Ruiperez-Valiente, JA (Ruiperez-Valiente, Jose A.) ; Chen, ZZ (Chen, Zhongzhou) ; Munoz-Merino, PJ (Munoz-Merino, Pedro J.) ; Pritchard, DE (Pritchard, David E.)","Title":"Copying@Scale: Using Harvesting Accounts for Collecting Correct Answers in a MOOC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400031 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Marijuana; PTSD; State-level legalization; Socio-economic factors; Twitter KeyWords Plus:TWITTER CHATTER; CANNABIS USE; DEPENDENCE; HEALTH","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 282-290 DOI: 10.1016/j.chb.2016.12.064 Published: MAY 2017","Abstract":"Background: We seek to evaluate factors that could potentially impact the public's attitudes to PTSD related marijuana use on Twitter. Methods: We collected tweets that contained the \"PTSD\" and \"Post Trauma Stress Disorder\" from August 1, 2015 to April 15, 2016 (n = 1,253,872 tweets). A Naive Bayes model was constructed to classify tweets into two opinion polarities (support vs. neutral/against marijuana use for PTSD). Results: The marijuana related tweets were predominated by the supporting opinions (89.6%). The public opinions about marijuana use for PTSD on Twitter were significantly associated with state-level legislation. States that legalized medical and recreational marijuana use had the highest prevalence of support tweets (1.3 +/- 0.6), followed by the states that legalized medical but not recreational use (0.5 +/- 0.3) and the states that had no laws legalizing marijuana (0.2 +/- 0.1, p < 0.0001). A higher prevalence of support tweets was associated with states with a lower proportion of youth (r = -0.35, p = 0.01) and a higher education rate (r = 0.38, p = 0.006). Conclusion: Twitter data suggest a proliferation of supporting marijuana use for PTSD treatments, especially in the states that legalized medical and/or recreational use of marijuana. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dai, HY (Dai, Hongying) ; Hao, JQ (Hao, Jianqiang)","Title":"Mining social media data on marijuana use for Post Traumatic Stress Disorder"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398600800018 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"real-time pricing; demand response; building air-conditioner","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 3 Pages: 440-441 DOI: 10.1002/tee.22396 Published: MAY 2017","Abstract":"In the future, smart grid fast automated demand response (FastADR) applications for air-conditioning facilities may require statistical models to determine changes in power consumption. In this paper, we report an innovative method for extracting step-like responses in time-series data obtained during normal operations, that is, without requiring any manipulation of the facilities. The new method was inspired by the DNA analysis computation algorithm called the Breakpoint method. (C) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Ninagawa, C (Ninagawa, Chuzo) ; Suzuki, K (Suzuki, Keita) ; Nakamura, A (Nakamura, Atsushi) ; Morikawa, J (Morikawa, Junji)","Title":"Applying DNA Analysis Method to Training Data Mining for FastADR Response Model of Air-Conditioning Power Consumption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900011 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Grouting; Bingham fluid; Three-dimensional k-epsilon turbulence model; Hydromechanical coupling theory; Three-dimensional stability analysis model KeyWords Plus:SUBSIDENCE; PROJECT; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016069 DOI: 10.1061/(ASCE)CP.1943-5487.0000640 Published: MAY 2017","Abstract":"Accidents involving goaf collapse and ground subsidence can pose a huge potential hazard to both human health and the environment. Grouting for underground goaf is an important action commonly undertaken to reduce hydraulic conductivity and enhance stability. Due to the geological complexity and interdisciplinary nature of it, studying the stability of grouted goaf and overlying structure is an issue of crucial importance. Research on the goaf stability analysis simplified the grouted rock mass as a homogeneous material and ignored the coupled rock mass-fluid flow processes. For the grouting simulation, previous studies mainly focused on the grouting simulation in a single borehole or planar fractures and simulated the grouting process by a two-dimensional seepage model. Only a few of them have represented the actual operational conditions with dense boreholes and turbulent flow. In this study, a three-dimensional (3D) geoengineering model was developed based on the non uniform rational B-splines-triangulated irregular network-boundary representation (NURBS-TINBRep) hybrid data structure to represent complex geological structures. Then, considering the Bingham fluid characteristic, a 3D k-epsilon turbulence mathematical model was proposed so that the flow characteristics of grout and multihole grouting process in sequence were modeled. By applying the hydromechanical coupling theory, a 3D stability analysis model based on the geoengineering model was performed to analyze the effectiveness of grouting reinforcement and the stability of the goaf. (C) 2016 American Society of Civil Engineers.","Authors":"Ao, XF (Ao, Xuefei) ; Wang, XL (Wang, Xiaoling) ; Zhu, XB (Zhu, Xiaobin) ; Zhou, ZY (Zhou, Zhengyin) ; Zhang, XX (Zhang, Xiaoxin)","Title":"Grouting Simulation and Stability Analysis of Coal Mine Goaf Considering Hydromechanical Coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500011 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Metal leachability; Radionuclides; Sediment pollution; Uranium industry KeyWords Plus:GUANGDONG PROVINCE; HEAVY-METALS; MINING/MILLING ACTIVITIES; CHINA; POLLUTION; WATER; RIVER; RISK","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 85-90 Special Issue: SI DOI: 10.1016/j.gexplo.2016.01.008 Published: MAY 2017","Abstract":"The leachability and potential environmental risks of uranium (U) and thorium (Th) in aquifer sediments from a recent uranium minesite of northern Guangdong Province, China were investigated as part of ongoing environmental investigations. Data for the non-mineralogical portion of U, Th and of additional major elements(Mn, Fe, Ca, Mg, Na, Al and K) using a 0.5 mol/L HCl partial leach and inductively coupled plasma optical emission spectrometry (ICP-OES) were presented for the contaminated sediments and a background sediment. The contaminated sediments reported leachable contents of U between 22.85 and 2700 mu g/g and those of Th between 4.800 and 102.1 mu g/g, which exceed by a few to several hundred times the respective content found in the background. Generally, the leachable U and Th contents in the stream sediments decrease with distance from the potential contamination sources. A special case is the runoff gathering reservoir located around 1 km downstream of the U mine-site, representing the most severe metal contamination hotspot within the alpine watershed, where the highest leachable content of U and Th in the inlet sediment was observed. The highest leachability of U (68.6%) and Th (44.8%) was observed in this sediment as well, indicating a high potential of bioaccumulation and bioconcentration of U and Th under changing geochemical conditions. Correlations analysis indicates that the dilute HCl leachable fraction of U and Th bound in the sediments are strongly dependent on anthropogenic inputs from the U mining/milling activities, and Ca salts are the main vectors. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, J (Wang, Jin) ; Liu, J (Liu, Juan) ; Li, HC (Li, Hongchun) ; Chen, YH (Chen, Yongheng) ; Xiao, TF (Xiao, Tangfu) ; Song, G (Song, Gang) ; Chen, DY (Chen, Diyun) ; Wang, CL (Wang, Chunlin)","Title":"Uranium and thorium leachability in contaminated stream sediments from a uranium minesite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647900006 PubMed ID: 28212879 ISSN: 0022-1759 eISSN: 1872-7905","Keywords":"HTLV-1; HAM/ISP; Diagnosis; Clinical follow-up; Flow cytometry KeyWords Plus:MYELOPATHY/TROPICAL SPASTIC PARAPARESIS; I-ASSOCIATED MYELOPATHY; PERIPHERAL-BLOOD; HTLV-1 INFECTION; PROVIRAL LOAD; MT-2 CELLS; HAM/TSP; DISEASE; EPIDEMIOLOGY; LEUKOCYTES","Categories":"Biochemistry & Molecular Biology; Immunology Web of Science Categories:Biochemical Research Methods; Immunology","Journal Information":"JOURNAL OF IMMUNOLOGICAL METHODS Volume: 444 Pages: 36-46 DOI: 10.1016/jjim.2017.02.006 Published: MAY 2017","Abstract":"The present work provides an innovative methodological approach to assess the anti-HTLV-1 IgG1 reactivity with practical application in clinical laboratory. Serum from non-infected healthy controls (NI) and HTLV-1-infected patients, categorized as asymptomatic (AS), putatively progressing to HTLV-1 associated myelopathy/tropical spastic paraparesis - HAM/TSP (pHAM) or with clinical diagnosis of HAMJSP (HT) were assayed in two-parallel flow cytometry platforms, referred as: Fix and Fix&Perm protocols. Operating-characteristics analysis indicated that a single pair of attributes (\"serum dilution/cut-off\") for Fix and Fix&Perm protocols presented excellent performance for the diagnosis of HTLV-1 infection. Conversely, Fix and Fix&Perm protocols displayed weak/moderate overall performances when applied with prognosis purposes of HTLV-1 infection. A panoramic snapshot provided by the reactivity boards revealed clearly the higher sensitivity of Fix&Perm protocol for detecting seropositivity for HT, suggesting that stepwise combinatory criteria would improve the global performance of using a single pair of attributes. Three data mining strategies were tested, including endpoint titer analysis, heatmap assemblage and decision tree analysis. Bi-dimensional heatmap analysis demonstrated that, while the clustering profile of NI vs HTLV-1(+) revealed segregation in opposite poles, AS vs HT presented discrete segregation but still displaying an intertwined distribution pattern. The combination of methods for segregating AS from HT displayed a moderate but superior global accuracy (85.7%; LOOCV = 71.4%). The comprehensive data analysis support that the combination of methods have improved the performance to the differential diagnosis of AS and HT, with direct association with laboratorial records, including serum cytoldne levels and proviral load. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Coelho-dos-Reis, JG (Coelho-dos-Reis, Jordana Grazziela) ; Peruhype-Magalhaes, V (Peruhype-Magalhaes, Vanessa) ; Pascoal-Xavier, MA (Pascoal-Xavier, Marcelo Antonio) ; Gomes, MD (Gomes, Matheus de Souza) ; do Amaral, LR (do Amaral, Laurence Rodrigues) ; Cardoso, LM (Cardoso, Ludmila Melo) ; Jonathan-Goncalves, J (Jonathan-Goncalves, Juan) ; Ribeiro, AL (Ribeiro, Agata Lopes) ; Starling, ALB (Borges Starling, Ana Lucia) ; Ribas, JG (Ribas, Joao Gabriel) ; Goncalves, DU (Goncalves, Denise Utsch) ; Carneiro-Proietti, ABD (de Freitas Carneiro-Proietti, Anna Barbara); Teixeira-Carvalho, A (Teixeira-Carvalho, Andrea) ; Martins, OA (Martins-Filho, Olindo Assis) ...More...Less Group Author(s): GIPH","Title":"Flow cytometric-based protocols for assessing anti-MT-2 IgG1 reactivity: High-dimensional data handling to define predictors for clinical follow-up of Human T-cell Leukemia virus type-1 infection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398221900001 ISSN: 0894-3214 eISSN: 1099-1522","Keywords":"package size; k-means clustering; agglomerative hierarchical clustering; SOFM clustering; case study KeyWords Plus:SELF-ORGANIZING MAP; SUPPLY CHAINS; LOGISTICS; EFFICIENCY; SYSTEMS","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Manufacturing; Food Science & Technology","Journal Information":"PACKAGING TECHNOLOGY AND SCIENCE Volume: 30 Issue: 5 Pages: 173-193 DOI: 10.1002/pts.2286 Published: MAY 2017","Abstract":"Reducing package-related cost is essential for various companies and institutions. Different packages are usually designed separately for each and every product, which results in less cost-effective packaging systems. In this study, a data mining model with three clustering algorithms was developed to modularize a packaging system by reducing the variety of packaging sizes. The three algorithms were k-means clustering, agglomerative hierarchical clustering and self-organizing feature map. The package models with similar shapes and sizes were clustered automatically and replaced by one package model with a size that suited them all. The study also analysed the financial effects including the purchasing and inventory costs of the package material and the transportation cost of the packaged products. The case study was carried out at Ericsson to select the best clustering algorithm of the three and to test the effectiveness and applicability of the proposed model. The results show that the packaging system modularized by the agglomerative hierarchical clustering algorithm is more cost-effective in this case compared with the ones modularized by the other two clustering algorithms and with the one without modularization. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Zhao, C (Zhao, Chuan) ; Johnsson, M (Johnsson, Mats) ; He, MK (He, Mingke)","Title":"Data Mining with Clustering Algorithms to Reduce Packaging Costs: A Case Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398785800009 PubMed ID: 27798407 ISSN: 1063-5157 eISSN: 1076-836X","Keywords":"Data integration; data mining; insects; phylogenomics; phyloinformatics; tree of life KeyWords Plus:MULTIPLE SEQUENCE ALIGNMENT; MEGA-PHYLOGENY APPROACH; MAXIMUM-LIKELIHOOD; COMPOSITIONAL HETEROGENEITY; BIODIVERSITY ASSESSMENT; MITOCHONDRIAL GENOMES; MOLECULAR TAXONOMY; MISSING DATA; EVOLUTION; PLACEMENT","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 426-439 DOI: 10.1093/sysbio/syw099 Published: MAY 2017","Abstract":"Although comprehensive phylogenies have proven an invaluable tool in ecology and evolution, their construction is made increasingly challenging both by the scale and structure of publically available sequences. The distinct partition between gene-rich (genomic) and species-rich (DNA barcode) data is a feature of data that has been largely overlooked, yet presents a key obstacle to scaling supermatrix analysis. I present a phyloinformatics framework for draft construction of a species-level phylogeny of insects (Class Insecta). Matrix-building requires separately optimized pipelines for nuclear transcriptomic, mitochondrial genomic, and species-rich markers, whereas tree-building requires hierarchical inference in order to capture species-breadth while retaining deep-level resolution. The phylogeny of insects contains 49,358 species, 13,865 genera, 760 families. Deep-level splits largely reflected previous findings for sections of the tree that are data rich or unambiguous, such as inter-ordinal Endopterygota and Dictyoptera, the recently evolved and relatively homogeneous Lepidoptera, Hymenoptera, Brachycera (Diptera), and Cucujiformia (Coleoptera). However, analysis of bias, matrix construction and gene-tree variation suggests confidence in some relationships (such as in Polyneoptera) is less than has been indicated by the matrix bootstrap method. To assess the utility of the insect tree as a tool in query profiling several tree-based taxonomic assignment methods are compared. Using test data sets with existing taxonomic annotations, a tendency is observed for greater accuracy of species-level assignments where using a fixed comprehensive tree of life in contrast to methods generating smaller de novo reference trees. Described herein is a solution to the discrepancy in the way data are fit into supermatrices. The resulting tree facilitates wider studies of insect diversification and application of advanced descriptions of diversity in community studies, among other presumed applications.","Authors":"Chesters, D (Chesters, Douglas)","Title":"Construction of a Species-Level Tree of Life for the Insects and Utility in Taxonomic Profiling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395611500048 ISSN: 0301-679X eISSN: 1879-2464","Keywords":"Powder processing; Erosion; Solid particles; Optical microscopy KeyWords Plus:ROTATING CYLINDER ELECTRODE; SULFURIC-ACID-SOLUTION; SHEAR-STRESS; CARBON-STEEL; BEHAVIOR; ENVIRONMENT","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"TRIBOLOGY INTERNATIONAL Volume: 109 Pages: 441-446 DOI: 10.1016/j.triboint.2017.01.018 Published: MAY 2017","Abstract":"This study estimates the impact of shear stress and solid particles on the erosion-corrosion behaviour of spark plasma sintered pure nickel in simulated mine water. Rotating cylinder electrode system was employed to carry out the erosion-corrosion tests by weight-loss and electrochemical measurements. Corroded coupons were examined with the aid of microscope to assess the surface morphology. The gravimetry data was Inconsistent with both weight gain and weight loss recorded. The impact of the hydrodynamic parameters was correlated with the pitting resistance and re-passivation behaviour of the sintered nickel, while the morphology results showed minimal general attack and severe localised corrosion.","Authors":"Ige, OO (Ige, O. O.) ; Aribo, S (Aribo, S.) ; Obadele, BA (Obadele, B. A.) ; Langa, T (Langa, T.) ; Olubambi, PA (Olubambi, P. A.)","Title":"Erosion-corrosion characteristics of spark plasma sintered pure nickel in simulated mine water"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800001 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Coloured Petri nets; operational support; model-driven design; state space analysis; business process monitoring KeyWords Plus:DIAGRAMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 576-596 DOI: 10.1080/17517575.2015.1067723 Published: MAY 2017","Abstract":"Operational support provides, during the execution of a business process, replies to questions such as 'how do I end the execution of the process in the cheapest way?' and 'is my execution compliant with some expected behaviour?' These questions may be asked several times during a single execution and, to answer them, dedicated software components (the so-called operational support providers) need to be invoked. Therefore, an infrastructure is needed to handle multiple providers, maintain data between queries about the same execution and discard information when it is no longer needed. In this paper, we use coloured Petri nets (CPNs) to model and analyse software implementing such an infrastructure. This analysis is needed to clarify the requirements before implementation and to guarantee that the resulting software is correct. To this aim, we present techniques to represent and analyse state spaces with 250 million states on a normal PC. We show how the specified requirements have been implemented as a plug-in of the process mining tool ProM and how the operational support in ProM can be used in combination with an existing operational support provider.","Authors":"Maggi, FM (Maggi, F. M.) ; Westergaard, M (Westergaard, M.)","Title":"Designing software for operational decision support through coloured Petri nets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800004 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Intelligent agent; market surveillance; text mining; financial application KeyWords Plus:SYSTEM; INFORMATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 652-671 DOI: 10.1080/17517575.2015.1075593 Published: MAY 2017","Abstract":"Market surveillance systems have increasingly gained in usage for monitoring trading activities in stock markets to maintain market integrity. Existing systems primarily focus on the numerical analysis of market activity data and generally ignore textual information. To fulfil the requirements of information-based surveillance, a multi-agent-based architecture that uses agent intercommunication and incremental learning mechanisms is proposed to provide a flexible and adaptive inspection process. A prototype system is implemented using the techniques of text mining and rule-based reasoning, among others. Based on experiments in the scalping surveillance scenario, the system can identify target information evidence up to 87.50% of the time and automatically identify 70.59% of cases depending on the constraints on the available information sources. The results of this study indicate that the proposed information surveillance system is effective. This study thus contributes to the market surveillance literature and has significant practical implications.","Authors":"Chen, K (Chen, Kun) ; Li, X (Li, Xin) ; Xu, BX (Xu, Baoxun) ; Yan, JQ (Yan, Jiaqi) ; Wang, HQ (Wang, Huaiqing)","Title":"Intelligent agents for adaptive security market surveillance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800009 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Ant colony optimisation; classification algorithms; corporate bankruptcy prediction; data mining; financial ratios KeyWords Plus:FINANCIAL DISTRESS PREDICTION; FEATURE-SELECTION METHODS; NEURAL-NETWORK; VARIABLE SELECTION; ROC CURVE; OPTIMIZATION; CLASSIFIER; ALGORITHMS; ENSEMBLES; HYBRID","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 758-785 DOI: 10.1080/17517575.2015.1090630 Published: MAY 2017","Abstract":"This paper presents a transportable ant colony discrimination strategy (TACD) to predict corporate bankruptcy, a topic of vital importance that is attracting increasing interest in the field of economics. The proposed algorithm uses financial ratios to build a binary prediction model for companies with the two statuses of bankrupt and non-bankrupt. The algorithm takes advantage of an improved version of continuous ant colony optimisation (CACO) at the core, which is used to create an accurate, simple and understandable linear model for discrimination. This also enables the algorithm to work with continuous values, leading to more efficient learning and adaption by avoiding data discretisation. We conduct a comprehensive performance evaluation on three real-world data sets under a stratified cross-validation strategy. In three different scenarios, TACD is compared with 11 other bankruptcy prediction strategies. We also discuss the efficiency of the attribute selection methods used in the experiments. In addition to its simplicity and understandability, statistical significance tests prove the efficiency of TACD against the other prediction algorithms in both measures of AUC and accuracy.","Authors":"Lalbakhsh, P (Lalbakhsh, Pooia) ; Chen, YPP (Chen, Yi-Ping Phoebe)","Title":"TACD: a transportable ant colony discrimination model for corporate bankruptcy prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395107700006 ISSN: 1062-7391 eISSN: 1573-8736","Keywords":"Dump; weak base; finite element method; stress state; displacement; Mohr-Coulomb criterion","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING SCIENCE Volume: 52 Issue: 3 Pages: 454-460 DOI: 10.1134/S1062739116030657 Published: MAY 2017","Abstract":"The scope of the discussion covers the issues of open pit mining efficiency and safety with dry overburden dumping over sludge base. The stress analysis of a dump at Kedrovsky Open Pit Mine uses finite element modeling of linearly deformable medium based on geotechnical, surveying and hydromechanical data. The modeling produces the field of displacements of the dump and its base and the distribution of the Mohr-Coulomb strength criterion. The sludge base breakout-hazardous areas are revealed, and the displacements of the growing dump are predicted. The developed model enables operational forecasting of strength loss at dumps.","Authors":"Bakhaeva, SP (Bakhaeva, S. P.) ; Gogolin, VA (Gogolin, V. A.) ; Ermakova, IA (Ermakova, I. A.)","Title":"Calculating stability of overburden dumps on weak bases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395107700013 ISSN: 1062-7391 eISSN: 1573-8736","Keywords":"Fan; critical speed; precession; gyroscopic moment; bearing assembly yielding; equivalent load; Campbell diagram","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING SCIENCE Volume: 52 Issue: 3 Pages: 502-510 DOI: 10.1134/S1062739116030730 Published: MAY 2017","Abstract":"The article presents a calculation procedure for critical rotary speed of an axial main mine fan rotor. The calculations are made for fan model VO-21. The suppositions that make the calculations simpler without considerable errors of the results are evaluated. The calculations use the finite element method and ANSYS software. The critical rotary speeds are determined from the Campbell diagrams plotted for the estimates with and without regard for the stiffness of the bearing assemblies of the rotor. The effect exerted by the rotor bearing assembly stiffness and by the gyroscopic moment of the fan impeller on the frequency of free bending vibrations of the rotor shaft under direct and back precession is illustrated. The estimated critical rotary speeds are compared with the analytical data obtained based on discrete two-mass models. For the preliminary engineering estimation, it is possible to use a discrete two-mass model of the fan rotor without regard for the yielding of the bearing assemblies and for the influence of the gyroscopic model; in the design model, it is required to replace the transmission shaft by the point mass. The calculation error will not exceed 7%.","Authors":"Krasyuk, AM (Krasyuk, A. M.) ; Kosykh, PV (Kosykh, P. V.)","Title":"Calculating bending vibrations of main axial mine fan rotor shaft"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947200002 ISSN: 0920-5489 eISSN: 1872-7018","Keywords":"Mixed integer linear programming; Exponential and compact formulations; Visible light communication networks; Resource allocation KeyWords Plus:RESOURCE-ALLOCATION; OFDMA NETWORKS; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"COMPUTER STANDARDS & INTERFACES Volume: 52 Pages: 10-24 DOI: 10.1016/j.csi.2016.12.004 Published: MAY 2017","Abstract":"In this paper, we propose new mixed integer linear programming (MILP) models in order to maximize the total capacity of a wireless visible light communication (VLC) network subject to power and ring (or tree) topology constraints. VLC has appeared as a new promising technology as it allows to transmit data in significantly higher orders of magnitude than traditional radio frequency (RF) methods [7,11]. Moreover, it allows to establish wireless communications where RF technologies cannot operate in optimal conditions such as in airplanes, hospitals, nuclear areas, underground mining, underwater communications and disaster and traffic management, to name a few. Consequently, it is expected that most of the current existing protocols that use RF methods will incorporate this new technology in the near future. We propose exponential and compact polynomial formulations that we obtain from the classic traveling salesman and spanning tree problems in order to characterize the ring and tree topology constraints in our models. For each of the proposed models, we obtain robust formulations in the form of a MILP problem [6]. Finally, we adapt an exact iterative procedure to solve the exponential models to optimality [1]. For the deterministic and robust ring models, we solve instances with up to 500 and 300 nodes to optimality, respectively. Then, we further propose a new relaxed version of the algorithm that allows to compute tight near optimal solutions for all the exponential models with up to 500 nodes. In general, the two algorithms obtain solutions in significantly less CPU time when compared to the compact models.","Authors":"Adasme, P (Adasme, Pablo)","Title":"Visible light communication networks under ring and tree topology constraints"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300009 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Sentiment analysis; Multilingual sentiment analysis; Emotion mining KeyWords Plus:SENTIMENT CLASSIFICATION; BASIC EMOTIONS; REVIEWS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 684-704 DOI: 10.1016/j.ipm.2016.12.008 Published: MAY 2017","Abstract":"The importance of emotion mining is acknowledged in a wide range of new applications, thus broadening the potential market already proven for opinion mining. However, the lack of resources for languages other than English is even more critical for emotion mining. In this article, we investigate whether Multilingual Sentiment Analysis delivers reliable and effective results when applied to emotions. For this purpose, we developed experiments involving machine translations over corpora originally written in two languages. Our experimental framework for emotion classification assesses variations on (i) the language of the original text and its translations; (ii) strategies to combine multiple languages to overcome losses due to translation; (iii) options for data pre-processing (tokenization, feature representation and feature selection); and (iv) classification algorithms, including meta classifiers. The results show that emotion classification performance improve significantly with the use of texts in multiple languages, particularly by adopting a stacking of weak monolingual classifiers. Our study also sheds light into the impacts of data preparation strategies and their combination with classification algorithms, and compares differences between polarity and emotion classification according to the same experimental settings. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Becker, K (Becker, Karin) ; Moreira, VP (Moreira, Viviane P.) ; dos Santos, AGL (dos Santos, Aline G. L.)","Title":"Multilingual emotion classification using supervised learning: Comparative experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300012 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Clustering; Segmentation; Vision-based page segmentation; VIPS KeyWords Plus:INFORMATION EXTRACTION; HYBRID APPROACH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 735-750 DOI: 10.1016/j.ipm.2017.02.002 Published: MAY 2017","Abstract":"This paper presents a novel approach to web page segmentation, which is one of substantial preprocessing steps when mining data from Web documents. Most of the current segmentation methods are based on algorithms that work on a tree representation of web pages (DOM tree or a hierarchical rendering model) and produce another tree structure as an output. In contrast, our method uses a rendering engine to get an image of the web page, takes the smallest rendered elements of that image, performs clustering using a custom algorithm and produces a flat set of segments of a given granularity. For the clustering metrics, we use purely visual properties only: the distance of elements and their visual similarity. We experimentally evaluate the properties of our algorithm by processing 2400 web pages. On this set of web pages, we prove that our algorithm is almost 90% faster than the reference algorithm. We also show that our algorithm accuracy is between 47% and 133% of the reference algorithm accuracy with indirect correlation of our algorithm's accuracy to the depth of inspected page structure. In our experiments, we also demonstrate the advantages of producing a flat segmentation structure instead of an hierarchy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zeleny, J (Zeleny, Jan) ; Burget, R (Burget, Radek) ; Zendulka, J (Zendulka, Jaroslav)","Title":"Box clustering segmentation: A new method for vision-based web page preprocessing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000013 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Data stream mining; Big data; Classification; GPUs KeyWords Plus:NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 195-204 DOI: 10.1016/jjss.2016.06.009 Published: MAY 2017","Abstract":"Big Data streams are being generated in a faster, bigger, and more commonplace. In this scenario, Hoeffding Trees are an established method for classification. Several extensions exist, including high performing ensemble setups such as online and leveraging bagging. Also, k-nearest neighbors is a popular choice, with most extensions dealing with the inherent performance limitations over a potentially-infinite stream. At the same time, gradient descent methods are becoming increasingly popular, owing in part to the successes of deep learning. Although deep neural networks can learn incrementally, they have so far proved too sensitive to hyper-parameter options and initial conditions to be considered an effective 'off -the-shelf' data-streams solution. In this work, we look at combinations of Hoeffding-trees, nearest neighbor, and gradient descent methods with a streaming preprocessing approach in the form of a random feature functions filter for additional predictive power. We further extend the investigation to implementing methods on GPUs, which we test on some large real-world datasets, and show the benefits of using GPUs for data-stream learning due to their high scalability. Our empirical evaluation yields positive results for the novel approaches that we experiment with, highlighting important issues, and shed light on promising future directions in approaches to data-stream classification. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Marron, D (Marron, Diego) ; Read, J (Read, Jesse) ; Bifet, A (Bifet, Albert) ; Navarro, N (Navarro, Nacho)","Title":"Data stream classification using random feature functions and novel method combinations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000016 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Opinion mining; News streams; Social media","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 237-248 DOI: 10.1016/jjss.2016.06.012 Published: MAY 2017","Abstract":"Companies that collect and analyze data from social media, news and other data streams are faced with several challenges that concern storage and processing of huge amounts of data. When they want to serve the processed information to their customers and moreover, when they want to cover different information needs for each customer, they need solutions that process data in near real time in order to gain insights on the data in motion. The volume and volatility of opinionated data that is published in social media, in combination with the variety of data sources has created a demanding ecosystem for stream processing. Although, there are several solutions that can handle information of static nature and small volume quite efficiently, they usually do not scale up properly because of their high complexity. Moreover, such solutions have been designed to run once or to run in a fixed dataset and they are not sufficient for processing huge volumes of streamed data. To address this problem, a platform for real-time opinion mining is proposed. Based on prior research and real application services that have been developed, a new platform called \"PaloPro\" is presented to cover the needs for brand monitoring. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Tsirakis, N (Tsirakis, Nikos) ; Poulopoulos, V (Poulopoulos, Vasilis) ; Tsantilas, P (Tsantilas, Panagiotis) ; Varlamis, I (Varlamis, Iraklis)","Title":"Large scale opinion mining for social, news and blog data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000019 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Behavior detection; Data stream clustering; Network analysis; big data stream","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 266-277 DOI: 10.1016/jjss.2016.07.004 Published: MAY 2017","Abstract":"This paper proposes a behavior detection system, (HBDS)-D-2, to address the behavior-detection challenges in high-bandwidth networks. In HB2DS, a summarization of network traffic is represented through some meta-events. The relationships amongst meta-events are used to mine end-user behaviors. (HBDS)-D-2 satisfies the main constraints exist in analyzing of high-bandwidth networks, namely online learning and outlier handling, as well as one-pass processing, delay, and memory limitations. Our evaluation indicates significant improvement in big data stream analyzing in terms of accuracy and efficiency. 2016 Elsevier Inc. All rights reserved.","Authors":"Noferesti, M (Noferesti, Morteza) ; Jalili, R (Jalili, Rasool)","Title":"(HBDS)-D-2: A behavior-driven high-bandwidth network mining system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000020 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Feature drift; Feature selection; Data stream mining KeyWords Plus:STREAMING RANDOM FORESTS; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 278-294 DOI: 10.1016/j.jss.2016.07.005 Published: MAY 2017","Abstract":"Data stream mining is a fast growing research topic due to the ubiquity of data in several real-world problems. Given their ephemeral nature, data stream sources are expected to undergo changes in data distribution, a phenomenon called concept drift. This paper focuses on one specific type of drift that has not yet been thoroughly studied, namely feature drift. Feature drift occurs whenever a subset of features becomes, or ceases to be, relevant to the learning task; thus, learners must detect and adapt to these changes accordingly. We survey existing work on feature drift adaptation with both explicit and implicit approaches. Additionally, we benchmark several algorithms and a naive feature drift detection approach using synthetic and real-world datasets. The results from our experiments indicate the need for future research in this area as even naive approaches produced gains in accuracy while reducing resources usage. Finally, we state current research topics, challenges and future directions for feature drift adaptation. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Barddal, JP (Barddal, Jean Paul) ; Gomes, HM (Gomes, Heitor Murilo) ; Enembreck, F (Enembreck, Fabricio) ; Pfahringer, B (Pfahringer, Bernhard)","Title":"A survey on feature drift adaptation: Definition, benchmark, challenges and future directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397374600003 ISSN: 0892-6875","Keywords":"SWIR hyperspectral imagery; Porphyry Cu; Sensor-based sorting; Ore characterization KeyWords Plus:MINERALS; SPECTROSCOPY; SPECTRA","Categories":"Engineering; Mineralogy; Mining & Mineral Processing Web of Science Categories:Engineering, Chemical; Mineralogy; Mining & Mineral Processing","Journal Information":"MINERALS ENGINEERING Volume: 105 Pages: 10-18 DOI: 10.1016/j.mineng.2016.12.013 Published: MAY 1 2017","Abstract":"A recent study by Dalm et al. (2014) showed that alteration mineralogy acquired using SWIR point spectrometry could be linked to copper grade distribution for a group of samples from a South American copper mine. Since it was expected that SWIR hyperspectral imagery can provide more detailed information about the alteration mineralogy of these ores, we investigated whether this technique can be used to improve upon the indirect characterization of copper grades. Maps showing the distributions of SWIR-active minerals, white mica crystallinity, white mica composition, and chlorite composition were produced from SWIR hyperspectral images of 43 samples from the Dalm et al. (2014) study. Subsequently, a principle component analysis (PCA) was applied to the relative mineral abundances and the average white mica crystallinity and composition that were extracted from these maps. The PCA showed that this mineralogical data could be used to discriminate a significant portion of the samples with sub-economic copper grades. Furthermore, the study showed that SWIR hyperspectral imaging has the following advantages over SWIR point spectrometry: minerals that are present in relatively low quantities can be detected, the SWIR-active mineralogical composition at the surface of a sample can be quantified, and the texture of samples, such as grain sizes and cross-cutting vein structures, can be characterized. However, these advantages did not improve upon the indirect characterization of copper grades that was achieved using SWIR point spectrometry. This was attributed to the relatively small size of the sample set and the high textural variability between samples. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dalm, M (Dalm, M.) ; Buxton, MWN (Buxton, M. W. N.) ; van Ruitenbeek, FA (van Ruitenbeek, Fj. A.)","Title":"Discriminating ore and waste in a porphyry copper deposit using short-wavelength infrared (SWIR) hyperspectral imagery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"NORTA simulation; Multivariate sampling; Regression trees; Support Vector Machine KeyWords Plus:SUPPORT VECTOR MACHINES; DATA MINING TECHNIQUES; SMALL DATA SETS; BIG DATA; RANDOM-VARIABLES; MARGINAL DISTRIBUTION; DATA AUGMENTATION; COPULA MODELS; DATA SCIENCE; PERFORMANCE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 69-81 DOI: 10.1016/j.eswa.2016.12.027 Published: MAY 1 2017","Abstract":"We introduce an approximate variant of the NORTA method which aims at generating structured data from a given prior sample. The technique accommodates for any combinations of marginals (especially continuous/discrete mixtures) and a wide range of correlation structures. We focus on the interesting case where the sample includes categorical data, both ordered and unordered. We provide an application in the financial industry through a test of our iterative Newton-like algorithm on a dataset comprising the results of a questionnaire. We show that the sampled data, similarly to the NORTA technique, matches both the marginal and correlation structures of the original dataset closely. Consequently, analyses such as decision tree modeling or Support Vector Machine classification and regression, can be carried out on the new, much larger, sample without altering the core properties of the original sample. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Coqueret, G (Coqueret, Guillaume) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Coqueret, Guillaume  http://orcid.org/0000-0002-1596-4086","Title":"Approximate NORTA simulations for virtual sample generation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200009 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Information extraction; N-ary relation; Ontology; Data mining; Sequential pattern; Quantitative data; Linguistic pattern KeyWords Plus:INFORMATION; ONTOLOGY; PATTERNS; UNITS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 115-124 DOI: 10.1016/j.eswa.2016.12.028 Published: MAY 1 2017","Abstract":"Here we present the Xart system based on a three-step hybrid method using data mining approaches and syntactic analysis to automatically discover and extract relevant data modeled as n-ary relations in plain text. A n-ary relation links a studied object with its features considered as several arguments. We addressed the challenge of designing a novel method to handle the identification and extraction of heterogeneous arguments such as symbolic arguments, quantitative arguments composed of numbers and various measurement units. We thus developed the Xart system, which relies on a domain ontology for discovering patterns, in plain text, to identify arguments involved in n-ary relations. The discovered patterns take advantage of different ontological levels that facilitate identification of all arguments and pool them in the sought n-ary relation. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Berrahou, SL (Berrahou, Soumia Lilia) ; Buche, P (Buche, Patrice) ; Dibie, J (Dibie, Juliette) ; Roche, M (Roche, Mathieu)","Title":"Xart: Discovery of correlated arguments of n-ary relations in text"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Stock market; Twitter; Data and text mining; Regression KeyWords Plus:INVESTOR SENTIMENT; INFORMATION-CONTENT; MESSAGE BOARDS; NEWS; MEDIA; NOISE; ACCURACY; PRICES; TALK","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 125-144 DOI: 10.1016/j.eswa.2016.12.036 Published: MAY 1 2017","Abstract":"In this paper, we propose a robust methodology to assess the value of microblogging data to forecast stock market variables: returns, volatility and trading volume of diverse indices and portfolios. The methodology uses sentiment and attention indicators extracted from microblogs (a large Twitter dataset is adopted) and survey indices (AAII and II, USMC and Sentix), diverse forms to daily aggregate these indicators, usage of a Kalman Filter to merge microblog and survey sources, a realistic rolling windows evaluation, several Machine Learning methods and the Diebold-Mariano test to validate if the sentiment and attention based predictions are valuable when compared with an autoregressive baseline. We found that Twitter sentiment and posting volume were relevant for the forecasting of returns of S&P 500 index, portfolios of lower market capitalization and some industries. Additionally, KF sentiment was informative for the forecasting of returns. Moreover, Twitter and KF sentiment indicators were useful for the prediction of some survey sentiment indicators. These results confirm the usefulness of microblogging data for financial expert systems, allowing to predict stock market behavior and providing a valuable alternative for existing survey measures with advantages (e.g., fast and cheap creation, daily frequency). (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Oliveira, N (Oliveira, Nuno) ; Cortez, P (Cortez, Paulo) ; Areal, N (Areal, Nelson) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Nuno  http://orcid.org/0000-0003-1773-3684 Areal, Nelson  http://orcid.org/0000-0002-1157-0178","Title":"The impact of microblogging data for stock market prediction: Using Twitter to predict returns, volatility, trading volume and survey sentiment indices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200013 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Pattern mining; Maximal frequent patterns; N-list structure; Pruning technique KeyWords Plus:EFFICIENT ALGORITHM; NC-SETS; ITEMSETS; LISTS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 178-186 DOI: 10.10161/j.eswa.2016.12.023 Published: MAY 1 2017","Abstract":"Mining maximal frequent patterns (MFPs) is an approach that limits the number of frequent patterns (FPs) to help intelligent systems operate efficiently. Many approaches have been proposed for mining MFPs, but the complexity of the problem is enormous. Therefore, the run time and memory usage are still large. Recently, the N-list structure has been proposed and verified to be very effective for mining FPs, frequent closed patterns, and top-rank-k FPs. Therefore, this paper uses the N-list structure for mining MFPs. A pruning technique is also proposed to prune branches to reduce the search space. This technique is applied to an algorithm called INLA-MFP (improved N-list-based algorithm for mining maximal frequent patterns) for mining MFPs. Experiments were conducted to evaluate the effectiveness of the proposed algorithm. The experimental results show that INLA-MFP outperforms two state-of-the-art algorithms for mining MFPs. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Vo, B (Bay Vo) ; Pham, S (Sang Pham) ; Le, T (Tuong Le) ; Deng, ZH (Deng, Zhi-Hong)","Title":"A novel approach for mining maximal frequent patterns"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394632200016 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Rare events; lmbalanced data; Machine learning; Data mining KeyWords Plus:SUPPORT VECTOR MACHINE; TIME-SERIES CLASSIFICATION; COST-SENSITIVE CLASSIFIER; CARD FRAUD DETECTION; OIL-SPILL DETECTION; DATA-SETS; FEATURE-SELECTION; NEURAL-NETWORKS; RARE EVENTS; CAUSE IDENTIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 220-239 DOI: 10.1016/j.eswa.2016.12.035 Published: MAY 1 2017","Abstract":"Rare events, especially those that could potentially negatively impact society, often require humans' decision-making responses. Detecting rare events can be viewed as a prediction task in data mining and machine learning communities. As these events are rarely observed in daily life, the prediction task suffers from a lack of balanced data. In this paper, we provide an in depth review of rare event detection from an imbalanced learning perspective. Five hundred and seventeen related papers that have been published in the past decade were collected for the study. The initial statistics suggested that rare events detection and imbalanced learning are concerned across a wide range of research areas from management science to engineering. We reviewed all collected papers from both a technical and a practical point of view. Modeling methods discussed include techniques such as data preprocessing, classification algorithms and model evaluation. For applications, we first provide a comprehensive taxonomy of the existing application domains of imbalanced learning, and then we detail the applications for each category. Finally, some suggestions from, the reviewed papers are incorporated with our experiences and judgments to offer further research directions for the imbalanced learning and rare event detection fields. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Guo, HX (Guo Haixiang) ; Li, YJ (Li Yijing) ; Shang, J (Shang, Jennifer) ; Gu, MY (Gu Mingyun) ; Huang, YY (Huang Yuanyue) ; Bing, G (Bing, Gong)","Title":"Learning from class-imbalanced data: Review of methods and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394483200035 ISSN: 0924-0136","Keywords":"Spectral analysis; Data mining; X-ray image analysis; Pore formation; AC pulsed GTAW KeyWords Plus:GAS TUNGSTEN ARC; LASER; MICROSTRUCTURE; PENETRATION; INFORMATION","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 243 Pages: 365-373 DOI: 10.1016/jjmatprotec.2016.12.026 Published: MAY 2017","Abstract":"Alternating current pulsed gas tungsten arc welding was conducted to study the effect of welding conditions on the formation of porosity. Two conditions involved in the preparation of base metals were discussed: the application of a groove and thickness of the welding root face. Spectral analyses based on data mining and empirical mode decomposition (EMD) were proposed to detect porosity. Spectral lines were identified accurately by data mining based on an improved K-medoids algorithm which ascertained the classification number using a geodesic minimum spanning tree. EMD was employed to eliminate effectively the influence of noise and a pulsed current on spectral intensity ratio, resulting in clear characteristic values Used for detection of pores. X-ray analyses verified the proposed method and showed that the welding conditions significantly affected the size and distribution of pores. The results indicated that the weld quality was improved with the application of a groove. And the number of pores and pores area decreased significantly when the thickness of the welding root face was 2 mm. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Huang, YM (Huang, Yiming) ; Wu, D (Wu, Di) ; Lv, N (Lv, Na) ; Chen, HB (Chen, Huabin) ; Chen, SB (Chen, Shanben)","Title":"Investigation of porosity in pulsed GTAW of aluminum alloys based on spectral and X-ray image analyses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700013 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Co-embedding generation; Relational information; Heterogeneous object analysis; Joint space projection KeyWords Plus:DIMENSIONALITY REDUCTION; CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 146-163 DOI: 10.1016/j.patcog.2016.12.004 Published: MAY 2017","Abstract":"Dimensionality reduction and data embedding methods generate low dimensional representations of a single type of homogeneous data objects. In this work, we examine the problem of generating co-embeddings or pattern representations from two different types of objects within a joint common space of controlled dimensionality, where the only available information is assumed to be a set of pairwise relations or similarities between instances of the two groups. We propose a new method that models the embedding of each object type symmetrically to the other type, subject to flexible scale constraints and weighting parameters. The embedding generation relies on an efficient optimization dispatched using matrix decomposition, that is also extended to support multidimensional co-embeddings. We also propose a scheme of heuristically reducing the parameters of the model, and a simple way of measuring the conformity between the original object relations and the ones re estimated from the co-embeddings, in order to achieve model selection by identifying the optimal model parameters with a simple search procedure. The capabilities of the proposed method are demonstrated with multiple synthetic and real-world datasets from the text mining domain. The experimental results and comparative analyses indicate that the proposed algorithm outperforms existing methods for co-embedding generation.","Authors":"Wu, Y (Wu, Yu) ; Mu, TT (Mu, Tingting) ; Liatsis, P (Liatsis, Panos) ; Goulermas, JY (Goulermas, John Y.)","Title":"Computation of heterogeneous object co-embeddings from relational measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869700013 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Pseudonymization; degree of anonymity; infeasibility attacks; probabilistic attacks; combinatorial matrix theory; forecasting errors KeyWords Plus:PRIVACY; PERMANENTS; ALGORITHM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 5 Pages: 1156-1169 DOI: 10.1109/TIFS.2017.2656458 Published: MAY 2017","Abstract":"There is clear demand among organizations for sharing their data for mining and other purposes without compromising the privacy of individual objects contained in the data. Pseudonymization is a simple, yet widely employed technique for sanitizing such data prior to its release; it replaces identifying names in the data by pseudonyms. Well-known metrics already exist in the literature for measuring the amount of anonymity still contained in some pseudonymized data in the aftermath of an infeasibility background attack. While the need for a metric for the much wider and more realistic class of probabilistic background attacks has also been well identified, currently no such metric exists. We fulfill that long identified need by presenting two metrics, an approximate and a more exact one, for measuring anonymity in pseudonymized data in the wake of a probabilistic attack. These metrics are rather intractable, thus impractical to employ in real-life situations. Therefore, we also develop an efficient heuristic for our superior metric, and show the remarkable accuracy of our heuristic. Our metrics and heuristic assist a data owner in evaluating the safety level of pseudonymized data against probabilistic attacks before making a decision on its release.","Authors":"Bagai, R (Bagai, Rajiv) ; Malik, N (Malik, Nafia) ; Jadliwala, M (Jadliwala, Murtuza)","Title":"Measuring Anonymity of Pseudonymized Data After Probabilistic Background Attacks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393726200062 ISSN: 0960-1481","Keywords":"Condition monitoring; Wind turbine generator; Pitch faults; Performance curves; Normal behaviour model","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 674-688 DOI: 10.1016/j.renene.2016.12.075 Published: MAY 2017","Abstract":"The fast growing wind industry requires a more sophisticated fault detection approach in pitch-regulated wind turbine generators (WTG), particularly in the pitch system that has led to the highest failure frequency and downtime. Improved analysis of data from Supervisory Control and Data Acquisition (SCADA) systems can be used to generate alarms and signals that could provide earlier indication of WTG faults and allow operators to more effectively plan Operation and Maintenance (O&M) strategies prior to WTG failures. Several data-mining approaches, e.g. Artificial Neural Network (ANN), and Normal Behaviour Models (NBM) have been used for that purpose. However, practical applications are limited because of the SCADA data complexity and the lack of accuracy due to the use of SCADA data averaged over a period of 10 min for ANN training. This paper aims to propose a new pitch fault detection procedure using performance curve (PC) based NBMs. An advantage of the proposed approach is that the system consisting of NBMs and criteria, can be developed using technical specifications of studied WTGs. A second advantage is that training data is unnecessary prior to application of the system. In order to construct the proposed system, details of WTG operational states and PCs are studied. Power-generator speed (P-N) and pitch angle-generator speed (PA-N) curves are selected to set up NBMs due to the better fit between the measured data and theoretical PCs. Six case studies have been carried out to show the prognosis of WTG fault and to demonstrate the feasibility of the proposed method. The results illustrate that polluted slip rings and the pitch controller malfunctions could be detected by the proposed method 20 h and 13 h earlier than by the Al approaches investigated and the existing alarm system. In addition, the proposed approach is able to explain and visualize abnormal behaviour of WTGs during the fault conditions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bi, R (Bi, Ran) ; Zhou, CK (Zhou, Chengke) ; Hepburn, DM (Hepburn, Donald M.)","Title":"Detection and classification of faults in pitch-regulated wind turbine generators using normal behaviour models based on performance curves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800003 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Prediction; Data mining; Classification; Regression; Hierarchical estimation KeyWords Plus:NEURAL-NETWORK; SYSTEM; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 27-37 DOI: 10.1016/j.neucom.2016.12.037 Published: APR 19 2017","Abstract":"Classification and numeric estimation are the two most common types of data mining. The goal of classification is to predict the discrete type of output values whereas estimation is aimed at finding the continuous type of output values. Predictive data mining is generally achieved by using only one specific statistical or machine learning technique to construct a prediction model. Related studies have shown that prediction performance by this kind of single flat model can be improved by the utilization of some hierarchical structures. Hierarchical estimation approaches, usually a combination of multiple estimation models, have been proposed for solving some specific domain problems. However, in the literature, there is no generic hierarchical approach for estimation and no hybrid based solution that combines classification and estimation techniques hierarchically. Therefore, we introduce a generic hierarchical architecture, namely hierarchical classification and regression (HCR), suitable for various estimation problems. Simply speaking, the first level of HCR involves pre-processing a given training set by classifying it into k classes, leading to k subsets. Three approaches are used to perform this task in this study: hard classification (HC); fuzzy c-means (FCM); and genetic algorithms (GA). Then, each training data containing its associated class label is used to train a support vector machine (SVM) classifier for classification. Next, for the second level of HCR, k regression (or estimation) models are trained based on their corresponding subsets for final prediction. The experiments based on 8 different UCI datasets show that most hierarchical prediction models developed with the HCR architecture significantly outperform three well-known single fiat prediction models, i.e., linear regression (LR), multilayer perceptron (MLP) neural networks, and support vector regression (SVR) in terms of mean absolute percentage error (MAPE) and root mean squared error (RMSE) rates. In addition, it is found that using the GA-based data pre-processing approach to classify the training set into 4 subsets is the best threshold (i.e., k=4) and the 4-class SVM+MLP outperforms three baseline hierarchical regression models.","Authors":"Ke, SW (Ke, Shih-Wen) ; Lin, WC (Lin, Wei -Chao) ; Tsai, CF (Tsai, Chih-Fong) ; Hu, YH (Hu, Ya-Han)","Title":"Soft estimation by hierarchical classification and regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400025 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Data mining; Manifold learning; Financial markets; Early warning; Dynamic system KeyWords Plus:DIMENSIONALITY REDUCTION; CRITICAL TRANSITIONS; MODELS; CRISES; ALIGNMENT; SIGNALS; PREDICT; SERIES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 692-702 DOI: 10.1016/j.ejor.2016.08.058 Published: APR 16 2017","Abstract":"A financial market is a complex, dynamic system with an underlying governing manifold. This study introduces an early warning method for financial markets based on manifold learning. First, we restructure the phase space of a financial system using financial time series data. Then, we propose an information metric -based manifold learning (IMML) algorithm to extract the intrinsic manifold of a dynamic financial system. Early warning ranges for critical transitions of financial markets can be detected from the underlying manifold. We deduce the intrinsic geometric properties of the manifold to detect impending crises. Experimental results show that our IMML algorithm accurately describes the attractor manifold of the financial dynamic system, and contributes to inform investors about the state of financial markets. (C) 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Huang, Y (Huang, Yan) ; Kou, G (Kou, Gang) ; Peng, Y (Peng, Yi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kou, Gang  http://orcid.org/0000-0002-9220-8647","Title":"Nonlinear manifold learning for early warnings in financial markets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795100001 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Zinc isotopes; Zinc sulfide; Sulfate reduction; XAS; Passive treatment KeyWords Plus:RAY-ABSORPTION SPECTROSCOPY; PERMEABLE REACTIVE BARRIERS; ACID ROCK DRAINAGE; ZEROVALENT IRON; MINE DRAINAGE; REDUCTION; SULFIDE; MECHANISM; TAILINGS; CR(VI)","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 203 Pages: 1-14 DOI: 10.1016/j.gca.2016.12.034 Published: APR 15 2017","Abstract":"A flow-through cell experiment was conducted to evaluate Zn isotope fractionation during ZnS precipitation under microbially-mediated sulfate-reducing conditions. Synthetic groundwater containing 0.90 mM Zn was pumped through a cell containing creek sediment that was biostimulated to promote sulfate reducing conditions. Real-time, in situ X-ray absorption spectroscopy (XAS) was applied at the Zn K-edge to collect spectra via a Kapton (R) window in the front of the cell over the course of the experiment. Aqueous effluent samples were collected and analysed to determine concentrations of anions and cations, and Zn isotope ratios. The flow rate was increased step-wise during the experiment to modify the residence time and produce changes in the extent of sulfate reduction, which in turn controlled the extent of ZnS precipitation. Greater enrichment in the heavier isotope in the aqueous phase relative to the input solution was associated with more extensive Zn removal. A Rayleigh curve was fit to the isotope data, where epsilon= -0.27 +/- 0.06% ( 2 sigma). Evaluation of Zn isotope fractionation under controlled flow conditions is critical to improve the efficacy of this powerful analytical technique when applied to natural systems or remediation projects in the field. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jamieson-Hanes, JH (Jamieson-Hanes, Julia H.) ; Shrimpton, HK (Shrimpton, Heather K.) ; Veeramani, H (Veeramani, Harish) ; Ptacek, CJ (Ptacek, Carol J.) ; Lanzirotti, A (Lanzirotti, Antonio) ; Newville, M (Newville, Matthew) ; Blowes, DW (Blowes, David W.)","Title":"Evaluating zinc isotope fractionation under sulfate reducing conditions using a flow-through cell and in situ XAS analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076500005 PubMed ID: 28113137 ISSN: 1386-1425","Keywords":"Boletus edulis; Geographical traceability; Fourier transform mid infrared (FT-MIR) spectroscopy; Inductively coupled plasma-atomic emission spectrometry (ICP-AES); Data fusion; Support vector machine (SVM); Quality control KeyWords Plus:SUPPORT VECTOR MACHINES; NEAR-INFRARED SPECTROSCOPY; DRIED PORCINI MUSHROOMS; CHEMICAL-COMPOSITION; NUTRITIONAL-VALUE; MULTIVARIATE-ANALYSIS; ELECTRONIC NOSE; CULTIVATED MUSHROOMS; MEDICINAL MUSHROOM; RAMAN-SPECTROSCOPY","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART A-MOLECULAR AND BIOMOLECULAR SPECTROSCOPY Volume: 177 Pages: 20-27 DOI: 10.1016/j.saa.2017.01.029 Published: APR 15 2017","Abstract":"In this work, the data fusion strategy of Fourier transform mid infrared (FT-MIR) spectroscopy and inductively coupled plasma-atomic emission spectrometry (ICP-AES) was used in combination with Support Vector Machine (SVM) to determine the geographic origin of Boletus edulis collected from nine regions of Yunnan Province in China. Firstly, competitive adaptive reweighted sampling (CARS) was used for selecting an optimal combination of key wavenumbers of second derivative FT-MIR spectra, and thirteen elements were sorted with variable importance in projection (VIP) scores. Secondly, thirteen subsets of multi-elements with the best VIP score were generated and each subset was used to fuse with FT-MIR Finally, the classification models were established by SVM, and the combination of parameter C and gamma (gamma) of SVM models was calculated by the approaches of grid search (GS) and genetic algorithm (GA). The results showed that both GS-SVM and GA-SVM models achieved good performances based on the #9 subset and the prediction accuracy in calibration and validation sets of the two models were 81.40% and 90.91%, correspondingly. In conclusion, it indicated that the data fusion strategy of FT-MIR and ICP-AES coupled with the algorithm of SVM can be used as a reliable tool for accurate identification of B. edulis, and it can provide a useful way of thinking for the quality control of edible mushrooms. (C) 2017 Published by Elsevier B.V.","Authors":"Li, Y (Li, Yun) ; Zhang, J (Zhang, Ji) ; Li, T (Li, Tao) ; Liu, HG (Liu, Honggao) ; Li, JQ (Li, Jieqing) ; Wang, YZ (Wang, Yuanzhong)","Title":"Geographical traceability of wild Boletus edulis based on data fusion of FT-MIR and ICP-AES coupled with data mining methods (SVM)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395228300008 PubMed ID: 28092741 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Waste to energy; Beneficial use; Mixed ash; Monofill; Urban mining KeyWords Plus:MUNICIPAL SOLID-WASTE; INCINERATOR BOTTOM ASH; AFFECTING LEACHATE COMPOSITION; POLLUTION-CONTROL RESIDUES; LANDFILL LOSTORF; TRACE-ELEMENTS; MANAGEMENT; SWITZERLAND; CARBONATION; SPECIATION","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 328 Pages: 63-69 DOI: 10.1016/j.jhazmat.2017.01.011 Published: APR 15 2017","Abstract":"Samples of combined bottom and fly ash produced at a U.S. waste-to-energy facility were collected from an ash monofill. These samples represented ash monofilled between 1991 and 2008. The ash samples were characterized for total element content and leachability; trends in these parameters were evaluated as a function of sample depth and ash age. Comparison to risk thresholds was used to assess the relative magnitude of the total and leachable mass of elements in the monofilled ash. Natural carbonation was found to have occurred in the monofilled ash, reducing the pH and leachability of Al and Pb. Sb was the element with the highest leachable concentration when compared to risk thresholds, driven primarily by the pH of the ash (9.8). The release of Mo, Sr, Ba, Na and K (all readily soluble elements in ash) was higher (48-122%) when comparing the samples taken from the 0 to 1.5 m bore to the 6.1-7.62 m bore; total concentration analysis also demonstrated that more of these elements were present in the deeper samples (25-53%). These data support the hypothesis that as infiltrating rainwater moves through an ash monofill leached concentrations are depleted from the upper layers of the ash first. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Roessler, JG (Roessler, Justin G.) ; Townsend, TG (Townsend, Timothy G.) ; Kanneganti, A (Kanneganti, Abhimanyu)","Title":"Waste to energy ash monofill mining: An environmental characterization of recovered material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800007 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Bottom up; Colossal patterns; Data mining; High dimensional databases KeyWords Plus:FREQUENT ITEMSETS; CLOSED ITEMSETS; N-LIST; BITTABLEFI; TREES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 75-89 DOI: 10.1016/j.knosys.2017.01.034 Published: APR 15 2017","Abstract":"Mining association rules plays an important role in decision support systems. To mine strong association rules, it is necessary to mine frequent patterns. There are many algorithms that have been developed to efficiently mine frequent patterns, such as Apriori, Eclat, FP-Growth, PrePost, and FIN. However, these are only efficient with a small number of items in the database. When a database has a large number of items (from thousands to hundreds of thousands) but the number of transactions is small, these algorithms cannot run when the minimum support threshold is also small (because the search space is huge). This thus causes the problem of mining colossal patterns in high dimensional databases. In 2012, Sohrabi and Barforoush proposed the BVBUC algorithm for training colossal patterns based on a bottom up scheme. However, this needs more time to check subsets and supersets, because it generates a lot of candidates and consumes more memory to store these. In this paper we propose new, efficient algorithms for mining colossal patterns. Firstly, the CP (Colossal Pattern)-tree is designed. Next, we develop two theorems to rapidly compute patterns of nodes and prune nodes without the loss of information in colossal patterns. Based on the CP-tree and these theorems, an algorithm (named CP-Miner) is proposed to solve the problem of mining colossal patterns. A Sorting strategy for efficiently mining colossal patterns is thus developed. This strategy helps to reduce the number of significant candidates and the time needed to check subsets and supersets. The PCP-Miner algorithm, which Uses this strategy, is then proposed, and we also conduct experiments to show the efficiency of these algorithms. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Nguyen, TL (Thanh-Long Nguyen) ; Vo, B (Bay Vo) ; Snasel, V (Snasel, Vaclav) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Snasel, Vaclav  B-8094-2009 http://orcid.org/0000-0002-9600-8319","Title":"Efficient algorithms for mining colossal patterns in high dimensional databases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800012 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Data mining; Classification; Temporal data; Optimization KeyWords Plus:DOMINANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 148-158 DOI: 10.1016/j.knosys.2017.02.001 Published: APR 15 2017","Abstract":"This study focuses on the problem of supervised classification on heterogeneous temporal data featuring a mixture of attribute types (numeric, binary, symbolic, temporal). We present a model for classification rules designed to use both non-temporal attributes and sequences of temporal events as predicates. We also propose an efficient local search-based metaheuristic algorithm to mine such rules in large scale, real-life data sets extracted from a hospital's information system. The proposed algorithm, MOSC (Multi Objective Sequence Classifier), is compared to standard classifiers and previous works on these real data sets and exhibits noticeably better classification performance. While designed with medical applications in mind, the proposed approach is generic and can be used for problems from other application domains. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Vandromme, M (Vandromme, M.) ; Jacques, J (Jacques, J.) ; Taillard, J (Taillard, J.) ; Hansske, A (Hansske, A.) ; Jourdan, L (Jourdan, L.) ; Dhaenens, C (Dhaenens, C.)","Title":"Extraction and optimization of classification rules for temporal sequences: Application to hospital data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800014 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Correlated time-series; Data publishing; Indistinguishability; Privacy preserving; Differential privacy","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 167-179 DOI: 10.1016/j.knosys.2017.02.004 Published: APR 15 2017","Abstract":"Analyzing and mining time-series data by taking advantage of the correlation between the data values can provide outstanding beneficial. But data owners may be unwilling to publish the data's true values due to privacy considerations. Recently, researchers have begun to leverage differential privacy to address this challenge. However, the Laplace noise series used in the current state-of-the-art approaches has a drawback in that it is independent and identically distributed. An adversary can remove the independent noise from the correlated time-series by utilizing a refinement method (e.g., filtering), resulting in a lesser than expected effective degree of privacy. To remedy this problem, we propose an effective correlated time-series data publication solution based on differential privacy by enforcing Series-Indistinguishability and designing a correlated Laplace mechanism. Based on the concept of indistinguishability from the unconditional security definition, Series-Indistinguishability guarantees that the correlation between the noise and original series is indistinguishable to an adversary. Furthermore, instead of using an independent Laplace mechanism, a correlated Laplace noise series is produced using four Gauss white noise series passed through a specific linear system, to satisfy Series-Indistinguishability. Experimental results demonstrate that our solution outperforms the state-of-the-art differential privacy mechanisms in terms of security and mean absolute error for large quantities of queries. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, H (Wang, Hao) ; Xu, ZQ (Xu, Zhengquan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Hao  http://orcid.org/0000-0003-4460-858X","Title":"CTS-DP: Publishing correlated time-series data via differential privacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900023 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Malicious mobile agent; Nonce-based authentication; Pattern matching; N-gram feature extraction; Feature selection; K-nearest neighbor classification KeyWords Plus:CODE; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 269-282 DOI: 10.1016/j.eswa.2016.10.062 Published: APR 15 2017","Abstract":"The proliferation of malicious entities in the distributed environment poses various serious threats to the protection of Mobile Agent Platform (MAP). Numerous researches have been proposed to ward off the inherent security risks, though these solutions are not enough to identify and remove all the vulnerabilities. In this paper, a self-adaptive IV-Phase MAP Security Architecture is proposed, which is inspired by the Biological Immune System, with the prime objective of detecting unknown malicious mobile agents. In this context, data mining methods are studied for the detection of unknown malicious executable. In particular, Boyer Moore pattern matching algorithm and N-gram feature analysis of mobile agent using a k-Nearest Neighbor Classifier, facilitate the discovery of known and unknown malicious content from incoming mobile agent in the proposed architecture, and protects against the Man In The Middle (MITM) attack, the Masquerading Attack, the Replay attack, the Repudiation attack and the Unauthorized Access Attack. The architecture is designed and implemented in IBM Aglets. A comprehensive 5-fold cross validation scheme on a large collection of malicious and non-malicious files is performed while performing Classification technique involving Feature Selection Method. The propitious experimental outcomes express that the performance (time and security) and accuracy of proposed architecture outperform the earlier known related schemes and makes the proposed architecture suitable for MAP protection in the Mobile Agent Environment (MAE). Above all, these findings exhibit wide-ranging newness, since the concept of machine learning has never been employed so far in the sphere of Mobile Agents System (MAS). Hence the proposed work is likely to be of great interest to the researchers who particularly deal with MAS security. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bagga, P (Bagga, Pallavi) ; Hans, R (Hans, Rahul) ; Sharma, V (Sharma, Vipul)","Title":"A Biological Immune System (BIS) inspired Mobile Agent Platform (MAP) security architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900025 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Relational classification; Credit Behavioral Scoring; Model Driven Development KeyWords Plus:CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 293-305 DOI: 10.1016/j.eswa.2016.10.059 Published: APR 15 2017","Abstract":"The preprocessing stage in knowledge discovery projects is costly, normally taking between 50% and 80% of the total project time. It is in this stage that data in a relational database are transformed for applying a data mining technique. This stage is a complex task that demands from database designers a strong interaction with experts having a broad knowledge about the application domain. Frameworks aiming to systemize this stage have significant limitations when applied to Credit Behavioral Scoring solutions. This paper proposes a framework based on the Model Driven Development approach to systemize the mentioned stage. This work has three main contributions: 1) improving the discriminant power of data mining techniques by means of the construction of new input variables which embed temporal knowledge for the technique; 2) reducing the time of data transformation using automatic code generation, and 3) allowing artificial intelligence and statistics modelers to perform the data transformation without the help of database experts. In order to validate the proposed framework, two comparative studies were conducted. Experiments showed that the proposed framework delivers a performance equivalent or superior to those of existing frameworks and reduces the time of data transformation with a confidence level of 95%. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Neto, R (Neto, Rosalvo) ; Adeodato, PJ (Adeodato, Paulo Jorge) ; Salgado, AC (Salgado, Ana Carolina)","Title":"A framework for data transformation in Credit Behavioral Scoring applications based on Model Driven Development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900037 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Periodic patterns mining; Dynamic social networks; Supergraph","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 430-442 DOI: 10.1016/j.eswa.2016.10.033 Published: APR 15 2017","Abstract":"In dynamic networks, periodically occurring interactions express especially significant meaning. However, these patterns also could occur infrequently, which is why it is difficult to detect while working with mass data. To identify such periodic patterns in dynamic networks, we propose single pass supergraph based periodic pattern mining SPPMiner technique that is polynomial unlike most graph mining problems. The proposed technique stores all entities in dynamic networks only once and calculate common sub-patterns once at each timestamps. In this way, it works faster. The performance study shows that SPPMiner method is time and memory efficient compared to others. In fact, the memory efficiency of our approach does not depend on dynamic network's lifetime. By studying the growth of periodic patterns in social networks, the proposed research has potential implications for behavior prediction of intellectual communities. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Halder, S (Halder, Sajal) ; Samiullah, M (Samiullah, Md.) ; Lee, YK (Lee, Young-Koo)","Title":"Supergraph based periodic pattern mining in dynamic social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900038 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Discretization; Remote sensing; Risk identification; Knowledge KeyWords Plus:TIME-SERIES; KNOWLEDGE DISCOVERY; VEGETATION INDEXES; REMOTE; CLASSIFICATION; LANDSAT; EPIDEMICS; ALGORITHM; CHOLERA; BIOMASS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 443-456 DOI: 10.1016/j.eswa.2016.10.010 Published: APR 15 2017","Abstract":"The high rates of cholera epidemic mortality in less developed countries is a challenge for health facilities to which it is necessary to equip itself with the epidemiological surveillance. To strengthen the capacity of epidemiological surveillance, this paper focuses on remote sensing satellite data processing using data mining methods to discover risk areas of the epidemic disease by connecting the environment, climate and health. These satellite data are combined with field data collected during the same set of periods in order to explain and deduct the causes of the epidemic evolution from one period to another in relation to the environment. The existing technical (algorithms) for processing satellite images are mature and efficient, so the challenge today is to provide the most suitable means allowing the best interpretation of obtained results. For that, we focus on supervised classification algorithm to process a set of satellite images from the same area but on different periods. A novel research methodology (describing pre-treatment, data mining, and post-treatment) is proposed to ensure suitable means for transforming data, generating information and extracting knowledge. This methodology consists of six phases: (1.A) Acquisition of information from the field about epidemic, (1.B) Satellite data acquisition, (2) Selection and transformation of data (Data derived from images), (3) Remote sensing measurements, (4) Discretization of data, (5) Data treatment, and (6) Interpretation of results. The main contributions of the paper are: to establish the nature of links between the environment and the epidemic, and to highlight those risky environments when the public awareness of the problem and the prevention policies are absolutely necessary for mitigation of the propagation and emergence of the epidemic. This will allow national governments, local authorities and the public health officials to effective management according to risk areas. The case study concerns the knowledge discovery in databases related to risk areas of the cholera epidemic in Mopti region, Mali (West Africa). The results generate from data mining association rules indicate that the level of the Niger River in the wintering periods and some societal factors have an impact on the variation of cholera epidemic rate in Mopti town. More the river level is high, at 66% the rate of contamination is high. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Traore, BB (Traore, Boukaye Boubacar) ; Kamsu-Foguem, B (Kamsu-Foguem, Bernard) ; Tangara, F (Tangara, Fana)","Title":"Data mining techniques on satellite images for discovery of risk areas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398623200001 ISSN: 1664-3224","Keywords":"next-generation sequencing; clustering; nanobodies; recepteur d'origine nantais signaling; phage display; sequence homology; amino acid; immune repertoire diversity KeyWords Plus:SINGLE-DOMAIN ANTIBODIES; TYROSINE KINASE; VHH ANTIBODIES; CD-HIT; SELECTION; DISPLAY; PROTEIN; THERAPEUTICS; DISCOVERY; INFECTION","Categories":"Immunology Web of Science Categories:Immunology","Journal Information":"FRONTIERS IN IMMUNOLOGY Volume: 8 Article Number: 420 DOI: 10.3389/fimmu.2017.00420 Published: APR 10 2017","Abstract":"Next-generation sequencing (NGS) has been applied successfully to the field of therapeutic antibody discovery, often outperforming conventional screening campaigns which tend to identify only the more abundant selective antibody sequences. We used NGS to mine the functional nanobody repertoire from a phage-displayed camelid immune library directed to the recepteur d'origine nantais (RON) receptor kinase. Challenges to this application of NGS include accurate removal of read errors, correct identification of related sequences, and establishing meaningful inclusion criteria for sequences-ofinterest. To this end, a sequence identity threshold was defined to separate unrelated full-length sequence clusters by exploring a large diverse set of publicly available nanobody sequences. When combined with majority-rule consensus building, applying this elegant clustering approach to the NGS data set revealed a wealth of >5,000-enriched candidate RON binders. The huge binding potential predicted by the NGS approach was explored through a set of randomly selected candidates: 90% were confirmed as RON binders, 50% of which functionally blocked RON in an ERK phosphorylation assay. Additional validation came from the correct prediction of all 35 RON binding nanobodies which were identified by a conventional screening campaign of the same immune library. More detailed characterization of a subset of RON binders revealed excellent functional potencies and a promising epitope diversity. In summary, our approach exposes the functional diversity and quality of the outbred camelid heavy chain-only immune response and confirms the power of NGS to identify large numbers of promising nanobodies.","Authors":"Deschaght, P (Deschaght, Pieter) ; Vintem, AP (Vintem, Ana Paula) ; Logghe, M (Logghe, Marc) ; Conde, M (Conde, Miguel) ; Felix, D (Felix, David) ; Mensink, R (Mensink, Rob) ; Goncalves, J (Goncalves, Juliana) ; Audiens, J (Audiens, Jorn) ; Bruynooghe, Y (Bruynooghe, Yanik) ; Figueiredo, R (Figueiredo, Rita) ; Ramos, D (Ramos, Diana) ; Tanghe, R (Tanghe, Robbe) ; Teixeira, D (Teixeira, Daniela) ; Van de Ven, L (Van de Ven, Liesbeth) ; Stortelers, C (Stortelers, Catelijne) ; Dombrecht, B (Dombrecht, Bruno) ...More...Less","Title":"Large Diversity of Functional Nanobodies from a Camelid Immune Library Revealed by an Alternative Analysis of Next-Generation Sequencing Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397686900006 ISSN: 0301-7516 eISSN: 1879-3525","Keywords":"Electrophoresis; Bitumen; Electric field intensity; Mature fine tailings; Coagulant KeyWords Plus:ELECTRICAL VERTICAL DRAINS; WELLAND RIVER SEDIMENT; ELECTROKINETIC SEDIMENTATION; FINE TAILINGS; FLOTATION","Categories":"Engineering; Mineralogy; Mining & Mineral Processing Web of Science Categories:Engineering, Chemical; Mineralogy; Mining & Mineral Processing","Journal Information":"INTERNATIONAL JOURNAL OF MINERAL PROCESSING Volume: 161 Pages: 41-49 DOI: 10.1016/j.minpro.2017.02.006 Published: APR 10 2017","Abstract":"Oil sands mines generate tailings during the extraction process, which are a mixture of water, clay, sand and residual bitumen. When the tailings are released to tailings ponds, the coarse solids settle quickly, whereas fine solids containing clay minerals, namely mature fine tailings (MFT), remain suspended for years, even decades. A study is carried out to assess the suitability of electrokinetic (EK) sedimentation to accelerate sedimentation of MET. A series of laboratory-scale column experiments are carried out to examine the effects of electrophoresis during settling processes. The investigation focuses on the effects of EK sedimentation as related to the initial solid content of the failings suspension, applied electric field intensity, water pH, and the use of an optimized coagulant FeCl3. Based on the experimental data, an electric field intensity of 150 V/m along with an initial tailings solid content of no > 5% are the optimum condition for EK sedimentation of MFT, in terms of reducing the overall sedimentation time and increasing the final solid content The results show that the current density of ER sedimentation for MFT should not be > 20 A/m(2) to control the bubble effect and reduce power consumption. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Alam, R (Alam, Raquibul) ; Shang, JLQ (Shang, Julie Q.) ; Islam, S (Islam, Shriful)","Title":"Electrophoresis and its applications in oil sand tailings management"}, {"Keywords":"Chemometrics; Hyphenated techniques; Data mining; Profile spectrum; Baseline correction KeyWords Plus:BASE-LINE CORRECTION; ONLINE LIQUID-CHROMATOGRAPHY; TRANSFORM-INFRARED SPECTROMETRY; MULTIVARIATE CURVE RESOLUTION; PEAK DETECTION; QUANTILE REGRESSION; QUANTIFICATION; ALGORITHMS; DRIFT","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"JOURNAL OF CHROMATOGRAPHY A Volume: 1492 Pages: 98-105 DOI: 10.1016/j.chroma.2017.02.052 Published: APR 7 2017","Abstract":"Separation techniques hyphenated with high-resolution mass spectrometry have been a true revolution in analytical separation techniques. Such instruments not only provide unmatched resolution, but they also allow measuring the peaks accurate masses that permit identifying monoisotopic formulae. However, data files can be large, with a major contribution from background noise and background ions. Such unnecessary contribution to the overall signal can hide important features as well as decrease the accuracy of the centroid determination, especially with minor features. Thus, noise and baseline correction can be a valuable pre-processing step. The methodology that is described here, unlike any other approach, is used to correct the original dataset with the MS scans recorded as profiles spectrum. Using urine metabolic studies as examples, we demonstrate that this thorough correction reduces the data complexity by more than 90%. Such correction not only permits an improved visualisation of secondary peaks in the chromatographic domain, but it also facilitates the complete assignment of each MS scan which is invaluable to detect possible comigration/coeluting species. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Erny, GL (Erny, Guillaume L.) ; Acunha, T (Acunha, Tanize) ; Simo, C (Simo, Carolina) ; Cifuentes, A (Cifuentes, Alejandro) ; Alves, A (Alves, Arminda)","Title":"Background correction in separation techniques hyphenated to high-resolution mass spectrometry - Thorough correction with mass spectrometry scans recorded as profile spectra"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398654700001 PubMed ID: 28428751 ISSN: 1663-9812","Keywords":"free and easy wanderer; inflammation; NF-kappa B; pharmacognosy; posttraumatic stress disorder KeyWords Plus:UNPREDICTABLE MILD STRESS; ACUTE LUNG INJURY; OXIDATIVE-STRESS; PC12 CELLS; MOUSE MODEL; RAT MODEL; PAEONIFLORIN PROTECTS; GLYCYRRHIZA-URALENSIS; INDUCED NEUROTOXICITY; SIGNALING PATHWAYS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 181 DOI: 10.3389/fphar.2017.00181 Published: APR 6 2017","Abstract":"Posttraumatic stress disorder (PTSD) is a mental disorder developing after exposure to traumatic events. Although psychotherapy reveals some therapeutic effectiveness, clinically sustainable cure is still uncertain. Some Chinese herbal formulae are reported to work well clinically against mental diseases in Asian countries, but the safety and their mode of action are still unclear. In this study, we investigated the mechanisms of Chinese remedy free and easy wanderer (FAEW) on PTSD. We used a reverse pharmacology approach combining clinical data to search for mechanisms of PTSD with subsequent in vitro verification and bioinformatics techniques as follows: (1) by analyzing microarray-based transcriptome-wide mRNA expression profiling of PTSD patients; (2) by investigating the effect of FAEW and the antidepressant control drug fluoxetine on the transcription factor NF-kappa B using reporter cell assays and western blotting; (3) by performing molecular docking and literature data mining based on phytochemical constituents of FAEW. The results suggest an involvement of inflammatory processes mediated through NF-kappa B in the progression of PTSD. FAEW was non-cytotoxic in vitro and inhibited NF-kappa B activity and p65 protein expression. FAEW's anti-inflammatory compounds, i.e., paeoniflorin, isoliquiritin, isoliquiritin apioside and ononin were evaluated for binding to I kappa K and p65-ReIA in a molecular docking approach. Paeoniflorin, albiflorin, baicalin, isoliquiritin and liquiritin have been reported to relieve depression in vivo or in clinical trials, which might be the active ingredients for FAEW against PTSD.","Authors":"Hong, CL (Hong, Chunlan) ; Schuffler, A (Schueffler, Anja) ; Kauhl, U (Kauhl, Ulrich) ; Cao, JM (Cao, Jingming) ; Wu, CF (Wu, Ching-Fen) ; Opatz, T (Opatz, Till) ; Thines, E (Thines, Eckhard) ; Efferth, T (Efferth, Thomas)","Title":"Identification of NF-kappa B as Determinant of Posttraumatic Stress Disorder and Its Inhibition by the Chinese Herbal Remedy Free and Easy Wanderer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394921600001 PubMed ID: 28043922 ISSN: 0378-1119 eISSN: 1879-0038","Keywords":"Biopolymers; Metabolic engineering; Pyruvate carboxylase; Reducing equivalents KeyWords Plus:ESCHERICHIA-COLI; SACCHAROMYCES-CEREVISIAE; MALIC-ACID; CARBON; DEHYDROGENASE; NANOPARTICLES; NETWORK; STRAIN; XYLOSE","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"GENE Volume: 607 Pages: 1-8 DOI: 10.1016/j.gene.2016.12.034 Published: APR 5 2017","Abstract":"Aureobasidium pullulans is a yeast-like fungus used for producing biopolymers e.g. polymalic acid (PMA) and pullulan. A high PMA producing strain, A. pullulans CCTCC M2012223, was isolated and sequenced in our previous study. To understand its metabolic performance, a genome-scale metabolic model, iZX637, consisting of 637 genes, 1347 reactions and 1133 metabolites, was reconstructed based on genome annotation and literature mining studies. The iZX637 model was validated by simulating cell growth, utilization of carbon and nitrogen sources, and gene essentiality analysis in A. pullulans. We further validated our model, designed a simulation program for the prediction of PMA production using experimental data, and further analyzed the carbon flux distribution and change with increasing PMA synthesis rates. Through the calculated flux distribution, NADPH- and NADH-dependent methylenetetrahydrofolate dehydrogenase (MTHFD) were found to be associated with the transfer of reducing equivalents from NADPH to NADH for supplementing NADH in the metabolic network. Furthermore, under the high PMA synthesis rate, a large amount of carbon flux was through pyruvate into malic acid via the reductive TCA cycle. Thus, pyruvate carboxylase, which can convert pyruvate to oxaloacetate with CO2 fixation, may also be an important target for PMA synthesis. These results illustrated that the model iZX637 was a powerful tool for optimization of A. pullulans metabolism and identification of targets for guiding metabolic engineering. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Feng, J (Feng, Jun) ; Yang, J (Yang, Jing) ; Li, XR (Li, Xiaorong) ; Guo, MJ (Guo, Meijin) ; Wang, BC (Wang, Bochu) ; Yang, ST (Yang, Shang-tian) ; Zou, X (Zou, Xiang)","Title":"Reconstruction of a genome-scale metabolic model and in silico analysis of the polymalic acid producer Aureobasidium pullulans CCTCC M2012223"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532800008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Fuzzy cognitive maps; Data mining KeyWords Plus:HEBBIAN LEARNING ALGORITHM; NEURAL-NETWORKS; TIME-SERIES; PREDICTION; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 232 Pages: 83-93 Special Issue: SI DOI: 10.1016/j.neucom.2016.11.059 Published: APR 5 2017","Abstract":"Fuzzy Cognitive Map (FCM) is a model that combines selected features of fuzzy sets and neural networks. FCM is usually applied as a decision support tool or as a predictive model for time series forecasting. It is less well known as a classifier. To perform the classification, numeric data produced by the FCM must be assigned to class labels. To accomplish this task, we propose a new algorithm for generating thresholds for the discrimination of FCM outcomes. The thresholds resulting from the proposed algorithm are determined after the learning of the FCM, and, then they are applied when classifying new data. The results of the experiments conducted with publicly available data provide evidence that the application of the proposed algorithm leads to improved efficiency of the FCM classifier. Comparative experiments showed that the proposed approach makes the FCM a very competitive alternative to other state-of-the-art classifiers.","Authors":"Froelich, W (Froelich, Wojciech)","Title":"Towards improving the efficiency of the fuzzy cognitive map classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645300019 PubMed ID: 28225587 ISSN: 0003-2700 eISSN: 1520-6882","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL CHEMISTRY Volume: 89 Issue: 7 Pages: 3919-3928 DOI: 10.1021/acs.analchem.6b02394 Published: APR 4 2017","Abstract":"A long-standing challenge of untargeted meta-bolomic profiling by ultrahigh-performance liquid chomatography-high-resolution mass spectrometry (UHPLC-HRMS) is efficient transition from unknown mass spectral features to confident metabolite annotations. The compMS(2)Miner (Comprehensive MS2 Miner) package was developed in the R langauge to facilitate rapid, comprehensive feature anntation using a peak-picker-output and MS2 data files as inputs The number of MS2 spectra that can be collected during a metabolomic profiling experiment far outweight the amount of time required for pain-staking manual interpretatipon;therefore,a degree of software workflow autonomy is required for broad-scale metabolic annotatian. CompMS(2)Miner integrates many useful tools in a single workflow for metabolite annotation and also provides a means to overview the MS2 data with a web appication GUI compMS(2)Explorer (Comprehensive MS(2)Explorer) that also facilitates data-sharing and transparency. The automatable compMS(2)Miner workflow consists of the following steps:,(i) matching unknown MS' features to precursor MS2 scans,(ii) filtration of spectral noise (dynamic noise filter),. (iii) generation of composite mass spectra by multiple similar spectrum signal summation and redundant/contaminant spectra removal, (iv) interpretation of possible fragment ion substructure using an internal database, (v) annotation of unknowns with chemical and spectral databases with prediction of mammalian biotransformation metabolites, wrapper functions for in silico fragmentation software, nearest neighbor chemical similarity scoring, random forest based retention time prediction, text-mining based false positive removal/true positive ranking, chemical taxonomic prediction and differential evolution based global annotation score optimization, and (vi) network graph visualizations, data curation, and sharing are made possible via the compMS(2)Explorer application. Metabolite identities and comments can also be recorded using an interactive table within compMS(2)Explorer. The utility of the package is illustrated with a data set of blood serum samples from 7 diet induced obese (DIO) and 7 nonobese (NO) C57BL/6J mice, which were also treated with an antibiotic (streptomycin) to knockdown the gut microbiota. The results of fully autonomous and objective usage of compMS2Miner are presented here. All automatically annotated spectra output by the workflow are provided in the Supporting Information and can alternatively be explored as publically available compMS2Explorer applications for both positive and negative modes (https://wmbedmands.shinyapps.io/compMS2_mouseSera_POS and https://wmbedmands.shinyapps.io/compMS2_ rnouseSera NEG). The workflow provided rapid annotation of a diversity of endogenous and gut microbially derived metabolites affected by both diet and antibiotic treatment, which conformed to previously published reports. Composite spectra (n = 173) were autonomously matched to entries of the Massbank of North America (MoNA) spectral repository. These experimental and virtual (lipidBlast) spectra corresponded to 29 common endogenous compound classes (e.g., 51 lysophosphatidylcholines spectra) and were then used to calculate the ranking capability of 7 individual scoring metrics. It was found that an average of the 7 individual scoring metrics provided the most effective weighted average ranking ability of 3 for the MoNA matched spectra in spite of potential risk of false positive annotations,emerging from automation. Minor structural differences such as relative carbon carbon double bond positions were found in several cases to affect the correct rank of the MoNA annotated metabolite. The latest release and an example workflow is available in the package vignette (https://github.com/WMBEdmands/ compMS2Miner) and a version of the published application is available on the shinyapps.io site (https://wrribedmands.shinyapps. io/compMS2Example).","Authors":"Edmands, WMB (Edmands, William M. B.) ; Petrick, L (Petrick, Lauren) ; Barupal, DK (Barupal, Dinesh K.) ; Scalbert, A (Scalbert, Augustin) ; Wilson, MJ (Wilson, Mark J.) ; Wickliffe, JK (Wickliffe, Jeffrey K.) ; Rappaport, SM (Rappaport, Stephen M.)","Title":"compMS2Miner: An Automatable Metabolite Identification, Visualization, and Data-Sharing R Package for High-Resolution LC-MS Data Sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398614100001 PubMed ID: 28376796 ISSN: 1471-2105","Keywords":"Data analysis; Database; Neuroscience; Statistics; Visualization; Mouse behaviour; AHCODA; Phenotyping KeyWords Plus:BEHAVIOR; MICE","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 200 DOI: 10.1186/s12859-017-1612-1 Published: APR 4 2017","Abstract":"Background: Systematic, standardized and in-depth phenotyping and data analyses of rodent behaviour empowers gene-function studies, drug testing and therapy design. However, no data repositories are currently available for standardized quality control, data analysis and mining at the resolution of individual mice. Description: Here, we present AHCODA-DB, a public data repository with standardized quality control and exclusion criteria aimed to enhance robustness of data, enabled with web-based mining tools for the analysis of individually and group-wise collected mouse phenotypic data. AHCODA-DB allows monitoring in vivo effects of compounds collected from conventional behavioural tests and from automated home-cage experiments assessing spontaneous behaviour, anxiety and cognition without human interference. AHCODA-DB includes such data from mutant mice (transgenics, knock-out, knock-in), (recombinant) inbred strains, and compound effects in wildtype mice and disease models. AHCODA-DB provides real time statistical analyses with single mouse resolution and versatile suite of data presentation tools. On March 9th, 2017 AHCODA-DB contained 650 k data points on 2419 parameters from 1563 mice. Conclusion: AHCODA-DB provides users with tools to systematically explore mouse behavioural data, both with positive and negative outcome, published and unpublished, across time and experiments with single mouse resolution. The standardized (automated) experimental settings and the large current dataset (1563 mice) in AHCODA-DB provide a unique framework for the interpretation of behavioural data and drug effects. The use of common ontologies allows data export to other databases such as the Mouse Phenome Database. Unbiased presentation of positive and negative data obtained under the highly standardized screening conditions increase cost efficiency of publicly funded mouse screening projects and help to reach consensus conclusions on drug responses and mouse behavioural phenotypes. The website is publicly accessible through https://public.sylics.com and can be viewed in every recent version of all commonly used browsers.","Authors":"Koopmans, B (Koopmans, Bastijn) ; Smit, AB (Smit, August B.) ; Verhage, M (Verhage, Matthijs) ; Loos, M (Loos, Maarten)","Title":"AHCODA-DB: a data repository with web-based mining tools for the analysis of automated high-content mouse phenomics data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398135500002 PubMed ID: 28373716 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 564 DOI: 10.1038/s41598-017-00650-6 Published: APR 3 2017","Abstract":"Mining of mineral resources produces substantial volumes of crushed rock based wastes that are characterised by poor physical structure and hydrology, unstable geochemistry and potentially toxic chemical conditions. Recycling of these substrates is desirable and can be achieved by blending waste with native soil to form a 'novel substrate' which may be used in future landscape restoration. However, these post- mining substrate based ; soils' are likely to contain significant abiotic constraints for both plant and microbial growth. Effective use of these novel substrates for ecosystem restoration will depend on the efficacy of stored topsoil as a potential microbial inoculum as well as the subsequent generation of key microbial soil functions originally apparent in local pristine sites. Here, using both marker gene and shotgun metagenome sequencing, we show that topsoil storage and the blending of soil and waste substrates to form planting substrates gives rise to variable bacterial and archaeal phylogenetic composition but a high degree of metabolic conservation at the community metagenome level. Our data indicates that whilst low phylogenetic conservation is apparent across substrate blends we observe high functional redundancy in relation to key soil microbial pathways, allowing the potential for functional recovery of key belowground pathways under targeted management.","Authors":"Kumaresan, D (Kumaresan, Deepak) ; Cross, AT (Cross, Adam T.) ; Moreira-Grez, B (Moreira-Grez, Benjamin) ; Kariman, K (Kariman, Khalil) ; Nevill, P (Nevill, Paul); Stevens, J (Stevens, Jason) ; Allcock, RJN (Allcock, Richard J. N.) ; O'Donnell, AG (O'Donnell, Anthony G.) ; Dixon, KW (Dixon, Kingsley W.) ; Whiteley, AS (Whiteley, Andrew S.)","Title":"Microbial Functional Capacity Is Preserved Within Engineered Soil Formulations Used In Mine Site Restoration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536800003 PubMed ID: 28375143 ISSN: 2059-7983","Keywords":"bond-valence model; metal-organics; oxidation state; Cambridge Structural Database; nonlinear conjugate gradients KeyWords Plus:CAMBRIDGE STRUCTURAL DATABASE; CRYSTAL-STRUCTURES; OXIDATION-STATE; PROTEIN STRUCTURES; COMPLEXES; SUMS; LANTHANIDES; HEMOGLOBIN; REFINEMENT; DISTANCES","Categories":"Biochemistry & Molecular Biology; Biophysics; Crystallography Web of Science Categories:Biochemical Research Methods; Biochemistry & Molecular Biology; Biophysics; Crystallography","Journal Information":"ACTA CRYSTALLOGRAPHICA SECTION D-STRUCTURAL BIOLOGY Volume: 73 Pages: 316-325 Part: 4 DOI: 10.1107/S2059798317000584 Published: APR 2017","Abstract":"The bond-valence model is a reliable way to validate assumed oxidation states based on structural data. It has successfully been employed for analyzing metal-binding sites in macromolecule structures. However, inconsistent results for heme-based structures suggest that some widely used bond-valence R-0 parameters may need to be adjusted in certain cases. Given the large number of experimental crystal structures gathered since these initial parameters were determined and the similarity of binding sites in organic compounds and macromolecules, the Cambridge Structural Database (CSD) is a valuable resource for refining metal-organic bond-valence parameters. R-0 bond-valence parameters for iron(II), iron(III) and other metals have been optimized based on an automated processing of all CSD crystal structures. Almost all R-0 bond-valence parameters were reproduced, except for iron-nitrogen bonds, for which distinct R-0 parameters were defined for two observed subpopulations, corresponding to low-spin and high-spin states, of iron in both oxidation states. The significance of this data-driven method for parameter discovery, and how the spin state affects the interpretation of heme-containing proteins and iron-binding sites in macromolecular structures, are discussed.","Authors":"Zheng, HP (Zheng, Heping) ; Langner, KM (Langner, Karol M.) ; Shields, GP (Shields, Gregory P.) ; Hou, J (Hou, Jing) ; Kowiel, M (Kowiel, Marcin) ; Allen, FH (Allen, Frank H.) ; Murshudov, G (Murshudov, Garib) ; Minor, W (Minor, Wladek)","Title":"Data mining of iron(II) and iron(III) bond-valence parameters, and their relevance for macromolecular crystallography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397417900017 PubMed ID: 28282305 ISSN: 0002-936X eISSN: 1538-7488","Keywords":"electronic health record; electronic risk assessment tool; nurse perception; patient safety; risk KeyWords Plus:ADVERSE EVENTS; CARE","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"AMERICAN JOURNAL OF NURSING Volume: 117 Issue: 4 Pages: 26-31 Published: APR 2017","Abstract":"Objective: In many hospitals, nurse-led \"safety huddles\" are used to relay patient safety information, although whether this effectively identifies patients at risk for harm has not been determined. New electronic risk assessment tools are designed to identify patients at risk for harm during hospitalization, based on specific markers in the electronic health record. This study sought to compare the results of both methods. The findings may help to enhance decision making at the level of care delivery. Methods: A nonexperimental correlational study was conducted over a three-week period in 2015 in a large metropolitan acute care community hospital. Nurses on three units-a medical-surgical unit, a progressive care unit, and an orthopedic unit-constituted the convenience sample. Designated safety huddle leaders collected data using the daily census sheet to record the nurses' perceived risk of harm for each patient and the reason for risk concern. Separately, designated advanced practice nurses collected the electronic risk assessment tool's reports from the same units. Data were paired as they were entered into the database and analyzed to determine correlation. Perceptions of harm from the nurses, recorded as yes or no responses, were compared with the electronic tool's identification of high risk or moderate-to-low risk. Results: In 746 data pairs, differences between the nurses' harm risk perceptions and the electronic tool's harm risk reports were statistically significant, supporting our prediction that there would be no correlation. The most significant difference was seen in instances when a nurse identified a patient as being at higher risk than the electronic tool did, often citing behavioral or psychosocial issues as the reason for concern. Conclusions: Nurses perceived harm risk differently than the electronic tool did. In situations when the electronic tool cited risk and the nurse perceived no risk, the risks were currently being addressed in the plan of care. In situations when the nurse perceived higher risk than the electronic tool did, the nurse often cited behavioral or psychosocial issues (which frequently lacked defined data points in the electronic health record and thus were not available to the tool). Changes in data mining algorithms must incorporate and weight the impact of psychosocial and behavioral elements together with other risk factors in order to provide meaningful practice recommendations.","Authors":"Stafos, A (Stafos, Andrea) ; Stark, S (Stark, Susan) ; Barbay, K (Barbay, Kathryn) ; Frost, K (Frost, Kristen) ; Jackel, D (Jackel, David) ; Peters, L (Peters, Lindsey) ; Riggs, E (Riggs, Elizabeth) ; Schedler, S (Schedler, Susan) ; Stroud, S (Stroud, Shalan)","Title":"Identifying Hospitalized Patients at Risk for Harm: A Comparison of Nurse Perceptions vs. Electronic Risk Assessment Tool Scores"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398582100005 ISSN: 0092-5853 eISSN: 1540-5907","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN JOURNAL OF POLITICAL SCIENCE Volume: 61 Issue: 2 Pages: 320-334 DOI: 10.1111/ajps.12268 Published: APR 2017","Abstract":"We investigate whether mining affects local corruption in Africa. Several cross-country analyses report that natural resources have adverse effects on political institutions by increasing corruption, whereas other country-level studies show no evidence of such political resource curses. These studies face well-known endogeneity and other methodological issues, and employing micro-level data would allow for drawing stronger inferences. Hence, we connect 92,762 Afrobarometer survey respondents to spatial data on 496 industrial mines. Using a difference-in-differences strategy, we find that mining increases bribe payments, and this result is robust to using alternative models. Mines are initially located in less corrupt areas, but mining areas turn more corrupt after mines open. When exploring mechanisms, we find that local economic activity relates differently to corruption in mining and non-mining areas, suggesting that mining income incentivizes and enables local officials already present to require more bribes.","Authors":"Knutsen, CH (Knutsen, Carl Henrik) ; Kotsadam, A (Kotsadam, Andreas) ; Olsen, EH (Olsen, Eivind Hammersmark) ; Wig, T (Wig, Tore)","Title":"Mining and Local Corruption in Africa"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397107300001 ISSN: 0099-2240 eISSN: 1098-5336","Keywords":"Ferrovum myxofaciens; acid mine drainage; environmental microbiology; extremophiles; iron oxidation KeyWords Plus:ACID-MINE DRAINAGE; 16S RIBOSOMAL-RNA; IBERIAN PYRITE BELT; OLIGONUCLEOTIDE PROBES; BACTERIAL COMMUNITIES; SEQUENCE DATA; SP NOV.; DIVERSITY; WATERS; ENVIRONMENT","Categories":"Biotechnology & Applied Microbiology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Microbiology","Journal Information":"APPLIED AND ENVIRONMENTAL MICROBIOLOGY Volume: 83 Issue: 7 Article Number: UNSP e00015 DOI: 10.1128/AEM.00015-17 Published: APR 2017","Abstract":"Acid mine drainage (AMD) is a major environmental problem affecting tens of thousands of kilometers of waterways worldwide. Passive bioremediation of AMD relies on microbial communities to oxidize and remove iron from the system; however, iron oxidation rates in AMD environments are highly variable among sites. At Scalp Level Run (Cambria County, PA), first-order iron oxidation rates are 10 times greater than at other coal-associated iron mounds in the Appalachians. We examined the bacterial community at Scalp Level Run to determine whether a unique community is responsible for the rapid iron oxidation rate. Despite strong geochemical gradients, including a >10-fold change in the concentration of ferrous iron from 57.3 mg/liter at the emergence to 2.5 mg/liter at the base of the coal tailings pile, the bacterial community composition was nearly constant with distance from the spring outflow. Scalp Level Run contains many of the same taxa present in other AMD sites, but the community is dominated by two strains of Ferrovum myxofaciens, a species that is associated with high rates of Fe(II) oxidation in laboratory studies. IMPORTANCE Acid mine drainage pollutes more than 19,300 km of rivers and streams and 72,000 ha of lakes worldwide. Remediation is frequently ineffective and costly, upwards of $ 100 billion globally and nearly $ 5 billion in Pennsylvania alone. Microbial Fe(II) oxidation is more efficient than abiotic Fe(II) oxidation at low pH (P. C. Singer and W. Stumm, Science 167: 1121- 1123, 1970, https://doi.org/10.1126/science.167.3921.1121). Therefore, AMD bioremediation could harness microbial Fe(II) oxidation to fuel more-cost-effective treatments. Advances will require a deeper understanding of the ecology of Fe(II)-oxidizing microbial communities and the factors that control their distribution and rates of Fe(II) oxidation. We investigated bacterial communities that inhabit an AMD site with rapid Fe(II) oxidation and found that they were dominated by two operational taxonomic units (OTUs) of Ferrovum myxofaciens, a taxon associated with high laboratory rates of iron oxidation. This research represents a step forward in identifying taxa that can be used to enhance costeffective AMD bioremediation.","Authors":"Grettenberger, CL (Grettenberger, Christen L.) ; Pearce, AR (Pearce, Alexandra R.) ; Bibby, KJ (Bibby, Kyle J.) ; Jones, DS (Jones, Daniel S.) ; Burgos, WD (Burgos, William D.) ; Macalady, JL (Macalady, Jennifer L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bibby, Kyle  http://orcid.org/0000-0003-3142-6090","Title":"Efficient Low-pH Iron Removal by a Microbial Iron Oxide Mound Ecosystem at Scalp Level Run"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300014 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Data mining; Dynamic bit vectors; Multi-core processors; Sequence patterns KeyWords Plus:RULES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 703-716 DOI: 10.1007/s10489-016-0859-y Published: APR 2017","Abstract":"The problem of mining frequent sequential patterns (FSPs) has attracted a great deal of research attention. Although there are many efficient algorithms for mining FSPs, the mining time is still high, especially for large or dense datasets. Parallel processing has been widely applied to improve processing speed for various problems. Some parallel algorithms have been proposed, but most of them have problems related to synchronization and load balancing. Based on a multi-core processor architecture, this paper proposes a load-balancing parallel approach called Parallel Dynamic Bit Vector Sequential Pattern Mining (pDBV-SPM) for mining FSPs from huge datasets using the dynamic bit vector data structure for fast determining support values. In the pDBV-SPM approach, the support count is sorted in ascending order before the set of frequent 1-sequences is partitioned into parts, each of which is assigned to a task on a processor so that most of the nodes in the leftmost branches will be infrequent and thus pruned during the search; this strategy helps to better balance the search tree. Experiments are conducted to verify the effectiveness of pDBV-SPM. The experimental results show that the proposed algorithm outperforms PIB-PRISM for mining FSPs in terms of mining time and memory usage.","Authors":"Huynh, B (Huynh, Bao) ; Vo, B (Vo, Bay) ; Snasel, V (Snasel, Vaclav)","Title":"An efficient method for mining frequent sequential patterns using multi-Core processors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300015 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Sentiment classification; English sentiment classification; Opinion mining; English document opinion mining; Fuzzy C-Means; FCM; Cloudera; Parallel environment; Parallel network; Parallel network environment; Distributed system KeyWords Plus:MEANS CLUSTERING-ALGORITHM; IMAGE SEGMENTATION; INCOMPLETE DATA; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 717-738 DOI: 10.1007/s10489-016-0858-z Published: APR 2017","Abstract":"Sentiment classification plays a significant role in everyday life, in political activities, in activities relating to commodity production, and commercial activities. Finding a solution for the accurate and timely classification of emotions is a challenging task. In this research, we propose a new model for big data sentiment classification in the parallel network environment. Our proposed model uses the Fuzzy C-Means (FCM) method for English sentiment classification with Hadoop MAP (M) /REDUCE (R) in Cloudera. Cloudera is a parallel network environment. Our proposed model can classify the sentiments of millions of English documents in the parallel network environment. We tested our model using the testing data set (which comprised 25,000 English reviews, 12,500 being positive and 12,500 negative) and achieved 60.2 % accuracy. Our English training data set has 60,000 English sentences, comprising 30,000 positive English sentences and 30,000 negative English sentences.","Authors":"Vo, NP (Vo Ngoc Phu) ; Dat, ND (Nguyen Duy Dat) ; Tran, VTN (Vo Thi Ngoc Tran) ; Chau, VTN (Vo Thi Ngoc Chau) ; Nguyen, TA (Tuan A. Nguyen)","Title":"Fuzzy C-means for english sentiment classification in a distributed system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550300071 ISSN: 1359-4311","Keywords":"Coal mine; Cooling system; Geothermal; Thermal analysis KeyWords Plus:PUMP SYSTEM; PERFORMANCE EVALUATION; EXERGY ANALYSIS; ENERGY; GREENHOUSE; BUILDINGS","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 116 Pages: 833-839 DOI: 10.1016/j.applthermaleng.2017.01.116 Published: APR 2017","Abstract":"In the operation of deep coal mines, cooling systems must be built (in most cases) because of the high temperature working environment within such mines. Once the coal is mined, it is often used to supply heat for buildings and domestic hot water. In either instance, the energy consumed can create environmental pollution. As a potential solution to this problem, we present a geothermal recycling system for mines (GRSM) for parallel mine cooling and surface heating. The performance of this system is investigated based on the observed data. Compared with traditional cooling systems, the most obvious feature of this system is the removal of a cooling tower, which contributes to a 30% increase in performance. Moreover, the parallel running of cooling and heating systems can effectively recover waste heat, improving energy efficiency by 20%. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guo, PY (Guo, Pingye) ; He, MC (He, Manchao) ; Zheng, LG (Zheng, Liange) ; Zhang, N (Zhang, Na)","Title":"A geothermal recycling system for cooling and heating in deep mines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397506200003 ISSN: 0269-2821 eISSN: 1573-7462","Keywords":"Natural language processing; Sentiment analysis; Data mining KeyWords Plus:TWITTER","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE REVIEW Volume: 47 Issue: 4 Pages: 485-505 DOI: 10.1007/s10462-016-9489-3 Published: APR 2017","Abstract":"People express their opinions about things like products, celebrities and services using social media channels. The analysis of these textual contents for sentiments is a gold mine for marketing experts as well as for research in humanities, thus automatic sentiment analysis is a popular area of applied artificial intelligence. The chief objective of this paper is to investigate automatic sentiment analysis on social media contents over various text sources and languages. The comparative findings of the investigation may give useful insights to artificial intelligence researchers who develop sentiment analyzers for a new textual source. To achieve this, we describe supervised machine learning based systems which perform sentiment analysis and we comparatively evaluate them on seven publicly available English and Hungarian databases, which contain text documents taken from Twitter and product review sites. We discuss the differences among these text genres and languages in terms of document- and target-level sentiment analysis.","Authors":"Hangya, V (Hangya, Viktor) ; Farkas, R (Farkas, Richard)","Title":"A comparative empirical study on social media sentiment analysis over various genres and languages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396798300047 PubMed ID: 28189679 ISSN: 0006-291X eISSN: 1090-2104","Keywords":"SOX10; Nestin; Cancer stem cell; TNBC KeyWords Plus:BREAST-CANCER; STEM/PROGENITOR; PROLIFERATION; RESISTANCE","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS Volume: 485 Issue: 2 Pages: 522-528 DOI: 10.1016/j.bbrc.2017.02.014 Published: APR 1 2017","Abstract":"The mechanisms modulating the cancer stem cell (CSC) properties of triple negative breast cancer (TNBC) cells were not fully understood. In this study, we performed data mining in Breast Cancer Gene Expression Miner v4.0 and found that TNBC tumors had significantly higher NES mRNA expression than other breast cancer subtypes. Pooled data suggested that NES mRNA expression is associated worse metastatic relapse (MR) free survival and also worse any event (AE) free survival in TNBC patients. Following data mining in multiple big data databases confirmed a positive correlation between SOXIO mRNA expression and NES mRNA expression in breast cancer tissues. In addition, the expression of SOX10 mRNA is significantly higher in TNBC tissues than in other breast cancer subtypes. SOX10 overexpression resulted in Nestin upregulation at both mRNA and protein levels. Bioinformatic analysis predicted a SOX10 binding site in NES promoter and the following dual luciferase assay verified the binding site. Functionally, SOX10 overexpression substantially increased CSC properties of TNBC cells, while SOX10 knockdown decreased the CSC properties, in terms of CD24(-)/CD44(+) cell ratio and tumorsphere-forming capabilities. Enforced Nestin expression partly counteracted the effect of SOX10 knockdown on reducing the CSC properties. Based on these findings, we infer that SOX10 regulates cancer stem cell properties of TNBC cells via inducing Nestin expression.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Feng, W (Feng, Wen) ; Liu, SH (Liu, Sihai) ; Zhu, RX (Zhu, Ruixia) ; Li, BJ (Li, Baojian) ; Zhu, Z (Zhu, Zhu) ; Yang, JS (Yang, Jinshan) ; Song, CH (Song, Chunhui)","Title":"SOX10 induced Nestin expression regulates cancer stem cell properties of TNBC cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396964800036 ISSN: 1359-835X eISSN: 1878-5840","Keywords":"Fatigue Polymer-matrix composites; Transverse cracking; Damage mechanics; Digital image processing KeyWords Plus:COMPOSITE LAMINATE; GLASS/EPOXY TUBES; TUNNELING CRACKS; GROWTH; MODEL; PREDICTION; CRITERION; BEHAVIOR; LAYERS; BLOCK","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Manufacturing; Materials Science, Composites","Journal Information":"COMPOSITES PART A-APPLIED SCIENCE AND MANUFACTURING Volume: 95 Pages: 359-369 DOI: 10.1016/j.compositesa.2017.02.005 Published: APR 2017","Abstract":"The characterisation of fatigue damage evolution in constrained glass fibre reinforced plastic off-axis laminates is presented. A newly developed imaging technique known as Automatic Crack Counting (ACC) is used to quantify the off -axis crack state in constant amplitude (CA) and variable amplitude (VA) block loading tension-tension fatigue tests and constant amplitude compression-tension tests. The quantified crack states are analysed by combining the newly developed ACC method with a data mining approach and applying these to large data sets obtained during fatigue tests. It is shown that for a constant stress level, the stochastic nature of off-axis crack initiation and crack growth is accurately modelled by the Weibull distribution, with the distribution parameters being efficiently derived using the developed approach. The data-rich characterisation provides new insight in the crack density evolution process for VA and C-T loading, as well as derived Weibull distribution parameters in combination with the classical S-N curves and Paris' Law relationship. Hence, providing an improved approach that includes the stochastic and deterministic information for physically based modelling of crack density evolution for fatigue loading. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Glud, JA (Glud, J. A.) ; Dulieu-Barton, JM (Dulieu-Barton, J. M.) ; Thomsen, OT (Thomsen, O. T.) ; Overgaard, LCT (Overgaard, L. C. T.)","Title":"Fatigue damage evolution in GFRP laminates with constrained off-axis plies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970700005 PubMed ID: 28241964 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Cardiovascular disease; Coronary artery disease; Neural networlc; Genetic algorithm KeyWords Plus:CORONARY-ARTERY-DISEASE; MACHINE LEARNING APPROACH; DATA MINING APPROACH; AUTOMATED DIAGNOSIS; WAVELET TRANSFORM; FEATURE-SELECTION; CLINICAL-DATA; RATE SIGNALS; IDENTIFICATION; MEDICINE","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 141 Pages: 19-26 DOI: 10.1016/j.cmpb.2017.01.004 Published: APR 2017","Abstract":"Cardiovascular disease is one of the most rampant causes of death around the world and was deemed as a major illness in Middle and Old ages. Coronary artery disease, in particular, is a widespread cardiovascular malady entailing high mortality rates. Angiography is, more often than not, regarded as the best method for the diagnosis of coronary artery disease; on the other hand, it is associated with high costs and major side effects. Much research has, therefore, been conducted using machine learning and data mining so as to seek alternative modalities. Accordingly, we herein propose a highly accurate hybrid method for the diagnosis of coronary artery disease. As a matter of fact, the proposed method is able to increase the performance of neural network by approximately 10% through enhancing its initial weights using genetic algorithm which suggests better weights for neural network. Making use of such methodology, we achieved accuracy, sensitivity and specificity rates of 93.85%, 97% and 92% respectively, on Z-Alizadeh Sani dataset. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Arabasadi, Z (Arabasadi, Zeinab) ; Alizadehsani, R (Alizadehsani, Roohallah) ; Roshanzamir, M (Roshanzamir, Mohamad) ; Moosaei, H (Moosaei, Hossein) ; Yarifard, AA (Yarifard, Ali Asghar)","Title":"Computer aided decision making for heart disease detection using hybrid neural network-Genetic algorithm"}]