[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366700002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Wikipedia matching; Keyword matching; Document classification; Semantics","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 393 Pages: 15-28 DOI: 10.1016/j.ins.2017.02.009 Published: JUL 2017","Abstract":"A traditional classification approach based on keyword matching represents each text document as a set of keywords, without considering the semantic information, thereby, reducing the accuracy of classification. To solve this problem, a new classification approach based on Wikipedia matching was proposed, which represents each document as a concept vector in the Wikipedia semantic space so as to understand the text semantics, and has been demonstrated to improve the accuracy of classification. However, the immense Wildpedia semantic space greatly reduces the generation efficiency of a concept vector, resulting in a negative impact on the availability of the approach in an online environment. In this paper, we propose an efficient Wikipedia semantic matching approach to document classification. First, we define several heuristic selection rules to quickly pick out related concepts for a document from the Wikipedia semantic space, making it no longer necessary to match all the concepts in the semantic space, thus greatly improving the generation efficiency of the concept vector. Second, based on the semantic representation of each text document, we compute the similarity between documents so as to accurately classify the documents. Finally, evaluation experiments demonstrate the effectiveness of our approach, i.e., which can improve the classification efficiency of the Wikipedia matching under the precondition of not compromising the classification accuracy. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wu, ZD (Wu, Zongda) ; Zhu, H (Zhu, Hui) ; Li, GL (Li, Guiling) ; Cui, ZM (Cui, Zongmin) ; Huang, H (Huang, Hui) ; Li, J (Li, Jun) ; Chen, EH (Chen, Enhong) ; Xu, GD (Xu, Guandong)","Title":"An efficient Wikipedia semantic matching approach to text document classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366700005 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Topic modeling; Short text; Word vector representation; Pseudo-documents","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 393 Pages: 66-81 DOI: 10.1016/j.ins.2017.02.007 Published: JUL 2017","Abstract":"Short texts are everywhere in the Web, including messages posted in social media, status messages and blog comments, and uncovering the topics of this type of messages is crucial to a wide range of applications, e.g., context analysis and user characterization. Extracting topics from short text is challenging because of the dependence of conventional methods, such as Latent Dirichlet Allocation, in words co-occurrence, which in short text is rare and make these methods suffer from severe data sparsity. This paper proposes a general framework for topic modeling of short text by creating larger pseudo-document representations from the original documents. In the framework, document components (e.g., words or bigrams) are defined over a metric space, which provides information about the similarity between them. We present two simple, effective and efficient methods that specialize our general framework to create larger pseudo-documents. While the first method considers word co-occurrence to define the metric space, the second relies on distributed word vector representations. The pseudo-documents generated can be given as input to any topic modeling algorithm. Experiments run in seven datasets and compared against state-of-theart methods for extracting topics by generating pseudo-documents or modifying current topic modeling methods for short text show the methods significantly improve results in terms of normalized pointwise mutual information. A classification task was also used to evaluate the quality of the topics in terms of document representation, where improvements in Fl varied from 1.5 to 15%. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bicalho, P (Bicalho, Paulo) ; Pita, M (Pita, Marcelo) ; Pedrosa, G (Pedrosa, Gabriel) ; Lacerda, A (Lacerda, Anisio) ; Pappa, GL (Pappa, Gisele L.)","Title":"A general framework to expand short text for topic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354200017 PubMed ID: 28237016 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Situation awareness; Empirical model; Case studies; Network analysis KeyWords Plus:CRITICAL DECISION METHOD; INFORMATION-SEEKING; KNOWLEDGE; PERFORMANCE; DYNAMICS; SYSTEMS; EAST","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 61 Pages: 178-196 DOI: 10.1016/j.apergo.2017.02.002 Published: MAY 2017","Abstract":"We introduce a novel model and associated data collection method to examine how a distributed organisation of military staff who feed a Common Operating Picture (COP) generates Situation Awareness (SA), a critical component in organisational performance. The proposed empirically derived Situation Awareness Weighted Network (SAWN) model draws on two scientific models of SA, by Endsley involving perception, comprehension and projection, and by Stanton et al. positing that SA exists across a social and semantic network of people and information objects in activities connected across a set of tasks. The output of SAWN is a representation as a weighted semi-bipartite network of the interaction between people ('human nodes') and information artefacts such as documents and system displays ('product nodes'); link weights represent the Endsley levels of SA that individuals acquire from or provide to information objects and other individuals. The SAWN method is illustrated with aggregated empirical data from a case study of Australian military staff undertaking their work during two very different scenarios, during steady-state operations and in a crisis threat context. A key outcome of analysis of the weighted networks is that we are able to quantify flow of SA through an organisation as staff seek to \"value-add\" in the conduct of their work. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Kalloniatis, A (Kalloniatis, Alexander) ; Ali, I (Ali, Irena) ; Neville, T (Neville, Timothy) ; La, P (La, Phuong) ; Macleod, I (Macleod, Iain) ; Zuparic, M (Zuparic, Mathew) ; Kohn, E (Kohn, Elizabeth)","Title":"The Situation Awareness Weighted Network (SAWN) model and method: Theory and application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information retrieval; Informetrics; Topic modeling; Latent Dirichlet allocation; Vocabulary size; Term frequency KeyWords Plus:INFORMATION-RETRIEVAL; N-GRAMS; MODELS; CORPORA","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 653-665 DOI: 10.1016/j.ipm.2017.01.003 Published: MAY 2017","Abstract":"This study investigates how computational overhead for topic model training may be reduced by selectively removing terms from the vocabulary of text corpora being modeled. We compare the impact of removing singly occurring terms, the top 0.5%, 1% and 5% most frequently occurring terms and both top 0.5% most frequent and singly occurring terms, along with changes in the number of topics modeled (10, 20, 30, 40, 50, 100) using three datasets. Four outcome measures are compared. The removal of singly occurring terms has little impact on outcomes for all of the measures tested. Document discriminative capacity, as measured by the document space density, is reduced by the removal of frequently occurring terms, but increases with higher numbers of topics. Vocabulary size does not greatly influence entropy, but entropy is affected by the number of topics. Finally, topic similarity, as measured by pairwise topic similarity and Jensen-Shannon divergence, decreases with the removal of frequent terms. The findings have implications for information science research in information retrieval and informetrics that makes use of topic modeling. Published by Elsevier Ltd.","Authors":"Lu, K (Lu, Kun) ; Cai, X (Cai, Xin) ; Ajiferuke, I (Ajiferuke, Isola) ; Wolfram, D (Wolfram, Dietmar)","Title":"Vocabulary size and its effect on topic representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300012 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Clustering; Segmentation; Vision-based page segmentation; VIPS KeyWords Plus:INFORMATION EXTRACTION; HYBRID APPROACH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 735-750 DOI: 10.1016/j.ipm.2017.02.002 Published: MAY 2017","Abstract":"This paper presents a novel approach to web page segmentation, which is one of substantial preprocessing steps when mining data from Web documents. Most of the current segmentation methods are based on algorithms that work on a tree representation of web pages (DOM tree or a hierarchical rendering model) and produce another tree structure as an output. In contrast, our method uses a rendering engine to get an image of the web page, takes the smallest rendered elements of that image, performs clustering using a custom algorithm and produces a flat set of segments of a given granularity. For the clustering metrics, we use purely visual properties only: the distance of elements and their visual similarity. We experimentally evaluate the properties of our algorithm by processing 2400 web pages. On this set of web pages, we prove that our algorithm is almost 90% faster than the reference algorithm. We also show that our algorithm accuracy is between 47% and 133% of the reference algorithm accuracy with indirect correlation of our algorithm's accuracy to the depth of inspected page structure. In our experiments, we also demonstrate the advantages of producing a flat segmentation structure instead of an hierarchy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zeleny, J (Zeleny, Jan) ; Burget, R (Burget, Radek) ; Zendulka, J (Zendulka, Jaroslav)","Title":"Box clustering segmentation: A new method for vision-based web page preprocessing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221400003 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"JSON; IFC; ifcXML; Cloud interoperability; Precast concrete","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 77 Pages: 24-51 DOI: 10.1016/j.autcon.2017.01.011 Published: MAY 2017","Abstract":"In the building industry, building data such as objects and processes are described in Industry Foundation Classes (IFC) data model schema to support a neutral data exchange format for BIM tools interoperability. While IFC specification has been encoded in ifcXML format by buildingSMART to support XML-based data transmission, there is a lack of studies on the implementation of IFC specification using JavaScript Object Notation (JSON) serialization. JSON is a key-value style lightweight data exchange format that has higher parsing efficiency than XML and due to the inadequacies of XML, JSON has been widely used in Web applications, specifically in Asynchronous JavaScript and XML (AJAX) Web services. This paper highlights the need for JSON implementation of IFC specification and introduces ifcJSON Schema and its data content. The main objective of this study is to outline how IFC specification can be represented in JSON format. Therefore, the study explains the implementation of the IFC standard as a JSON schema to guide the creation of JSON documents. The ifcJSON documents can be used for web-based data transfer as an alternative to XML documents. Since current IFC specification release is IFC4 Add1, the implementation of ifcJSON4 schema is specified and guidelines for generating and validating ifcJSON documents are described. Additionally, this paper implements ifcJSON4 schema in a use case within the precast concrete domain by indicating the data content for a precast building element with its corresponding geometry representation, product placement, and owner history data. The analysis of results indicates that ifcJSON4 schema developed in this paper is a valid JSON schema that can guide the creation of valid ifcJSON documents to be used for web-based data transfer and to improve interoperability of Cloud-based BIM applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Afsari, K (Afsari, Kereshmeh) ; Eastman, CM (Eastman, Charles M.) ; Castro-Lacouture, D (Castro-Lacouture, Daniel)","Title":"JavaScript Object Notation (JSON) data serialization for IFC schema in web-based BIM data exchange"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392861300008 ISSN: 0969-6016 eISSN: 1475-3995","Keywords":"hierarchical clustering; quartets; variable neighborhood search; biomedical information extraction; data representation; graphs KeyWords Plus:COMPRESSION; SIMILARITY; BIOLOGY; UPGMA","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"INTERNATIONAL TRANSACTIONS IN OPERATIONAL RESEARCH Volume: 24 Issue: 3 Pages: 537-557 DOI: 10.1111/itor.12240 Published: MAY 2017","Abstract":"Medline/PubMed is the largest reference database collecting, organizing, and analyzing biomedical literature. We propose an automated methodology that is capable of searching relevant references for systematic reviews and meta-analysis from the Medline/PubMed database, and then to visualize the retrieved bibliography through an intuitive method based on a graph layout. In particular, document relationships are represented via the quartet method of hierarchical clustering. As this novel approach is based on an NP-hard combinatorial problem, a reduced variable neighborhood search is used for producing the graph of document clusters as output from the input distance matrix whereby the number of clusters is not known in advance. The distance matrix is derived from the link-ranking XML data returned by PubMed with the search results. It is demonstrated how the method allows to retrieve biomedical related bibliography, to find the structure of the literature collection examined, and to detect linked works within thematic areas of interest. With this methodology, scientists are assisted in the analysis of complex citations networks from the biomedical literature.","Authors":"Consoli, S (Consoli, Sergio) ; Stilianakis, NI (Stilianakis, Nikolaos I.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Consoli, Sergio  http://orcid.org/0000-0001-7357-5858","Title":"A quartet method based on variable neighborhood search for biomedical literature extraction and clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900039 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multi-view clustering; Fuzzy clustering; Soft clustering; Minimax optimization KeyWords Plus:ALGORITHMS; KERNEL; MATRIX","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 457-466 DOI: 10.1016/j.eswa.2016.10.006 Published: APR 15 2017","Abstract":"Multi-view data clustering refers to categorizing a data set by making good use of related information from multiple representations of the data. It becomes important nowadays because more and more data can be collected in a variety of ways, in different settings and from different sources, so each data set can be represented by different sets of features to form different views of it. Many approaches have been proposed to improve clustering performance by exploring and integrating heterogeneous information underlying different views. In this paper, we propose a new multi-view fuzzy clustering approach called MinimaxFCM by using minimax optimization based on well-known Fuzzy c means. In MinimaxFCM the consensus clustering results are generated based on minimax optimization in which the maximum disagreements of different weighted views are minimized. Moreover, the weight of each view can be learned automatically in the clustering process. In addition, there is only one parameter to be set besides the fuzzifier. The detailed problem formulation, updating rules derivation, and the in-depth analysis of the proposed MinimaxFCM are provided here. Experimental studies on nine multi-view data sets including real world image and document data sets have been conducted. We observed that MinimaxFCM outperforms related multi-view clustering approaches in terms of clustering accuracy, demonstrating the great potential of MinimaxFCM for multi-view data analysis. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, YT (Wang, Yangtao) ; Chen, LH (Chen, Lihui)","Title":"Multi-view fuzzy clustering with minimax optimization for effective clustering of data from multiple sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397526300005 ISSN: 0141-6790 eISSN: 1467-8365","Categories":"Art Web of Science Categories:Art","Journal Information":"ART HISTORY Volume: 40 Issue: 2 Pages: 336-+ Special Issue: SI DOI: 10.1111/1467-8365.12309 Published: APR 2017","Abstract":"This essay explores issues of Protestant identity, self-representation and the status of the image in seventeenth-century Zurich through the lens of two works depicting 'the family at table', one a painted family portrait, the other a printed broadsheet on table manners (Tischzucht). Discussion focuses on the ethical dimensions of Tischzucht iconography and the ways that the decorative and material accoutrements of domestic life contained in each work articulated and reinforced a peculiarly Protestant set of values. The circumstances of the commission of the Tischzucht print and the artist's subsequent, well-documented clashes with the city's censors over matters of content, casts a further, revealing light on the problems attendant upon artmaking in seventeenth-century Zurich, on the aesthetics of the monochrome print vis-a-vis the painted image, and on the limits of visual representation itself within a society, which, since the early sixteenth century, had lived under an official policy of hostility to images.","Authors":"Morrall, A (Morrall, Andrew)","Title":"The Family at Table: Protestant Identity, Self-Representation and the Limits of the Visual in Seventeenth-Century Zurich"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397269100011 ISSN: 0009-9260 eISSN: 1365-229X","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"CLINICAL RADIOLOGY Volume: 72 Issue: 4 Article Number: 338.e11 DOI: 10.1016/j.crad.2016.10.019 Published: APR 2017","Abstract":"AIM: To review the radiology-led ultrasound (US) surveillance programme for the detection of hepatocellular carcinoma (HCC) in cirrhotic patients in a UK tertiary-referral centre. MATERIALS AND METHODS: The radiology information system was searched for patients who had undergone US for surveillance of cirrhosis from September 2009 to May 2013. Patient demographics and cirrhosis aetiology were documented. Data including numbers of surveillance scans, abnormal findings suspicious for HCC, subsequent radiological investigations, numbers of HCC and survival for HCC patients were recorded. Service performance data, such as rates of attendance and rebooking, were also recorded. RESULTS: Eight hundred and four patients entered surveillance and 2,366 surveillance US examinations were performed; 368 (46%) underwent follow-up (6-monthly US). Abnormalities leading to further radiological investigations were found in 81 patients. Reasons for incomplete surveillance included non-attendance and radiology failure to re-book appointments. HCC was diagnosed in 22 patients. Fourteen had HCC diagnosed on a surveillance scan, eight had HCC diagnosed on a scan performed for other reasons. Patients diagnosed with HCC on a surveillance scan were more likely to be treated with curative intent and had longer survival. CONCLUSION: Even with a radiology-led recall service for HCC surveillance, the proportion of patients receiving scans 6-monthly was low, due in part to the lack of organisational support that is available for other screening programmes. This study gives a realistic representation of the implementation of surveillance in a UK hospital at the current time and of the rates of HCC proceeding to treatment. (C) 2016 Published by Elsevier Ltd on behalf of The Royal College of Radiologists.","Authors":"Farrell, C (Farrell, C.) ; Halpen, A (Halpen, A.) ; Cross, TJS (Cross, T. J. S.) ; Richardson, PD (Richardson, P. D.) ; Johnson, P (Johnson, P.) ; Joekes, EC (Joekes, E. C.)","Title":"Ultrasound surveillance for hepatocellular carcinoma: service evaluation of a radiology-led recall system in a tertiary-referral centre for liver diseases in the UK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126400004 ISSN: 1748-8958 eISSN: 1748-8966","Keywords":"Care leavers; criminalization; needs; neglect; risk KeyWords Plus:SERVICES","Categories":"Criminology & Penology Web of Science Categories:Criminology & Penology","Journal Information":"CRIMINOLOGY & CRIMINAL JUSTICE Volume: 17 Issue: 2 Pages: 175-191 DOI: 10.1177/1748895816659324 Published: APR 2017","Abstract":"The link between experiences of care and criminal justice systems is well documented, yet curiously neglected in policy and practice. While the over-representation of care leavers in the justice system is often taken as given, there has been negligible change in policy and practice that appropriately responds to the needs of these individuals. Drawing on interviews with practitioners, this article highlights a series of organizational and institutional barriers to implementing a unique intervention. More broadly, such barriers contribute to the persistence of care(less) practice, facilitating the neglect of care leavers' needs to a system dominated by risk. It is argued that the continued inertia within this area can only be construed as practice negligence and an affront to justice.","Authors":"Fitzpatrick, C (Fitzpatrick, Claire) ; Williams, P (Williams, Patrick)","Title":"The neglected needs of care leavers in the criminal justice system: Practitioners' perspectives and the persistence of problem (corporate) parenting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600013 ISSN: 2329-9290","Keywords":"Matrix factorization; skip-gram; word representations KeyWords Plus:MODELS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 863-870 DOI: 10.1109/TASLP.2017.2658019 Published: APR 2017","Abstract":"Word representations, aiming to build vectors for each word, have been successfully used in a variety of applications. Most word representations are learned from large amounts of documents ignoring other information. This is rather suboptimal because the side information of the documents, such as document labels, is not used in learning word representations. In this paper, we focus on how to exploit these side information to improve word representations. We propose to incorporate document labels into the learning process of word representations in two frameworks: neural network and matrix factorization. The experimental results on word analogy and word similarity task show that our models can better capture the semantic and syntactic information than the original models. Our models also improve the performance of word representations on text classification task.","Authors":"Yang, L (Yang, Liner) ; Chen, XX (Chen, Xinxiong) ; Liu, ZY (Liu, Zhiyuan) ; Sun, MS (Sun, Maosong)","Title":"Improving Word Representations with Document Labels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396778100004 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Text representation; Documents categorization; Information retrieval","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 2 Pages: 309-327 DOI: 10.1007/s10844-016-0416-5 Published: APR 2017","Abstract":"Machine learning algorithms applied to text categorization mostly employ the Bag of Words (BoW) representation to describe the content of the documents. This method has been successfully used in many applications, but it is known to have several limitations. One way of improving text representation is usage of Wikipedia as the lexical knowledge base - an approach that has already shown promising results in many research studies. In this paper we propose three path-based measures for computing document relatedness in the conceptual space formed by the hierarchical organization of a Wikipedia Category Graph (WCG). We compare the proposed approaches with the standard Path Length method to establish the best relatedness measure for the WCG representation. To test overall WCG efficiency, we compare the proposed representations with the BoW method. The evaluation was performed with two different types of clustering algorithms (OPTICS and K-Means), used for categorization of keyword-based search results. The experiments have shown that our approach outperforms the standard Path Length approach, and the WCG representation achieves better results than BoW.","Authors":"Kucharczyk, L (Kucharczyk, Lukasz) ; Szymanski, J (Szymanski, Julian)","Title":"Path-based methods on categorical structures for conceptual representation of wikipedia articles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397030400011 PubMed ID: 27554824 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"handoff and rounding tool; smartphones; electronic documentation; intensive care units KeyWords Plus:OF-THE-LITERATURE; HEALTH-CARE; MEDICAL-STUDENTS; SIGN-OUT; SMARTPHONES; TOOL; INFORMATION; IMPACT; IMPLEMENTATION; TECHNOLOGY","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: E1 Pages: E69-E78 DOI: 10.1093/jamia/ocw107 Published: APR 2017","Abstract":"Objective: To describe the usage of a novel application (The FLOW) that allows mobile devices to be used for rounding and handoffs. Materials and Methods: The FLOW provides a view of patient data and the capacity to enter short notes via personal mobile devices. It was deployed using a \"bring-your-own-device\"model in 4 pilot units. Social network analysis (SNA) was applied to audit trails in order to visualize usage patterns. A questionnaire was used to describe user experience. Results: Overall, 253 health professionals used The FLOW with their personal mobile devices from October 2013 to March 2015. In pediatric and neonatal intensive care units (ICUs), a median of 26-26.5 notes were entered per user per day. Visual network representation of app entries showed that usage patterns were different between the ICUs. In 127 questionnaires (50%), respondents reported using The FLOW most often to enter notes and for handoffs. The FLOW was perceived as having improved patient care by 57% of respondents, compared to usual care. Most respondents (86%) wished to continue using The FLOW. Discussion: This study shows how a handoff and rounding tool was quickly adopted in pediatric and neonatal ICUs in a hospital setting where patient charts were still paper-based. Originally developed as a tool to support informal documentation using smartphones, it was adapted to local practices and expanded to print sign-out documents and import notes within the medicolegal record with desktop computers. Interestingly, even if not supported by the nursing administrative authorities, the level of use for data entry among nurses and doctors was similar in all units, indicating close collaboration in documentation practices in these ICUs.","Authors":"Motulsky, A (Motulsky, Aude) ; Wong, J (Wong, Jenna) ; Cordeau, JP (Cordeau, Jean-Pierre) ; Pomalaza, J (Pomalaza, Jorge) ; Barkun, J (Barkun, Jeffrey) ; Tamblyn, R (Tamblyn, Robyn)","Title":"Using mobile devices for inpatient rounding and handoffs: an innovative application developed and rapidly adopted by clinicians in a pediatric hospital"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957900008 PubMed ID: 28129573 ISSN: 0260-6917 eISSN: 1532-2793","Keywords":"Knowledge transfer; Simulation; Hybrid learning experience; Mental health; Reciprocal learning; Clinical simulation KeyWords Plus:HIGH-FIDELITY SIMULATION; EDUCATION; COMMUNICATION","Categories":"Education & Educational Research; Nursing Web of Science Categories:Education, Scientific Disciplines; Nursing","Journal Information":"NURSE EDUCATION TODAY Volume: 51 Pages: 57-62 DOI: 10.1016/j.nedt.2017.01.006 Published: APR 2017","Abstract":"Background: Little research has been completed exploring knowledge development and transfer from and between simulated and clinical practice settings in nurse education. Objectives: This study sought to explore the content learned, and the knowledge transferred, in a hybrid mental health clinical course consisting of simulated and clinical setting experiences. Design: A qualitative, interpretive descriptive study design. Settings: Clinical practice consisted of six 10-hour shifts in a clinical setting combined with six two-hour simulations. Participants: 12 baccalaureate nursing students enrolled in a compressed time frame program at a large, urban, Canadian university participated. Methods: Document analysis and a focus group were used to draw thematic representations of content and knowledge transfer between clinical environments (i.e., simulated and clinical settings) using the constant comparative data analysis technique. Results: Four major themes arose: (a) professional nursing behaviors; (b) understanding of the mental health nursing role; (c) confidence gained in interview skills; and, (d) unexpected learning. Conclusions: Nurse educators should further explore the intermingling of simulation and clinical practice in terms of knowledge development and transfer with the goal of preparing students to function within the mental health nursing specialty. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Booth, RG (Booth, Richard G.) ; Scerbo, CK (Scerbo, Christina Ko) ; Sinclair, B (Sinclair, Barbara) ; Hancock, M (Hancock, Michele) ; Reid, D (Reid, David) ; Denomy, E (Denomy, Eileen)","Title":"Exploring learning content and knowledge transfer in baccalaureate nursing students using a hybrid mental health practice experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397821800003 ISSN: 0043-8871 eISSN: 1086-3338","Categories":"International Relations; Government & Law Web of Science Categories:International Relations; Political Science","Journal Information":"WORLD POLITICS Volume: 29 Issue: 2 Pages: 327-+ DOI: 10.1017/S0043887116000290 Published: APR 2017","Abstract":"What explains the persistence of racial or ethnic inequalities in descriptive representation in the absence of strongly politicized racial or ethnic cleavages? This article uses new data to demonstrate a substantial racial gap between voters and politicians in Brazil. The authors show that this disparity is not plausibly due to racial preferences in the electorate as a whole, for instance, deference toward white candidates or discrimination against nonwhites, and that barriers to candidate entry or discrimination by party leaders do not likely explain the gap. Instead, they document persistent resource disparities between white and nonwhite candidates, including large differences in personal assets and campaign contributions. The findings suggest that elite closure-investments by racial and economic elites on behalf of elite candidates-help perpetuate a white political class, even in the absence of racialized politics. By underscoring this avenue through which representational disparities persist, the article contributes to research on elite power in democratic settings.","Authors":"Bueno, NS (Bueno, Natalia S.) ; Dunning, T (Dunning, Thad)","Title":"Race, Resources, and Representation Evidence from Brazilian Politicians"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395774200006 ISSN: 0020-7284 eISSN: 1943-2836","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"INTERNATIONAL JOURNAL OF GROUP PSYCHOTHERAPY Volume: 67 Issue: 2 Pages: 240-258 DOI: 10.1080/00207284.2016.1260461 Published: APR 2017","Abstract":"Is group therapy effective if it results in members revealing greater unresolved/disorganized mental states related to childhood trauma? That is, do patients have to more fully experience partially disavowed trauma before they get better? We found a small proportion of patients whose pre-treatment Adult Attachment Interview (AAI) transcripts were not coded as Unresolved/Disorganized at the start of group treatment, but were coded as such at the end. In one case report, we examined pre-and six months post-AAI transcripts and group therapy interactions to document the emergence of an unresolved/disorganized mental state. Despite the increase in disorganization, the patient showed some symptom improvement and improved reflective functioning. The 16-week psychodynamic group therapy allowed the patient to reflect on her traumatic experiences and their impact on her life. However, this also resulted in a disorganizing effect on her mental state. Longer-term therapy may be necessary to improve interpersonal functioning and affect regulation in patients who experienced early trauma.","Authors":"Tasca, GA (Tasca, Giorgio A.) ; Maxwell, H (Maxwell, Hilary) ; Faye, M (Faye, Megan) ; Balfour, L (Balfour, Louise)","Title":"Feeling Worse Before Feeling Better: A Case of Increased Disorganized Mental States Following Group Psychotherapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395395600009 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Latent Dirichlet allocation; text clustering; text mining KeyWords Plus:K-MEANS; MODELS; TOPICS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 2 Pages: 275-292 DOI: 10.1177/0165551516638784 Published: APR 2017","Abstract":"Document clustering can be applied in document organisation and browsing, document summarisation and classification. The identification of an appropriate representation for textual documents is extremely important for the performance of clustering or classification algorithms. Textual documents suffer from the high dimensionality and irrelevancy of text features. Besides, conventional clustering algorithms suffer from several shortcomings, such as slow convergence and sensitivity to the initial value. To tackle the problems of conventional clustering algorithms, metaheuristic algorithms are frequently applied to clustering. In this paper, an improved ant clustering algorithm is presented, where two novel heuristic methods are proposed to enhance the clustering quality of ant-based clustering. In addition, the latent Dirichlet allocation (LDA) is used to represent textual documents in a compact and efficient way. The clustering quality of the proposed ant clustering algorithm is compared to the conventional clustering algorithms using 25 text benchmarks in terms of F-measure values. The experimental results indicate that the proposed clustering scheme outperforms the compared conventional and metaheuristic clustering methods for textual documents.","Authors":"Onan, A (Onan, Aytug) ; Bulut, H (Bulut, Hasan) ; Korukoglu, S (Korukoglu, Serdar)","Title":"An improved ant algorithm with LDA-based representation for text document clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200006 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Document embedding; Smooth affine map; Generative probabilistic model; Multi-agent random walk; Regularized auto-encoders KeyWords Plus:CONCEPT FACTORIZATION; REPRESENTATION; CLASSIFICATION; EIGENMAPS; MANIFOLD; NETWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 41-57 DOI: 10.1016/j.knosys.2017.01.012 Published: APR 1 2017","Abstract":"Document embedding is a technology that captures informative representations from high-dimensional observations by some structure-preserving maps over corpus and has been intensively explored in machine learning. Recently, some manifold-inspired embedding methods become a hot topic, mainly due to their ability in capturing discriminative embedding. However, the existing methods capture the embeddings based on the geometrical information of nearest neighbors without considering the intrinsic documents-generating structure on a subspace, thus leads to a limitation to uncover intrinsic semantic information. In this paper, we propose a semi-supervised local-invariant method, called Discriminative Locally Document Embedding (Disc-LDE), aiming to build a smooth affine map for document embedding by preserving documents-generating structure on a subspace. Disc-LDE models the documents-generating structure as a pseudo-document by a generative probabilistic model of subspace, where the subspace is acquired by a transductive learning of multi-agent random walk on neighborhood graph, and regularizes the training of Auto-Encoders (AEs) to jointly recover the input document and its pseudo-document. Under a general regularized function learning framework, the regularized training can impact the parameterized encoder network become smooth to variations along the documents-generating structure of the local field on manifold. The experimental results on three widely-used corpora demonstrate Disc-LDE could efficient capture the intrinsic semantic structure to improve the clustering and classification performance to the state-of-the-arts methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wei, C (Wei, Chao) ; Luo, SL (Luo, Senlin) ; Guo, J (Guo, Jia) ; Wu, ZT (Wu, Zhouting) ; Pan, LM (Pan, Limin)","Title":"Discriminative locally document embedding: Learning a smooth affine map by approximation of the probabilistic generative structure of subspace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395664200001 PubMed ID: 28241931 ISSN: 1386-5056 eISSN: 1872-8243","Keywords":"Text mining; Emergency departments; Clinical decision support KeyWords Plus:LENGTH-OF-STAY; RANDOM FORESTS; CLASSIFICATION; ADABOOST; IDENTIFICATION; INFORMATION; TRANSFORM; DEMAND; SYSTEM; TREES","Categories":"Computer Science; Health Care Sciences & Services; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Health Care Sciences & Services; Medical Informatics","Journal Information":"INTERNATIONAL JOURNAL OF MEDICAL INFORMATICS Volume: 100 Pages: 1-8 DOI: 10.1016/j.ijmedinf.2017.01.001 Published: APR 2017","Abstract":"Objective: Emergency department (ED) overcrowding is a serious issue for hospitals. Early information on short-term inward bed demand from patients receiving care at the ED may reduce the overcrowding problem, and optimize the use of hospital resources. In this study, we use text mining methods to process data from early ED patient records using the SOAP framework, and predict future hospitalizations and discharges. Design: We try different approaches for pre-processing of text records and to predict hospitalization. Sets of-words are obtained via binary representation, term frequency, and term frequency-inverse document frequency. Unigrams, bigrams and trigrams are tested for feature formation. Feature selection is based on chi(2) and F-score metrics. In the prediction module, eight text mining methods are tested: Decision Tree, Random Forest, Extremely Randomized Tree, AdaBoost, Logistic Regression, Multinomial Naive Bayes, Support Vector Machine (Kernel linear) and Nu-Support Vector Machine (Kernel linear). Measurements: Prediction performance is evaluated by F1-scores. Precision and Recall values are also informed for all text mining methods tested. Results: Nu-Support Vector Machine was the text mining method with the best overall performance. Its average F1-score in predicting hospitalization was 77.70%, with a standard deviation (SD) of 0.66%. Conclusions: The method could be used to manage daily routines in EDs such as capacity planning and resource allocation. Text mining could provide valuable information and facilitate decision-making by inward bed management teams. (C) 2017 Elsevier Ireland Ltd. All rights reserved.","Authors":"Lucini, FR (Lucini, Filipe R.) ; Fogliatto, FS (Fogliatto, Flavio S.) ; da Silveira, GJC (da Silveira, Giovani J. C.) ; Neyeloff, JL (Neyeloff, Jeruza L.) ; Anzanello, MJ (Anzanello, Michel J.) ; Kuchenbecker, RD (Kuchenbecker, Ricardo de S.) ; Schaan, BD (Schaan, Beatriz D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lucini, Filipe  http://orcid.org/0000-0002-6090-6846","Title":"Text mining approach to predict hospital admissions using early medical records from the emergency department"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396401600003 ISSN: 2168-2291 eISSN: 2168-2305","Keywords":"Graph representation; ground truth creation; historical manuscripts; image segmentation; pen-based interaction; scribbling; user-centered systems KeyWords Plus:TEXT LINE SEGMENTATION; EDIT DISTANCE; RECOGNITION; CLASSIFICATION; BENCHMARKING; PERFORMANCE; SYSTEM; IMAGES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON HUMAN-MACHINE SYSTEMS Volume: 47 Issue: 2 Pages: 181-193 DOI: 10.1109/THMS.2016.2634920 Published: APR 2017","Abstract":"In historical manuscripts, humans can detect handwritten words, lines, and decorations with lightness even if they do not know the language or the script. Yet for automatic processing this task has proven elusive, especially in the case of handwritten documents with complex layouts, which is why semiautomatic methods that integrate the human user into the process are needed. In this paper, we introduce a user-centered segmentation method based on document graphs and scribbling interaction. The graphs capture a sparse representation of the document's structure that can then be edited by the user with a stylus on a touch-sensitive screen. We evaluate the proposed method on a newly introduced database of historical manuscripts with complex layout and demonstrate, first, that the document graphs are already close to the desired segmentation and, second, that scribbling allows a natural and efficient interaction.","Authors":"Garz, A (Garz, Angelika) ; Seuret, M (Seuret, Mathias) ; Fischer, A (Fischer, Andreas) ; Ingold, R (Ingold, Rolf)","Title":"A User-Centered Segmentation Method for Complex Historical Manuscripts Based on Document Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900013 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 984-998 DOI: 10.1002/asi.23734 Published: APR 2017","Abstract":"In 1965, Price foresaw the day when a citation-based taxonomy of science and technology would be delineated and correspondingly used for science policy. A taxonomy needs to be comprehensive and accurate if it is to be useful for policy making, especially now that policy makers are utilizing citation-based indicators to evaluate people, institutions and laboratories. Determining the accuracy of a taxonomy, however, remains a challenge. Previous work on the accuracy of partition solutions is sparse, and the results of those studies, although useful, have not been definitive. In this study we compare the accuracies of topic-level taxonomies based on the clustering of documents using direct citation, bibliographic coupling, and co-citation. Using a set of new gold standards-articles with at least 100 references- we find that direct citation is better at concentrating references than either bibliographic coupling or co-citation. Using the assumption that higher concentrations of references denote more accurate clusters, direct citation thus provides a more accurate representation of the taxonomy of scientific and technical knowledge than either bibliographic coupling or co-citation. We also find that discipline-level taxonomies based on journal schema are highly inaccurate compared to topic-level taxonomies, and recommend against their use.","Authors":"Klavans, R (Klavans, Richard) ; Boyack, KW (Boyack, Kevin W.)","Title":"Which Type of Citation Analysis Generates the Most Accurate Taxonomy of Scientific and Technical Knowledge?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393630800022 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Schrodinger equation; Quantum dynamics; Numerical propagation; Bound states; Discrete variable representation; Non-adiabatic transitions KeyWords Plus:DEPENDENT SCHRODINGER-EQUATION; BORN-OPPENHEIMER APPROXIMATION; CLASSICAL LIOUVILLE EQUATION; LASER-PULSE CONTROL; MOLECULAR-DYNAMICS; MODEL SIMULATIONS; WAVE-FUNCTIONS; FLOQUET THEORY; PROPAGATION; PHOTOASSOCIATION","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 213 Pages: 223-234 DOI: 10.1016/j.cpc.2016.12.007 Published: APR 2017","Abstract":"WavePacket is an open-source program package for the numerical simulation of quantum-mechanical dynamics. It can be used to solve time-independent or time-dependent linear Schrodinger and Liouville-von Neumann-equations in one or more dimensions. Also coupled equations can be treated, which allows to simulate molecular quantum dynamics beyond the Born-Oppenheimer approximation. Optionally accounting for the interaction with external electric fields within the semiclassical dipole approximation, WavePacket can be used to simulate experiments involving tailored light pulses in photo-induced physics or chemistry. The graphical capabilities allow visualization of quantum dynamics 'on the fly', including Wigner phase space representations. Being easy to use and highly versatile, WavePacket is well suited for the teaching of quantum mechanics as well as for research projects in atomic, molecular and optical physics or in physical or theoretical chemistry. The present Part I deals with the description of closed quantum systems in terms of Schrodinger equations. The emphasis is on discrete variable representations for spatial discretization as well as various techniques for temporal discretization. The upcoming Part II will focus on open quantum systems and dimension reduction; it also describes the codes for optimal control of quantum dynamics. The present work introduces the MATLAB version of WavePacket 5.2.1 which is hosted at the Sourceforge platform, where extensive Wiki-documentation as well as worked-out demonstration examples can be found. Program summary Program Title: WavePacket Program Files doi: http://dx.doi.org/10.17632/tc5mrhx9sb.1 Licensing provisions: GPLv3 Programming language: MATLAB Nature of problem: Schrodingers equations are of fundamental importance in non-relativistic quantum mechanics of distinguishable particles. The solutions of the time-independent equation (TISE) are wavefunctions in coordinate space, the absolute squares of which are usually interpreted as probability density. The time dependent equation (TDSE) describes the dynamics of a quantum system evolving in time. It plays a crucial role for the simulation, understanding, and prediction of modern experiments in atomic, molecular and optical physics where systems are driven by temporally shaped external fields. Solution method: All numerical methods compiled in WavePacket are based on discrete variable representations. Currently implemented are Gauss-Hermite, Gauss-Legendre and FFT-based schemes. The TISE is solved either by direct diagonalization or by propagation in imaginary time. For the TDSE there is a choice between second order differencing, operator splitting and Chebychev polynomial methods. Additional comments including Restrictions and Unusual features: The WAVEPACKET program package is rather easy and intuitive to use, providing visualization of quantum dynamics 'on the fly'. It is mainly intended for low-dimensional systems, typically not exceeding three to five degrees of freedom. Detailed user guides and reference manuals are available through numerous Wiki pages hosted at the SOURCEFORGE platform where also a large number of well documented demonstration examples can be found. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Schmidt, B (Schmidt, Burkhard) ; Lorenz, U (Lorenz, Ulf) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schmidt, Burkhard  A-2358-2013 http://orcid.org/0000-0002-9658-499X","Title":"WavePacket: A Matlab package for numerical quantum dynamics. I: Closed quantum systems and discrete variable representations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000012 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Deceptive opinion spam; Discrete features; Convolutional neural network; Recurrent neural network; Representation learning","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 213-224 DOI: 10.1016/j.ins.2017.01.015 Published: APR 2017","Abstract":"The products reviews are increasingly used by individuals and organizations for purchase and business decisions. Driven by the desire of profit, spammers produce synthesized reviews to promote some products or demote competitors products. So deceptive opinion spam detection has attracted significant attention from both business and research communities in recent years. Existing approaches mainly focus on traditional discrete features, which are based on linguistic and psychological cues. However, these methods fail to encode the semantic meaning of a document from the discourse perspective, which limits the performance. In this work, we empirically explore a neural network model to learn document-level representation for detecting deceptive opinion spam. First, the model learns sentence representation with convolutional neural network. Then, sentence representations are combined using a gated recurrent neural network, which can model discourse information and yield a document vector. Finally, the document representations are directly used as features to identify deceptive opinion spam. Based on three domains datasets, the results on in-domain and cross-domain experiments show that our proposed method outperforms state-of-the-art methods. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ren, YF (Ren, Yafeng) ; Ji, DH (Ji, Donghong)","Title":"Neural networks for deceptive opinion spam detection: An empirical study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700031 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Machine learning; Prediction explanation; Intelligent system; Black-box models; B2B Sales forecasting KeyWords Plus:DECISION-MAKING; NEURAL-NETWORKS; RANDOM FORESTS; CLASSIFICATIONS; EXPLANATION; RULE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 416-428 DOI: 10.1016/j.eswa.2016.11.010 Published: APR 1 2017","Abstract":"A complexity of business dynamics often forces decision-makers to make decisions based on subjective mental models, reflecting their experience. However, research has shown that companies perform better when they apply data-driven decision-making. This creates an incentive to introduce intelligent, data based decision models, which are comprehensive and support the interactive evaluation of decision options necessary for the business environment. Recently, a new general explanation methodology has been proposed, which supports the explanation of state-of-the-art black-box prediction models. Uniform explanations are generated on the level of model/individual instance and support what-if analysis. We present a novel use of this methodology inside an intelligent system in a real-world case of business-to-business (B2B) sales forecasting, a complex task frequently done judgmentally. Users can validate their assumptions with the presented explanations and test their hypotheses using the presented what-if parallel graph representation. The results demonstrate effectiveness and usability of the methodology. A significant advantage of the presented method is the possibility to evaluate seller's actions and to outline general recommendations in sales strategy. This flexibility of the approach and easy-to-follow explanations are suitable for many different applications. Our well-documented real-world case shows how to solve a decision support problem, namely that the best performing black-box models are inaccessible to human interaction and analysis. This could extend the use of the intelligent systems to areas where they were so far neglected due to their insistence on comprehensible models. A separation of the machine learning model selection from model explanation is another significant benefit for expert and intelligent systems. Explanations unconnected to a particular prediction model positively influence acceptance of new and complex models in the business environment through their easy assessment and switching. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bohanec, M (Bohanec, Marko) ; Borstnar, MK (Borstnar, Mirjana Kljajic) ; Robnik-Sikonja, M (Robnik-Sikonja, Marko)","Title":"Explaining machine learning models in sales predictions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Diversity regularizations; Soft orthogonality; Learning to match; Multimodal retrieval; Representation learning; Approximate nearest neighbors","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 77-87 DOI: 10.1016/j.neucom.2016.11.057 Published: MAR 22 2017","Abstract":"Hashing based approximate nearest neighbors (ANN) search has drawn considerable attraction owing to its low-memory storage and hardware-level logical computing which is doomed to be greatly applicable to quantities of large-scale and practical scenarios, such as information retrieval, computer vision and natural language processing. However, most existing hashing methods concentrate either on images only or on pairwise image-texts (labels, short documents) and rarely utilize more common sentences. In this paper, we propose Diversity Regularized Latent Semantic Match for Hashing (DRLSMH), a new multinlodal hashing method that projects images and sentences into a shared latent semantic spate with label-supervised semantic constraints to proceed on multimodal retrieval. Notably, soft orthogonality is induced as a novel regularizer to preserve diverse hashing functions for compact and accurate representations; what's more, this kind of regularization also benefits the derivations of closed-form solutions with some proper relaxations under iterative optimization framework. Extensive experiments on two public datasets demonstrate the advantages of our method over some state-of-the-art baselines under cross-modal retrieval both on image-query-image, image-query-text and text query-image tasks.","Authors":"Chen, Y (Chen, Yong) ; Zhang, H (Zhang, Hui) ; Tong, YX (Tong, Yongxin) ; Lu, M (Lu, Ming)","Title":"Diversity Regularized Latent Semantic Match for Hashing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398064200003 ISSN: 2169-897X eISSN: 2169-8996","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES Volume: 122 Issue: 5 Pages: 2559-2578 DOI: 10.1002/2016JD025951 Published: MAR 16 2017","Abstract":"The radiative impact of clouds strongly depends on their partitioning between liquid and ice phases. Until recently, however, it has been challenging to unambiguously discriminate cloud phase in a number of important global regimes. CloudSat and CALIPSO supply vertically resolved measurements necessary to identify clouds composed of both liquid and ice that are not easily detected using conventional passive sensors. The capability of these active sensors to discriminate cloud phase has been incorporated into the fifth generation of CloudSat's 2B-FLXHR-LIDAR algorithm. Comparisons with Clouds and the Earth's Radiant Energy System fluxes at the top of atmosphere reveal that an improved representation of cloud phase leads to better agreement compared to earlier versions of the algorithm. The RMS differences in annual mean outgoing longwave (LW) radiation gridded at 2.5 degrees resolution are 4.9 W m(-2), while RMS differences in outgoing shortwave (SW) are slightly larger at 8.9 W m(-2) due to the larger diurnal range of solar insolation. This study documents the relative contributions of clouds composed of only liquid, only ice, and a combination of both phases to global and regional radiation budgets. It is found that mixed-phase clouds exert a global net cloud radiative effect of -3.4W m(-2), with contributions of -8.1W m(-2) and 4.7W m(-2) from SW and LW radiation, respectively. When compared with the effects of warm liquid clouds (-11.8W m(-2)), ice clouds (3.5 W m(-2)), and multilayered clouds consisting of distinct liquid and ice layers (-4.6W m(-2)), these results reinforce the notion that accurate representation of mixed-phase clouds is essential for quantifying cloud feedbacks in future climate scenarios.","Authors":"Matus, AV (Matus, Alexander V.) ; L'Ecuyer, TS (L'Ecuyer, Tristan S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number L'Ecuyer, Tristan  http://orcid.org/0000-0002-7584-4836","Title":"The role of cloud phase in Earth's radiation budget"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399098200001 PubMed ID: 28399988 ISSN: 1366-5278 eISSN: 2046-4924","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"HEALTH TECHNOLOGY ASSESSMENT Volume: 21 Issue: 15 Pages: 1-+ DOI: 10.3310/hta21150 Published: MAR 2017","Abstract":"Background: Family interventions appear to be effective at treating young people's substance misuse. However, implementation of family approaches in UK services is low. This study aimed to demonstrate the feasibility of recruiting young people to an intervention based on an adaptation of adult social behaviour and network therapy. It also sought to involve young people with experience of using substance misuse services in the research process. Objectives: To demonstrate the feasibility of recruiting young people to family and social network therapy and to explore ways in which young people with experience of using substance misuse services could be involved in a study of this nature. Design: A pragmatic, two-armed, randomised controlled open feasibility trial. Setting: Two UK-based treatment services for young people with substance use problems, with recruitment taking place from May to November 2014. Participants: Young people aged 12-18 years, newly referred and accepted for structured interventions for drug and/or alcohol problems. Interventions: A remote, web-based computer randomisation system allocated young people to adapted youth social behaviour and network therapy (Y-SBNT) or treatment as usual (TAU). Y-SBNT participants were intended to receive up to six 50-minute sessions over a maximum of 12 weeks. TAU participants continued to receive usual care delivered by their service. Main outcome measures: Feasibility was measured by recruitment rates, retention in treatment and follow-up completion rates. The main clinical outcome was the proportion of days on which the main problem substance was used in the preceding 90-day period as captured by the Timeline Follow-Back interview at 3 and 12 months. Results: In total, 53 young people were randomised (Y-SBNT, n = 26; TAU, n = 27) against a target of 60 (88.3%). Forty-two young people attended at least one treatment session [Y-SBNT 22/ 26 (84.6%); TAU 20/ 27 (74.1%)]; follow-up rates were 77.4% at month 3 and 73.6% at month 12. Data for nine young people were missing at both months 3 and 12, so the main clinical outcome analysis was based on 24 young people (92.3%) in the Y-SBNT group and 20 young people (74.1%) in the TAU group. At month 12, the average proportion of days that the main problem substance was used in the preceding 90 days was higher in the Y-SBNT group than in the TAU group (0.54 vs. 0.41; adjusted mean difference 0.13, 95% confidence interval -0.12 to 0.39; p = 0.30). No adverse events were reported. Seventeen young people with experience of substance misuse services were actively involved throughout the study. They informed key elements of the intervention and research process, ensuring that the intervention was acceptable and relevant to our target groups; contributing to the design of key trial documents, ideas for a new model of public involvement and this report. Two parents were also involved. Conclusions: The adapted intervention could be delivered in young people's services, and qualitative interviews found that Y-SBNT was acceptable to young people, family members and staff. Engagement of family and network members proved difficult within the intervention and research aspects. The study proved the feasibility of this work in routine services but outcome measurement based on narrow substance use variables may be limited and may fail to capture other important changes in wider areas of functioning for young people. Validation of the EuroQol-5 Dimensions for young people aged 12-18 years should be considered and flexible models for involvement of young people in research are required to achieve inclusive representation throughout all aspects of the research process. Although recommendation of a full trial of the Y-SBNT intervention compared with TAU is not supported, this study can inform future intervention development and UK research within routine addiction services.","Authors":"Watson, J (Watson, Judith) ; Toner, P (Toner, Paul) ; Day, E (Day, Ed) ; Back, D (Back, Donna) ; Brady, LM (Brady, Louca-Mai); Fairhurst, C (Fairhurst, Caroline) ; Renwick, C (Renwick, Charlotte) ; Templeton, L (Templeton, Lorna); Akhtar, S (Akhtar, Shabana) ; Lloyd, C (Lloyd, Charlie) ; Li, JS (Li, Jinshuo) ; Cocks, K (Cocks, Kim) ; Ambegaokar, S (Ambegaokar, Sangeeta) ; Parrott, S (Parrott, Steve) ; McArdle, P (McArdle, Paul) ; Gilvarry, E (Gilvarry, Eilish) ; Copello, A (Copello, Alex) ...More...Less","Title":"Youth social behaviour and network therapy (Y-SBNT): adaptation of a family and social network intervention for young people who misuse alcohol and drugs - a randomised controlled feasibility trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398751600001 ISSN: 1471-7727 eISSN: 1873-7919","Keywords":"Information; Framework Information Systems; Theorizing information; Conceptualizing information; Literature review; Objective; Subjective KeyWords Plus:REFERENCE DISCIPLINE; DIKW HIERARCHY; DESIGN SCIENCE; KNOWLEDGE; RETROSPECT; PROSPECT; REPRESENTATION; FOUNDATIONS; MANAGEMENT; FRAMEWORK","Categories":"Information Science & Library Science; Business & Economics Web of Science Categories:Information Science & Library Science; Management","Journal Information":"INFORMATION AND ORGANIZATION Volume: 27 Issue: 1 Pages: 1-16 DOI: 10.1016/j.infoandorg.2016.11.002 Published: MAR 2017","Abstract":"Information is an important concept for the \"information age\", the \"information society\" and the discipline of Information Systems (IS). However, different conceptions of information often make incommensurable assumptions about what information is. This essay introduces a 'consequential framework' revealing different assumptions made about the nature of information and the consequences following from these assumptions. According to this consequential framework four stances on the existence of information can be distinguished: (1) A first stance assumes information to exist independently of humans as part of the physical world, for instance, in the structure of the universe or the transmission of signals; (2) a second stance assumes that information exists in signs but in a observer independent way, such as in objective facts about things; (3) a third stance assumes that information exists only in relation to a subject, so that the same document, report or data will convey different information to different individuals; (4) a fourth stance assumes information to exist within a sociocultural setting, as lawyers, doctors or accountants differ in what is information to them. Each of these four stances makes vastly different assumptions about how information can be accessed and used by humans. This has further consequences for how information can be researched and how related concepts, such as data, signs, technology, or social context can be related to the study of information. The consequential framework introduced offers conceptual clarity regarding a central but largely ignored concept for IS and its reference disciplines. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Boell, SK (Boell, Sebastian K.)","Title":"Information: Fundamental positions and their implications for information systems research, education and practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398861300004 ISSN: 1469-0268 eISSN: 1757-5885","Keywords":"Unsupervised learning; self-organizing map variants; random forest; feature selection; recursive feature elimination KeyWords Plus:FEATURE-SELECTION; CLASSIFICATION; CLASSIFIERS; ALGORITHMS; ACCURACY; FORESTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTATIONAL INTELLIGENCE AND APPLICATIONS Volume: 16 Issue: 1 Article Number: 1750004 DOI: 10.1142/S1469026817500043 Published: MAR 2017","Abstract":"To uncover an appropriate latent subspace for data representation, we propose in this paper a new extension of the random forests method which leads to the unsupervised feature selection called Feature Selection with Random Forests (RFS) based on SOM variants that evaluates the out-of-bag feature importance from a set of partitions. Every partition is created using a several bootstrap samples and a random features subset. We obtain empirical results on 19 benchmark datasets specifying that RFS, boosted with a recursive feature elimination (RFE) method, can lead to important enhancement in terms of clustering accuracy with a very restricted subset of features. Simulations are performed on nine different benchmarks, including face data, handwritten digit data, and document data. Promising experimental results and theoretical analysis prove the efficiency and effectiveness of the proposed method for feature selection in comparison with competitive representative algorithms.","Authors":"Filali, A (Filali, Ameni) ; Jlassi, C (Jlassi, Chiraz) ; Arous, N (Arous, Najet)","Title":"Recursive Feature Elimination with Ensemble Learning Using SOM Variants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398908700004 ISSN: 0219-6492 eISSN: 1793-6926","Keywords":"Term signal; document segmentation; web document representation; web document clustering; wavelet transform KeyWords Plus:RANKING METHOD; EXTRACTION; RETRIEVAL","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION & KNOWLEDGE MANAGEMENT Volume: 16 Issue: 1 Article Number: 1750004 DOI: 10.1142/S0219649217500046 Published: MAR 2017","Abstract":"Organizing web information is an important aspect of finding information in the easiest and most efficient way. We present a new method for web document clustering called WeDoCWT, which exploits the discrete wavelet transform and term signal, to improve the document representation. We studied different methods for document segmentation to construct the term signals. We used two datasets, UW-CAN and WebKB, to evaluate the proposed method. The experimental results indicated that dividing the documents into fixed segments is preferable to dividing them into logical segments based on HTML features because the web pages do not have the same structure. Mean TF-IDF reduction technique gives the best results in most cases. WeDoCWT gives F-measure better than most of the previous approaches described in the literature. We used Munkres assignment algorithm to assign each produced cluster to the original class in order to evaluate the clustering results.","Authors":"Al-Mofareji, H (Al-Mofareji, Hanan) ; Kamel, M (Kamel, Mahmoud) ; Dahab, MY (Dahab, Mohamed Y.)","Title":"WeDoCWT: A New Method for Web Document Clustering Using Discrete Wavelet Transforms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398888400001 ISSN: 0732-3123 eISSN: 1873-8028","Keywords":"Prospective teachers; Fractions; Representations KeyWords Plus:PROSPECTIVE ELEMENTARY; KNOWLEDGE; DIVISION","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL BEHAVIOR Volume: 45 Pages: 1-14 DOI: 10.1016/j.jmathb.2016.10.005 Published: MAR 2017","Abstract":"Previous research has documented that preservice teachers (PSTs) struggle with understanding fraction concepts and operations, and misconceptions often stem from their understanding of the referent whole. This study expands research on PSTs' understanding of wholes by investigating pictorial strategies that 85 PSTs constructed for a multistep fraction task in a multiplicative context. The results show that many PSTs were able to construct valid pictorial strategies, and the strategies were widely diverse with respect to how they made sense of an unknown referent whole of a fraction in multiple steps, how they represented the wholes in their drawings, in which order they did multiple steps, and which type of model they used (area or set). Based on their wide range of pictorial strategies, we discuss potential benefits of PSTs' construction of their own representations for a word problem in developing problem solving skills. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Baek, JM (Baek, Jae M.) ; Wickstrom, MH (Wickstrom, Megan H.) ; Tobias, JM (Tobias, Jennifer M.) ; Miller, AL (Miller, Amanda L.) ; Safak, E (Safak, Elif) ; Wessman-Enzinger, N (Wessman-Enzinger, Nicole) ; Kirwan, JV (Kirwan, J. Vince)","Title":"Preservice teachers' pictorial strategies for a multistep multiplicative fraction problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398598400020 PubMed ID: 28290395 ISSN: 0028-3886 eISSN: 1998-4022","Keywords":"Consensus; guidelines; management; medulloblastoma KeyWords Plus:PEDIATRIC BRAIN-TUMORS; POSTERIOR-FOSSA TUMORS; PRIMITIVE NEUROECTODERMAL TUMORS; STANDARD-RISK MEDULLOBLASTOMA; MODULATED RADIATION-THERAPY; HIGH-DOSE CHEMOTHERAPY; CHILDHOOD MEDULLOBLASTOMA; CRANIOSPINAL RADIOTHERAPY; ADJUVANT CHEMOTHERAPY; INTERNATIONAL-SOCIETY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROLOGY INDIA Volume: 65 Issue: 2 Pages: 315-332 DOI: 10.4103/0028-3886.201841 Published: MAR-APR 2017","Abstract":"Introduction: The high success rate in the management medulloblastoma achieved in the western world is not exactly mirrored in developing countries including India. Socio-demographic differences, health-care disparity, and lack in uniformity of care with resultant widespread variations in the clinical practice are some of the reasons that may partly explain this difference in outcomes. Patients with medulloblastoma require a multi-disciplinary team approach involving but not limited to neuro-radiology, neurosurgery; neuropathology, molecular biology, radiation oncology, pediatric medical oncology and rehabilitative services for optimizing outcomes. Methods: The Indian Society of Neuro-Oncology (ISNO) constituted an expert multi-disciplinary panel with adequate representation from all stakeholders to prepare national consensus guidelines for the contemporary management of medulloblastoma. Results: Minimum desirable, as well as preferable though optional recommendations (as appropriate), were developed and adopted for the pre-surgical work-up including neuroimaging; neurosurgical management including surgical principles, techniques, and complications; neuropathology reporting and molecular testing; contemporary risk-stratification in the molecular era; appropriate adjuvant therapy (radiotherapy and chemotherapy); and follow-up schedule in medulloblastoma. Conclusions: The current document represents a broad consensus reached amongst various stakeholders within the neuro-oncology community involved in the contemporary curative-intent management of children with medulloblastoma. It provides both general as well as specific guidelines and recommendations to be adopted by physicians and health care providers across India to achieve uniformity of care, improve disease-related outcomes, and compare results between institutions within the country.","Authors":"Gupta, T (Gupta, Tejpal) ; Sarkar, C (Sarkar, Chitra) ; Rajshekhar, V (Rajshekhar, Vedantam) ; Chatterjee, S (Chatterjee, Sandip) ; Shirsat, N (Shirsat, Neelam) ; Muzumdar, D (Muzumdar, Dattatreya) ; Pungavkar, S (Pungavkar, Sona) ; Chinnaswamy, G (Chinnaswamy, Girish) ; Jalali, R (Jalali, Rakesh)","Title":"Indian Society of Neuro-Oncology consensus guidelines for the contemporary management of medulloblastoma"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394665500001 PubMed ID: 27553741 ISSN: 0145-4455 eISSN: 1552-4167","Keywords":"single-case designs; data analysis; effect size; software; tutorial KeyWords Plus:MULTIPLE-BASE-LINE; CASE EXPERIMENTAL-DESIGNS; SUBJECT EXPERIMENTAL-DESIGN; STATISTICAL PROCESS-CONTROL; DIFFERENCE EFFECT SIZE; ACQUIRED BRAIN-INJURY; VISUAL ANALYSIS; QUANTITATIVE SYNTHESIS; RANDOMIZATION TESTS; INTERVENTION EFFECTIVENESS","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"BEHAVIOR MODIFICATION Volume: 41 Issue: 2 Pages: 179-228 DOI: 10.1177/0145445516664307 Published: MAR 2017","Abstract":"The present article aims to present a series of software developments in the quantitative analysis of data obtained via single-case experimental designs (SCEDs), as well as the tutorial describing these developments. The tutorial focuses on software implementations based on freely available platforms such as R and aims to bring statistical advances closer to applied researchers and help them become autonomous agents in the data analysis stage of a study. The range of analyses dealt with in the tutorial is illustrated on a typical single-case dataset, relying heavily on graphical data representations. We illustrate how visual and quantitative analyses can be used jointly, giving complementary information and helping the researcher decide whether there is an intervention effect, how large it is, and whether it is practically significant. To help applied researchers in the use of the analyses, we have organized the data in the different ways required by the different analytical procedures and made these data available online. We also provide Internet links to all free software available, as well as all the main references to the analytical techniques. Finally, we suggest that appropriate and informative data analysis is likely to be a step forward in documenting and communicating results and also for increasing the scientific credibility of SCEDs.","Authors":"Manolov, R (Manolov, Rumen) ; Moeyaert, M (Moeyaert, Mariola)","Title":"How Can Single-Case Data Be Analyzed? Software Resources, Tutorial, and Reflections on Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395766200002 ISSN: 0266-5611 eISSN: 1361-6420","Keywords":"inverse scattering; multiple frequencies; MUSIC algorithm; small scatterers KeyWords Plus:PARAMETER-ESTIMATION; FIXED FREQUENCY; FACTORIZATION; AMPLITUDE","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS Volume: 33 Issue: 3 Article Number: 035015 DOI: 10.1088/1361-6420/aa5bf2 Published: MAR 2017","Abstract":"We consider an inverse scattering problem for time-harmonic acoustic or electromagnetic waves with sparse multifrequency far field data-sets. The goal is to localize several small penetrable objects embedded inside an otherwise homogeneous background medium from observations of far fields of scattered waves corresponding to incident plane waves with one fixed incident direction but several different frequencies. We assume that the far field is measured at a few observation directions only. Taking advantage of the smallness of the scatterers with respect to wavelength we utilize an asymptotic representation formula for the far field to design and analyze a MUSIC-type reconstruction method for this setup. We establish lower bounds on the number of frequencies and receiver directions that are required to recover the number and the positions of an ensemble of scatterers from the given measurements. Furthermore we briefly sketch a possible application of the reconstruction method to the practically relevant case of multifrequency backscattering data. Numerical examples are presented to document the potentials and limitations of this approach.","Authors":"Griesmaier, R (Griesmaier, Roland) ; Schmiedecke, C (Schmiedecke, Christian)","Title":"A multifrequency MUSIC algorithm for locating small inhomogeneities in inverse scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394645800004 ISSN: 1754-0194 eISSN: 1754-0208","Keywords":"The Female American; empire; eighteenth-century novel; domestic novel; material culture; needlework; map samplers","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"JOURNAL FOR EIGHTEENTH-CENTURY STUDIES Volume: 40 Issue: 1 Pages: 67-87 DOI: 10.1111/1754-0208.12387 Published: MAR 2017","Abstract":"This article studies the representation of global domestic objects and the treatment of dress and domesticity in The Female American (1767). I argue that the novel's biracial heroine exploits portable goods, such as religious vestments, in her imperialist missionary scheme. This fictional re-imagining of feminine material culture echoes, but remains distinct from, period examples of needlework and handicrafts that document knowledge of empire and colonisation. Whereas embroidery and novels often schooled women in the pleasures of domesticity, compelling their attention inwards, The Female American suggests a new model of heroic femininity that evades domestic gender ideologies.","Authors":"Smith, CW (Smith, Chloe Wigston)","Title":"The Empire of Home: Global Domestic Objects and The Female American (1767)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394557400007 ISSN: 0308-597X eISSN: 1872-9460","Categories":"Environmental Sciences & Ecology; International Relations Web of Science Categories:Environmental Studies; International Relations","Journal Information":"MARINE POLICY Volume: 77 Pages: 44-55 DOI: 10.1016/j.marpol.2016.12.008 Published: MAR 2017","Abstract":"This study analyzed the governance of the Cassuruba Extractive Reserve or RESEX in Bahia State, Brazil, exploring the favorable conditions and the difficulties faced by this newly established and complex governance system. RESEXS are protected areas that involve traditional communities in its administration through majority representation in a Deliberative Council (DC). Research was conducted through literature and documents review, participant observation through direct involvement in community activities along several years (20082016), and semi-structured and structured interviews applied respectively to members of the DC and to users of the RESEX during 2012 and 2013. The Institutional Design Principles were used as an analytical tool to reflect on the strengths, limitations, and the multiple factors affecting its governance. Interview results suggest a more negative perception of resource users about RESEX functioning and prospects than DC members. Participation of resource users in RESEX meetings was low and a passive performance of council members was observed. Since 2012-2013, participation of users and council members has been gradually increasing. Several of the design principles were found to be present (boundaries, congruence, collective arrangements though enhanced participation is needed, conflict resolution mechanisms, recognition of rights to organize, nested enterprises), and only two were deemed insufficient or mostly absent: monitoring (4A and 4B), but improving in terms of community participation in vigilance, and graduated sanctions (5), present in legislation but hardly implemented. Further studies should be pursued for continuing adding blocks to the understanding of CPR governance systems with diverse degrees of complexity.","Authors":"Nobre, DM (Nobre, Danieli Marinho) ; Alarcon, DT (Alarcon, Daniela Trigueirinho) ; Cinti, A (Cinti, Ana) ; Schiavetti, A (Schiavetti, Alexandre)","Title":"Governance of the Cassurubd Extractive Reserve, Bahia State, Brazil: An analysis of strengths and weaknesses to inform policy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396836400002 PubMed ID: 27731937 ISSN: 1932-8486 eISSN: 1932-8494","Keywords":"tarsal anatomy; veterinary anatomy; mouse KeyWords Plus:LABORATORY MOUSE; MUTATIONS; OSTEOARTHRITIS; BRACHYPODISM; DEFECTS; JOINTS; GENES; LIMBS; GDF6; MICE","Categories":"Anatomy & Morphology Web of Science Categories:Anatomy & Morphology","Journal Information":"ANATOMICAL RECORD-ADVANCES IN INTEGRATIVE ANATOMY AND EVOLUTIONARY BIOLOGY Volume: 300 Issue: 3 Pages: 450-459 DOI: 10.1002/ar.23493 Published: MAR 2017","Abstract":"Rodent models are used for a variety of orthopedic research applications; however, anatomy references include mostly artistic representations. Advanced imaging techniques, including micro-computed tomography (microCT), can provide more accurate representations of subtle anatomical characteristics. A recent microCT atlas of laboratory mouse (Mus musculus) anatomy depicts the central and tarsal bone III (T3) as a single bone, differing from previous references. Fusion of tarsal bones is generally characterized as pathological secondary to mutations associated with growth factors, and normal variation has not been documented in the mouse tarsus. Therefore, it is unclear if this fusion is a normal or a pathological characteristic. The aim of this study is to characterize the tarsus of the laboratory mouse and compare it to the rat and selected out-group species (i.e., white-footed mouse) via microCT and histology to determine if the central and T3 are separate or fused into a single bone. Laboratory mice (C57/Bl6 [n=17] and BalbC [n=52]) and rats (n=55) were scanned with microCT. A representative laboratory mouse from each strain was evaluated histologically via serial sagittal sections through the mid-tarsus. General pedal anatomy was similar between all species; however, the central and T3 bones were fused in all laboratory mice but not the rat or white-footed mouse. A band of hyaline cartilage was identified within the fused bone of the laboratory mice. We conclude that the fusion found is a normal characteristic in laboratory mice, but timing of the fusion remains ambiguous. (C) 2016 Wiley Periodicals, Inc.","Authors":"Richbourg, HA (Richbourg, Heather A.) ; Martin, MJ (Martin, Matthew J.) ; Schachner, ER (Schachner, Emma R.) ; Mcnulty, MA (Mcnulty, Margaret A.)","Title":"Anatomical Variation of the Tarsus in Common Inbred Mouse Strains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398103500002 ISSN: 0315-7997 eISSN: 1939-2419","Keywords":"Byzantine chroniclers; Byzantine historians; gender; representations; women","Categories":"History Web of Science Categories:History","Journal Information":"HISTORICAL REFLECTIONS-REFLEXIONS HISTORIQUES Volume: 43 Issue: 1 Pages: 4-18 DOI: 10.3167/hrrh.2017.430102 Published: SPR 2017","Abstract":"The aim of this article is to highlight the ways in which women were represented in Byzantine historical works from the sixth to the ninth centuries. These are probably the best sources for a comprehensive understanding of Byzantine society, since they are more vivid, more related to literature than the law codes or archival documents, and less biased than the clergy's writings. Like \"Barbarians,\" women were thought to be inferior, irrational, highly emotional, and unable to control their impulses. Byzantine women did not seem to have an identity of their own; they were always thought to be a reflection of a male. Byzantine authors believed that the normal behavior for women was to remain secluded in their houses, but when they actually presented individual women, these were almost always those who did not confine themselves to women's quarters. A woman's main avenue of entering written history was to behave like a man, renouncing her gender and acting in an independent manner.","Authors":"Lung, E (Lung, Ecaterina)","Title":"Depictions of Women in the Works of Early Byzantine Historians and Chroniclers Between Stereotype and Reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397357700001 ISSN: 1463-5003 eISSN: 1463-5011","Keywords":"Meridional overturning circulation; Mesoscale eddy diffusivity; Global ocean KeyWords Plus:MERIDIONAL OVERTURNING CIRCULATION; GLOBAL OCEAN; SOUTHERN-OCEAN; STRATIFICATION; DYNAMICS","Categories":"Meteorology & Atmospheric Sciences; Oceanography Web of Science Categories:Meteorology & Atmospheric Sciences; Oceanography","Journal Information":"OCEAN MODELLING Volume: 111 Pages: 1-8 DOI: 10.1016/j.ocemod.2017.01.001 Published: MAR 2017","Abstract":"The dependence of the depth and strength of the ocean's global meridional overturning cells (MOC) on the specification of mesoscale eddy diffusivity (K) is explored in two ocean models. The GISS and MIT ocean models are driven by the same prescribed forcing fields, configured in similar ways, spun up to equilibrium for a range of K's and the resulting MOCs mapped and documented. Scaling laws implicit in modern theories of the MOC are used to rationalize the results. In all calculations the K used in the computation of eddy-induced circulation and that used in the representation of eddy stirring along neutral surfaces, is set to the same value but is changed across experiments. We are able to connect changes in the strength and depth of the Atlantic MOC, the southern ocean upwelling MOC, and the deep cell emanating from Antarctica, to changes in K. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Marshall, J (Marshall, John) ; Scott, JR (Scott, Jeffery R.) ; Romanou, A (Romanou, Anastasia) ; Kelley, M (Kelley, Maxwell) ; Leboissetier, A (Leboissetier, Anthony)","Title":"The dependence of the ocean's MOC on mesoscale eddy diffusivities: A model study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397578900015 ISSN: 0008-3658 eISSN: 1541-0064","Keywords":"textbooks; undergraduate; curriculum; physical geography; manuels scolaires; etudiant de premier cycle; programme; geographie physique KeyWords Plus:SCIENCE","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CANADIAN GEOGRAPHER-GEOGRAPHE CANADIEN Volume: 61 Issue: 1 Pages: 28-40 Special Issue: SI DOI: 10.1111/cag.12354 Published: SPR 2017","Abstract":"This paper documents and discusses textbook representations of the scope of physical geography. Eight themes in contemporary physical geography are identified from current textbooks, namely a spatial perspective, the concept of a natural world, impacts on people, process and system concepts, anthropogenic impacts, environmental change, linkages between systems, and physical geography as a science. The emergence of anthropogenic impacts as a theme challenges traditional notions of a natural world, and an increased focus on spatial perspectives and the concept of place challenges the idea of physical geography as a science.","Authors":"Day, T (Day, Terence)","Title":"Core themes in textbook definitions of physical geography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394981300002 PubMed ID: 27572490 ISSN: 1661-8556 eISSN: 1661-8564","Keywords":"Health promotion; Innovative interventions; Critical event; Actor network theory KeyWords Plus:SUSTAINABILITY; PERSPECTIVE; PROMOTION; LESSONS; PROGRAM","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"INTERNATIONAL JOURNAL OF PUBLIC HEALTH Volume: 62 Issue: 2 Pages: 177-186 Special Issue: SI DOI: 10.1007/s00038-016-0861-5 Published: MAR 2017","Abstract":"Objectives Public health interventions are increasingly represented as complex systems. Research tools for capturing the dynamic of interventions processes, however, are practically non-existent. This paper describes the development and proof of concept process of an analytical tool, the critical event card (CEC), which supports the representation and analysis of complex interventions' evolution, based on critical events. Methods Drawing on the actor-network theory (ANT), we developed and field-tested the tool using three innovative health interventions in northeastern Brazil. Interventions were aimed to promote health equity through intersectoral approaches; were engaged in participatory evaluation and linked to professional training programs. The CEC developing involve practitioners and researchers from projects. Proof of concept was based on document analysis, face-to-face interviews and focus groups. Results Analytical categories from CEC allow identifying and describing critical events as milestones in the evolution of complex interventions. Categories are (1) event description; (2) actants (human and non-human) involved; (3) interactions between actants; (4) mediations performed; (5) actions performed; (6) inscriptions produced; and (7) consequences for interventions. Conclusions The CEC provides a tool to analyze and represent intersectoral internvetions' complex and dynamic evolution.","Authors":"Figueiro, AC (Figueiro, Ana Claudia) ; Oliveira, SRD (de Araujo Oliveira, Sydia Rosana) ; Hartz, Z (Hartz, Zulmira) ; Couturier, Y (Couturier, Yves) ; Bernier, J (Bernier, Jocelyne) ; Freire, MDM (Machado Freire, Maria do Socorro) ; Samico, I (Samico, Isabella) ; Medina, MG (Medina, Maria Guadalupe) ; de Sa, RF (de Sa, Ronice Franco) ; Potvin, L (Potvin, Louise)","Title":"A tool for exploring the dynamics of innovative interventions for public health: the critical event card"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395124800002 ISSN: 1740-8989 eISSN: 1742-5786","Keywords":"Physical education; examination PE; curriculum; assessment; pedagogy; senior secondary physical education (SSPE); Arnold KeyWords Plus:PHENOMENOLOGY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"PHYSICAL EDUCATION AND SPORT PEDAGOGY Volume: 22 Issue: 2 Pages: 121-136 DOI: 10.1080/17408989.2015.1123239 Published: MAR 2017","Abstract":"Background: New curriculum developments present opportunities for established thinking and practice in physical education to be reaffirmed or challenged in government, professional and institutional arenas. The introduction of a new official text for the Victorian Certificate of Education Physical Education [VCEPE] in 2011 provided a prompt for renewed debate about the ways in which multiple ways of knowing' could prospectively find expression in senior secondary physical education. Previous analysis of the new VCEPE official text and associated assessment requirements led to a prediction that a theoretical-practical binary may well be reaffirmed amidst implementation of the new course in schools, such that senior secondary physical education (SSPE) in Victorian schools may remain an essentially propositional/theoretical subject.Purpose: This paper reports on research that has pursued this prediction and specifically explored the expression of Arnold's three dimensions of education in, through and about movement, in teachers' interpretation and enactment of the new VCEPE Study Design. The research sought to pursue the potential for originality and creativity in SSPE amidst the introduction of a new official curriculum text, examine factors facilitating or limiting this and document the pedagogic realities' of SSPE in Victorian schools.Methodology: The study used a case study approach, involving two government and two independent secondary schools in Victoria, Australia. Data gathered from teacher interviews, classroom observations and documentary sources in 2012-2013 are reported. Analysis pursued internal and external factors framing the curriculum and pedagogical practices prominent in enactment of the new course in the case study schools, and the individual and collective representation of Arnold's three dimensions of movement in the schools' curriculum and teachers' pedagogical practices.Findings: The findings reveal complexities and tensions associated with the representation of new curriculum policy in school curriculum and teachers' pedagogic practices. Attention is drawn to ways in which the interplay between official texts, accompanying assessment requirements, other professional texts and the wider educational context variously shape the pedagogic realities' of the VCEPE in practice. The discussion explains how this interplay influences (and limits) the expression of Arnold's dimensions in VCEPE.Implications: This paper reaffirms previous work in SSPE that has highlighted the need for conceptual coherence between curriculum texts and assessment frameworks. This research directs attention to opportunities for development of curriculum, pedagogy and assessment, through both official and professional channels, in ways that facilitate teachers' professional learning about the potential expression of Arnold's dimensions in VCEPE. It also calls for curriculum authorities, professional learning associations and teacher education institutions to work more coherently to be at the fore of thinking about pedagogic possibilities in senior secondary physical education.","Authors":"Brown, TD (Brown, Trent D.) ; Penney, D (Penney, Dawn)","Title":"Interpretation and enactment of Senior Secondary Physical Education: pedagogic realities and the expression of Arnoldian dimensions of movement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394981100022 PubMed ID: 28127754 ISSN: 0017-8748 eISSN: 1526-4610","Keywords":"migraine; race; ethnicity; disparity; equity; justice KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; CANCER CLINICAL-TRIALS; AGE-BASED DISPARITIES; GENE-RELATED PEPTIDE; DOUBLE-BLIND; EPISODIC MIGRAINE; ETHNIC-MINORITIES; UNITED-STATES; PHASE-II; UNDERREPRESENTED POPULATIONS","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"HEADACHE Volume: 57 Issue: 3 Pages: 525-533 DOI: 10.1111/head.13018 Published: MAR 2017","Abstract":"Background.-Minorities have historically been underrepresented in clinical research trials despite having comparatively poor health indicators. Recognizing the dual inequalities of increased disease burden and decreased research participation, the National Institute of Health (NIH) Revitalization Act of 1993 mandated the inclusion and reporting of women and minorities in NIH-funded research. While progress has been made in the subsequent decades, this underrepresentation of minorities in research trials persists and has been documented in multiple disciplines. However, the extent of adequate representation and reporting of minority inclusion in clinical trials for migraine remains unknown. Objectives.-In this systematic review and study, we review the literature examining the representation of women and minorities in migraine clinical research trials Methods.-First we searched PubMed for pertinent articles examining the inclusion of women and minorities in migraine clinical research trials. Second, we identified controlled-trials for migraine published since 2011 in major neurology, headache, and general medicine journals using the terms \"migraine randomized controlled trial.\" We then reviewed the results manually and excluded pilot studies and those with fewer than 50 participants. We next determined (a) how frequently representation of minorities and women were reported in these major trials; (b) what factors correlated with reporting; and (c) whether women and minority inclusion comprised their ratios in the general population. Results.-We identified 128 relevant clinical trials, of which 36 met our inclusion criteria. All 36 trials (100%) reported gender frequency, and 25 of 36 (69.4%) reported ethnicity or race. Among all studies, women and Whites represented 84.2 and 82.9% of participants (mean), respectively. Studies conducted in the United States and funded by a private company were more likely to report race than studies conducted exclusively outside of the U.S. or with a public sponsor. No studies stratified efficacy or safety by ethnicity or gender. Men and non-Whites in the U.S. were statistically underrepresented. Conclusions.-Most recent headache studies comply with the NIH mandate to include women and minorities in research trials, particularly U.S.-based and industry-funded studies. Whites are overrepresented compared to both the general population and the population of migraineurs. Future studies should strive to increase minority participation and investigate race-based differences in migraine expression, treatment response, and medication toxicity.","Authors":"Robbins, NM (Robbins, Nathaniel M.) ; Bernat, JL (Bernat, James L.)","Title":"Minority Representation in Migraine Treatment Trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395860100004 PubMed ID: 27710004 ISSN: 1942-9681 eISSN: 1942-969X","Keywords":"childhood trauma; adult mental health diagnosis; posttraumatic growth; stigma; interpretative phenomenological analysis KeyWords Plus:VIETNAM VETERANS; GROWTH; PSYCHOPATHOLOGY; ATTACHMENT; ADVERSITY; CHILDREN; WOMEN","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"PSYCHOLOGICAL TRAUMA-THEORY RESEARCH PRACTICE AND POLICY Volume: 9 Issue: 2 Pages: 156-165 DOI: 10.1037/tra0000193 Published: MAR 2017","Abstract":"Objective: No known research explores the double-edged phenomenon of childhood trauma/ adult mental health consumer. Therefore, whether receiving a psychiatric diagnosis in light of childhood trauma supports or impedes psychological wellbeing in adult life, is unknown. Method: Interpretative phenomenological analysis (IPA) provided the methodological framework. Data were collected through the use of semistructured interviews. Analysis sought thematic representation from subjective interpretations of the experienced phenomenon: childhood trauma survivor/ mental health consumer. Results: Data revealed 1 superordinate theme, Childhood Betrayal, Identity, and Worthiness, that overarched 5 subordinate themes a) legacies, (b) the label, (c) putting the jigsaw together, (d) stigma, and (e) better than good enough self. Legacies of doubt that perpetuated \" not good enough\" delayed the development of an adult identity of worthiness in these participants. Importantly, the right diagnosis separated self as worthy-adult from self as traumatized child and facilitated positive change for breaking harmful cycles, self-valuing, and increased empathy, wisdom, and patience. Conclusions: Findings inform future research and therapeutic practice in regards to adult help seeking behaviors in light of childhood trauma, often postponed through fear of stigma associated with mental health diagnoses and services. Similarly, findings suggest that ameliorating wellbeing may be dependent on a therapeutic relationship in which accuracy or right fit of diagnosis provides a conduit for the client to disengage from self-blame, unworthiness, and \" not good enough.\" This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.","Authors":"McCormack, L (McCormack, Lynne) ; Thomson, S (Thomson, Sherilyn)","Title":"Complex Trauma in Childhood, a Psychiatric Diagnosis in Adulthood: Making Meaning of a Double-Edged Phenomenon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397172100003 ISSN: 0738-4602","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"AI MAGAZINE Volume: 38 Issue: 1 Pages: 6-22 Published: SPR 2017","Abstract":"AI applications have been deployed and used for industrial, government, and consumer purposes for many years. The experiences have been documented in IAAI conference proceedings since 1989. Over the years, the breadth of applications has expanded many times over and AI systems have become more commonplace. Indeed, AI has recently become a focal point in the industrial and consumer consciousness. This article focuses on changes in the world of computing over the last three decades that made building AI applications more feasible. We then examine lessons learned during this time and distill these lessons into succinct advice for future application builders.","Authors":"Smith, RG (Smith, Reid G.) ; Eckroth, J (Eckroth, Joshua)","Title":"Building AI Applications: Yesterday, Today, and Tomorrow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394367400005 ISSN: 0026-4695 eISSN: 1573-1871","Keywords":"Art-science; Boundary work; (Inhibitory) boundary object; Climate change; Artistic research KeyWords Plus:IMAGINATION; FEAR","Categories":"Education & Educational Research; History & Philosophy of Science; Social Sciences - Other Topics Web of Science Categories:Education & Educational Research; History & Philosophy Of Science; Social Sciences, Interdisciplinary","Journal Information":"MINERVA Volume: 55 Issue: 1 Pages: 93-116 DOI: 10.1007/s11024-016-9312-y Published: MAR 2017","Abstract":"This paper reports experiences from an art-science project set up in an educational context as well as in the tradition of placing artists in labs. It documents artists' and scientists' imaginations of their encounter and analyses them drawing on the concepts of \"boundary object\" and \"boundary work\". Conceptually, the paper argues to broaden the idea of boundary objects to include inhibitory boundary objects that hinder rather than facilitate communication across boundaries. This focus on failures to link social worlds brings the boundary object concept closer to Gieryn's boundary work and allows for a co-application of the two concepts in the analysis of cross-boundary communication. Empirically, the paper provides an in-depth ethnographic description of an art-science project as a resource for future practice. In conclusion, the art-science encounter included meeting points as well as multiple levels of boundary work which engaged the artists in a different way than as illustrators of scientific representations of climate change. The closer they got to the research practice the more the public and policy construct of climate change disappeared. Rather than political activism, the approach triggered explorations of the scientific context, including affirmative as well as critical re-imaginations of research practices. Artists and scientists acted as publics for one another, as resources to draw on for reflection and self-identification. But instead of cutting back or renegotiating standards of one's own practice, especially the artists engaged in boundary work creating space to produce a piece of art according to their own criteria of quality and relevance.","Authors":"Rodder, S (Roedder, Simone)","Title":"The Climate of Science-Art and the Art-Science of the Climate: Meeting Points, Boundary Objects and Boundary Work"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394464600003 ISSN: 0947-3602 eISSN: 1432-010X","Keywords":"Mobile app requirements; Mobile interaction; Linked Data; Requirements modelling; Semantic traceability KeyWords Plus:FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"REQUIREMENTS ENGINEERING Volume: 22 Issue: 1 Pages: 41-75 DOI: 10.1007/s00766-015-0235-1 Published: MAR 2017","Abstract":"The paper presents a modelling method aimed to support the definition and elicitation of requirements for mobile apps through an approach that enables semantic traceability for the requirements representation. Business process-centricity is employed in order to capture requirements in a knowledge structure that retains procedural knowledge from stakeholders and can be traversed by semantic queries in order to trace domain-specific contextual information for the modelled requirements. Consequently, instead of having requirements represented as natural language items that are documented by diagrammatic models, the communication channels are switched: semantically interlinked conceptual models become the requirements representation, while free text can be used for requirements annotations/metadata. Thus, the method establishes a knowledge externalization channel between business stakeholders and app developers, also tackling the Twin Peaks bridging challenge (between requirements and early designs). The method is presented using its modelling procedure as a guiding thread, with each step illustrated by case-based samples of the modelling language and auxiliary functionality. The design work is encompassed by an existing metamodelling framework and introduces a taxonomy for modelling relations, since the metamodel is the key enabler for the goal of semantic traceability. The research was driven by the ComVantage EU research project, concerned with mobile app support for collaborative business process execution. Therefore, the project provides context for the illustrating examples; however, generalization possibilities beyond the project scope will also be discussed, with respect to both motivation and outcome.","Authors":"Buchmann, RA (Buchmann, Robert Andrei) ; Karagiannis, D (Karagiannis, Dimitris)","Title":"Modelling mobile app requirements for semantic traceability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394341300008 ISSN: 1384-5810 eISSN: 1573-756X","Keywords":"Information needs; User modeling; Clustering; Web browsing KeyWords Plus:SEARCH; PERSONALIZATION; CLASSIFICATION; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"DATA MINING AND KNOWLEDGE DISCOVERY Volume: 31 Issue: 2 Pages: 502-547 DOI: 10.1007/s10618-016-0482-x Published: MAR 2017","Abstract":"Browsing sessions are rich in elements useful to build profiles of user interests, but at the same time HTML pages include noisy data such as advertisements, navigation menus and privacy notes. Moreover, some pages cover several different topics making it difficult to identify the most relevant to the user. For these reasons, they are often ignored by personalized search and recommender systems. We propose a novel approach for recognizing valuable text descriptions of current user information needs-namely cues-based on the data mined from browsing interactions over the web. The approach combines page clustering techniques based on Document Object Model-based representations for acquiring evidence about relevant correlations between text contents. This evidence is exploited for better filtering out irrelevant information and facilitating the construction of interest profiles. A comparative framework proves the accuracy of the extracted cues in the personalize search task, where results are re-ranked according to the last browsed resources.","Authors":"Gasparetti, F (Gasparetti, Fabio)","Title":"Modeling user interests from web browsing activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395561200012 ISSN: 2329-9290","Keywords":"Large vocabulary continuous speech recognition; out-of-vocabulary; proper names; semantic context KeyWords Plus:NEURAL-NETWORKS; LANGUAGE MODEL; TOPICS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 3 Pages: 598-610 DOI: 10.1109/TASLP.2017.2651361 Published: MAR 2017","Abstract":"The diachronic nature of broadcast news data leads to the problem of out-of-vocabulary (OOV) words in large vocabulary continuous speech recognition (LVCSR) systems. Analysis of OOV words reveals that a majority of them are proper names (PNs). However, PNs are important for automatic indexing of audio-video content and for obtaining reliable automatic transcriptions. In this paper, we focus on the problem of OOV PNs in diachronic audio documents. To enable the recovery of the PNs missed by the LVCSR system, relevant OOV PNs are retrieved by exploiting the semantic context of the LVCSR transcriptions. For retrieval of OOV PNs, we explore topic and semantic context derived from latent Dirichlet allocation (LDA) topic models, continuous word vector represen-tations and the neural bag-of-words (NBOW) model which is capable of learning task specific word and context representations. We propose a neural bag-of-weighted words (NBOW2) model which learns to assign higher weights to words that are important for re-trieval of anOOVPN. With experiments on French broadcast news videos, we show that the NBOW and NBOW2 models outperform the methods based on raw embeddings from LDA and Skip-gram models. Combining the NBOW and NBOW2 models gives a faster convergence during training. Second pass speech recognition ex-periments, in which the LVCSR vocabulary and language model are updated with the retrieved OOV PNs, demonstrate the effec-tiveness of the proposed context models.","Authors":"Sheikh, I (Sheikh, Imran) ; Fohr, D (Fohr, Dominique) ; Illina, I (Illina, Irina) ; Linares, G (Linares, Georges)","Title":"Modelling Semantic Context of OOV Words in Large Vocabulary Continuous Speech Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393241500002 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Medical information retrieval; Domain expertise; Query formulations; Relevance assessment; Retrieval performance KeyWords Plus:EVIDENCE-BASED MEDICINE; WEB SEARCH; BELIEF DYNAMICS; PATIENT-CARE; QUESTIONS; CATEGORIZATION; INFORMATION; PHYSICIANS; CRITERIA; MEDLINE","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 2 Pages: 332-350 DOI: 10.1016/j.ipm.2016.11.004 Published: MAR 2017","Abstract":"The large volumes of medical information available on the web may provide answers for a wide range of users attempting to solve health-related problems. While experts generally utilize reliable resources for diagnosis search and professional development, novices utilize different (social) web resources to obtain information that helps them manage their health or the health of people who they care for. A diverse number of related search topics address clinical diagnosis, advice searching, information sharing, connecting with experts, etc. This paper focuses on the extent to which expertise can impact clinical query formulation, document relevance assessment and retrieval performance in the context of tailoring retrieval models and systems to experts vs. non-experts. The results show that medical domain expertise 1) plays an important role in the lexical representations of information needs; 2) significantly influences the perception of relevance even among users with similar levels of expertise and 3) reinforces the idea that a single ground truth does not exist, thereby leading to the variability of system rankings with respect to the level of user's expertise. The findings of this study presents opportunities for the design of personalized health-related IR systems, but also for providing insights about the evaluation of such systems. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tamine, L (Tamine, Lynda) ; Chouquet, C (Chouquet, Cecile)","Title":"On the impact of domain expertise on query formulation, relevance assessment and retrieval performance in clinical settings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392990100004 ISSN: 0268-0939 eISSN: 1464-5106","Keywords":"Russian education; education reform; neoliberalism; quality assurance KeyWords Plus:DISCOURSE ANALYSIS; NATIONAL POLICY; VALUES; CHINA","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATION POLICY Volume: 32 Issue: 2 Pages: 176-197 DOI: 10.1080/02680939.2016.1250165 Published: MAR 2017","Abstract":"Employing the analytical framework of a discourse-driven social change, this paper unpacks the neoliberal concept of educational quality' in the course of Russian education modernisation reform from 1991 to 2013. Since the early 1990s, the global neoliberal discourse has served as the backbone for post-Soviet educational ideology. Alongside other major reform initiatives, the quality revolution,' proclaimed by the Russian Government in the early 1990s, signified a rhetoric shift away from the Soviet-era quality control towards a neoliberal quality assurance paradigm. Through fine-grained textual analysis of policy documents and political statements by key educational stakeholders, the analysis unpacks the discursive underbelly of the new quality paradigm, in an attempt to determine whether a paradigmatic transformation has taken place. The paper argues that despite the nominally proclaimed shift towards a quality assurance model of educational governance, the representation of educational stakeholders and responsibilities within the new quality paradigm continues to correspond to the Soviet-era command-and-control authoritarian model. The study challenges the popular claim of a neoliberal turn in Russian education and suggests that a neoconservative authoritarian approach to education governance has been smuggled in under the disguise of quality assurance.'","Authors":"Minina, E (Minina, Elena)","Title":"\"Quality revolution' in post-Soviet education in Russia: from control to assurance?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multilingual sentiment analysis; Text analysis; Machine learning; Vector representation; Hybrid vectorization; Online user reviews KeyWords Plus:LEXICON; TWITTER","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 214-224 DOI: 10.1016/j.eswa.2016.10.043 Published: MAR 1 2017","Abstract":"Sentiment analysis and opinion mining are valuable for extraction of useful subjective information out of text documents. These tasks have become of great importance, especially for business and marketing professionals, since online posted products and services reviews impact markets and consumers shifts. This work is motivated by the fact that automating retrieval and detection of sentiments expressed for certain products and services embeds complex processes and pose research challenges, due to the textual phenomena and the language specific expression variations. This paper proposes a fast, flexible, generic methodology for sentiment detection out of textual snippets which express people's opinions in different languages. The proposed methodology adopts a machine learning approach with which textual documents are represented by vectors and are used for training a polarity classification model. Several documents' vector representation approaches have been studied, including lexicon-based, word embedding based and hybrid vectorizations. The competence of these feature representations for the sentiment classification task is assessed through experiments on four datasets containing online user reviews in both Greek and English languages, in order to represent high and weak inflection language groups. The proposed methodology requires minimal computational resources, thus, it might have impact in real world scenarios where limited resources is the case. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Giatsoglou, M (Giatsoglou, Maria) ; Vozalis, MG (Vozalis, Manolis G.) ; Diamantaras, K (Diamantaras, Konstantinos) ; Vakali, A (Vakali, Athena) ; Sarigiannidis, G (Sarigiannidis, George) ; Chatzisavvas, KC (Chatzisavvas, Konstantinos Ch.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Diamantaras, Konstantinos  http://orcid.org/0000-0003-1373-4022","Title":"Sentiment analysis leveraging emotions and word embeddings"}, {"Keywords":"Charcoal; Anatolia; Woodland modification; Bronze Age; Iron Age KeyWords Plus:SOUTH-CENTRAL ANATOLIA; HOLOCENE CLIMATIC-CHANGE; CHARCOAL MACRO-REMAINS; NEOLITHIC CATALHOYUK; CENTRAL TURKEY; VEGETATION; POLLEN; REGION; DIVERSITY; IMPACT","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY INTERNATIONAL Volume: 431 Pages: 90-102 Part: A DOI: 10.1016/j.quaint.2015.11.121 Published: FEB 28 2017","Abstract":"Previous anthracological research on multi-use pit fills at Kaman-Kalehoyuk in central Turkey shows a sudden and dramatic increase in pine use from the Early Iron Age onwards, accompanied by a decline in taxa richness from the Middle Bronze Age to the Late Bronze Age. This paper explores whether fuel choice was the driving factor behind this pattern of change through a comparative taxonomic analysis of wood charcoal assemblages derived from multi-use pits, domestic hearths, and room fills accumulated during the Middle Bronze Age to Late Iron Age occupation at the site. Results from the hearth assemblages parallel those from the pits, documenting a decline in taxa richness from the Middle Bronze Age to the Late Bronze Age, particularly during the Hittite Empire period, followed by a dramatic increase in pine in the Iron Age. However, the room fill composition does not match the same pattern. Results confirm that changes in taxonomic representation represented in the pit fills at Kaman-Kalehoyuk was driven by fuel wood selection, with remains from room fills reflecting different selection behaviour relating to construction activities. (C) 2015 Elsevier Ltd and INQUA. All rights reserved.","Authors":"Wright, NJ (Wright, Nathan J.) ; Fairbairn, AS (Fairbairn, Andrew S.) ; Ustunkaya, MC (Ustunkaya, M. Cemre) ; Faith, JT (Faith, J. Tyler)","Title":"Explaining changing patterns of wood presence across the Bronze and Iron Age at Kaman-Kalehoyuk, central Anatolia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397220200004 ISSN: 0257-6430 eISSN: 0973-080X","Keywords":"Friendship; mourning; loyalty; political alliances; Chola empire","Categories":"History Web of Science Categories:History","Journal Information":"STUDIES IN HISTORY Volume: 33 Issue: 1 Pages: 36-60 Special Issue: SI DOI: 10.1177/0257643016677455 Published: FEB 2017","Abstract":"This article argues that the languages of loyalty and affiliation that marked public and formal relations of service and hierarchy in medieval India, though traditionally understood as thinly veiled pretexts for class exploitation or self-aggrandizement, may instead be interpreted, when combined with other sorts of sources, as elements within a larger ethical landscape where men of rank shared varieties of companionship and intimacy with one another. The article will enter this realm of intimacy through an exploration of the emotions of grief and loss in two strangely parallel Chola-period friendships: one epigraphically documented to the tenth century, and the other recounted in an important contemporary hagiographical tradition. The article argues not only for the importance of male friendship and intimacy in the political and religious life of elites in medieval south India but also suggests that fragmented memories of particular lived experiences between individuals may have been embedded in or triggered by more idealized representations. I hope to suggest that there were not only structures of affect at work in the constitution of male intimacy but also models and paradigms.","Authors":"Ali, D (Ali, Daud)","Title":"The Death of a Friend: Companionship, Loyalty and Affiliation in Chola South India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395085500012 PubMed ID: 27859987 ISSN: 1069-6563 eISSN: 1553-2712","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ACADEMIC EMERGENCY MEDICINE Volume: 24 Issue: 2 Pages: 257-264 DOI: 10.1111/acem.13137 Published: FEB 2017","Abstract":"The Model of the Clinical Practice of Emergency Medicine (the EM Model) is a three-dimensional representation of the clinical practice of emergency medicine. It is a product of successful collaboration involving the American Board of Emergency Medicine (ABEM), the American College of Emergency Physicians (ACEP), the Society for Academic Emergency Medicine (SAEM), the Emergency Medicine Residents' Association (EMRA), the Council of Emergency Medicine Residency Directors (CORD), the Residency Review Committee for Emergency Medicine (RRC-EM), and the American Academy of Emergency Medicine (AAEM). In 2017, the most recent update and revision of the EM Model will be published. This document will represent the culmination of nearly 40 years of evolution, from a simple listing of presenting patient complaints, clinical symptoms, and disease states into a three-dimensional representation of the clinical practice of emergency medicine. These dimensions include conditions and components, physician tasks, and patient acuity. In addition, over the years, two other documents have been developed, the Knowledge, Skills, and Abilities (KSAs) and the Emergency Medicine Milestones. Both serve as related and complementary educational and assessment tools. This article will review the development of the EM Model from its inception in 1979 to today.","Authors":"Counselman, FL (Counselman, Francis L.) ; Beeson, MS (Beeson, Michael S.) ; Marco, CA (Marco, Catherine A.) ; Adsit, SK (Adsit, Susan K.) ; Harvey, AL (Harvey, Anne L.) ; Keehbauch, JN (Keehbauch, Julia N.) Group Author(s): 2016 EM Model Review Task Force","Title":"Evolution of the Model of the Clinical Practice of Emergency Medicine: 1979 to Present"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396886500001 ISSN: 1687-4145 eISSN: 1687-4153","Keywords":"Autism spectrum disorder; Distributed representation; Medical forms; Classification","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"EURASIP JOURNAL ON BIOINFORMATICS AND SYSTEMS BIOLOGY Article Number: 3 DOI: 10.1186/s13637-017-0057-1 Published: FEB 1 2017","Abstract":"Autism spectrum disorder (ASD) is a developmental disorder that significantly impairs patients' ability to perform normal social interaction and communication. Moreover, the diagnosis procedure of ASD is highly time-consuming, labor-intensive, and requires extensive expertise. Although there exists no known cure for ASD, there is consensus among clinicians regarding the importance of early intervention for the recovery of ASD patients. Therefore, to benefit autism patients by enhancing their access to treatments such as early intervention, we aim to develop a robust machine learning-based system for autism detection by using Natural Language Processing techniques based on information extracted from medical forms of potential ASD patients. Our detecting framework involves converting semi-structured and unstructured medical forms into digital format, preprocessing, learning document representation, and finally, classification. Testing results are evaluated against the ground truth set by expert clinicians and the proposed system achieve a 83.4% accuracy and 91.1% recall, which is very promising. The proposed ASD detection framework could significantly simplify and shorten the procedure of ASD diagnosis.","Authors":"Yuan, JB (Yuan, Jianbo) ; Holtz, C (Holtz, Chester) ; Smith, T (Smith, Tristram) ; Luo, JB (Luo, Jiebo)","Title":"Autism spectrum disorder detection from semi-structured and unstructured medical data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394746900004 ISSN: 0959-3535 eISSN: 1461-7161","Keywords":"abortion; media; stigma KeyWords Plus:UNITED-STATES; ENTERTAINMENT TELEVISION; US WOMEN; KNOWLEDGE; SERVICES; MEDIA; DECISIONS; STIGMA; POOR","Categories":"Psychology; Women's Studies Web of Science Categories:Psychology, Multidisciplinary; Women's Studies","Journal Information":"FEMINISM & PSYCHOLOGY Volume: 27 Issue: 1 Pages: 56-71 Special Issue: SI DOI: 10.1177/0959353516681245 Published: FEB 2017","Abstract":"Despite an increasing number of restrictions on accessing abortion care in the United States, most Americans remain unaware of challenges to obtaining abortion. Theorists of abortion stigma have posited that entertainment media contribute to ongoing lack of knowledge about abortion care. Analyzing all plotlines that aired on American television between 2005 and 2015 in which abortion is considered (n=89), we examine how access to abortion is portrayed, whether characters are able to surmount barriers, and what documented real-life challenges to access are missing from onscreen representations. We find that 42% show at least one barrier to accessing abortion care, most frequently illegality, cost of the procedure, and social stigma. Almost no barriersincluding illegalityare insurmountable, and most are easily overcome for the characters seeking abortion. Some barriers, however, change how abortion is understood by a character such that she opts to continue the pregnancy. This underrepresentation of the difficulty of obtaining abortion care may contribute to public beliefs that abortion restrictions do not pose real challenges for women's access to abortion.","Authors":"Sisson, G (Sisson, Gretchen) ; Kimport, K (Kimport, Katrina)","Title":"Depicting abortion access on American television, 2005-2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397440600005 PubMed ID: 28345562 ISSN: 0301-4738 eISSN: 1998-3689","Keywords":"Blindness; definition; National Programme for Control of Blindness; visual impairment; World Health Organization KeyWords Plus:VISUAL IMPAIRMENT; REFRACTIVE ERROR; VISION","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"INDIAN JOURNAL OF OPHTHALMOLOGY Volume: 65 Issue: 2 Pages: 92-96 DOI: 10.4103/ijo.IJO_869_16 Published: FEB 2017","Abstract":"A review appropriateness of the current definition of blindness under National Programme for Control of Blindness (NPCB), Government of India. Online search of peer-reviewed scientific published literature and guidelines using PubMed, the World Health Organization (WHO) IRIS, and Google Scholar with keywords, namely blindness and visual impairment, along with offline examination of reports of national and international organizations, as well as their cross-references was done until December 2016, to identify relevant documents on the definition of blindness. The evidence for the historical and currently adopted definition of blindness under the NPCB, the WHO, and other countries was reviewed. Differences in the NPCB and WHO definitions were analyzed to assess the impact on the epidemiological status of blindness and visual impairment in India. The differences in the criteria for blindness under the NPCB and the WHO definitions cause an overestimation of the prevalence of blindness in India. These variations are also associated with an over-representation of refractive errors as a cause of blindness and an under-representation of other causes under the NPCB definition. The targets for achieving elimination of blindness also become much more difficult to achieve under the NPCB definition. Ignoring differences in definitions when comparing the global and Indian prevalence of blindness will cause erroneous interpretations. We recommend that the appropriate modifications should be made in the NPCB definition of blindness to make it consistent with the WHO definition.","Authors":"Vashist, P (Vashist, Praveen) ; Senjam, SS (Senjam, Suraj Singh) ; Gupta, V (Gupta, Vivek) ; Gupta, N (Gupta, Noopur) ; Kumar, A (Kumar, Atul)","Title":"Definition of blindness under National Programme for Control of Blindness: Do we need to revise it"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395117100002 ISSN: 0218-1940 eISSN: 1793-6403","Keywords":"Multi-document summarization NLP; semantic sentence similarity; feature extraction","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Software Engineering; Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF SOFTWARE ENGINEERING AND KNOWLEDGE ENGINEERING Volume: 27 Issue: 1 Pages: 23-48 DOI: 10.1142/S0218194017500024 Published: FEB 2017","Abstract":"Due to the increasing accessibility of online data and the availability of thousands of documents on the Internet, it becomes very difficult for a human to review and analyze each document manually. The sheer size of such documents and data presents a significant challenge for users. Providing automatic summaries of specific topics helps the users to overcome this problem. Most of the current extractive multi-document summarization systems can successfully extract summary sentences; however, many limitations exist which include the degree of redundancy, inaccurate extraction of important sentences, low coverage and poor coherence among the selected sentences. This paper introduces an adaptive extractive multi-document generic (EMDG) methodology for automatic text summarization. The framework of this methodology relies on a novel approach for sentence similarity measure, a discriminative sentence selection method for sentence scoring and a reordering technique for the extracted sentences after removing the redundant ones. Extensive experiments are done on the summarization benchmark datasets DUC2005, DUC2006 and DUC2007. This proves that the proposed EMDG methodology is more effective than the current extractive multi-document summarization systems. Rouge evaluation for automatic summarization is used to validate the proposed EMDG methodology, and the experimental results showed that it is more effective and outperforms the baseline techniques, where the generated summary is characterized by high coverage and cohesion.","Authors":"Dief, NA (Dief, Nada A.) ; Al-Desouky, AE (Al-Desouky, Ali E.) ; Eldin, AA (Eldin, Amr Aly) ; El-Said, AM (El-Said, Asmaa M.)","Title":"An Adaptive Semantic Descriptive Model for Multi-Document Representation to Enhance Generic Summarization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396551900002 ISSN: 0047-4045 eISSN: 1469-8013","Categories":"Linguistics; Sociology Web of Science Categories:Linguistics; Sociology","Journal Information":"LANGUAGE IN SOCIETY Volume: 46 Issue: 1 Pages: 5-21 DOI: 10.1017/80047404516000804 Published: FEB 2017","Abstract":"This article is about the discursive pathway of grammatical structures such as y 'a bon 'there'sgood', documenting how, in Hexagonal France, it has become an 'enregistered emblem' for indexing sub-Saharan Africans and, by extension, any African as allegedly incapable of speaking French competently. I argue that tracing pathways makes it possible to unveil the intricacy of the historicities of production, circulation, and interpretations of such racially based linguistic stereotypes. One of the central questions addressed in this article is: What are the sociohistorical conditions of the emergence and maintenance of these linguistic stereotypes? I show that these are grounded in long-standing linguistic ideologies of Frenc-h as an exceptional language and of African languages and, therefore, their speakers, as primitive. I demonstrate how the rise of first age mass culture in the nineteenth century contributed to both the entextualization and the circulation of these stereotypical representations. (Stereotypes, mediatization, enregistenrient, language ideology, France, Africa)","Authors":"Vigouroux, CB (Vigouroux, Cecile B.)","Title":"The discursive pathway of two centuries of raciolinguistic stereotyping: 'Africans as incapable of speaking French'"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394997600009 PubMed ID: 27869456 ISSN: 0894-4105 eISSN: 1931-1559","Keywords":"ADHD; inferential reasoning; problem solving KeyWords Plus:PREFRONTAL CORTEX; RHESUS-MONKEYS; HIPPOCAMPUS; CHILDREN; MEMORY; ACTIVATION; REPRESENTATIONS; SCHIZOPHRENIA; ORGANIZATION; PERFORMANCE","Categories":"Psychology; Neurosciences & Neurology Web of Science Categories:Psychology, Clinical; Neurosciences; Psychology","Journal Information":"NEUROPSYCHOLOGY Volume: 31 Issue: 2 Pages: 200-208 DOI: 10.1037/neu0000332 Published: FEB 2017","Abstract":"Objective: Here we explored whether children with ADHD have a deficit in relational reasoning, a skill subtending the acquisition of many cognitive abilities and social rules. Method: We analyzed the performance of a group of children with ADHD during a transitive inference task, a task requiring first to learn the reciprocal relationship between adjacent items of a rank ordered series (e.g., A > B; B > C; C > D; D > E; E > F), and second, to deduct the relationship between novel pairs of items never matched during the learning (e.g., B > D; C > E). Results: As a main result, we observed that children with ADHD were impaired in performing inferential reasoning problems. The deficit in relational reasoning was found to be related to the difficulty in managing a unified representation of ordered items. Conclusion: The present finding documented a novel deficit in ADHD, contributing to improving the understanding of the disorder.","Authors":"Brunamonti, E (Brunamonti, Emiliano) ; Costanzo, F (Costanzo, Floriana) ; Mammi, A (Mammi, Anna) ; Rufini, C (Rufini, Cristina) ; Veneziani, D (Veneziani, Diletta) ; Pani, P (Pani, Pierpaolo) ; Vicari, S (Vicari, Stefano) ; Ferraina, S (Ferraina, Stefano) ; Menghini, D (Menghini, Deny)","Title":"Evaluation of Relational Reasoning by a Transitive Inference Task in Attention-Deficit/Hyperactivity Disorder"}, {"Keywords":"Text classification; Transductive learning; Graph-based learning; Text mining; Label propagation; Bipartite graphs KeyWords Plus:NETWORKS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 87 Pages: 127-138 Special Issue: SI DOI: 10.1016/j.patrec.2016.04.006 Published: FEB 1 2017","Abstract":"Transductive classification is an useful way to classify a collection of unlabeled textual documents when only a small fraction of this collection can be manually labeled. Graph-based algorithms have aroused considerable interests in recent years to perform transductive classification since the graph-based representation facilitates label propagation through the graph edges. In a bipartite graph representation, nodes represent objects of two types, here documents and terms, and the edges between documents and terms represent the occurrences of the terms in the documents. In this context, the label propagation is performed from documents to terms and then from terms to documents iteratively. In this paper we propose a new graph-based transductive algorithm that use the bipartite graph structure to associate the available class information of labeled documents and then propagate these class information to assign labels for unlabeled documents. By associating the class information to edges linking documents to terms we guarantee that a single term can propagate different class information to its distinct neighbors. We also demonstrated that the proposed method surpasses the algorithms for transductive classification based on vector space model or graphs when only a small number of labeled documents is available. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Faleiros, TD (Faleiros, Thiago de Paulo) ; Rossi, RG (Rossi, Rafael Geraldeli) ; Lopes, AD (Lopes, Alneu de Andrade)","Title":"Optimizing the class information divergence for transductive classification of texts using propagation in bipartite graphs"}, {"Keywords":"Graph based representation; Graph indexation; Information spotting in Document recognition KeyWords Plus:EDIT DISTANCE; PATTERN-RECOGNITION; COLLECTIONS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 87 Pages: 203-211 Special Issue: SI DOI: 10.1016/j.patrec.2016.06.015 Published: FEB 1 2017","Abstract":"Graph-based representations are experiencing a growing usage in visual recognition and retrieval due to their representational power in front of classical appearance-based representations. However, retrieving a query graph from a large dataset of graphs implies a high computational complexity. The most important property for a large-scale retrieval is the search time complexity to be sub-linear in the number of database examples. With this aim, in this paper we propose a graph indexation formalism applied to visual retrieval. A binary embedding is defined as hashing keys for graph nodes. Given a database of labeled graphs, graph nodes are complemented with vectors of attributes representing their local context. Then, each attribute vector is converted to a binary code applying a binary-valued hash function. Therefore, graph retrieval is formulated in terms of finding target graphs in the database whose nodes have a small Hamming distance from the query nodes, easily computed with bitwise logical operators. As an application example, we validate the performance of the proposed methods in different real scenarios such as handwritten word spotting in images of historical documents or symbol spotting in architectural floor plans. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Riba, P (Riba, Pau) ; Llados, J (Llados, Josep) ; Fornes, A (Fornes, Alicia) ; Dutta, A (Dutta, Anjan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dutta, Anjan  http://orcid.org/0000-0002-1667-2245","Title":"Large-scale graph indexing using binary embeddings of node contexts for information spotting in document image databases"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000395862800017 ISSN: 1561-7793 eISSN: 1561-803X","Keywords":"Committee of the Regions; Consultative Council of Regional and Local Authorities; Maastricht Treaty; Lisbon Treaty","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 415 Pages: 126-129 DOI: 10.17223/15617793/415/17 Published: FEB 2017","Abstract":"The Committee of the Regions (CoR) is an institution that is unique for an international organization as it opens an opportunity for regions and municipalities, limited as it might be, to contribute to decision-making at inter-state and supranational levels. The article aims to analyze both the prerequisites for and the pre-history of the CoR's emergence and the evolution of its status from the establishment up to the Lisbon Treaty's entry into force. The paper relies on the sources such as the EU founding treaties, documents of the European Commission, Council and Parliament, CoR's rules of procedure. Focusing on the pre-history of CoR's establishment, the author analyzes the structure and functions of the Consultative Council of Regional and Local Authorities (CCRLA) established in 1988 at the European Commission's initiative. Its establishment was necessitated by the far-reaching reform of the EEC's regional policy carried out in the late 1980s. Members of the CCRLA were appointed by the European Commission, but the candidacies were suggested by the horizontally organized regional associations. Regional and municipal representatives worked in two different sections. When the Maastricht Treaty was negotiated, European regions, in particular the German Laender, launched a wide-scale campaign in support of organizing a fully fledged representation of regions within the system of EU institutions. This initiative was supported by the German government and was put into life through the establishment of a new consultative body, the Committee of the Regions. Also the status and symbolic importance of the CoR far exceeded those of the CCRLA, the appointment of its members became the prerogative of national governments, with the roles of regional organizations and associations lost. Moreover, the division into regional and municipal sections was not retained within the CoR's structure, which hampered the articulation of the interests of regions as such. The author argues that the subsequent treaties brought about the consolidation of the CoR's status and the expansion of the area of its activities, although the institution remained a consultative body. However, the Lisbon Treaty assigned the CoR the right to appeal, in certain cases, to the EU Court of Justice, a novelty which can be regarded as the expansion of CoR's role beyond a purely consultative one. At the same time the EU's enlargement resulted in the significant expansion of the representation of municipalities and \"weak\" regions within the CoR which in fact undermines the Committee's political weight and diminishes the \"strong\" regions' interest in the Committee as an instrument of the advancement of their political positions. The idea to divide the Committee into two chambers, those of the regions and of the municipalities, was not supported. Accordingly, the author makes a conclusion that the CoR's role remained secondary and the \"strong\" regions were compelled to shift the gravity center of their struggle for the consolidation of political influence to other arenas.","Authors":"Troitskiy, EF (Troitskiy, Evgeny F.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Troitskiy, Evgeniy  N-8372-2014  ","Title":"THE COMMITTEE OF THE REGIONS OF THE EUROPEAN UNION: ORGANIZATION AND EVOLUTION (1993-2009)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218400019 PubMed ID: 28190505 ISSN: 1090-0233 eISSN: 1532-2971","Keywords":"Biomechanics; Back pain; Equine; Inertial measurement units; Lameness KeyWords Plus:BASIC 3-DIMENSIONAL KINEMATICS; SIGNAL DECOMPOSITION METHOD; INDUCED FORELIMB LAMENESS; BACK-PAIN; TREADMILL LOCOMOTION; INERTIAL SENSOR; GRAPHICAL REPRESENTATIONS; VERTEBRAL COLUMN; PELVIC MOVEMENT; FORCE PLATE","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"VETERINARY JOURNAL Volume: 220 Pages: 95-104 DOI: 10.1016/j.tvjl.2017.01.003 Published: FEB 2017","Abstract":"Equine movement symmetry is changed when turning, which may induce alterations in thoracolumbosacral kinematics; however, this has not previously been investigated. Our objectives were to document thoracolumbar movement in subjectively sound horses comparing straight lines with circles on both reins and to relate these observations to the objectively determined symmetry/asymmetry of hindlimb gait. Fourteen non-lame horses were assessed prospectively in a non-random, cross-sectional survey. The horses were trotted in straight lines and lunged on both reins and inertial sensor data collected at landmarks: withers, T13 and T18, L3, tubera sacrale, and left and right tubera coxae. Data were processed using published methods; angular motion range of motion (ROM; flexion-extension, axial rotation, lateral bending) and translational ROM (dorsoventral and lateral) and symmetry within each stride were assessed. The dorsoventral movement of the back exhibited a sinusoidal pattern with two oscillations per stride. Circles induced greater asymmetry in dorsoventral movement within each stride (mean +/- standard deviation, up to 9 +/- 6%) compared with straight lines (up to 6 +/- 6%). The greatest amplitude of dorsoventral movement (119 +/- 14 mm in straight lines vs. 126 +/- 20 mm in circles) occurred at T13. Circles induced greater flexion-extension ROM (>1.3 degrees; P = 0.002), lateral bending (>16 degrees; P < 0.001), and lateral motion (>16 mm; P = 0.002) compared with straight lines. Circles induced a movement pattern similar to an inside hindlimb lameness, which was significantly associated with the circle-induced greater asymmetry of dorsoventral movement of the thoracolumbar region (P = 0.03). Moving in a circle induces measurable changes in thoracolumbar movement compared with moving in straight lines, associated with alterations in the hindlimb gait. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Greve, L (Greve, L.) ; Pfau, T (Pfau, T.) ; Dyson, S (Dyson, S.)","Title":"Thoracolumbar movement in sound horses trotting in straight lines in hand and on the lunge and the relationship with hind limb symmetry or asymmetry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397199200009 PubMed ID: 27465806 ISSN: 1612-4782 eISSN: 1612-4790","Keywords":"Spatial attention; Frame of reference; Spatial encoding; Spatial cognition; Learning KeyWords Plus:ORIENTATION TASKS; INTRINSIC FRAMES; MEMORY; MODEL; PERFORMANCE; PERCEPTION; BOUNDARIES; LANDMARKS; ATTENTION; BRAIN","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITIVE PROCESSING Volume: 18 Issue: 1 Pages: 81-85 DOI: 10.1007/s10339-016-0775-4 Published: FEB 2017","Abstract":"Spatial memory and reasoning rely heavily on allocentric (often map-like) representations of spatial knowledge. While research has documented many ways in which spatial information can be represented in allocentric form, less is known about how such representations are constructed. For example: Are the very early, pre-attentive parts of the process hard-wired, or can they be altered by experience? We addressed this issue by presenting sub-saccadic (53 ms) masked stimuli consisting of a target among one to three reference features. We then shifted the location of the feature array, and asked participants to identify the target's new relative location. Experience altered feature processing even when the display duration was too short to allow attention re-allocation. The results demonstrate the importance of early perceptual processes in the creation of representations of spatial location, and the malleability of those processes based on experience and expectations.","Authors":"Gunzelmann, G (Gunzelmann, Glenn) ; Lyon, DR (Lyon, Don R.)","Title":"Constructing representations of spatial location from briefly presented displays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397081200003 ISSN: 0218-2130 eISSN: 1793-6349","Keywords":"Semi-structured data analysis; XML clustering by structure and nested text; structure-constrained phrases; contextualized word n-grams of fixed- and mixed-length KeyWords Plus:SCALABLE ALGORITHM; EFFICIENT; DOCUMENTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL ON ARTIFICIAL INTELLIGENCE TOOLS Volume: 26 Issue: 1 Special Issue: SI Article Number: 1760002 DOI: 10.1142/S0218213017600028 Published: FEB 2017","Abstract":"Using the bag-of-word model to represent the textual data of XML documents may not be beneficial in XML clustering by content and structure. Indeed, the occurrence of similar structure-constrained textual items across distinct XML documents may en o force relatedness, despite the possibly different meaning implied by the order of item occurrence in the respective contexts. H We propose XML clustering by structure-constrained phrases. It is a new method that better captures the meaning of the structure-constrained textual items of XML documents, by resorting to the more accurate bag-of-phrase model for improved clustering effectiveness. In order to conduct an in-depth and systematic study of the validity of the proposed method, we develop a parameter-free approach, that projects the XML ments into a space of XML features corresponding to sequences of textual items in the context of root-to-leaf paths. Automatic feature selection allows for choosing a subset of XML features, whose relevance is assessed through an innovative scoring scheme. The ti devised approach can operate with representations of the XML documents over both fixed-and mixed-length sequences of contextualized textual items. A novel criterion is presented to combine XML features with mixed lengths. A comparative experimentation on real-world benchmark XML corpora reveals the overcoming effectiveness of our approach. This highlights the potential of XML clustering by structure-constrained phrases and fosters further efforts. The scalability of the devised approach is also investigated.","Authors":"Costa, G (Costa, Gianni) ; Ortale, R (Ortale, Riccardo)","Title":"XML Clustering by Structure-Constrained Phrases: A Fully-Automatic Approach Using Contextualized N-Grams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397257000003 PubMed ID: 26025838 ISSN: 0967-7720 eISSN: 1758-1087","Keywords":"Louis Pasteur; fine arts; Ecole des beaux-arts; patronage; Max Claudet; Paul Dubois; Jean-Jacques Henner; Jean-Joseph Perraud; Auguste Pointelin; JC Jacobsen; Carl Jacobsen; Albert Edelfelt","Categories":"History & Philosophy of Science Web of Science Categories:History & Philosophy Of Science","Journal Information":"JOURNAL OF MEDICAL BIOGRAPHY Volume: 25 Issue: 1 Pages: 9-18 DOI: 10.1177/0967772015575889 Published: FEB 2017","Abstract":"Biographers have largely ignored Louis Pasteur's many and varied connections with art and artists. This article is the third in a series of the authors' studies of Pasteur's friendships with artists. This research project has uncovered data that enlarge the great medical chemist's biography, throwing new light on a variety of topics including his work habits, his social life, his artistic sensibilities, his efforts to lobby on behalf of his artist friends, his relationships to their patrons and to his own patrons, and his use of works of art to foster his reputation as a leader in French medical science. In their first article, the authors examined his unique working relationship with the Finnish painter Albert Edelfelt and the creation of the famous portrait of Pasteur in his laboratory in the mid-1880s. A second study documented his especially warm friendship with three French artists who came from Pasteur's home region, the Jura, or from neighbouring Alsace. The present study explores Pasteur's friendships with Max Claudet and Paul Dubois, both of whom created important representations of Pasteur. These friendships and others with patrons reveal an active pursuit of patronage and reputation building from 1876 into the late 1880s. Yet, although Pasteur actively used public art to raise his status, it becomes clear in these stories that for Pasteur beauty was an ideal and art a pleasure for its own sake.","Authors":"Hansen, B (Hansen, Bert) ; Weisberg, RE (Weisberg, Richard E.)","Title":"Louis Pasteur (1822-1895), his friendships with the artists Max Claudet (1840-1893) and Paul Dubois (1829-1905), and his public image in the 1870s and 1880s"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397056900010 PubMed ID: 27613879 ISSN: 1462-2203 eISSN: 1469-994X","Categories":"Substance Abuse; Public, Environmental & Occupational Health Web of Science Categories:Substance Abuse; Public, Environmental & Occupational Health","Journal Information":"NICOTINE & TOBACCO RESEARCH Volume: 19 Issue: 2 Pages: 197-207 DOI: 10.1093/ntr/ntw194 Published: FEB 2017","Abstract":"Introduction: We sought to assess physician knowledge/beliefs, self-efficacy, and experience/practice patterns surrounding smoking cessation and electronic cigarettes. Methods: An eight-page survey sent via US Postal service. The initial invitation included a $10 cash incentive and up to three invitations were sent. Fifteen hundred US physicians were identified with equal representation from primary care physicians (internal medicine and family practice), surgical care physicians (general surgeons and anesthesiologists), and pulmonologists. Results: Two hundred fourteen were not included in the analysis (183 non-deliverable, one deceased, 30 not practicing). 561/1286 (44%) remaining surveys were returned for analysis. Greater than 90% agreed that advising and assisting with smoking cessation is their responsibility; 86% advise and 65% assist their patients with smoking cessation more than 75% of the time. Approximately two-thirds of respondents report that their patients ask them about electronic cigarettes at least some of the time (>= 25%); 58.4% report that they ask their patients about electronic cigarette use at least some of the time. Overall, 37.9% have at some point recommended electronic cigarettes to their patients that smoke, with 11.5% reporting recommending them at least 25% of the time. Surgical care providers appear less confident and less self-efficacious with smoking cessation, as well as with electronic cigarettes and appear less likely to endorse use of electronic cigarettes. Discussion: US physicians are frequently discussing electronic cigarettes in a clinical context and a substantial proportion of US physicians have recommended electronic cigarettes to their patients. Implications: This study documents several important previously poorly characterized aspects of the role of electronic cigarettes in clinical care. The majority of US physicians are discussing electronic cigarettes in clinical contexts and a substantial proportion of US physicians have recommended electronic cigarettes to their patients. The extent of physician engagement on the topic of electronic cigarettes should be met with increased efforts to better characterize electronic cigarettes' appropriate role in smoking cessation and reduction.","Authors":"Nickels, AS (Nickels, Andrew S.) ; Warner, DO (Warner, David O.) ; Jenkins, SM (Jenkins, Sarah Michelle) ; Tilburt, J (Tilburt, Jon) ; Hays, JT (Hays, J. Taylor)[ 6,10 ]","Title":"Beliefs, Practices, and Self-efficacy of US Physicians Regarding Smoking Cessation and Electronic Cigarettes: A National Survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396183200002 ISSN: 0034-527X","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"RESEARCH IN THE TEACHING OF ENGLISH Volume: 51 Issue: 3 Pages: 267-289 Published: FEB 2017","Abstract":"Previous research has documented the potential of digital projects for immigrant students to capitalize on their transnational knowledge. Yet, there are only limited insights on the practices and perspectives of immigrant adults in digital/multimodal composition. In this article, we explore how visual media are used by adults and adolescents as resources in the production of digital texts, and as artifacts to elicit accounts and memories. We draw from transnational approaches to theorize the role of technology in facilitating connections with students' home countries. We use social semiotics and testimonio lenses to examine media they selected to represent their hometowns in (or nearby) the Mexican state of Michoacan. Lastly, we adopt methods of practitioner inquiry and artifactual literacy to elicit information about participants' understandings and choices in the composition process. Our findings show that while transnational ties were relevant for all participants, their understandings about their hometowns differed across generations. Adults represented the homeland as a source of healing and miracles, while youth focused on concerns about crime and corruption. We also document the complexities of access to visual media through search engines. We show the ways family networks, travel, and media consumption shaped the composition choices students made, as well as how their current circumstances, roles, and concerns led them to share testimonios of struggle and faith. We discuss contributions to digital writing research across generations, and implications for pedagogical practices that leverage students' transnational ties and migration histories.","Authors":"Nogueron-Liu, S (Nogueron-Liu, Silvia) ; Hogan, JJ (Hogan, Jamie Jordan)","Title":"Remembering Michoacan: Digital Representations of the Homeland by Immigrant Adults and Adolescents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067900013 ISSN: 0261-3794 eISSN: 1873-6890","Keywords":"Personal vote; Local ties; Turnout; Two-round system; Norway KeyWords Plus:PROPORTIONAL REPRESENTATION; ELECTORAL SYSTEMS; PARLIAMENTARY DEMOCRACIES; LEGISLATIVE ELECTIONS; RUN-OFF; TURNOUT; COMPETITION; CHOICE; PARTICIPATION; FAVORITISM","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"ELECTORAL STUDIES Volume: 45 Pages: 130-140 DOI: 10.1016/j.electstud.2016.11.021 Published: FEB 2017","Abstract":"What effect do candidates with local ties have on voter turnout and party support? A considerable challenge within the existing literature on the personal vote, including that part which derives from local ties, is disentangling it from the party vote using observational data. We exploit the unique institutional context of Norway's historical two-round system, and data measured at the municipality level, to evaluate the mobilizational impact of voter attachment to parties versus (local) candidates. Under this system, entry into the second round was unrestricted, with the number and identity of candidates determined by elite coordination decisions. In municipalities where coordination at the district level between rounds resulted in the withdrawal of a candidate with local ties, we document a strong negative effect on both turnout and party support, which highlights the value of the personal vote for mobilization, and the potential trade-offs that confront parties and coalitions in nomination decisions. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fiva, JH (Fiva, Jon H.) ; Smith, DM (Smith, Daniel M.)","Title":"Local candidates and voter mobilization: Evidence from historical two-round elections in Norway"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067900023 ISSN: 0261-3794 eISSN: 1873-6890","Keywords":"Representation; Issue priorities; Economy; Party brands; Latin America KeyWords Plus:POLITICAL REPRESENTATION; MEXICAN ELECTIONS; ISSUE OWNERSHIP; COMPETITION","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"ELECTORAL STUDIES Volume: 45 Pages: 208-218 DOI: 10.1016/j.electstud.2016.10.005 Published: FEB 2017","Abstract":"Representation is greater when legislators and voters agree on the national agenda. Under what conditions are higher degrees of \"issue priority representation\" more likely? Our answer focuses on economic conditions and party branding dynamics, and the case of Latin America. With mass and elite survey data we show that economic hard times and left-leaning preferences increase the prioritization of economic issues. We likewise document fairly high levels of economic issue priority representation in most of Latin America. From the perspective of democratic quality, evidence of representation in this domain is good news; yet, variation does exist. Consistent with our argument that party branding dynamics matter, we find that leftist and centrist parties tend to over-prioritize economic issues relative to their supporters, and the reverse for rightist parties. Further, we find a significant interaction between economic conditions and the ideological brand of parties: in economic downturns the left and the center are more likely to express a strong commitment to economic performance, whereas the right is less responsive to lean times. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Castorena, O (Castorena, Oscar) ; Zechmeister, EJ (Zechmeister, Elizabeth J.)","Title":"Representing the national economic agenda in Latin America: Variation by fat and lean times and party brands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394317500007 ISSN: 1432-7643 eISSN: 1433-7479","Keywords":"Distributed representation; Authorship attribution; Author identification; Embeddings; Word embeddings; Stylometry; Machine learning; SVM; Scarce training data KeyWords Plus:N-GRAMS; TEXT; IDENTIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"SOFT COMPUTING Volume: 21 Issue: 3 Pages: 627-639 Special Issue: SI DOI: 10.1007/s00500-016-2446-x Published: FEB 2017","Abstract":"Distributed word representation in a vector space (word embeddings) is a novel technique that allows to represent words in terms of the elements in the neighborhood. Distributed representations can be extended to larger language structures like phrases, sentences, paragraphs and documents. The capability to encode semantic information of texts and the ability to handle high-dimensional datasets are the reasons why this representation is widely used in various natural language processing tasks such as text summarization, sentiment analysis and syntactic parsing. In this paper, we propose to use the distributed representation at the document level to solve the task of the authorship attribution. The proposed method learns distributed vector representations at the document level and then uses the SVM classifier to perform the automatic authorship attribution. We also propose to use the word n-grams (instead of the words) as the input data type for learning the distributed representation model. We conducted experiments over six datasets used in the state-of-the-art works, and for the majority of the datasets, we obtained comparable or better results. Our best results were obtained using the combination of words and n-grams of words as the input data types. Training data are relatively scarce, which did not affect the distributed representation.","Authors":"Posadas-Duran, JP (Posadas-Duran, Juan-Pablo) ; Gomez-Adorno, H (Gomez-Adorno, Helena) ; Sidorov, G (Sidorov, Grigori) ; Batyrshin, I (Batyrshin, Ildar) ; Pinto, D (Pinto, David) ; Chanona-Hernandez, L (Chanona-Hernandez, Liliana)","Title":"Application of the distributed document representation in the authorship attribution task for small corpora"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394883000004 ISSN: 0042-0980 eISSN: 1360-063X","Keywords":"affects; Amsterdam; gender; morality; Red-Light district; sexuality; tourism KeyWords Plus:SEX TOURISM; NEW-YORK; CITY; SPACES; PLACE; CITIES","Categories":"Environmental Sciences & Ecology; Urban Studies Web of Science Categories:Environmental Studies; Urban Studies","Journal Information":"URBAN STUDIES Volume: 54 Issue: 3 Pages: 616-632 DOI: 10.1177/0042098016645261 Published: FEB 2017","Abstract":"The Amsterdam Red-Light district is a globalised mass-entertainment place for sex consumption. But the visitors touring the Red-Light district are far more diverse than sex tourists: men, women, gay, straight, stag or cultural tourists tour this place to feel the thrill of desire and disgust. The paper documents this process of commodification by these visitors, engaging with their lived experiences through ethnographic research and in-depth interviews. The paper shows the diversity of the consumption practices and representations of the spectacle of commodified sex, explaining how the emotions experienced by those touring the sex district draw on intersectional belongings (gender, sexuality, class, ethnicity). Intertwining affective and moral geographies, it concludes by arguing that the symbolic consumption of the Red-Light district cannot necessarily be predicted by virtue of standard categories of belonging, with identity formation and the consumption of sex being shaped by a complex dynamic of looks and gazes.","Authors":"Chapuis, A (Chapuis, Amandine)","Title":"Touring the immoral. Affective geographies of visitors to the Amsterdam Red-Light district"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200066 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Sparse multiple instance learning; Low witness rate; Structural representation; Document classification KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 4553-4570 DOI: 10.1007/s11042-016-3567-z Published: FEB 2017","Abstract":"This work focuses on multiple instance learning (MIL) with sparse positive bags (which we name as sparse MIL). A structural representation is presented to encode both instances and bags. This representation leads to a non-i.i.d. MIL algorithm, miStruct, which uses a structural similarity to compare bags. Furthermore, MIL with this representation is shown to be equivalent to a document classification problem. Document classification also suffers from the fact that only few paragraphs/words are useful in revealing the category of a document. By using the TF-IDF representation which has excellent empirical performance in document classification, the miDoc method is proposed. The proposed methods achieve significantly higher accuracies and AUC (area under the ROC curve) than the state-of-the-art in a large number of sparse MIL problems, and the document classification analogy explains their efficacy in sparse MIL problems.","Authors":"Yan, SY (Yan, Shengye) ; Zhu, XD (Zhu, Xiaodong) ; Liu, GQ (Liu, Guoqing) ; Wu, JX (Wu, Jianxin)","Title":"Sparse multiple instance learning as document classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393722400003 ISSN: 1463-5003 eISSN: 1463-5011","Keywords":"Sediment model; Model validation; Sediment dynamics; Estuaries; Columbia River KeyWords Plus:COLUMBIA RIVER ESTUARY; TURBIDITY MAXIMA; COASTAL OCEAN; SUSPENDED SEDIMENT; COHESIVE SEDIMENT; FINITE-VOLUME; TRANSPORT; CIRCULATION; DYNAMICS; SYSTEM","Categories":"Meteorology & Atmospheric Sciences; Oceanography Web of Science Categories:Meteorology & Atmospheric Sciences; Oceanography","Journal Information":"OCEAN MODELLING Volume: 110 Pages: 32-48 DOI: 10.1016/locemod.2016.12.006 Published: FEB 2017","Abstract":"A sediment model coupled to the hydrodynamic model SELFE is validated against a benchmark combining a set of idealized tests and an application to a field-data rich energetic estuary. After sensitivity studies, model results for the idealized tests largely agree with previously reported results from other models in addition to analytical, semi-analytical, or laboratory results. Results of suspended sediment in an open channel test with fixed bottom are sensitive to turbulence closure and treatment for hydrodynamic bottom boundary. Results for the migration of a trench are very sensitive to critical stress and erosion rate, but largely insensitive to turbulence closure. The model is able to qualitatively represent sediment dynamics associated with estuarine turbidity maxima in an idealized estuary. Applied to the Columbia River estuary, the model qualitatively captures sediment dynamics observed by fixed stations and shipborne profiles. Representation of the vertical structure of suspended sediment degrades when stratification is underpredicted. Across all tests, skill metrics of suspended sediments lag those of hydrodynamics even when qualitatively representing dynamics. The benchmark is fully documented in an openly available repository to encourage unambiguous comparisons against other models. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Lopez, JE (Lopez, Jesse E.) ; Baptista, AM (Baptista, Antonio M.)","Title":"Benchmarking an unstructured grid sediment model in an energetic estuary"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393444400008 PubMed ID: 28040616 ISSN: 0145-2134 eISSN: 1873-7757","Keywords":"Gender differences; Child sexual abuse; Posttraumatic stress disorder; Externalizing problems; Sense of guilt; Abuse characteristics KeyWords Plus:ADOLESCENTS; DISCLOSURE; OUTCOMES; TRAUMA; CONSEQUENCES; ATTRIBUTIONS; PERSPECTIVE; EXPERIENCES; PREVALENCE; SURVIVORS","Categories":"Family Studies; Psychology; Social Work Web of Science Categories:Family Studies; Psychology, Social; Social Work","Journal Information":"CHILD ABUSE & NEGLECT Volume: 64 Pages: 79-88 DOI: 10.1016/j.chiabu.2016.12.008 Published: FEB 2017","Abstract":"Despite the proliferation of studies documenting outcomes in sexually abused victims, gender differences remain understudied. The bulk of studies have relied on retrospective samples of adults with insufficient representation of male victims to explore gender specificities. This study examined differential outcomes among boy and girl victims of sexual abuse. A predictive model of outcomes including abuse characteristics and sense of guilt as mediators was proposed. Path analysis was conducted with a sample of 447 sexually abused children (319 girls and 128 boys), aged 6-12. Being a girl was a predictor of post traumatic stress symptoms, while being a boy was a predictor of externalizing problems. Being a boy was also associated with more severe abuse, which in turn predicted posttraumatic stress symptoms. Child's gender was not related to perpetrator's relationship to the child or sense of guilt. However, sense of guilt predicted posttraumatic stress symptoms and externalizing problems while perpetrator's relationship to the child predicted externalizing problems. Gender specificities should be further studied among sexually abused children, as boys and girls appear to manifest different outcomes. Sense of guilt should be a target in intervention for sexually abused children, as results highlight its link to heightened negative outcomes. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gauthier-Duchesne, A (Gauthier-Duchesne, Amelie) ; Hebert, M (Hebert, Martine) ; Daspe, ME (Daspe, Marie-Eve)","Title":"Gender as a predictor of posttraumatic stress symptoms and externalizing behavior problems in sexually abused children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393040500004 PubMed ID: 28163366 ISSN: 0885-7482 eISSN: 1573-2851","Keywords":"Child; Children witnessing intimate partner violence; Domestic violence; Qualitative research; Children's accounts KeyWords Plus:DOMESTIC VIOLENCE; DISORGANIZED ATTACHMENT; MOTHER; EXPERIENCES; INFANT; AGE; SATISFACTION; METAANALYSIS; PERCEPTIONS; CHILDHOOD","Categories":"Psychology; Family Studies Web of Science Categories:Psychology, Clinical; Family Studies","Journal Information":"JOURNAL OF FAMILY VIOLENCE Volume: 32 Issue: 2 Pages: 169-178 DOI: 10.1007/s10896-016-9856-5 Published: FEB 2017","Abstract":"The negative impact of intimate partner violence (IPV) begins early in the child's relationship with a caregiver. Children's relationships with, and internal working models of, abused parents have rarely been documented. The aim of this study was to collect and interpret young children's accounts of their abused parent. Interviews were conducted with 17 children aged 4 to 12 years who had witnessed IPV. Thematic analysis identified three main themes and seven sub-themes: \"Coherent accounts of the parent\" (sub-themes of \"general benevolence\", \"provision of support, protection, and nurture\", and \"parental distress\"); \"Deficient accounts of the parent\" (\"vague accounts\" and \"disorganized narrations\"); and \"The parent as a trauma trigger\" (\"avoidance\" and \"breakthrough of intrusive memories and thoughts\"). The results indicate these children may hold integrated, deficient, or blocked internal representations of an abused parent, and they illustrate the benefit of including young children as informants in research.","Authors":"Pernebo, K (Pernebo, Karin) ; Almqvist, K (Almqvist, Kjerstin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pernebo, Karin  http://orcid.org/0000-0002-4831-4266","Title":"Young Children Exposed to Intimate Partner Violence Describe their Abused Parent: A Qualitative Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392329900012 PubMed ID: 28028764 ISSN: 0148-5598 eISSN: 1573-689X","Keywords":"Structured data; Electronic health records; Review; Patient records KeyWords Plus:IMPACTS","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"JOURNAL OF MEDICAL SYSTEMS Volume: 41 Issue: 2 Article Number: 29 DOI: 10.1007/s10916-016-0677-0 Published: FEB 2017","Abstract":"The Finnish Patient Data Repository is a nationwide electronic health record (EHR) system collecting patient data from all healthcare providers. The usefulness of the large amount of data stored in the system depends on the underlying data structures, and thus a solid understanding of these structures is in focus in further development of the data repository. This study seeks to improve that understanding by a systematic literature review. The review takes the physician's perspective to the use and usefulness of the data structures. The articles included in this review study data structures intended to be used in the actual care process. Secondary use and nursing aspects have been covered in separate reviews. After applying the predefined inclusion and exclusion criteria only 40 articles were included in the review. The research on widespread systems in everyday use was especially scarce, most studies concentrated on narrow fields. Majority of these studies were primarily developed for specialist use in secondary care units. Most structures or applications studied were at an early stage of development. In many applications the use of structured data was found to improve the completeness of the documented data and facilitate its automated use. However, there seem to be some applications where narrative text cannot be easily replaced by structured data. Usability results regarding structured representation were conflicting. The scattered nature and paucity of research hinders the generalizability of the findings, and from the system design or implementation point of view the practical value of the scientific literature reviewed is limited.","Authors":"Forsvik, H (Forsvik, Heikki) ; Voipio, V (Voipio, Ville) ; Lamminen, J (Lamminen, Johanna) ; Doupi, P (Doupi, Persephone) ; Hypponen, H (Hypponen, Hannele) ; Vuokko, R (Vuokko, Riikka)","Title":"Literature Review of Patient Record Structures from the Physician's Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388692100002 PubMed ID: 27174680 ISSN: 1355-7858 eISSN: 1465-3419","Keywords":"Underemployment; unemployment; health; pathways; gender; migration; race; ethnicity; Canada KeyWords Plus:SELF-RATED HEALTH; MENTAL-HEALTH; PRECARIOUS EMPLOYMENT; LABOR-FORCE; CANADA; UNEMPLOYMENT; GENDER; WORK; RISK; INTERSECTIONALITY","Categories":"Ethnic Studies; Public, Environmental & Occupational Health Web of Science Categories:Ethnic Studies; Public, Environmental & Occupational Health","Journal Information":"ETHNICITY & HEALTH Volume: 22 Issue: 1 Pages: 17-35 DOI: 10.1080/13557858.2016.1180347 Published: FEB 2017","Abstract":"Objective. We sought to document pathways between under/unemployment and health among racialized immigrant women in Toronto while exploring the ways in which gender, class, migration and racialization, as interlocking systems of social relations, structure these relationships.Design. We conducted 30 interviews with racialized immigrant women who were struggling to get stable employment that matched their education and/or experience. Participants were recruited through flyers, partner agencies and peer researcher networks. Most interviews (21) were conducted in a language other than English. Interviews were transcribed, translated as appropriate and analyzed using NVivo software. The project followed a community-based participatory action research model.Results. Under/unemployment negatively impacted the physical and mental health of participants and their families. It did so directly, for example through social isolation, as well as indirectly through representation in poor quality jobs. Under/unemployment additionally led to the intensification of job search strategies and of the household/caregiving workload which also negatively impacted health. Health problems, in turn, contributed to pushing participants into long-term substandard employment trajectories. Participants' experiences were heavily structured by their social location as low income racialized immigrant women.Conclusions. Our study provides needed qualitative evidence on the gendered and racialized dimensions of under/unemployment, and adverse health impacts resulting from this. Drawing on intersectional analysis, we unpack the role that social location plays in creating highly uneven patterns of under/unemployment and negative health pathways for racialized immigrant women. We discuss equity informed strategies to help racialized immigrant women overcome barriers to stable work that match their education and/or experience.","Authors":"Premji, S (Premji, Stephanie) ; Shakya, Y (Shakya, Yogendra)","Title":"Pathways between under/unemployment and health among racialized immigrant women in Toronto"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388777700010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Deep Learning; Query-oriented Summarization; Extractive Summarization; Ensemble Noisy Auto-Encoder KeyWords Plus:NEURAL-NETWORKS; ALGORITHM; MODELS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 68 Pages: 93-105 DOI: 10.1016/j.eswa.2016.10.017 Published: FEB 2017","Abstract":"We present methods of extractive query-oriented single-document summarization using a deep auto encoder (AE) to compute a feature space from the term-frequency (tf) input. Our experiments explore both local and global vocabularies. We investigate the effect of adding small random noise to local tf as the input representation of AE, and propose an ensemble of such noisy AEs which we call the Ensemble Noisy Auto-Encoder (ENAE). ENAE is a stochastic version of an AE that adds noise to the input text and selects the top sentences from an ensemble of noisy runs. In each individual experiment of the ensemble, a different randomly generated noise is added to the input representation. This architecture changes the application of the AE from a deterministic feed-forward network to a stochastic runtime model. Experiments show that the AE using local vocabularies clearly provide a more discriminative feature space and improves the recall on average 11.2%. The ENAE can make further improvements, particularly in selecting informative sentences. To cover a wide range of topics and structures, we perform experiments on two different publicly available email corpora that are specifically designed for text summarization. We used ROUGE as a fully automatic metric in text summarization and we presented the average ROUGE-2 recall for all experiments. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Yousefi-Azar, M (Yousefi-Azar, Mahmood) ; Hamey, L (Hamey, Len) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number yousefiazar, Mahmood  http://orcid.org/0000-0002-1029-6584","Title":"Text summarization using unsupervised deep learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393624600001 PubMed ID: 28137257 ISSN: 1471-2458","Keywords":"Ethnicity; Ethnic minorities; Migrants; Health policy; Co-production; Race; The Netherlands KeyWords Plus:MIGRATION; EUROPE","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 17 Article Number: 132 DOI: 10.1186/s12889-017-4063-8 Published: JAN 31 2017","Abstract":"Background: The Netherlands, because of the sustained and systematic attention it paid to migrant and minority health issues during the last quarter of the twentieth century, has been depicted as being progressive in its approach to healthcare for migrants and minorities. Recently, however, these progressive policies have changed, reflecting a trend towards problematising issues of integration in order to focus on the responsibilities that migrants and ethnic minorities bear in terms of their health. This article explores these shifts and specifically the development of particular categories of ethnicity, and examines the wider consequences that have arisen as a result. Methods: The analysis presented here entailed a qualitative content analysis of health policies for migrants and ethnic minorities from 1970 to 2015, and examined various documents and materials produced by the institutions and organisations responsible for implementing these healthcare policies during the period from 1970 to 2015. Results: Four distinct periods of political discourse related to health policy for migrants and ethnic minorities were identified. These periods of political discourse were found to shape the manner in which ethnicity and various categories and representation of foreigners, later ethnic minorities, and at present non-Western allochtoons are constructed in health policy and the implantation practices that follow. At present, in the Netherlands the term allochtoon is used to describe people who are considered of foreign heritage, and its antonym autochtoon is used for those who are considered native to the Netherlands. We discuss the scientific reproduction and even geneticisation of these politically produced categories of autochtoon, Western allochtoon, and non-Western allochtoon-a phenomenon that occurs when politically produced categories are prescribed or taken up by other health sectors. Conclusions: The categories of autochtoon, Western allochtoon, and non-Western allochtoon in the health sciences and the field of ethnicity and health in the Netherlands today have been co-produced by society and science. Policy formulated on the basis of specific political discourse informs the conceptualisations about groups and categories, issues, and solutions, and when these are institutionalised in subsequent health policy, databases, research, and care practices, these ethnic categorisations are replicated in a manner that renders them ` real' and enables them to be applied both socially and scientifically, culminating in pronouncements as to who is the same and who is different in Dutch society and science.","Authors":"Helberg-Proctor, A (Helberg-Proctor, Alana) ; Meershoek, A (Meershoek, Agnes) ; Krumeich, A (Krumeich, Anja) ; Horstman, K (Horstman, Klasien)","Title":"'Foreigners', 'ethnic minorities', and 'non-Western allochtoons': an analysis of the development of 'ethnicity' in health policy in the Netherlands from 1970 to 2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393624600005 PubMed ID: 28143452 ISSN: 1471-2458","Keywords":"Puerto Rico; Observational studies; Collaborative work; Partnerships; Health disparities; Chronic diseases; Lifestyle behaviors; Population health; Community health; Process evaluation KeyWords Plus:HEART-HEALTH-PROGRAM; HISPANIC COMMUNITY; PHYSICAL-ACTIVITY; LATINOS HCHS/SOL; RISK-FACTORS; PERCEIVED STRESS; SOCIAL SUPPORT; DIETARY-INTAKE; PUBLIC-HEALTH; LOW-INCOME","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 17 Article Number: 136 DOI: 10.1186/s12889-017-4035-z Published: JAN 31 2017","Abstract":"Background: Prevalence of chronic diseases and unhealthy lifestyle behaviors among the adult population of Puerto Rico (PR) is high; however, few epidemiological studies have been conducted to address these. We aimed to document the methods and operation of establishing a multisite cross-sectional study of chronic diseases and risk factors in PR, in partnership with academic, community, clinical, and research institutions. Methods: The Puerto Rico Assessment of Diet, Lifestyle and Diseases (PRADLAD) documented lifestyle and health characteristics of adults living in PR, with the goal of informing future epidemiological and intervention projects, as well as public health, policy, and clinical efforts to help improve the population's health. The study was conducted in three primary care clinics in the San Juan, PR metropolitan area. Eligible volunteers were 30-75y, living in PR for at least 10 months of the previous year, and able to answer interviewer-administered questionnaires without assistance. Questions were recorded electronically by trained interviewers, and included socio-demographic characteristics, lifestyle behaviors, self-reported medically-diagnosed diseases, and psychosocial factors. Waist and hip circumferences were measured following standardized protocols. A subset of participants answered a validated food frequency questionnaire, a legumes questionnaire, and had medical record data abstracted. Process and outcome evaluation indicators were assessed. Results: The study screened 403 participants in 5 months. Of these, 396 (98%) were eligible and 380 (94%) had reliable and complete information. A subset of 242 participants had valid dietary data, and 236 had medical record data. The mean time to complete an interview was 1.5 h. Participants were generally cooperative and research collaborators were fully engaged. Having multiple sites helped enhance recruitment and sociodemographic representation. Diagnosed conditions were prevalent across sites. Challenges in data monitoring, interviewer training, and scheduling were identified and corrected, and should be addressed in future studies. Conclusions: Epidemiological studies in PR can be successfully implemented in partnership with multiple institutions. Effective recruitment and implementation requires concerted planning and continued involvement from partners, frequent quality control, brief interviews, reasonable incentives, and thorough training/re-training of culturally-sensitive interviewers. Further studies are feasible and needed to help address highly prevalent chronic conditions in PR.","Authors":"Mattei, J (Mattei, Josiemer) ; Rodriguez-Orengo, JF (Rodriguez-Orengo, Jose F.) ; Tamez, M (Tamez, Martha) ; Corujo, F (Corujo, Francheska) ; Claudio, A (Claudio, Aida) ; Villanueva, H (Villanueva, Hector) ; Campos, H (Campos, Hannia) ; Willett, WC (Willett, Walter C.) ; Tucker, KL (Tucker, Katherine L.) ; Rios-Bedoya, CF (Rios-Bedoya, Carlos F.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mattei, Josiemer  http://orcid.org/0000-0001-5424-8245","Title":"Challenges and opportunities in establishing a collaborative multisite observational study of chronic diseases and lifestyle factors among adults in Puerto Rico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392982700001 ISSN: 2296-9144","Keywords":"documents categorization; text representation; spectral clustering; information retrieval; Wikipedia; human-computer interaction KeyWords Plus:TEXT; RETRIEVAL; CLASSIFICATION; CATEGORIZATION; ARTICLES","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"Frontiers in Robotics and AI Volume: 3 Article Number: 78 DOI: 10.3389/frobt.2016.00078 Published: JAN 31 2017","Abstract":"The paper summarizes our research in the area of unsupervised categorization of Wikipedia articles. As a practical result of our research, we present an application of spectral clustering algorithm used for grouping Wikipedia search results. The main contribution of the paper is a representation method for Wikipedia articles that has been based on combination of words and links and used for categoriation of search results in this repository. We evaluate the proposed approach with Primary Component projections and show, on the test data, how usage of cosine transformation to create combined representations influence data variability. On sample test datasets, we also show how combined representation improves the data separation that increases overall results of data categorization. To implement the system, we review the main spectral clustering methods and we test their usability for text categorization. We give a brief description of the system architecture that groups online Wikipedia articles retrieved with user-specified keywords. Using the system, we show how clustering increases information retrieval effectiveness for Wikipedia data repository.","Authors":"Szymanski, J (Szymanski, Julian) ; Dziubich, T (Dziubich, Tomasz)","Title":"Spectral Clustering Wikipedia Keyword-Based Search Results"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392847300001 PubMed ID: 28194123 ISSN: 1664-1078","Keywords":"adaptation; aftereffect; positive valence; negative valence; complex images KeyWords Plus:HUMAN VISUAL-SYSTEM; STIMULI; PERCEPTION; FACES; ORIENTATION; MECHANISMS; REPRESENTATIONS; CATEGORIES; CONTRAST; COLOR","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"Frontiers in Psychology Volume: 8 Article Number: 54 DOI: 10.3389/fpsyg.2017.00054 Published: JAN 30 2017","Abstract":"Aftereffects have been documented for a variety of perceptual categories spanning from body gender to facial emotion, thus becoming an important tool in the study of high-level vision and its neural bases. We examined whether the perceived valence of a complex scene is subject to aftereffects, by observing the participants' evaluation of the valence of a test picture preceded by a different picture. For this study, we employed an adaptation paradigm with positive and negative images used as adapters, and positive, negative, and neutral images used as tests. Our results show that adaptation to complex emotional pictures induces assimilative aftereffects: participants judged neutral tests more positively following positive adapters and more negatively following negative adapters. This depended on the prolonged adaptation phase (10 s), as the results of a second experiment, in which adapters lasted for 500 ms, did not show aftereffects. In addition, the results show that assimilative aftereffects of negative and positive adapters also manifested themselves on non-neutral (negative and positive) targets, providing evidence that the global emotional content of complex pictures is suitable to induce assimilative aftereffects.","Authors":"Palumbo, R (Palumbo, Rocco) ; D'Ascenzo, S (D'Ascenzo, Stefania) ; Quercia, A (Quercia, Angelica) ; Tommasi, L (Tommasi, Luca)","Title":"Adaptation to Complex Pictures: Exposure to Emotional Valence Induces Assimilative Aftereffects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393569300009 PubMed ID: 28123019 ISSN: 0270-6474","Keywords":"auditory cognition; EEG; fMRI; frequency-following response; onset response; spectrotemporal processing KeyWords Plus:BRAIN-STEM RESPONSE; PITCH PERCEPTION; HESCHLS GYRUS; COMPLEX TONES; CORTEX; SPEECH; MUSICIANS; HUMANS; REPRESENTATION; INFORMATION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE Volume: 37 Issue: 4 Pages: 830-838 DOI: 10.1523/JNEUROSCI.1265-16.2017 Published: JAN 25 2017","Abstract":"The frequency-following response (FFR) is a measure of the brain's periodic sound encoding. It is of increasing importance for studying the human auditory nervous system due to numerous associations with auditory cognition and dysfunction. Although the FFR is widely interpreted as originating from brainstem nuclei, a recent study using MEG suggested that there is also a right-lateralized contribution from the auditory cortex at the fundamental frequency (Coffey et al., 2016b). Our objectives in the present work were to validate and better localize this result using a completely different neuroimaging modality and to document the relationships between the FFR, the onset response, and cortical activity. Using a combination of EEG, fMRI, and diffusion-weighted imaging, we show that activity in the right auditory cortex is related to individual differences in FFR-fundamental frequency (f(0)) strength, a finding that was replicated with two independent stimulus sets, with and without acoustic energy at the fundamental frequency. We demonstrate a dissociation between this FFR-f(0)-sensitive response in the right and an area in left auditory cortex that is sensitive to individual differences in the timing of initial response to sound onset. Relationships to timing and their lateralization are supported by parallels in the microstructure of the underlying white matter, implicating a mechanism involving neural conduction efficiency. These data confirm that the FFR has a cortical contribution and suggest ways in which auditory neuroscience may be advanced by connecting early sound representation to measures of higher-level sound processing and cognitive function.","Authors":"Coffey, EBJ (Coffey, Emily B. J.) ; Musacchia, G (Musacchia, Gabriella) ; Zatorre, RJ (Zatorre, Robert J.)","Title":"Cortical Correlates of the Auditory Frequency-Following and Onset Responses: EEG and fMRI Evidence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397487300001 ISSN: 1471-2105","Keywords":"RNA-TVcurve; RNA structure comparison; Multi-scale similarity; Phylogenetic tree; Numerical representations KeyWords Plus:2-D GRAPHICAL REPRESENTATION; DNA-SEQUENCES; 3D STRUCTURES; NUMERICAL CHARACTERIZATION; MULTIPLE ALIGNMENT; ALGORITHM; COMMON; DATABASE; MOTIFS; TOOL","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 51 DOI: 10.1186/s12859-017-1481-7 Published: JAN 21 2017","Abstract":"Background: RNAs have been found to carry diverse functionalities in nature. Inferring the similarity between two given RNAs is a fundamental step to understand and interpret their functional relationship. The majority of functional RNAs show conserved secondary structures, rather than sequence conservation. Those algorithms relying on sequence-based features usually have limitations in their prediction performance. Hence, integrating RNA structure features is very critical for RNA analysis. Existing algorithms mainly fall into two categories: alignment-based and alignment-free. The alignment-free algorithms of RNA comparison usually have lower time complexity than alignment-based algorithms. Results: An alignment-free RNA comparison algorithm was proposed, in which novel numerical representations RNA-TVcurve (triple vector curve representation) of RNA sequence and corresponding secondary structure features are provided. Then a multi-scale similarity score of two given RNAs was designed based on wavelet decomposition of their numerical representation. In support of RNA mutation and phylogenetic analysis, a web server (RNA-TVcurve) was designed based on this alignment-free RNA comparison algorithm. It provides three functional modules: 1) visualization of numerical representation of RNA secondary structure; 2) detection of single-point mutation based on secondary structure; and 3) comparison of pairwise and multiple RNA secondary structures. The inputs of the web server require RNA primary sequences, while corresponding secondary structures are optional. For the primary sequences alone, the web server can compute the secondary structures using free energy minimization algorithm in terms of RNAfold tool from Vienna RNA package. Conclusion: RNA-TVcurve is the first integrated web server, based on an alignment-free method, to deliver a suite of RNA analysis functions, including visualization, mutation analysis and multiple RNAs structure comparison. The comparison results with two popular RNA comparison tools, RNApdist and RNAdistance, showcased that RNA-TVcurve can efficiently capture subtle relationships among RNAs for mutation detection and non-coding RNA classification. All the relevant results were shown in an intuitive graphical manner, and can be freely downloaded from this server. RNA-TVcurve, along with test examples and detailed documents, are available at: http://ml.jlu.edu.cn/tvcurve/.","Authors":"Li, Y (Li, Ying) ; Shi, XH (Shi, Xiaohu) ; Liang, YC (Liang, Yanchun) ; Xie, J (Xie, Juan) ; Zhang, Y (Zhang, Yu) ; Ma, Q (Ma, Qin)","Title":"RNA-TVcurve: a Web server for RNA secondary structure comparison based on a multi-scale similarity of its triple vector curve representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391639100037 PubMed ID: 28056066 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 1 Article Number: e0169387 DOI: 10.1371/journal.pone.0169387 Published: JAN 5 2017","Abstract":"Background Patients' causal beliefs about their mental disorders are important for treatment because they affect illness-related behaviours. However, there are few studies exploring patients' causal beliefs about their mental disorder. Objectives (a) To qualitatively explore patients' causal beliefs of their mental disorder, (b) to explore frequencies of patients stating causal beliefs, and (c) to investigate differences of causal beliefs according to patients' primary diagnoses. Method Inpatients in psychosomatic rehabilitation were asked an open-ended question about their three most important causal beliefs about their mental illness. Answers were obtained from 678 patients, with primary diagnoses of depression (N = 341), adjustment disorder (N = 75), reaction to severe stress (N = 57) and anxiety disorders (N = 40). Two researchers developed a category system inductively and categorised the reported causal beliefs. Qualitative analysis has been supplemented by logistic regression analyses. Results The causal beliefs were organized into twelve content-related categories. Causal beliefs referring to \"problems at work\" (47%) and \"problems in social environment\" (46%) were most frequently mentioned by patients with mental disorders. 35% of patients indicate causal beliefs related to \"self/internal states\". Patients with depression and patients with anxiety disorders stated similar causal beliefs, whereas patients with reactions to severe stress and adjustment disorders stated different causal beliefs in comparison to patients with depression. Limitations There was no opportunity for further exploration, because we analysed written documents. Conclusions These results add a detailed insight to mentally ill patients' causal beliefs to illness perception literature. Additionally, evidence about differences in frequencies of causal beliefs between different illness groups complement previous findings. For future research it is important to clarify the relation between patients' causal beliefs and the chosen treatment.","Authors":"Magaard, JL (Magaard, Julia Luise) ; Schulz, H (Schulz, Holger) ; Brutt, AL (Bruett, Anna Levke)","Title":"What Do Patients Think about the Cause of Their Mental Disorder? A Qualitative and Quantitative Analysis of Causal Beliefs of Mental Disorder in Inpatients in Psychosomatic Rehabilitation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500084 PubMed ID: 27625390 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D597-D603 DOI: 10.1093/nar/gkw817 Published: JAN 4 2017","Abstract":"We present the PATHOgenic YEAst Search for Transcriptional Regulators And Consensus Tracking (PathoYeastract - http://pathoyeastract.org) database, a tool for the analysis and prediction of transcription regulatory associations at the gene and genomic levels in the pathogenic yeasts Candida albicans and C. glabrata. Upon data retrieval from hundreds of publications, followed by curation, the database currently includes 28 000 unique documented regulatory associations between transcription factors (TF) and target genes and 107 DNA binding sites, considering 134 TFs in both species. Following the structure used for the YEASTRACT database, PathoYeastract makes available bioinformatics tools that enable the user to exploit the existing information to predict the TFs involved in the regulation of a gene or genome-wide transcriptional response, while ranking those TFs in order of their relative importance. Each search can be filtered based on the selection of specific environmental conditions, experimental evidence or positive/negative regulatory effect. Promoter analysis tools and interactive visualization tools for the representation of TF regulatory networks are also provided. The PathoYeastract database further provides simple tools for the prediction of gene and genomic regulation based on orthologous regulatory associations described for other yeast species, a comparative genomics setup for the study of cross-species evolution of regulatory networks.","Authors":"Monteiro, PT (Monteiro, Pedro Tiago) ; Pais, P (Pais, Pedro) ; Costa, C (Costa, Catarina) ; Manna, S (Manna, Sauvagya) ; Sa-Correia, I (Sa-Correia, Isabel) ; Teixeira, MC (Teixeira, Miguel Cacho)","Title":"The PathoYeastract database: an information system for the analysis of gene and genomic transcription regulation in pathogenic yeasts"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398622400009 ISBN:978-3-319-47295-9; 978-3-319-47294-2 ISSN: 2367-3370","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Civil; Engineering, Mechanical","Journal Information":"ADVANCED TECHNOLOGIES, SYSTEMS, AND APPLICATIONS Book Series: Lecture Notes in Networks and Systems Volume: 3 Pages: 103-114 DOI: 10.1007/978-3-319-47295-9_8 Published: 2017","Abstract":"The BAS Institute for standardization of Bosnia and Herzegovina (BAS) is the national (state) standardization body established under the Law on the Establishment of the Institute for Standardization of Bosnia and Herzegovina (\"Official Gazette of BiH\", No. 44/04) and the Law on Standardization of Bosnia and Herzegovina (\"Official Gazette of BiH\", No. 19/01). Institute is responsible for the preparation, adoption and publication of national standards, in accordance with the objectives and principles underlying BiH national standardization. In addition to the standardization activities, the Institute works on conformity assessment in the field of explosion protection in potentially explosive areas. These tasks are carried out by ExCommission whose secretary general is permanently employed at the Institute. The Institute was established and an information center. The Institute is engaged in the sale of standards as well. Within its jurisdiction, Institute is continually accomplishing its goals and objectives and actively participates in the representation of Bosnia and Herzegovina in the European and international standardization organizations. In this paper we will look at the importance of the process of preparing, adopting and publishing standards and other standardization documents, participate in the work of international and European committee/subcommittee.","Authors":"Sucur, M (Sucur, Mirjana) ; Cucilo, D (Cucilo, Dragan) Edited by:Hadzikadic, M; Avdakovic, S","Title":"Standardization in Bosnia and Herzegovina-Today's Approaches and Future Challenges"}, {"Keywords":"Information retrieval; Term proximity; Discrete wavelet transform; Term signal KeyWords Plus:TERM PROXIMITY; RANKING METHOD; TRANSFORM; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE INTERNATIONAL CONFERENCE ON ADVANCED INTELLIGENT SYSTEMS AND INFORMATICS 2016 Book Series: Advances in Intelligent Systems and Computing Volume: 533 Pages: 3-11 DOI: 10.1007/978-3-319-48308-5_1 Published: 2017","Abstract":"In most of the classical information retrieval models, documents are represented as bag-of words which takes into account the term frequencies (tf) and inverse document frequencies (idf) while they ignore the term proximity. Recently, term proximity among query terms has been observed to be beneficial for improving performance of document retrieval. Several applications of the retrieval have implemented tools to determine term proximity at the query formulation level. They rank documents based on the relative positions of the query terms within the documents. They must store all proximity data in the index, leading to a large index, which slows the search. Recently, many models use term signal representation to represent a query term, the query is transformed from the time domain to the frequency domain using transformation techniques such as wavelet. Discrete Wavelet Transform (DWT) uses multiple resolutions technique by which different frequencies are analyzed with different resolutions. The advantage of the DWT is to consider the spatial information of the query terms within the document rather than using only the count of terms. In this paper, in order to improve ranking score as well as improve the run-time efficiency to resolve the query, and maintain a reasonable space for the index, three different types of spectral analysis based on semantic segmentation are carried out namely: sentence-based segmentation, paragraph-based segmentation and fixed length segmentation; and also different term weighting is performed according to term position.","Authors":"Dahab, MY (Dahab, Mohamed Yehia) ; Kamel, M (Kamel, Mahmoud) ; Alnofaie, S (Alnofaie, Sara) Edited by:Hassanien, AE; Shaalan, K; Gaber, T; Azar, AT; Tolba, MF","Title":"Further Investigations for Documents Information Retrieval Based on DWT"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398724000004 ISBN:978-3-319-48308-5; 978-3-319-48307-8 ISSN: 2194-5357","Keywords":"Arabic text classification; Arabic natural language processing; Document embeddings; Word embeddings; SKIP-Gram; Continuous Bag-of-Word; Glove; Doc2vec KeyWords Plus:CATEGORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE INTERNATIONAL CONFERENCE ON ADVANCED INTELLIGENT SYSTEMS AND INFORMATICS 2016 Book Series: Advances in Intelligent Systems and Computing Volume: 533 Pages: 32-41 DOI: 10.1007/978-3-319-48308-5_4 Published: 2017","Abstract":"Recently, Word Embeddings have been introduced as a major breakthrough in Natural Language Processing (NLP) to learn viable representation of linguistic items based on contextual information or/and word co-occurrence. In this paper, we investigate Arabic document classification using Word and document Embeddings as representational basis rather than relying on text preprocessing and bag-of-words representation. We demonstrate that document Embeddings outperform text preprocessing techniques either by learning them using Doc2Vec or averaging word vectors using a simple method for document Embedding construction. Moreover, the results show that the classification accuracy is less sensitive to word and document vectors learning parameters.","Authors":"El Mahdaouy, A (El Mahdaouy, Abdelkader) ; Gaussier, E (Gaussier, Eric) ; El Alaoui, SO (El Alaoui, Said Ouatik) Edited by:Hassanien, AE; Shaalan, K; Gaber, T; Azar, AT; Tolba, MF","Title":"Arabic Text Classification Based on Word and Document Embeddings"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000395537600072 PubMed ID: 27875184 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"document visualization; word embeddings KeyWords Plus:MULTIDIMENSIONAL PROJECTION; SCIENTIFIC LITERATURE; COLLECTIONS; VISUALIZATION; ANALYTICS; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 1 Pages: 691-700 DOI: 10.1109/TVCG.2016.2598667 Published: JAN 2017","Abstract":"Effectively exploring and browsing document collections is a fundamental problem in visualization. Traditionally, document visualization is based on a data model that represents each document as the set of its comprised words, effectively characterizing what the document is. In this paper we take an alternative perspective: motivated by the manner in which users search documents in the research process, we aim to visualize documents via their usage, or how documents tend to be used. We present a new visualization scheme - cite2vec - that allows the user to dynamically explore and browse documents via how other documents use them, information that we capture through citation contexts in a document collection. Starting from a usage-oriented word-document 2D projection, the user can dynamically steer document projections by prescribing semantic concepts, both in the form of phrase/ document compositions and document: phrase analogies, enabling the exploration and comparison of documents by their use. The user interactions are enabled by a joint representation of words and documents in a common high-dimensional embedding space where user-specified concepts correspond to linear operations of word and document vectors. Our case studies, centered around a large document corpus of computer vision research papers, highlight the potential for usage-based document visualization.","Authors":"Berger, M (Berger, Matthew) ; McDonough, K (McDonough, Katherine) ; Seversky, LM (Seversky, Lee M.)","Title":"cite2vec: Citation-Driven Document Exploration via Word Embeddings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395475200006 ISSN: 1046-8188 eISSN: 1558-2868","Keywords":"Compact data structure; top-k document retrieval KeyWords Plus:SEARCH-TREES; DOCUMENT-RETRIEVAL; QUERIES; INDEXES; CODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INFORMATION SYSTEMS Volume: 35 Issue: 3 Article Number: 22 DOI: 10.1145/3007186 Published: JAN 2017","Abstract":"We introduce a new representation of the inverted index that performs faster ranked unions and intersections while using similar space. Our index is based on the treap data structure, which allows us to intersect/merge the document identifiers while simultaneously thresholding by frequency, instead of the costlier two-step classical processing methods. To achieve compression, we represent the treap topology using different alternative compact data structures. Further, the treap invariants allow us to elegantly encode differentially both document identifiers and frequencies. We also show how to extend this representation to support incremental updates over the index. Results show that, under the tf-idf scoring scheme, our index uses about the same space as state-of-the-art compact representations, while performing up to 2-20 times faster on ranked single-word, union, or intersection queries. Under the BM25 scoring scheme, our index may use up to 40% more space than the others and outperforms them less frequently but still reaches improvement factors of 2-20 in the best cases. The index supporting incremental updates poses an overhead of 50%-100% over the static variants in terms of space, construction, and query time.","Authors":"Konow, R (Konow, Roberto) ; Navarro, G (Navarro, Gonzalo) ; Clarke, CLA (Clarke, Charles L. A.); Lopez-Ortiz, A (Lopez-Ortiz, Alejandro)","Title":"Inverted Treaps"}, {"Document Information":"Document Type:Article Language:Portuguese Accession Number: WOS:000396496200007 ISSN: 2175-5787","Keywords":"Participation; Democratic Management; Local Councils; Public Policies KeyWords Plus:GOVERNMENT; DEMOCRACY","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"ADMINISTRACAO PUBLICA E GESTAO SOCIAL Volume: 9 Issue: 1 Pages: 64-74 DOI: 10.21118/apgs.v1i1.1185 Published: JAN-MAR 2017","Abstract":"In this paper we discuss about the institutionalization of social participation scopes and the citizens' involvement with the municipalities in Mozambique. The aim of this work is to analyze the participatory governance mechanisms designed for the municipal management and their implications in the decision-making process of local public policies. This study is important because it delves into the fundamental issues of democratizing the public administration and examines the civil society as a relevant political actor. We conducted a case study regarding the experiences that were embraced in the city of Xai-Xai. The research is characterized as qualitative, descriptive and interpretative. It was developed through interviews and documents that were submitted to content analysis. The results show the establishment of local councils as the main form of implemented citizen participation. However, the set of distinctive practices that was adopted in Xai-Xai has flaws in its structure of representation and in its functioning, which can compromise the social interaction and democratic management process.","Authors":"Simione, AA (Simione, Albino Alves) ; Ckagnazaroff, IB (Ckagnazaroff, Ivan Beck)","Title":"Participatory Governance in Mozambique: Dynamics of Citizens' Involvement in Municipal Management in Xai-Xai"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396359000001 ISSN: 1698-7799 eISSN: 1698-7802","Keywords":"student mobility; Spanish citizenship; Third States; Galicia.","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"FORO DE EDUCACION Volume: 15 Issue: 22 DOI: 10.14516/fde.421 Published: JAN-JUN 2017","Abstract":"Tertiary level enrollment and student mobility is increasing worldwide. As a result, universities are open to receive foreign students, and specifically the Spanish Higher Education Institutions are working to attract some of that international mobility. In recent years, Latin American students are the main applicants for study permits in Spain. Among them, Brazilians, Mexicans and Colombians are the most numerous requestors in the Spanish educational system. On the other hand, access to Spanish citizenship depends on several factors, and one of the most important ones is having legally lived in Spain for a minimum period. This paper presents a relationship between the temporary mobility for study and the achievement of Spanish citizenship by Mexicans, Colombians and Brazilians. This research was conducted using the documentary approach, since this technique allows transforming primary documents on an analytical representation of the addressed phenomenon (Oliveira, 2007). The results show that in Galicia, in the case of Brazilians and Colombians, having a migration project could lead to the Spanish nationality, while for Mexicans, other factors limit this possibility. Furthermore, the experience in the host country, previous experiences and hospitality are variables that interfere in this process.","Authors":"Pena, APT (Trejo Pena, Alma Paola) ; Soares, JRR (Rodrigues Soares, Jakson Renner)","Title":"Student mobility and differentiated access to Spanish citizenship: the case of Mexicans, Colombians and Brazilians in Galicia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396399800008 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Historical cartography; Gregorian cadastre; Bologna; Storey maps; 3D digital modelling; Urban arrangement","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 23 Pages: 68-76 DOI: 10.1016/j.culher.2016.06.009 Published: JAN-FEB 2017","Abstract":"Regeneration of cartographic heritage in a digital form offers a new opportunity of preserving and studying historical cartography. Modern digital techniques coming from Geomatics science help in metric analysis of ancient maps and, when integrated with the contribution from other disciplines, can allow specific studies otherwise unachievable. The study subject is the first establishment urban map of the nineteenth century Gregorian Cadastre of Bologna, today kept at the local State Archives. The uniqueness of this cadastral cartography is to be composed by ground-floor maps and separate maps for the single floors above and below; written documentation on land lots completes the cadastre. In the study, digital tools deriving from the integration of geomatic techniques (in particular georeferencing, GIS, 3D modelling) and archive skills are used to deeply analyze this peculiar cadastre, once converted in a digital form and metrically processed. For some test areas, a comparative consultation of the graphical information stored in the georeferenced maps, and the written one in the related cadastral registers is performed; this allows rigorous 3D digital reconstructions of the cadastral properties, and a new thematic visualization. This modern kind of representation turns to be a powerful and expressive tool to deeply analyze the complex nineteenth century arrangement of the city, highlighting some interesting aspects which otherwise would remain invisible. Furthermore, the tool allows users to get information about the Gregorian Cadastre in a simpler way than searching the original documents; this way, moreover, avoiding any damage of the delicate ancient maps. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Gatta, G (Gatta, Giorgia) ; Arioti, E (Arioti, Elisabetta) ; Bitelli, G (Bitelli, Gabriele)","Title":"Geomatics science applied to cartographic heritage and archive sources: A new way to explore the XIXth century Gregorian Cadastre of Bologna (Italy), an ante-litteram 3D GIS"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396772300003 ISSN: 1696-5868 eISSN: 2341-0906","Keywords":"15th century; Kingdom of Granada; Moorish taxation; Road network","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"MISCELANEA DE ESTUDIOS ARABES Y HEBRAICOS-SECCION ARABE-ISLAM Volume: 66 Pages: 57-76 Published: 2017","Abstract":"Studies the the policies implemented by the Catholic Kings in the eastern part of the Kingdom of Granada for the improvement of its road network through two processes: the awarding of licenses for the establishment of inns and the improvement of roads and the construction of tracks, taking advantage of fiscal and labor exploitation of the Moorish community. In addition, the representation of this community through the Council of notables, the collaborators and bailiffs is analyzed as described in unpublished documents mainly from the Municipal Archives of Guadix and the General Archives of Simancas.","Authors":"Garrido Garcia, CJ (Garrido Garcia, Carlos Javier)","Title":"Road network and Moorish taxation in the kingdom of Granada"}]