[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395434100002 PubMed ID: 28216798 ISSN: 0094-8373 eISSN: 1938-5331","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology; Evolutionary Biology; Paleontology Web of Science Categories:Biodiversity Conservation; Ecology; Evolutionary Biology; Paleontology","Journal Information":"PALEOBIOLOGY Volume: 43 Issue: 1 Pages: 15-33 DOI: 10.1017/pab.2016.31 Published: WIN 2017","Abstract":"Morphological responses of nonmammalian herbivores to external ecological drivers have not been quantified over extended timescales. Herbivorous nonavian dinosaurs are an ideal group to test for such responses, because they dominated terrestrial ecosystems for more than 155 Myr and included the largest herbivores that ever existed. The radiation of dinosaurs was punctuated by several ecologically important events, including extinctions at the Triassic/Jurassic (Tr/J) and Jurassic/Cretaceous (J/K) boundaries, the decline of cycadophytes, and the origin of angiosperms, all of which may have had profound consequences for herbivore communities. Here we present the first analysis of morphological and biomechanical disparity for sauropodomorph and ornithischian dinosaurs in order to investigate patterns of jaw shape and function through time. We find that morphological and biomechanical mandibular disparity are decoupled: mandibular shape disparity follows taxonomic diversity, with a steady increase through the Mesozoic. By contrast, biomechanical disparity builds to a peak in the Late Jurassic that corresponds to increased functional variation among sauropods. The reduction in biomechanical disparity following this peak coincides with the J/K extinction, the associated loss of sauropod and stegosaur diversity, and the decline of cycadophytes. We find no specific correspondence between biomechanical disparity and the proliferation of angiosperms. Continual ecological and functional replacement of pre-existing taxa accounts for disparity patterns through much of the Cretaceous, with the exception of several unique groups, such as psittacosaurids that are never replaced in their biomechanical or morphological profiles.","Authors":"MacLaren, JA (MacLaren, Jamie A.) ; Anderson, PSL (Anderson, Philip S. L.) ; Barrett, PM (Barrett, Paul M.) ; Rayfield, EJ (Rayfield, Emily J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Barrett, Paul  A-2648-2010 http://orcid.org/0000-0003-0412-3000","Title":"Herbivorous dinosaur jaw disparity and its relationship to extrinsic evolutionary drivers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645700003 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Chemostat; Algal blooms; Inhibition; Global attractor; Weak repellers; Coexistence KeyWords Plus:UNSTIRRED CHEMOSTAT; SYSTEMS; BLOOMS; EQUATIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 451 Issue: 2 Pages: 659-677 DOI: 10.1016/j.jmaa.2017.02.034 Published: JUL 15 2017","Abstract":"This paper is devoted to the investigation of an unstirred chemostat system modeling the interactions of two essential nutrients (i.e., nitrogen and phosphorus), harmful algae (i.e., P. parvum and cyanobacteria), and a small-bodied zooplankton in an ecosystem. To obtain a weakly repelling property of a compact and invariant set on the boundary, we introduce an associated elliptic eigenvalue problem. It turns out that the model system admits a coexistence steady state and is uniformly persistent provided that the trivial steady state, two semi-trivial steady states and a global attractor on the boundary are all weak repellers. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Hsu, SB (Hsu, Sze-Bi) ; Wang, FB (Wang, Feng-Bin) ; Zhao, XQ (Zhao, Xiao-Qiang)","Title":"A reaction-diffusion model of harmful algae and zooplankton in an ecosystem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645700026 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Grassland and forest transition model; Nonlinear response function; Multiple equilibria; Bistability; Bifurcation KeyWords Plus:ECOSYSTEMS; FIRE; STABILITY; SHIFTS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 451 Issue: 2 Pages: 1165-1178 DOI: 10.1016/j.jmaa.2017.02.062 Published: JUL 15 2017","Abstract":"It is acknowledged that the role of fire and climate in determining savanna and forest distributions requires comprehensive theoretical reevaluation. In this paper, an ordinary differential equation model describing the grassland and forest transition is considered. We use a modified Hill function as the nonlinear response of fire frequency to grass abundance, and the global dynamics of the model is completely classified. It is shown that any solution converges to an equilibrium, and the system has one, two or three coexistence equilibria depending on parameter values. Our results provide precise parameter range of bistability. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ding, DQ (Ding, Deqiong) ; Shi, JP (Shi, Junping) ; Wang, Y (Wang, Yan)","Title":"Bistability in a model of grassland and forest transition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400016 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Symbiotic organisms search (SOS); Simulated annealing (SA); Traveling salesman problem (TSP); Simulated annealing based symbiotic; organisms search (SOS-SA) KeyWords Plus:PARTICLE SWARM OPTIMIZATION; GENETIC ALGORITHM; PERFORMANCE; SYSTEM; TSP","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 189-210 DOI: 10.1016/j.eswa.2017.01.053 Published: JUL 1 2017","Abstract":"Symbiotic Organisms Search (SOS) algorithm is an effective new metaheuristic search algorithm, which has recently recorded wider application in solving complex optimization problems. SOS mimics the symbiotic relationship strategies adopted by organisms in the ecosystem for survival. This paper, presents a study on the application of SOS with Simulated Annealing (SA) to solve the well-known traveling salesman problems (TSPs). The TSP is known to be NP-hard, which consist of a set of (n-1)1/2 feasible solutions. The intent of the proposed hybrid method is to evaluate the convergence behaviour and scalability of the symbiotic organism's search with simulated annealing to solve both small and large-scale travelling salesman problems. The implementation of the SA based SOS (SOS-SA) algorithm was done in the MATLAB environment. To inspect the performance of the proposed hybrid optimization method, experiments on the solution convergence, average execution time, and percentage deviations of both the best and average solutions to the best known solution were conducted. Similarly, in order to obtain unbiased and comprehensive comparisons, descriptive statistics such as mean, standard deviation, minimum, maximum and range were used to describe each of the algorithms, in the analysis section. The Fried man's Test (with post hoc tests) was further used to compare the significant difference in performance between SOS-SA and the other selected state-of-the-art algorithms. The performances of SOS-SA and SOS are evaluated on different sets of TSP benchmarks obtained from TSPLIB (a library containing samples of TSP instances). The empirical analysis' results show that the quality of the final results as well as the convergence rate of the new algorithm in some cases produced even more superior solutions than the best known TSP benchmarked results. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ezugwu, AES (Ezugwu, Absalom El-Shamir) ; Adewumi, AO (Adewumi, Aderemi Oluyinka) ; Frincu, ME (Frincu, Marc Eduard) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Adewumi, Aderemi  http://orcid.org/0000-0003-0176-032X","Title":"Simulated annealing based symbiotic organisms search optimization algorithm for traveling salesman problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700002 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Land use; Organic carbon stocks; Wangmaogou Watershed KeyWords Plus:TOTAL NITROGEN; LAND-USE; NORTHWESTERN CHINA; VARIABILITY; SEQUESTRATION; STORAGE; IMPACTS; STOCKS; RIVER; AREA","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 10-17 DOI: 10.1016/j.geoderma.2017.02.010 Published: JUN 15 2017","Abstract":"Carbon is an essential element for plants and plays an important role in terrestrial ecosystem functions by affecting soil properties and quality. A large percentage of organic carbon is stored in soils, and even small changes in soil carbon can significantly alter CO2 concentrations in the atmosphere and contribute to global climate change. Soil organic carbon (SOC) is one of the hot spots in soil nutrient research. In this study, SOC concentration and its correlations with environmental factors were studied in the Wangmaogou Watershed of Wuding River, China. To enhance the understanding of the spatial patterns of SOC and its dominant influencing factors, 216 sites were sampled by field sampling in a 100 x 100 m grid from a soil profile of 100 cm (thickness of each layer is 20 cm). This study included five land use types and 216 sites: terrace (18), grassland (114), forestland (48), sloped cropland (20) and dammed field (16). Mean SOC concentrations showed a downward trend with increasing soil depth. One-way ANOVA revealed that SOC concentrations differed significantly among the five soil layers (P < 0.01). The SOC concentration of Al (0-20 cm) soil layers showed a significant difference (P < 0.05) with type of land use. The mean SOC concentrations in the five land use types were in the following decreasing order: grassland > forestland > terrace > sloped cropland > dammed field and SOC content in five soil layers (0-100 cm) was 115.00, 120.80, 116.70, 111.20 and 102.10 Mg hm(-2), respectively. SOC stock in the 0-100 cm soil layers was 113.16 Mg hm(-2) in Wangmaogou Watershed. In conclusion, land use type was the main important factor influencing SOC concentration in Wangmaogou Watershed. The promotion of the soil and water conservation measures for increasing SOC had a constructive significance in the river basin of Loess plateau. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhao, BH (Zhao, Binhua) ; Li, ZB (Li, Zhanbin) ; Li, P (Li, Peng) ; Xu, GC (Xu, Guoce) ; Gao, HD (Gao, Haidong) ; Cheng, YT (Cheng, Yuting) ; Chang, EH (Chang, Enhao) ; Yuan, SL (Yuan, Shuilong) ; Zhang, Y (Zhang, Yi) ; Feng, ZH (Feng, Zhaohong)","Title":"Spatial distribution of soil organic carbon and its influencing factors under the condition of ecological construction in a hilly-gully watershed of the Loess Plateau, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700003 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Modeling; Soil CO2 efflux; Agro-ecosystems; Heterotrophic respiration; Q(10) KeyWords Plus:ORGANIC-MATTER DECOMPOSITION; LONG-TERM EXPERIMENTS; BEECH FOREST; CO2 EFFLUX; WINTER-WHEAT; RHIZOSPHERE RESPIRATION; MODEL DESCRIPTION; DEPENDENT Q(10); CLIMATE-CHANGE; ROOT BIOMASS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 18-29 DOI: 10.1016/j.geoderma.2017.02.017 Published: JUN 15 2017","Abstract":"Soil heterotrophic respiration (RH) is usually modeled using simple temperature dependence equations where the temperature sensitivity of RH could vary for different soils and climate conditions. The temperature sensitivity is expressed as a function of the base rate of heterotrophic respiration (RH-0) and the respiration change rate over a 10 degrees C temperature shift (Q(10)). A methodology was developed to better quantify these two parameters, and was validated using seven contrasting year-site soil respiration datasets collected in wheat fields. The data were acquired using soil respiration chambers and eddy flux towers in three mid-latitude European sites and one North American site. The first step consisted in parameterizing and initializing a semi-mechanistic process-based model then validating the prediction performance using 2/3 of the datasets. The coefficient of de-erminations between the predictions and the observations of daily soil respiration (R5) was 0.71 and was 0.73 for its heterotrophic component (RH). The second step consisted in using the daily semi-mechanistic model predictions of RH for each growing season and site to calibrate a simple empirical model describing RH response to soil temperature and water content. It was shown with the contrasting years-sites that coherent results were only obtained when a common average Q(10) value was determined prior to fit the base rate of heterotrophic respiration coefficient. Using a common Qw value of 2.2 provided more stable RH-o for each site over time. It reflected the strong relationship between the RH- 0 and the slow decomposing C in the first 30-cm soil layer. The simple empirical model, which was validated using 1/3 of the data, explained between 42% and 92% of the variability of RH over the different sites.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Delogu, E (Delogu, Emilie) ; Le Dantec, V (Le Dantec, Valerie) ; Mordelet, P (Mordelet, Patrick) ; Ceschia, E (Ceschia, Eric) ; Aubinet, M (Aubinet, Marc) ; Buysse, P (Buysse, Pauline) ; Pattey, E (Pattey, Elizabeth)","Title":"Improved methodology to quantify the temperature sensitivity of the soil heterotrophic respiration in croplands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398092200001 ISSN: 1286-4560 eISSN: 1297-966X","Keywords":"Inter-and intra-specific competition; Tree growth; Distance-independent and distance dependant competition indices; Modelling KeyWords Plus:INTERIOR BRITISH-COLUMBIA; FAGUS-SYLVATICA L.; RED PINE DIAMETER; EASTERN CANADA; SHADE TOLERANCE; STAND-DENSITY; GROWTH; FORESTS; TREES; MANAGEMENT","Categories":"Forestry Web of Science Categories:Forestry","Journal Information":"ANNALS OF FOREST SCIENCE Volume: 74 Issue: 2 DOI: 10.1007/s13595-017-0624-3 Published: JUN 2017","Abstract":"Key message In mixed forest plantations in sub-boreal forests with high levels of natural regeneration ingrowth, competition must be quantified differently for each species, with distant-independent indices working better for the planted species and distant-dependent indices for ingrown balsam fir. Although broadleaved competition hinders growth of coniferous species more than coniferous competition, the differentiation between clades is not important enough to improve growth predictions. Context The use of ecosystem-based forest management has changed how forest stands are tended. This shift in the management paradigm has led to a higher tolerance in natural ingrowth regeneration in plantations. The correct way of quantifying competition must thus be assessed to develop growth simulators. Aims An individual tree relative basal area increment (RBAI) growth model for white spruce, balsam fir and other coniferous and broadleaved species was calibrated. Methods Using data obtained from 94 sample plots in 48 white spruce plantations from Eastern Quebec, we considered both linear and nonlinear models of RBAI as a function of site index, tree size and tree competition. The tested distancedependent and distance-independent indices were also discriminated according to competitor clade (conifers or broadleaves). Results The best competition index for balsam fir was distance-dependent whereas a distant-independent one was retained for the other species groups. Moreover, broadleaved competitors had stronger effect on RBAI for white spruce growth when compared to coniferous competitors. Conclusion Competition must be quantified depending on if the species is planted or ingrown. However, dividing competition into clades (i. e. coniferous versus broadleaved) is not necessary, at least in the present study. Keywords Inter-and intra-specific competition. Tree growth. Distance-independent and distance dependant competition indices. Modelling","Authors":"Berube-Deschenes, A (Berube-Deschenes, Alexa) ; Franceschini, T (Franceschini, Tony) ; Schneider, R (Schneider, Robert)","Title":"Quantifying competition in white spruce (Picea glauca) plantations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100002 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Non-commodity ecosystem services; Indicator; Crop pollination; Wild medicinal plants; Outdoor recreation; Trade-offs KeyWords Plus:MEDICINAL-PLANTS; POVERTY ALLEVIATION; NATURAL-RESOURCES; FOOD SECURITY; AGRICULTURE; RECREATION; FRAMEWORK; AFRICA; FUTURE; WORLD","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 14-29 DOI: 10.1016/j.ecolecon.2017.02.005 Published: JUN 2017","Abstract":"Understanding the spatial-temporal variability in ecosystem services (ES) demand can help anticipate externalities of land use change. This study presents new operational approaches to quantify and map demand for three non-commodity ES on a global scale: animal pollination, wild medicinal plants and outdoor recreation. We show how the demand for these ES differs between beneficiaries and world regions. While the demand for animal pollination is accounted for via the consumption preferences for pollinator-dependent crop products, the demand for wild medicinal plants is quantified by the direct reliance on wild medicinal plants for basic healthcare needs. The demand for outdoor recreation is represented by the possibility and interest to participate in related activities. For animal pollination and outdoor recreation, demand is highest in industrial countries; demand for wild medicinal plants is highest in least developed countries, given their direct reliance on this ES for healthcare. Spatial demand-supply mismatches can cause trade-offs between ES in distant provisioning areas and can lead to unintended impacts on human well-being. The study reveals that quantifying and mapping spatial patterns of ES demand on a global scale requires clear conceptualization and operationalization of specific ES to select the most appropriate methods and arrive at meaningful results. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wolff, S (Wolff, S.) ; Schulp, CJE (Schulp, C. J. E.) ; Kastner, T (Kastner, T.) ; Verburg, PH (Verburg, P. H.)","Title":"Quantifying Spatial Variation in Ecosystem Services Demand: A Global Mapping Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100004 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Non-market valuation; Discrete choice experiment; Water quality; Underwater visibility; Coral reefs; Fish diversity; Beach recreation; Oahu; Hawaii KeyWords Plus:STATED PREFERENCE VALUATION; CONTINGENT VALUATION; TROPICAL WATERSHEDS; ECOSYSTEM SERVICES; RUNOFF; BENEFITS; IMPACTS; ACCESS; VALUES; IMPROVEMENTS","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 41-52 DOI: 10.1016/j.ecolecon.2017.02.003 Published: JUN 2017","Abstract":"The economic value of water quality is poorly understood in Hawaii. Quantifying the economic value of coastal water quality would inform policy decisions that impact the coast and help justify expenditures in water quality improvements. We conducted a non-market valuation of beach recreationalists' preferences and willingness to pay for water quality and associated attributes at Oahu beaches. Using a discrete choice experiment analyzed by a conditional logit model, results suggest individuals were willing to pay $11.43 per day at the beach to reduce days of bacterial exceedance from 11 to 5 per year, a further $30.72 to reduce it to no bacterial exceedances at all. WTP to move from 15 ft to 30 ft of underwater visibility was $35.71, a further $14.80 to increase from 30 ft to 60 ft. Respondents were also willing to pay $15.33 to improve coral reef cover from 10% to 25%, a further $4.89 to improve to 45% cover. WTP for moving from 9 fish species to 18 species was $7.14, a further $2.47 to increase that to 27 fish species. These environmental improvements can improve Oahu recreationalists' welfare by $205 million, $550 million, $639 million, $265 million, $274 million, $88 million, $128 million, and $44 million per year, respectively. Welfare gains may justify increased spending in management and restoration of coastal ecosystems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Peng, M (Peng, Marcus) ; Oleson, KLL (Oleson, Kirsten L. L.)","Title":"Beach Recreationalists' Willingness to Pay and Economic Implications of Coastal Water. Quality Problems in Hawaii"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100005 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Cadastro Ambiental Rural (CAR); Impact; Livelihood; Forest Code; Assets KeyWords Plus:PROTECTED AREAS; ECOSYSTEM SERVICES; AMAZON; DEFORESTATION; FORESTS; POVERTY; SUSTAINABILITY; CONSERVATION","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 53-61 DOI: 10.1016/j.ecolecon.2017.02.004 Published: JUN 2017","Abstract":"Brazil, the Cadastro Ambiental Rural (CAR) is currently being implemented. This policy aims to geo-reference all properties and promote monitoring of, and compliance with, natural vegetation conservation requirements. Scholarly efforts and policy attention have so far concentrated on possible environmental impacts hereof, while the attention devoted to how the CAR might affect farmers' livelihoods has been limited. In this paper, we evaluate potential livelihood impacts of the CAR and programs that facilitate CAR registration. We do so by developing a conceptual framework and using evidence from semi-structured interviews with key stakeholders including farmers, governments, and funding agencies. We find that while the CAR and programs facilitating CAR do not have explicit livelihood impact goals, they nonetheless affect livelihoods, both positively and negatively, depending on the initial amount of natural vegetation on farmers' properties, farmers' access to credit and infrastructure, and changing market conditions. We argue that environmental interventions and policies need to consider potential livelihood impacts, especially if the policy intervention area has high poverty rates. (C) 2017 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license","Authors":"Jung, S (Jung, Suhyun) ; Rasmussen, LV (Rasmussen, Laura Vang) ; Watkins, C (Watkins, Cristy) ; Newton, P (Newton, Peter) ; Agrawal, A (Agrawal, Arun)","Title":"Brazil's National Environmental Registry of Rural Properties: Implications for Livelihoods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100011 ISSN: 0921-8009 eISSN: 1873-6106","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 101-113 DOI: 10.1016/j.ecolecon.2017.02.017 Published: JUN 2017","Authors":"Medrilzam, M (Medrilzam, Medrilzam) ; Smith, C (Smith, Carl) ; Aziz, AA (Aziz, Ammar Abdul) ; Herbohn, J (Herbohn, John) ; Dargusch, P (Dargusch, Paul)","Title":"Smallholder Farmers and the Dynamics of Degradation of Peatland Ecosystems in Central Kalimantan, Indonesia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100014 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Land use regulation; Land preservation; Impact fees; Ecosystems; Public finance; Urban sprawl; Wetlands; Development rights; Spatial; Metapopulation KeyWords Plus:TRANSFERABLE DEVELOPMENT RIGHTS; ENDANGERED SPECIES PROTECTION; LAND-USE; HABITAT FRAGMENTATION; LOCAL RESIDENTS; UNITED-STATES; SMART GROWTH; NEW-ENGLAND; WOOD FROGS; BIODIVERSITY","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 136-147 DOI: 10.1016/j.ecolecon.2017.02.007 Published: JUN 2017","Abstract":"Communities in exurban areas increasingly rely on land preservation as a strategy to balance sprawling land development with maintaining environmental amenities. Based on a review of existing approaches for preserving land, we consider a conceptual model of environmental impact fees (ElFs) coupled with conservation payments for managing private land of ecosystem value. In this framework, conservation payments are intended to cost-effectively target fair market value compensation for heterogeneous land for preservation that sustains ecosystem health. EIFs serve as a financial instrument to augment conservation payments and to allow flexibility for landowners with private information to pursue development opportunities while accounting for environmental impacts. Using a bioeconomic model of nature-reserve design, we develop an empirical illustration of how to estimate the EIF of development damage to critical habitat in southern Rhode Island in an effort to preserve land as an environmental infrastructure that maintains ecosystem health. (C) 2017 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Jiang, Y (Jiang, Yong) ; Swallow, SK (Swallow, Stephen K.)","Title":"Impact Fees Coupled With Conservation Payments to Sustain Ecosystem Structure: A Conceptual and Numerical Application at the Urban-Rural Fringe"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100022 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Forest Restoration; Spatial Optimization; Restoration Prioritization; Production Possibility Frontiers; Collaborative Planning KeyWords Plus:FUEL REDUCTION TREATMENTS; WILDLAND-URBAN INTERFACE; WESTERN NORTH-AMERICA; ECOLOGICAL RESTORATION; ECOSYSTEM SERVICES; UNITED-STATES; PONDEROSA PINE; FIRE; OREGON; MANAGEMENT","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 226-239 DOI: 10.1016/j.ecolecon.2017.01.001 Published: JUN 2017","Abstract":"We modeled forest restoration scenarios to examine socioeconomic and ecological trade-offs associated with alternative prioritization scenarios. The study examined four US national forests designated as priorities for investments to restore fire resiliency and generate economic opportunities to support local industry. We were particularly interested in economic trade-offs that would result from prioritization of management activities to address forest departure and wildfire risk to the adjacent urban interface. The results showed strong trade-offs and scale effects on production possibility frontiers, and substantial variation among planning areas and national forests. The results pointed to spatially explicit priorities and opportunities to achieve restoration goals within the study area. However, optimizing revenue to help finance restoration projects led to a sharp reduction in the attainment of other socioecological objectives, especially reducing forest departure from historical conditions. The analytical framework and results can inform ongoing collaborative restoration planning to help stakeholders understand the opportunity cost of specific restoration objectives. This work represents one of the first spatially explicit, economic trade-off analyses of national forest restoration programs, and reveals the relative cost of different restoration strategies, as well scale-related changes in production frontiers associated with restoration investments. Published by Elsevier B.V.","Authors":"Ager, AA (Ager, Alan A.) ; Vogler, KC (Vogler, Kevin C.) ; Day, MA (Day, Michelle A.) ; Bailey, JD (Bailey, John D.)","Title":"Economic Opportunities and Trade-Offs in Collaborative Forest Landscape Restoration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100024 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Interdisciplinarity; Discourse; Q methodology; Boundary object; Paradigm; Nature-based solutions KeyWords Plus:UNIFYING CONCEPT; DECISION-MAKING; SUSTAINABILITY; ECONOMICS; PROFESSIONALS; CONSERVATION; CHALLENGES; DISCOURSES; VALUATION; ECOLOGY","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 255-265 DOI: 10.1016/j.ecolecon.2017.01.006 Published: JUN 2017","Abstract":"The objective of this paper is to recognize and categorize the various ways that ecosystem services researchers perceive the concept and purpose of ecosystem services (ES). To do so, we employed the discourse analysis approach of Q methodology, where 33 researchers ranked 39 statements on ES derived from the literature. Factor analysis of the Q sorts allowed for the interpretation of five main perspectives on ES: a pragmatic view on nature conservation, seeing ES as useful tool (\"Non-Economic Utilitarian\"), a strongly value-focused perspective with a skeptical view on ES (\"Critical Idealist\"), an opposition to a utilitarian approach to nature conservation but seeing ES as more encompassing approach (\"Anti-Utilitarian\"), a focus on a methodological rather than a critical approach to ES (\"Methodologist\"), and a rather economic approach to environmental decision-making, in which ES is a useful tool (\"Moderate Economist\"). We see this plurality as illustrating both the potential of the ES concept to serve as a boundary object for collaboration, but also the threat of ineffective collaboration due to the lack of a common conceptual ground. However, as pluralism can be fruitful if handled transparently, we suggest the need for open dialogue about underlying assumptions when using a value-laden concept like ES. (C) 2017 The Authors. Published by Elsevier B.V. This is an open access article under the CCBY-NC-ND license.","Authors":"Hermelingmeier, V (Hermelingmeier, Verena) ; Nicholas, KA (Nicholas, Kimberly A.)","Title":"Identifying Five Different Perspectives on the Ecosystem Services Concept Using Q Methodology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397693100026 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Landscape management; Integrated assessment; Spatialization; Participation; Social-ecological system KeyWords Plus:SOCIAL-ECOLOGICAL SYSTEMS; NATURAL-RESOURCE MANAGEMENT; CRITERIA DECISION-ANALYSIS; POST-NORMAL SCIENCE; ECOSYSTEM SERVICES; CROPPING SYSTEMS; SUSTAINABILITY; SUPPORT; RESILIENCE; PERSPECTIVE","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 282-295 DOI: 10.1016/j.ecolecon.2017.02.011 Published: JUN 2017","Abstract":"Viewing the landscape as a spatialized social-ecological system allows identification of specific management challenges: integration of multiple views, multiple levels of organization, complex spatial-temporal patterns and uncertainties. Multi-criteria assessments (MCAs), which allow the comparison of alternative actions when multiple interests collide, are considered adequate to support landscape management. However, there is no consensus about how they should be applied and can integrate both multiple views and spatial dimension. We conducted an extensive quantitative and qualitative literature review targeting MCAs with a participatory and spatial approach. Our results suggest that (1) for sustainability assessments, participatory and spatial approaches endorse different rationales and hybrid methods are not so common; (2) within those methods, only scenario selection methods (as opposed to design methods) can integrate spatially-explicit, spatially-implicit, place specific, and overall values; and (3) current applications, which aggregate values ignoring their spatial and social distribution, do not coincide with the nature of landscape-management challenges. In addition, they give little importance to the structuration of information and to collective deliberation. We conclude that, in the absence of a good match between spatiality and participation, MCAs should, for now, be handled as insightful but distorted tools to explore and structure landscape-level management problems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Allain, S (Allain, Sandrine) ; Plumecocq, G (Plumecocq, Gaeel) ; Leenhardt, D (Leenhardt, Delphine)","Title":"How Do Multi-criteria Assessments Address Landscape-level Problems? A Review of Studies and Practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100008 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Paddy soil; Phosphorus fractionation; Phosphorus sorption capacity; Organic amendments; DPS KeyWords Plus:ORGANIC AMENDMENTS; PHOSPHATE SORPTION; FLORIDA EVERGLADES; ADSORPTION; ALUMINUM; RELEASE; MATTER; IRON","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 80-85 DOI: 10.1016/j.geoderma.2017.02.012 Published: JUN 1 2017","Abstract":"Continuous excessive application of phosphorus (P) fertilizer and/or manure can lead to P accumulation in soils and progressive saturation of soil P sorption capacities, thus resulting in increased P loss from soil to aquatic ecosystems. Yet the responses of P fractions and sorption characteristics to P fertilization in paddy soil, a special type of arable soil with long periods of waterlogged conditions, are not fully understood. The aim of this study was to determine the P fractions and its sorption indices in the plow layer of a typical subtropical paddy soil under different fertilization regimes. We selected 15 sites that varied in three fertilization regimes (i.e., chemical fertilizer [CF, n = 6], rice straw [RS, n = 3], and swine manure [SM, n = 6]) with equivalent P input (59 kg P ha(-1) yr(-1)) from a long-term field experiment station (initiated in 1981). A sequential fractionation scheme identified that NaOH-extractable inorganic P (NaOH-Pi) was the primary P form in the paddy soil followed by residual P (Pres). The paddy soil that received long-term SM application presented significantly (p < 0.05) higher contents of KCl-extractable P (P-Kq), NaOH-Pi, and total P than the soil that received only CF. In addition, SM significantly increased the proportion of NaOH-Pi, but reduced that of Pres (p < 0.05). In contrast, paddy soil treated with RS incorporation showed a similar allocation of P fractions as in CF treatment. Compared with CF, SM and RS increased the Langmuir P sorption maximum (S,,,) of the paddy soil by 30 and 10%, respectively (p < 0.05). Organic amendments (i.e., SM and RS) significantly increased the contents of amorphous Fe and Al (i.e., oxalate extractable Fe and Al, p < 0.05), and this appeared to contribute mostly to the increased P sorption capacity and variations in P fractions in the paddy soils. Thus, soil P buildup and related environmental assessments need to consider the increment of amorphous Fe and Al in paddy soil due to organic amendments. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yan, X (Yan, Xiao) ; Wei, ZQ (Wei, Zongqiang) ; Hong, QQ (Hong, Qianqian) ; Lu, ZH (Lu, Zhihong) ; Wu, JF (Wu, Jianfu)","Title":"Phosphorus fractions and sorption characteristics in a subtropical paddy soil as influenced by fertilizer sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100012 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Soil moisture scarcity; Spatial pattern; Risk analysis; Stochastic simulation; Uncertainty KeyWords Plus:FIELD-SCALE VARIABILITY; WATER CONTENT; GEOSTATISTICAL SIMULATION; UNCERTAINTY ASSESSMENT; TEMPORAL STABILITY; NEUTRON PROBE; LAND; DYNAMICS; MODEL; DESERTIFICATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 119-128 DOI: 10.1016/j.geoderma.2017.02.003 Published: JUN 1 2017","Abstract":"Soil moisture plays a vital role in maintaining the sustainability of dryland ecosystems. Accurately predicting soil moisture scarcity (SMS) has an important interest of guidance to soil and water conservation. In this study, we gathered a time series of soil moisture measurements throughout the growing season (from April to October) in an area of approximately 100 km(2) in a desert oasis of northwestern China. Sequential Gaussian simulation was applied to investigate the spatial variability and scarcity of soil moisture across multiple land use types. Soil moisture exhibited considerable spatial heterogeneity with different magnitudes of spatial dependence at different times. Two hundred simulated realizations depicted the possible spatial variations of soil moisture in the geographic space. SMS was characterized as the natural event that occurred when the spatial probability of soil moisture not exceeding 0.15 cm(3) cm(-3) was greater than a critical threshold. With the increasing of probability thresholds, the proportion of SMS locations in each land use decreased at different rates. Given the spatial probability threshold of 0.6,13-3.8% of the cultivated land, 2.6-5.2% of the forest land, 3.2-4.6% of the grassland, and 2.7-7.4% of the shrub land were of SMS during the measuring period. The newly cultivated land and the ecotone of desert and oasis were the major regions SMS occurred. Some soil moisture conservation measures such as precision irrigation should be taken to prevent the probable land degradation and agricultural disasters in these areas. The prediction of SMS using stochastic simulation contributes to improving soil water management in the oasis and provides a methodology reference for similar studies in risk analysis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, SP (Zhang, Shuaipu) ; Shao, MG (Shao, Mingan) ; Li, DF (Li, Danfeng)","Title":"Prediction of soil moisture scarcity using sequential Gaussian simulation in an arid region of China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200008 ISSN: 0303-2434","Keywords":"Tree species discrimination; Conservation; Savannah; WorldView-2; Phenology; Yellow band KeyWords Plus:KRUGER-NATIONAL-PARK; HYPERSPECTRAL IMAGERY; RANDOM FOREST; SOUTH-AFRICA; POVERTY ALLEVIATION; BAND SELECTION; LAND-USE; CLASSIFICATION; VEGETATION; CONSERVATION","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 65-73 DOI: 10.1016/j.jag.2017.01.018 Published: JUN 2017","Abstract":"Biodiversity mapping in African savannah is important for monitoring changes and ensuring sustainable use of ecosystem resources. Biodiversity mapping can benefit from multi-spectral instruments such as WorldView-2 with very high spatial resolution and a spectral configuration encompassing important spectral regions not previously available for vegetation mapping. This study investigated i) the benefits of the eight-band WorldView-2 (WV-2) spectral configuration for discriminating tree species in Southern African savannah and ii) if multiple-images acquired at key points of the typical phenological development of savannahs (peak productivity, transition to senescence) improve on tree species classifications. We first assessed the discriminatory power of WV-2 bands using interspecies-Spectral Angle Mapper (SAM) via Band Add-On procedure and tested the spectral capability of WorldView-2 against simulated IKONOS for tree species classification. The results from interspecies-SAM procedure identified the yellow and red bands as the most statistically significant bands (p = 0.000251 and p = 0.000039 respectively) in the discriminatory power of WV-2 during the transition from wet to dry season (April). Using Random Forest classifier, the classification scenarios investigated showed that i) the 8-bands of the WV-2 sensor achieved higher classification accuracy for the April date (transition from wet to dry season, senescence) compared to the March date (peak productivity season) ii) the WV-2 spectral configuration systematically outperformed the IKONOS sensor spectral configuration and iii) the multi-temporal approach (March and April combined) improved the discrimination of tress species and produced the highest overall accuracy results at 80.4%. Consistent with the interspecies-SAM procedure, the yellow (605 nm) band also showed a statistically significant contribution in the improved classification accuracy from WV-2. These results highlight the mapping opportunities presented by WV-2 data for monitoring the distribution status of e.g. species often harvested by local communities (e.g. Sclerocharya birrea), encroaching species, or species-specific tree losses induced by elephants. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Madonsela, S (Madonsela, Sabelo) ; Cho, MA (Cho, Moses Azong) ; Mathieu, R (Mathieu, Renaud) ; Mutanga, O (Mutanga, Onisimo) ; Ramoelo, A (Ramoelo, Abel) ; Kaszta, Z (Kaszta, Zaneta) ; Van de Kerchove, R (Van de Kerchove, Ruben) ; Wolff, E (Wolff, Eleonore)","Title":"Multi-phenology WorldView-2 imagery improves remote sensing of savannah tree species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200012 ISSN: 0303-2434","Keywords":"LiDAR; Biomass; Wetland vegetation; Hyperspectral; Reed; Phragmites australis KeyWords Plus:LEAF-AREA INDEX; LASER-SCANNING DATA; WAVE-FORM LIDAR; FOREST BIOMASS; TEMPERATE FOREST; CARBON STOCKS; SAVANNA ECOSYSTEMS; VEGETATION INDEX; PROFILING LIDAR; TROPICAL FOREST","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 107-117 DOI: 10.1016/j.jag.2017.01.016 Published: JUN 2017","Abstract":"Wetland biomass is essential for monitoring the stability and productivity of wetland ecosystems. Conventional field methods to measure or estimate wetland biomass are accurate and reliable, but expensive, time consuming and labor intensive. This research explored the potential for estimating Wetland reed biomass using a combination of airborne discrete-return Light Detection and Ranging (LiDAR) and hyperspectral data. To derive the optimal predictor variables of reed biomass, a range of LiDAR and hyperspectral metrics at different spatial scales were regressed against the field-observed biomasses. The results showed that the LiDAR-derived H_p99 (99th percentile of the LiDAR height) and hyperspectral-calculated modified soil-adjusted vegetation index (MSAVI) were the best metrics for estimating reed biomass using the single regression model. Although the LiDAR data yielded a higher estimation accuracy compared to the hyperspectral data, the combination of LiDAR and hyperspectral data produced a more accurate prediction model for reed biomass (R-2 = 0.648, RMSE = 167.546 g/m(2), RMSEr =20.71%) than LiDAR data alone. Thus, combining LiDAR data with hyperspectral data has a great potential for improving the accuracy of aboveground biomass estimation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Luo, SZ (Luo, Shezhou) ; Wang, C (Wang, Cheng) ; Xi, XH (Xi, Xiaohuan) ; Pan, FF (Pan, Feifei) ; Qian, MJ (Qian, Mingjie) ; Peng, DL (Peng, Dailiang) ; Nie, S (Nie, Sheng) ; Qin, HM (Qin, Haiming) ; Lin, Y (Lin, Yi)","Title":"Retrieving aboveground biomass of wetland Phragmites australis (common reed) using a combination of airborne discrete-return LiDAR and hyperspectral data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200016 ISSN: 0303-2434","Keywords":"Trade-offs; Carbon sequestration; Water and soil conservation; Food security; Ecosystem services; Land use change KeyWords Plus:ECOSYSTEM SERVICES; BIODIVERSITY CONSERVATION; AGRICULTURAL LAND; SEQUESTRATION; FOREST; FRAMEWORK; BENEFITS; POLICY; MODEL; REFORESTATION","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 145-156 DOI: 10.1016/j.jag.2017.01.003 Published: JUN 2017","Abstract":"It is important to ensure the efficient supply of land ecosystem services when the competition for land is increasing. In this paper we simulated the ecosystem services function under two scenarios, including carbon sequestration, agricultural production, water and soil conservation, and analyzed the tradeoffs among these ecosystem services in Guanzhong-Tianshui region from 2000 to 2050. Then the productive efficiency of ecosystem services was assessed under two scenarios and compared their production possibility frontiers (PPFs). Through the simulation analysis of their optimum allocation, we also provide the scientific evidence to the development of ecosystem. The natural rules were revealed that if these trade-offs emphasize the potential to sequester carbon in the landscape, along with very little loss of agricultural production, much more water is used. It could be identified to adhere to combine the exploitation and utilization, remediation and protection for land to promote the effective circulation of land eco-system, and meet the society's preferences for land ecosystem service function by adjusting the use of multiple eco-services. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhou, ZX (Zhou, Z. X.) ; Li, J (Li, Jing) ; Guo, ZZ (Guo, Z. Z.) ; Li, T (Li, Ting)","Title":"Trade-offs between carbon, water, soil and food in Guanzhong-Tianshui economic region from remotely sensed data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200027 ISSN: 0303-2434","Keywords":"Chlorophyll; Phenology; Amazon; MODIS; Hyperspectral; ProSAIL; Multi-angular KeyWords Plus:ATMOSPHERIC CORRECTION; RAIN-FOREST; CARBON; SEASONALITY; SURFACE; INDEXES; FLUX; VIEW","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 278-287 DOI: 10.1016/j.jag.2017.01.014 Published: JUN 2017","Abstract":"As a preparatory study for future hyperspectral missions that can measure canopy chemistry, we introduce a novel approach to investigate whether multi-angle Moderate Resolution Imaging Spectroradiometer (MODIS) data can be used to generate a preliminary database with long-term estimates of chlorophyll. MODIS monthly chlorophyll estimates between 2000 and 2015, derived from a fully coupled canopy reflectance model (ProSAIL), were inspected for consistency with eddy covariance fluxes, tower based hyperspectral images and chlorophyll measurements. MODIS chlorophyll estimates from the inverse model showed strong seasonal variations across two flux-tower sites in central and eastern Amazon. Marked increases in chlorophyll concentrations were observed during the early dry season. Remotely sensed chlorophyll concentrations were correlated to field measurements (r(2) = 0.73 and r(2) = 0.98) but the data deviated from the 1:1 line with root mean square errors (RMSE) ranging from 0.355 g cm(-2) (Tapajos tower) to 0.470 g cm(-2) (Manaus tower). The chlorophyll estimates were consistent with flux tower measurements of photosynthetically active radiation (PAR) and net ecosystem productivity (NEP). We also applied ProSAIL to mono-angle hyperspectral observations from a camera installed on a tower to scale modeled chlorophyll pigments to MODIS observations (r(2) = 0.73). Chlorophyll pigment concentrations (Chl(A+B)) were correlated to changes in the amount of young and mature leaf area per month (0.59 <= r(2) <= 0.64). Increases in MODIS observed Chl(A+B) were preceded by increased PAR during the dry season (0.61 <r(2) < 0.62) and followed by changes in net carbon uptake. We conclude that, at these two sites, changes in LAI, coupled with changes in leaf chlorophyll, are comparable with seasonality of plant productivity. Our results allowed the preliminary development of a 15-year time series of chlorophyll estimates over the Amazon to support canopy chemistry studies using future hyperspectral sensors. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hilker, T (Hilker, Thomas) ; Galvao, LS (Galvao, Lenio Soares) ; Aragao, LEOC (Aragao, Luiz E. O. C.) ; de Moura, YM (de Moura, Yhasmin M.) ; do Amaral, CH (do Amaral, Cibele H.) ; Lyapustin, AI (Lyapustin, Alexei I.) ; Wu, J (Wu, Jin) ; Albert, LP (Albert, Loren P.) ; Ferreira, MJ (Ferreira, Marciel Jose) ; Anderson, LO (Anderson, Liana O.) ; dos Santos, VAHF (dos Santos, Victor A. H. F.)[ 10 ] ; Prohaska, N (Prohaska, Neill) ; Tribuzy, E (Tribuzy, Edgard)[ 10 ] ; Ceron, JVB (Barbosa Ceron, Joao Vitor)[ 10 ] ; Saleska, SR (Saleska, Scott R.) ; Wang, YJ (Wang, Yujie)[ 11 ] ; Goncalves, JFD (de Carvalho Goncalves, Jose Francisco)[ 10 ] ; de Oliveira, RC (de Oliveira Junior, Raimundo Cosme)[ 12 ] ; Rodrigues, JVFC (Figueiredo Cardoso Rodrigues, Joao Victor) ; Garcia, MN (Garcia, Maquelle Neves)[ 10 ] ...More...Less","Title":"Vegetation chlorophyll estimates in the Amazon from multi-angle MODIS observations and canopy reflectance model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398212600002 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"evapotranspiration; gross primary production; contribution; process-based model; multi-regression; North China Plain KeyWords Plus:GROSS PRIMARY PRODUCTION; REMOTE-SENSING DATA; PAST 3 DECADES; WINTER-WHEAT; TIBETAN PLATEAU; CROP PRODUCTION; USE EFFICIENCY; WATER-BALANCE; RIVER-BASIN; EVAPOTRANSPIRATION","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 6 Pages: 661-680 DOI: 10.1007/s11442-017-1399-z Published: JUN 2017","Abstract":"Quantifying the contributions of climate change and human activities to ecosystem evapotranspiration (ET) and gross primary productivity (GPP) changes is important for adaptation assessment and sustainable development. Spatiotemporal patterns of ET and GPP were estimated from 2000 to 2014 over North China Plain (NCP) with a physical and remote sensing-based model. The contributions of climate change and human activities to ET and GPP trends were separated and quantified by the first difference de-trending method and multivariate regression. Results showed that annual ET and GPP increased weakly, with climate change and human activities contributing 0.188 mm yr(-2) and 0.466 mm yr(-2) to ET trend of 0.654 mm yr(-2), and-1.321 g C m(-2) yr(-2) and 7.542 g C m(-2) yr(-2) to GPP trend of 6.221 g C m(-2) yr(-2), respectively. In cropland, the increasing trends mainly occurred in wheat growing stage; the contributions of climate change to wheat and maize were both negative. Precipitation and sunshine duration were the major climatic factors regulating ET and GPP trends. It is concluded that human activities are the main drivers to the long term tendencies of water consumption and gross primary productivity in the NCP.","Authors":"Chen, XJ (Chen Xuejuan) ; Mo, XG (Mo Xingguo) ; Hu, S (Hu Shi) ; Liu, SX (Liu Suxia)","Title":"Contributions of climate change and human activities to ET and GPP trends over North China Plain from 2000 to 2014"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398212600003 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"ecosystem services mapping; soil conservation; spatial clustering; Getis-Ord Gi* statistics; Shaanxi Province KeyWords Plus:SOIL-EROSION PREVENTION; CLIMATE-CHANGE; LOESS PLATEAU; LAND-USE; CHINA; BASIN; IDENTIFICATION; RESTORATION; MANAGEMENT; VEGETATION","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 6 Pages: 681-696 DOI: 10.1007/s11442-017-1400-x Published: JUN 2017","Abstract":"Spatial-explicitly mapping of the hotspots and coldspots is a vital link in the priority setting for ecosystem services (ES) conservation. However, little research has identified and tested the compactness and efficiency of their ES hotspots and coldspots, which may weaken the effectiveness of ecological conservation. In this study, based on the RUSLE model and Getis-Ord Gi* statistics, we quantified the variation of annual soil conservation services (SC) and identified the statistically significant hotspots and coldspots in Shaanxi Province of China from 2000 to 2013. The results indicate that, 1) areas with high SC presented a significantly increasing trend as well, while areas with low SC only changed slightly; 2) SC hotspots and coldspots showed an obvious spatial differentiation-the hotspots were mainly spatially aggregated in southern Shaanxi, while the coldspots were mainly distributed in the Guanzhong Basin and Sand-windy Plateau; and 3) the identified hotspots had the highest capacity of providing SC, with 29.6% of the total area providing 59.7% of the total service. In contrast, the coldspots occupied 46.3% of the total area, but only provided 17.2% of the total SC. In addition to conserving single ES, the Getis-Ord Gi* statistics method can also help identify multi-functional priority areas for conserving multiple ES and biodiversity.","Authors":"Li, YJ (Li Yingjie) ; Zhang, LW (Zhang Liwei) ; Yan, JP (Yan Junping) ; Wang, PT (Wang Pengtao) ; Hu, NK (Hu Ningke) ; Cheng, W (Cheng Wei) ; Fu, BJ (Fu Bojie)","Title":"Mapping the hotspots and coldspots of ecosystem services in conservation priority setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200054 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"ISM: molecules; galaxies: high redshift; galaxies: star formation; cosmology:large; scale structure of Universe KeyWords Plus:DARK-MATTER HALOS; MILKY-WAY; FORMATION HISTORY; NEARBY GALAXIES; LINE EMISSION; CARBON; REIONIZATION; EPOCH; CLOUDS; CONTAMINATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 741-750 DOI: 10.1093/mnras/stx451 Published: JUN 2017","Abstract":"The study of molecular gas is crucial for understanding star formation, feedback and the broader ecosystem of a galaxy as a whole. However, we have limited understanding of its physics and distribution in all but the nearest galaxies. We present a new technique for studying the composition and distribution ofmolecular gas in high-redshift galaxies inaccessible to existing methods. Our proposed approach is an extension of carbon monoxide intensity mapping methods, which have garnered significant experimental interest in recent years. These intensity mapping surveys target the 115 GHz (CO)-C-12 (1-0) line, but also contain emission from the substantially fainter 110 GHz (CO)-C-13 (1-0) transition. The method leverages the information contained in the (CO)-C-13 line by cross-correlating pairs of frequency channels in an intensity mapping survey. Since (CO)-C-13 is emitted from the same medium as the (CO)-C-12, but saturates at a much higher column density, this cross-correlation provides valuable information about both the gas density distribution and isotopologue ratio, inaccessible from the (CO)-C-12 alone. Using a simple model of these molecular emission lines, we show that a future intensity mapping survey can constrain the abundance ratio of these two species and the fraction of emission from optically thick regions to order similar to 30 per cent. These measurements cannot be made by traditionalCOobservations, and consequently the proposed method will provide unique insight into the physics of star formation, feedback and galactic ecology at high redshifts.","Authors":"Breysse, PC (Breysse, Patrick C.) ; Rahman, M (Rahman, Mubdi)","Title":"Feeding cosmic star formation: exploring high-redshift molecular gas with CO intensity mapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100003 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"carboxylation velocity; eastern red cedar; electron transport; fluorescence; gas exchange; isotope ratio; soil nutrients KeyWords Plus:PLANT ENCROACHMENT; TALLGRASS PRAIRIE; LAND-USE; ECOSYSTEM CARBON; MESIC GRASSLAND; LEAF NITROGEN; FOREST; SOIL; DYNAMICS; CONSEQUENCES","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 219-230 DOI: 10.1007/s11099-016-0683-y Published: JUN 2017","Abstract":"Vegetation in grasslands is changing at an unprecedented rate. In the Nebraska Sandhills, this shift is attributed in part to encroachment of the woody species Juniperus virginiana. We investigated changes in resource availability and their feedback on seasonal trends in photosynthetic characteristics of J. virginiana trees scattered in open grasslands vs. a dense 57-year-old stand. Dense stand exhibited lower volumetric soil water content, NH4 (+), NO3 (-), and delta C-13, as well as foliage delta C-13, delta N-15, and N content, compared to grasslands. Water potential was higher in trees in grasslands compared to dense stand. J. virginiana in dense stand exhibited similar trends to trees in grasslands for net photosynthetic rate (P (N)), stomatal conductance, transpiration, maximum photochemical efficiency of PSII, maximum carboxylation velocity, and maximum rate of electron transport. P (N) peaked early summer and declined in the fall, with trees in open grasslands lagging behind those in dense stand. Plasticity of this species may place it at a competitive advantage in the Sandhills, further altering grasslands vegetation and ecosystem processes.","Authors":"Msanne, J (Msanne, J.) ; Awada, T (Awada, T.) ; Bryan, NM (Bryan, N. M.) ; Schacht, W (Schacht, W.) ; Drijber, R (Drijber, R.) ; Li, Y (Li, Y.) ; Zhou, X (Zhou, X.) ; Okalebo, J (Okalebo, J.) ; Wedin, D (Wedin, D.) ; Brandle, J (Brandle, J.) ; Hiller, J (Hiller, J.) ...More...Less","Title":"Ecophysiological responses of native invasive woody Juniperus virginiana L. to resource availability and stand characteristics in the semiarid grasslands of the Nebraska Sandhills"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100012 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"arbuscular mycorrhizal symbiosis; carbohydrates; chlorophyll; gas exchange; lipids; mineral nutrition KeyWords Plus:VITIS-VINIFERA L.; GLOMUS-INTRARADICES; MICROBIAL COMMUNITIES; CARBON METABOLISM; DROUGHT STRESS; SALT STRESS; GROWTH; PHOSPHATE; TRANSLOCATION; TRANSPORT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 308-316 DOI: 10.1007/s11099-016-0243-5 Published: JUN 2017","Abstract":"In this study, we hypothesized that colonization of olive trees (Olea europaea L.) with the arbuscular mycorrhizal fungus Rhizophagus irregularis could modify the profiles of rhizosphere microbial communities with subsequent effects on nutrient uptake that directly affects olive tree physiology and performance. In this context, a greenhouse experiment was carried out in order to study the effects of mycorrhizal colonization by R. irregularis on photosynthesis, pigment content, carbohydrate profile, and nutrient uptake in olive tree. After six months of growth, photosynthetic rate in mycorrhizal (M) plants was significantly higher than that of nonmycorrhizal plants. A sugar content analysis showed enhanced concentrations of mannitol, fructose, sucrose, raffinose, and trehalose in M roots. We also observed a significant increase in P, K, Ca, Mg, Zn, Fe, and Mn contents in leaves of the M plants. These results are important, since nutrient deficiency often occurs in Mediterranean semiarid ecosystems, where olive trees occupy a major place.","Authors":"Tekaya, M (Tekaya, M.) ; Mechri, B (Mechri, B.) ; Mbarki, N (Mbarki, N.) ; Cheheb, H (Cheheb, H.) ; Hammami, M (Hammami, M.) ; Attia, F (Attia, F.)","Title":"Arbuscular mycorrhizal fungus Rhizophagus irregularis influences key physiological parameters of olive trees (Olea europaea L.) and mineral nutrient profile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700001 ISSN: 0038-0717","Keywords":"Environmental disturbance; Bacteria; Fungi; Eucalypt; Australia; Fire-adapted ecosystem KeyWords Plus:FOREST SOILS; NITROGEN TRANSFORMATIONS; AUSTRALIAN ECOSYSTEMS; POSTFIRE RECOVERY; EXTRACTION METHOD; EUCALYPT FORESTS; GRASSY WOODLANDS; BIOMASS-C; FIRE; PSEUDOREPLICATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 1-13 DOI: 10.1016/j.soilbio.2017.01.027 Published: JUN 2017","Abstract":"A wildfire which overran a sensor network site provided an opportunity (a natural experiment) to monitor short-term post-fire impacts (immediate and up to three months post-fire) in remnant eucalypt woodland and managed pasture plots. The magnitude of fire-induced changes in soil properties and soil microbial communities was determined by comparing (1) variation in fire-adapted eucalypt woodland vs. pasture grassland at the burnt site; (2) variation at the burnt woodland-pasture sites with variation at two unburnt woodland-pasture sites in the same locality; and (3) temporal variation pre- and post-fire. In the eucalypt woodland, soil ammonium, pH and ROC content increased post-fire, while in the pasture soil, soil nitrate increased post-fire and became the dominant soluble N pool. However, apart from distinct changes in N pools, the magnitude of change in most soil properties was small when compared to the unburnt sites. At the burnt site, bacterial and fungal community structure showed significant temporal shifts between pre- and post-fire periods which were associated with changes in soil nutrients, especially N pools. In contrast, microbial communities at the unburnt sites showed little temporal change over the same period. Bacterial community composition at the burnt site also changed dramatically post fire in terms of abundance and diversity, with positive impacts on abundance of phyla such as Actinobacteria, Proteobacteria and Firmicutes. Large and rapid changes in soil bacterial community composition occurred in the fire-adapted woodland plot compared to the pasture soil, which may be a reflection of differences in vegetation composition and fuel loading. Given the rapid yet differential response in contrasting land uses, identification of key soil bacterial groups may be useful in assessing recovery of fire-adapted ecosystems, especially as wildfire frequency is predicted to increase with global climate change. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Prendergast-Miller, MT (Prendergast-Miller, Miranda T.) ; de Menezes, AB (de Menezes, Alexandre B.) ; Macdonald, LM (Macdonald, Lynne M.) ; Toscas, P (Toscas, Peter) ; Bissett, A (Bissett, Andrew) ; Baker, G (Baker, Geoff) ; Farrell, M (Farrell, Mark) ; Richardson, AE (Richardson, Alan E.) ; Wark, T (Wark, Tim) ; Thrall, PH (Thrall, Peter H.)","Title":"Wildfire impact: Natural experiment reveals differential short-term changes in soil microbial communities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700002 ISSN: 0038-0717","Keywords":"454 pyrosequencing; Alpha diversity; Beta diversity; Community assembly; Dryland; Fertilisation; Irrigation KeyWords Plus:ARBUSCULAR MYCORRHIZAL FUNGI; ELEVATED ATMOSPHERIC CO2; NITROGEN ADDITION; MICROBIAL COMMUNITIES; WATER AVAILABILITY; INCREASED PRECIPITATION; LITTER DECOMPOSITION; METABOLIC-ACTIVITY; SEMIARID STEPPE; CLIMATE-CHANGE","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 14-22 DOI: 10.1016/j.soilbio.2017.01.024 Published: JUN 2017","Abstract":"Land management practices considerably influence ecosystem processes and functioning, particularly in dryland ecosystems where nutrient and water limitations have direct (via effects on productivity) and indirect (via effects on soil biota) effects on ecosystem properties. Fungi in soils and associated with roots play critical roles in soil nutrient cycling and plant nutrient acquisition, but their responses to land management practices in dryland ecosystems remain equivocal. Here we evaluate the responses of fungal communities in roots and soils associated with a Eucalyptus saligna plantation after six years of forest management practices (irrigation and fertilisation) and in two different microenvironments within treated plots, in the presence and absence of understorey grasses. We observed that the richness and evenness of fungal communities were higher in soil than in root samples, but these two parameters did not vary among any of the management treatments. Effects of fertilisation and irrigation on fungal community composition were observed and appeared to be related to variation in soil pH, moisture, and nitrogen availability. Both fertilisation and irrigation decreased the ratios of ectomycorrhizal fungi to total fungi and increased the frequencies of saprotrophic and/or plant pathogenic fungi. We observed that some OTUs were shared between soil and root-associated fungal communities but that fertilisation was associated with lower frequencies of shared OTUs, suggesting a decoupling of these communities. In the absence of grasses, where only tree roots were present, we observed fewer tight relationships between fungal occurrence in root and soil samples. Our findings highlight the importance of forest management practices for fungal community assembly processes in dryland ecosystems, which may have consequences for the predictability of fungal community dynamics and nutrient cycling. (C) 2017 Published by Elsevier Ltd.","Authors":"Zheng, Y (Zheng, Yong) ; Hu, HW (Hu, Hang-Wei) ; Guo, LD (Guo, Liang-Dong) ; Anderson, IC (Anderson, Ian C.) ; Powell, JR (Powell, Jeff R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zheng, Yong  E-3947-2012 http://orcid.org/0000-0001-5239-9824","Title":"Dryland forest management alters fungal community composition and decouples assembly of root- and soil-associated fungal communities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700004 ISSN: 0038-0717","Keywords":"Freeze-thaw; Carbon; Nitrogen; Meta-analysis; Biogeochemistry KeyWords Plus:NORTHERN HARDWOOD FOREST; WINTER CLIMATE-CHANGE; INCREASED SNOW DEPTH; FINE-ROOT DYNAMICS; SUGAR MAPLE TREES; NORWAY SPRUCE; MICROBIAL COMMUNITIES; DIFFERENT VEGETATION; AGGREGATE STABILITY; ARCTIC TUNDRA","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 35-49 DOI: 10.1016/j.soilbio.2017.01.020 Published: JUN 2017","Abstract":"Global climate change may result in changes in snow cover, which may enhance freeze-thaw phenomena in mid and high latitude and high elevation ecosystems, especially in the northern hemisphere, in the future. As a common non-biological stress, the freeze-thaw process can substantially alter soil carbon and nitrogen cycles. However, a comprehensive understanding of nutrient pools and dynamics in response to freeze-thaw cycles is not available. Here, we evaluated the effect sizes of the responses of 18 variables related to soil carbon and nitrogen cycles to the freeze-thaw effect from 46 papers. Seventeen studies that reported field observations and 28 studies that reported results from laboratory experiments were included, as well as one paper that used both methods to explore freeze-thaw processes. We used a random-effects model to examine whether soil origins, effect phases (including initial and long-term effects), methods and soil horizons affect the magnitudes of the responses to freeze-thaw events. The soil sources include forest, shrubland, grassland/meadow, cropland, tundra and wetland. We used meta regression to explore possible relationships among effect sizes with freezing temperature, soil pH, soil C/N ratios and other factors. Our results suggest that the freeze-thaw process causes microbial N and the microbial C/N ratio to decrease by 12.2% and 8.5%, respectively. Soil solution dissolved organic carbon (DOC) and dissolved organic nitrogen (DON) are enhanced by 27.5% and 373%, respectively. The freeze thaw effect increases the concentrations of NHS4+, NOT and dissolved inorganic nitrogen (DIN) by 84.1%, 29.6% and 35.4%, respectively. N2O emissions are also increased by 95.0% in freeze-thaw treatments. Laboratory measurements resulted in contrasting responses in terms of mineralization, nitrification and respiration. Freeze-thaw events promote turnover of fine roots but have no effect on the long-term aboveground biomass of grassland and heath. The results of this meta-analysis help to achieve a better understanding of the overall effects of freeze-thaw events on soil carbon and nitrogen cycles and their modulation across different environments. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Song, Y (Song, Yang) ; Zou, YC (Zou, Yuanchun) ; Wang, GP (Wang, Guoping) ; Yu, XF (Yu, Xiaofei)","Title":"Altered soil carbon and nitrogen cycles due to the freeze-thaw effect: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700010 ISSN: 0038-0717","Keywords":"Forest fire; Wildfire; PLFA; Soil food web; Disturbance; Microfauna; Nematoda KeyWords Plus:NORTH-SOUTH GRADIENT; FATTY-ACID ANALYSIS; FOOD-WEB; MICROBIAL COMMUNITIES; MYCORRHIZAL FUNGI; FEEDING NEMATODES; PRESCRIBED FIRE; SIZE SPECTRA; DIVERSITY; BIODIVERSITY","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 107-117 DOI: 10.1016/j.soilbio.2017.02.006 Published: JUN 2017","Abstract":"The impact of fires on nematode diversity, abundance and biomass was assessed in 20 burnt forests and 20 adjacent control plots across a 3000-km-long north-south transect in European Russia. The transect covered five main forest types (Mediterranean and broadleaved forests, southern, middle, and northern taiga). In spring 2015, we assessed major abiotic parameters of soil, soil microbial PLFA markers, and nematode community characteristics (genus richness, abundance, biomass and trophic structure) in the burnt and control plots. Generic richness was the highest in the southern taiga (22 genera) declining both northwards (down to 16) and southwards (down to 13 genera). The highest abundance of nematodes was recorded in the Mediterranean forests (139.4 +/- 15.1 ind. g(-1) soil dwt, control site) and the lowest in the northern taiga (10.8 +/- 1.2 ind. g(-1) soil dwt, burnt site). Biomass followed the same pattern with slight deviations. Abundance and biomass of soil nematodes was not significantly affected by fires in any ecoregion with the exception of Mediterranean forests. We detected consistent fire effects on the abundance of particular nematode feeding groups. Trophic groups abundance of soil nematode communities were considerably modified in burnt forests due to the increase in abundance of bacterial-feeding nematodes and reduced number of hyphal-feeding, plant associated and plant-feeding nematodes. This increase in bacterial-feeding nematode biomass coincided with the growth of the ratio between bacterial and fungal biomass in pyrogenic soils. pH of soil solution and actual denitrification rate in the burnt forests correlated with the biomass of predatory nematodes. We conclude that, five years after fire, the structure of the microbial community, pH of soil solution and denitrification activity correlate with the ratio of feeding groups of belowground nematode communities in these forests. Taking into account considerable nematode biomass in soil, shifts in the ratio of trophic groups after fires induced by these factors may potentially lead to changes in the level of ecosystem functions which they deliver in burnt forests. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Butenko, KO (Butenko, Konstantin O.) ; Gongalsky, KB (Gongalsky, Konstantin B.) ; Korobushkin, DI (Korobushkin, Daniil I.) ; Ekschmitt, K (Ekschmitt, Klemens) ; Zaitsev, AS (Zaitsev, Andrey S.)","Title":"Forest fires alter the trophic structure of soil nematode communities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700012 ISSN: 0038-0717","Keywords":"Litter mixture; Chemical diversity; Soil C and N cycling; Alpine steppe; Northern tibet KeyWords Plus:FUNCTIONAL DIVERSITY; LEAF-LITTER; ECOSYSTEM FUNCTION; DECOMPOSITION DYNAMICS; SPECIES-DIVERSITY; NUTRIENT DYNAMICS; PATAGONIAN MONTE; TIBETAN PLATEAU; GLOBAL PATTERNS; MULTIPLE TRAITS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 124-134 DOI: 10.1016/j.soilbio.2017.02.007 Published: JUN 2017","Abstract":"The mechanisms of litter-mixing effects on soil carbon (C) and nitrogen (N) cycling in alpine ecosystems remain inconclusive. In this study, we employed a four-month litter-mixing experiment to examine the relationship between litter chemical diversity, incubation time and litter-mixing effects on soil C and N fluxes from an alpine steppe ecosystem in Northern Tibet. Litter mixtures caused predominantly non additive effects on soil C and N fluxes, with more synergistic effects for carbon dioxide (CO2)/nitrous oxide (N2O) emissions while more antagonistic effects for soluble organic C (SOC), total inorganic N (TIN), microbial biomass C (MBC) and urease activity (UA). Litter-mixture would largely increase the fluxes of CO2, N2O emission and SON, while decrease SOC, TIN, MBC and UA concentration. We calculated six chemical diversity indices, and found litter chemical diversity correlated with the strength of litter mixing effect on soil C and N, but the indices we chose may be influenced our understanding of the relationship. Our results also showed that models including the chemical diversity indices and incubation time generally gave better explanation on variations of litter-mixing effects. This work demonstrated a general relationship between litter chemical diversity and non-additive responses of soil C and N cycling, and suggested that incubation time is an important factor in understanding the litter-mixing effects. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, YC (Chen, Youchao) ; Ma, SQ (Ma, Shuqin) ; Sun, J (Sun, Jian) ; Wang, XD (Wang, Xiaodan) ; Cheng, GW (Cheng, Genwei) ; Lu, XY (Lu, Xuyang)","Title":"Chemical diversity and incubation time affect non -additive responses of soil carbon and nitrogen cycling to litter mixtures from an alpine steppe soil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700013 ISSN: 0038-0717","Keywords":"Deep soil; C mineralization; Net N mineralization; Soil organic carbon; Warming; Soil microbial community KeyWords Plus:ORGANIC-MATTER DECOMPOSITION; MICROBIAL CO2 PRODUCTION; TEMPERATURE SENSITIVITY; SUBSTRATE AVAILABILITY; N MINERALIZATION; SUBSURFACE SOIL; LABILE; DEEP; COMMUNITIES; FRACTIONS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 135-144 DOI: 10.1016/j.soilbio.2017.02.009 Published: JUN 2017","Abstract":"Deep soil stores a large amount of organic carbon (C) and nitrogen (N). However, little is known regarding the interactions between soil C and net N mineralization in deep soil, which complicates the prediction of ecosystem C and N dynamics. In this study, a 150-day laboratory soil incubation experiment was performed under 20 degrees C and 25 degrees C to investigate the influence of soil depth and warming on C and net N mineralization and their relationship. Soils were collected from a Hapludalfs profile in a subtropical forest with three depth intervals: 0-10 (topsoil), 10-30 (midsoil), and 30-60 cm (subsoil). Soil microbial community-level physiological profiling (CLPP) was conducted to investigate the role of the microbial community in C and N mineralization. The results demonstrated that both C and net N mineralization rates in subsoil were significantly lower than in topsoil. Compared to topsoil, subsoil had lower temperature sensitivity of C mineralization and relatively higher temperature sensitivity of net N mineralization. Cumulative soil C and net N mineralized were positively correlated in topsoil with the mineralized N per mineralized C showed as 0.19 and 0.31 at 20 degrees C and 25 degrees C, respectively. However, there was no significant correlation between cumulative soil C and net N mineralized in subsoil due to the low amount of net N mineralization. The lack of labile C source and degradable organic N were believed to limit the net N mineralization in subsoil. The microbial community in topsoil used relatively more easily decomposable carbohydrates and carboxylic acids, which favored C mineralization. In contrast, the microbial community in subsoil had relatively high utilization of amino acids (N-containing substrates), which indicated there was N limitation. This distinguished substrate utilization patterns of microbial communities could explain the observed C and N mineralization rates among the soil depths, and suggests that the microbial community played an important role in soil C and N mineralization. The decoupled relationships between soil C and net N mineralization in deep soil and their differentiated responses to warmer temperatures among soil depths indicated that deep soil should be considered separately from topsoil for ecosystem C and N cycling, especially for ecosystem C dynamic models. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tian, QX (Tian, Qiuxiang) ; Wang, XG (Wang, Xinggang) ; Wang, DY (Wang, Dongya) ; Wang, M (Wang, Min) ; Liao, C (Liao, Chang) ; Yang, XL (Yang, Xiaolu) ; Liu, F (Liu, Feng)","Title":"Decoupled linkage between soil carbon and nitrogen mineralization among soil depths in a subtropical mixed forest"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700017 ISSN: 0038-0717","Keywords":"Invasive plant; Microbial activity; Pyrosequencing; Rhizosphere bacterial community; Semiarid environment KeyWords Plus:DEALBATA LINK INVASION; MICROBIAL COMMUNITY; ENZYME-ACTIVITIES; SP-NOV.; NITROGEN MINERALIZATION; HARDWOOD FORESTS; PLANT INVASIONS; ALIEN PLANTS; WASTE-WATER; PCR PRIMERS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 176-187 DOI: 10.1016/j.soilbio.2017.02.012 Published: JUN 2017","Abstract":"The objective of this study was to determine whether native and invasive plants harbor different bacterial communities in their rhizospheres and whether there are bacterial indicator species associated with the invasive rhizosphere. Additionally, physico-chemical, biochemical, and biological properties have been determined in the native and invasive rhizospheres in order to ascertain the relationships between these soil properties and the rhizosphere bacterial communities. We carried out a study in five independent locationts under Mediterranean semiarid conditions, where the native Hyparrhenia hirta is being displaced by Perinisetum setaceum. Partial 16S rRNA genes of the rhizosphere bacterial communities were amplified and 454-pyrosequenced. Principal coordinate analysis revealed differences in the composition and structure of the rhizosphere bacterial communities between native and invasive plants, the values of the richness index being higher in the invasive microbial community. RhiZosphere microbial community structure was also influenced by invaded location. The indicator species analysis showed a higher number of indicators for the invasive community at all the taxonomic levels studied, the genus Ohtaekwangia being the most abundant indicator. As shown by canonical correspondence analysis, the protease and dehydrogenase activities and soil respiration were related to the rhizosphere bacterial community of invasive plant. However, only protease activity was significantly affected by the plant type, being higher in the invasive plant rhizosphere. Our results show that P. setaceum invasion has produced an intense interaction with the soil bacterial community, shifting its structure, composition, and protease activity related to N cycling, which may be altering the function of the invaded ecosystem. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rodriguez-Caballero, G (Rodriguez-Caballero, G.) ; Caravaca, F (Caravaca, F.) ; Alguacil, MM (Alguacil, M. M.) ; Fernandez-Lopez, M (Fernandez-Lopez, M.) ; Fernandez-Gonzalez, AJ (Fernandez-Gonzalez, A. J.) ; Roldan, A (Roldan, A.)","Title":"Striking alterations in the soil bacterial community structure and functioning of the biological N cycle induced by Pennisetum setaceum invasion in a semiarid environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700020 ISSN: 0038-0717","Keywords":"Ammonia-oxidation; Denitrification; Potential enzyme activity; Biogeography; Niche-partitioning; Spatio-temporal variability KeyWords Plus:AMMONIA-OXIDIZING BACTERIA; LAND-USE TYPES; COMMUNITY STRUCTURE; AGRICULTURAL FIELD; NITRITE REDUCTASE; PLANT DIVERSITY; POTENTIAL NITRIFICATION; UPLAND GRASSLAND; ECOLOGY; ABUNDANCE","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 214-226 DOI: 10.1016/j.soilbio.2016.11.011 Published: JUN 2017","Abstract":"The microbial groups of nitrogen fixers, ammonia oxidizers, and denitrifiers largely drive the inorganic nitrogen cycle in temperate terrestrial ecosystems. Their spatial and temporal dynamics, however, vary depending on the studied scale. The present study aimed to fill a knowledge gap by providing an explicit picture of spatial and temporal dynamics of a subset of these soil microorganisms at the plot scale. We selected an unfertilized perennial grassland, where nitrogen cycling is considered to be efficient and tightly coupled to plant growth. At six times over one growing season 60 soil samples were taken from a 10 m x 10 m area and abundances of marker genes for total archaea and bacteria (16S rRNA), nitrogen fixing bacteria (nifH), ammonia oxidizing archaea (amoA AOA) and bacteria (amoA AOB), and denitrifying bacteria (nirS, nirK and nosZ) were determined by qPCR. Potential nitrification activity (PNA) and denitrifying enzyme activity (DEA) were determined. Seasonal changes in abundance patterns of marker genes were detected, and were associated with changes in substrate availability associated with plant growth stages. Potential nitrification and denitrification enzyme activities were strongly spatially structured at the studied scale, corresponding to periods of rapid plant growth, June and October, and their spatial distributions were similar, providing visual evidence of highly localized spatial and temporal conditions at this scale. Temporal variability in the N -cycling communities versus the stability of their respective potential activities provided evidence of both short-lived temporal niche partitioning and a degree of microbial functional redundancy. Our results indicate that in an unfertilized grassland, at the meter scale, abundances of microbial N-cycling organisms can exhibit transient changes, while nitrogen cycling processes remain stable. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Regan, K (Regan, Kathleen) ; Stempfhuber, B (Stempfhuber, Barbara) ; Schloter, M (Schloter, Michael) ; Rasche, F (Rasche, Frank) ; Prati, D (Prati, Daniel) ; Philippot, L (Philippot, Laurent) ; Boeddinghaus, RS (Boeddinghaus, Runa S.) ; Kandeler, E (Kandeler, Ellen) ; Marhan, S (Marhan, Sven)","Title":"Spatial and temporal dynamics of nitrogen fixing, nitrifying and denitrifying microbes in an unfertilized grassland soil"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397690400003 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Agricultural management; Soil fertility; Planting forage in orchards; Understory management; Plant-soil interactions KeyWords Plus:TERRESTRIAL ECOSYSTEMS; ORGANIC-CARBON; PHOSPHORUS; DYNAMICS; BIOMASS; ECOLOGY; FOREST","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 169 Pages: 16-24 DOI: 10.1016/j.still.2017.01.009 Published: JUN 2017","Abstract":"Plantation of fruit trees is an important measure of agriculture and vegetation restoration as it produces economic output with obvious ecological effects, making orchards contribute greatly to increased vegetation coverage around the world. Sod cultivation in orchards is a popular management measure but whether it affects soil nutrient condition in different ways, e.g., among different climatic zones or under different soil types, remains unclear. This meta-analysis was conducted to clarify effects of sod cultivation in orchards on soil nutrients (including carbon [C], nitrogen [N], phosphorus [P] and potassium [K]) across China which covers different climatic zones and soil types. Results showed that sod cultivation significantly increased soil organic C (SOC), total and available N, available P and total K contents, but significantly reduced total P and available K contents in orchard soils. These changes of soil nutrients were not a result of cultivation-induced modifications in soil pH and bulk density but instead were probably led by changed nutrient demands and inputs of plants in associated with altered microbial processes. Moreover, climate, edaphic properties and the cultivated grass species apparently affected responses of soil nutrients to sod cultivation. Discrepancies in substrate supply and microbial properties induced by grass cultivations in different systems could have contributed to the observed patterns. Further studies, e.g., simultaneously investigating soil nutrient condition, plant productivity and soil microbial properties, remain needed to improve our understanding of the potential mechanisms by which sod cultivation could change soil nutrient conditions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wei, H (Wei, Hui) ; Xiang, YZ (Xiang, Yangzhou) ; Liu, Y (Liu, Ying) ; Zhang, JE (Zhang, Jiaen)","Title":"Effects of sod cultivation on soil nutrients in orchards across China: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690400008 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Carbon balance; Nitrous oxide emissions; Eddy covariance; Vented static chambers; Soybean KeyWords Plus:NITROUS-OXIDE EMISSIONS; FILLED PORE-SPACE; CARBON-DIOXIDE; WINTER-WHEAT; CROP; AGRICULTURE; VARIABILITY; EXCHANGE; NO","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 169 Pages: 65-70 DOI: 10.1016/j.sti11.2017.01.017 Published: JUN 2017","Abstract":"The estimation of the GHG balance of agroecosystems is essential to evaluate the impact of agriculture on the composition of the atmosphere. Cultivated soils may act as a sink or a source of CO2 and usually emit N2O. The aim of the present study was to assess the CO2 and N2O balances, and to analyze the relationships between N2O fluxes and environmental variables for two soybean growing seasons and the fallow period between them, in an agricultural field in the Pampas region of Argentina. The fluxes of CO2 and N2O were measured by the eddy covariance and the static-chamber methods, respectively. The net ecosystem exchange from sowing to harvest was-2543 and-2307 kg CO2-C ha(-1), for the first and second growing seasons, respectively. The N2O net balance over the same periods was 1.45 and 0.96 kg N2O-N ha(-1). A multivariate analysis showed that during the growing season the most important variable influencing N2O emission was % water filled pore space (% WFPS), followed by nitrate content and soil temperature. During fallow, soil temperature was the main control factor, followed by % WPFS. The total balance (including CO2 and N2O) showed that the soil gained 753.5 kg Ceq ha(-1) on average during cultivarion cycle. Taking into account the fallow period, the global balance resulted in a carbon loss of 1328.5 kg Ceq ha(-1) over about one year. Our results clearly indicate the need to incorporate winter cover crops for improving the production system, as they can provide carbon to the soil and use the available stubble nitrogen from the previous crop. 2017 Elsevier B.V. All rights reserved.","Authors":"Lewczuk, NA (Lewczuk, Nuria A.) ; Posse, G (Posse, Gabriela) ; Richter, K (Richter, Klaus) ; Achkar, A (Achkar, Antonio)","Title":"CO2 and N2O flux balance on soybean fields during growth and fallow periods in the Argentine Pampas-A study case"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500001 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Tea plantation age; Soil aggregates; Microbial biomass; Microbial activity KeyWords Plus:ORGANIC-CARBON; AGRICULTURAL SOILS; ENZYME-ACTIVITIES; TILLAGE SYSTEMS; WESTERN SICHUAN; HILLY REGION; CHINA; FRACTIONS; STABILITY; DYNAMICS","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 1-8 DOI: 10.1016/j.catena.2017.01.029 Published: JUN 2017","Abstract":"Variations in microbial biomass and activity within aggregate fractions can provide valuable information regarding mechanisms for enhancing carbon (C) sequestration and nutrient status in agricultural soils. The effects of different chronosequence phases on these variations in tea (Camellia sinensis L.) plantations have not yet been well documented. In this study, we assessed the relationship between tea plantation age and microbial biomass and activity at the aggregate scale. Microbial biomass C and respiration rate were determined in different size fractions from soil depths of 0-20 and 20-40 cm under four tea plantations of varying ages (16, 23, 31, and 53 years) in the hilly region of Western Sichuan, China. Aggregates were separated by an improved dry-sieving procedure into four fractions: >2 mm (large macro-aggregates), 2-1 mm (medium macro-aggregates), 1-0.25 mm (small macro-aggregates), and <0.25 mm (micro-aggregates). All the tea plantations we observed were dominated by large macro-aggregates with values of 41.25%-61.12% at both soil depths. Their proportion and mean weight diameter (MWD) were higher in 23-year tea plantation than those in other plantations, indicating that the soil structure in the 23-year tea plantation was more stable than the others. Notably, we found that aggregate stability is closely correlated with microbial biomass and their relationship is dependent on aggregate size. Aggregates with different particle sizes exhibited different levels of microbial biomass C and respiration rate regardless of tea plantation age. The soil properties we examined were at their highest levels in large macro aggregates, implying that microorganisms associated with these fractions are more biologically active there than elsewhere in the present ecosystem. Decreases in soil microbial biomass and activity after 23 years of tea planting occurred mainly due to reduction in large macro-aggregates in the whole soil over time. To this effect, it is crucial to establish appropriate management protocol tailored to the prevention of soil structure degradation after 23 years of tea planting in such plantations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, SQ (Wang, Shengqiang) ; Li, TX (Li, Tingxuan) ; Zheng, ZC (Zheng, Zicheng)","Title":"Distribution of microbial biomass and activity within soil aggregates as affected by tea plantation age"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500010 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Chronosequence; Glacial retreat; Soil sequence; PLFA; Microbial community; Soil development KeyWords Plus:16S RIBOSOMAL-RNA; ECOSYSTEM DEVELOPMENT; COMMUNITY SUCCESSION; RECEDING GLACIER; FOREFIELD; BACTERIAL; DIVERSITY; CHRONOSEQUENCE; FUNGAL; FORELAND","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 83-88 DOI: 10.1016/j.catena.2017.02.001 Published: JUN 2017","Abstract":"Glacial retreat areas offer an excellent opportunity for microbial ecologists to study ecological theories. The place of this study was the glacier retreat area of Iztaccihuatl volcano in Mexico (19.02 degrees N, 98.62 degrees W). Sampling took place at eleven different sites along the retreat area in 2008 and 2009. Soil samples (200 g each) were frozen, and air-shipped to the laboratory and analysed for organic C and N, ammonia, nitrate and DNA content as a proxy for microbial biomass. The composition of the soil microbial community was analysed by ester-linked phospholipid fatty acid analysis and by PCR-DGGE. From the youngest sites to the oldest ones the pH increased from 2.5 to 5.1, electrical conductivity decreased. We found an increase of C and N along the chronosequence, and also an increase in microbial biomass. The C-to-N-ratio increased from around 4 at 5000 m a.s.l. to 14 at 3800 m a.s.l., indicating soil development. According to PLFA analysis the microbial community showed a clear shift from bacteria to fungi during the initial phase, while in the later phase the trend was reverse. From PCR-DGGE profiles it may be inferred that the diversity of the microbial community increased with time. Results confirm earlier studies on microbial succession in the Alps, North American Rocky Mountains and the Andes. The initial increase of fungi, and their subsequent decrease might be explained by the resource heterogeneity hypothesis. The results also indicate that in the future much larger sample sets should be used to make best use of the retreat continuum at this type of subtropical glaciers, and to perform a metagenomic analysis to deepen the understanding of microbial succcession at a genus or species level. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Insam, H (Insam, Heribert) ; Delgado-Granados, H (Delgado-Granados, Hugo) ; Nagler, M (Nagler, Magdalena) ; Waldhuber, S (Waldhuber, Sebastian) ; Podmirseg, SM (Podmirseg, Sabine Marie) ; Quideau, S (Quideau, Sylvie)","Title":"Soil microbiota along Ayoloco glacier retreat area of Iztaccihuatl volcano, Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500011 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Land use change; Eucalyptus; Grazing land; Exclosure; Strontium KeyWords Plus:BLUE NILE BASIN; CHURCH FORESTS; BOREAL FORESTS; MANAGEMENT; MATTER; SEQUESTRATION; CONVERSION; HIGHLANDS; CLIMATE; CHRONOSEQUENCE","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 89-99 DOI: 10.1016/j.catena2017.02.003 Published: JUN 2017","Abstract":"Soil is the largest terrestrial organic carbon pool and can act as a source or sink for atmospheric CO2. Although reliable soil carbon (SOC) stock measurements of major ecosystems are essential for predicting the influence of advancing climate change, comprehensive data on SOC stocks is still scarce for most ecosystems in subtropical areas. In this study, SOC and N stocks of different land use systems were investigated along a climatic gradient in Northwest Ethiopia. The land use systems ranged from dry subtropical Afromontane forest, as the baseline, to cropland as the most degraded system. In addition, we investigated the changs of SOC stocks after interventions to recover vegetation cover; these were eucalyptus plantations and an exclosure to prevent grazing. Total SOC varied between land use systems and ranged from 3.1 kg C m(-2) in croplands to 23.9 kg C m(-2) in natural forest, and average N stock ranged from 0.4 kg N m(-2) in croplands to 2.1 kg N m(-2) in natural forest. In forests, there were a clear vertical gradient in SOC and N stock down the soil profile, and 60% of the total SOC and N stocks were found in the upper 10 cm soil depth. Using the Sr/Ca and Ba/Ca ratios and the vertical distribution of the C/N ratio of the soil, the losses of SOC were shown to be due to loss of the of the upper soil layer. Afforestation of degraded croplands and grazing lands with eucalyptus increased SOC stocks to nearly 70% of the natural forest levels within 30 years. Exclosure, which removed grazing pressure and allowed regeneration of native vegetation, increased SOC in the top soil only. (C) 2017 Published by Elsevier B.V.","Authors":"Assefa, D (Assefa, Dessie) ; Rewald, B (Rewald, Boris) ; Sanden, H (Sanden, Hans) ; Rosinger, C (Rosinger, Christoph) ; Abiyu, A (Abiyu, Abrham) ; Yitaferu, B (Yitaferu, Birru) ; Godbold, DL (Godbold, Douglas L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rewald, Boris   http://orcid.org/0000-0001-8098-0616","Title":"Deforestation and land use strongly effect soil organic carbon and nitrogen stock in Northwest Ethiopia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500012 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Sequential silicon extraction; Silicic acid; Amorphous silica; Pedogenic oxides and hydroxides; Floodplain soils KeyWords Plus:TEMPERATE-HUMID CLIMATE; AMORPHOUS SILICA; SOILS; EXTRACTION; FOREST; SI; LANDSCAPES; ECOSYSTEMS; VEGETATION; SEDIMENTS","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 100-105 DOI: 10.1016/j.catena2017.01.027 Published: JUN 2017","Abstract":"Quantification of Si in its different forms in soil is a prerequisite to understand the geochemical distribution and fate of Si along with their driving biogeochemical processes. However, different Si fractions in floodplain soils have not been quantified yet, and little is known about the biogeochemical processes driving Si fractionation in these soils. Therefore, we applied for the first time a sequential Si extraction scheme to three floodplain soils (Mollic Fluvisols) to separate six Si fractions: mobile Si, adsorbed Si, Si bound to organic matter, Si included in pedogenic oxides and hydroxides, biogenic as well as minerogenic amorphous silica. Residual Si Was calculated. The highest Si proportion apart from the residual fraction (Si bound in primary and secondary silicates) was found in minerogenic amorphous silica (up to 5.6% of total Si), followed by Si occluded in pedogenic oxides and hydroxides (up to 0.7% of total Si). Silicon from biogenic amorphous silica amounted to 0.02-0.6% of total Si. The smallest proportion of Si was found in the mobile Si fraction and made up about 0.01% of the total Si. The results of this study demonstrate the importance of the soil water budget (here periodic flooding with prolonged water saturation) on the accumulation of easy-to-mobilise Si, Si occluded in pedogenic oxides and hydroxides and amorphous minerogenic as well as biogenic silica. Reductive dissolution of Fe and Mn oxides may induce Si release into the soil solution, subsequent oxidizing conditions may induce Si accumulation by adsorption, co-precipitation and occlusion of Si on/with newly formed Fe and Mn oxides. These processes are more pronounced in floodplain than in terrestrial soils, thus implying different distributions of Si among soil fractions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Georgiadis, A (Georgiadis, Anna) ; Rinklebe, J (Rinklebe, Jorg) ; Straubinger, M (Straubinger, Margit) ; Rennert, T (Rennert, Thilo)","Title":"Silicon fractionation in Mollic Fluvisols along the Central Elbe River, Germany"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500014 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Land degradation; MEDALUS; Sensitivity; Quality indicators; South-western Romania KeyWords Plus:SOUTH-WESTERN ROMANIA; LAST 5 DECADES; CLIMATE-CHANGE; FOREST ECOSYSTEMS; DESERTIFICATION; REGION; DRYLANDS; ARIDITY; EVAPOTRANSPIRATION; VARIABILITY","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 114-130 DOI: 10.1016/j.catena2017.02.011 Published: JUN 2017","Abstract":"Land degradation, a current environmental threat of global proportions, is a complex issue which needs an interdisciplinary approach in order to tackle a given territory's sensitivity to the process. This study aims to spatially analyse the land degradation sensitivity in south-western Romania, a region currently known for this type of environmental deterioration. The analysis is based on mapping and assessing land susceptibility to degradation by means of a multifactorial approach using GIS techniques, such as the well-established MEDALUS (Mediterranean Desertification and Land Use) method. Widely used in the Mediterranean region and other areas worldwide due to advantageous features such as simplicity, flexibility and rapid implementation, the method was used in this study for the analysis of the main indicators identified to be driving forces of land degradation, i.e. Climate Quality Index, Soil Quality Index, Vegetation Quality Index and Management Quality Index The paper aims to adjust the method in relation to local conditions by considering certain additional variables (sub-indicators) for computing the main indicators, as well as by integrating a new regionally relevant indicator for this environmental issue Water Quality Index. The final results, assessed with the proposed Land Degradation Sensitivity Index (based on 21 sub-indicators, of which 15 are included in the original MEDALUS method, and 6 are additional), showed that approximately 70% of the total study area is critically sensitive to degradation, mainly due to high agricultural pressures and very low vegetation cover. Surprisingly, in terms of administration, it was found that >80% of the region's territorial administrative units include sectors which are critically exposed to degradation that exceed half their area. The results can constitute a basic support for regional-level decision makers who can implement the appropriate measures in order to attenuate the restrictive environmental conditions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pravalie, R (Pravalie, Remus) ; Savulescu, I (Savulescu, Ionut) ; Patriche, C (Patriche, Cristian) ; Dumitrascu, M (Dumitrascu, Monica) ; Bandoc, G (Bandoc, Georgeta)","Title":"Spatial assessment of land degradation sensitive areas in southwestern Romania using modified MEDALUS method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212500011 ISSN: 0960-1481","Keywords":"Sweet sorghum; Multiple harvests; Stalk productivity; Sugar productivity; Ethanol productivity KeyWords Plus:BICOLOR L. MOENCH; SOLID-STATE FERMENTATION; BIOMASS; SUGAR; BIOETHANOL; CROPS; STALK; TRANSPORTERS; PERFORMANCE; EXPRESSION","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 106 Pages: 103-110 DOI: 10.1016/j.renene.2016.12.036 Published: JUN 2017","Abstract":"Sweet sorghum is a sugar rich crop that has been considered an alternative feedstock to sugarcane for ethanol production. A full year production cycle is possible as sweet sorghum is capable of multiple harvests. In this work we present experimental results for stalk biomass and sugar productivities, individual sugar distribution at harvest, ethanol yield and productivity of several sweet sorghum varieties and three harvests, the first cut during the rainy period and two ratoon crops during the dry season. The fresh stalk biomass productivity was different among varieties and harvests. All varieties had a lower than expected first harvest productivity, short waterlogging periods during the rainy period might have been the cause, and Top 76-6 showed the best value, 118 Mg per ha. The stalk sugar content dropped drastically for the second ratoon crop which also had an atypical sugar distribution, sucrose content decreased and reducing sugars increased, a premature harvest might have been the possible cause. Umbrella and Top 76-6 had the highest sugar productivity around 10 Mg per ha year. Fructose was the only remaining sugar after fermentation. Top 76-6 showed the highest ethanol productivity of around 4800 L per ha year and the best overall process efficiency. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Rolz, C (Rolz, Carlos) ; de Leon, R (de Leon, Robert) ; de Montenegro, ALM (de Montenegro, Ana Luisa Mendizabal) ; Porras, V (Porras, Vilma) ; Cifuentes, R (Cifuentes, Rolando)","Title":"A multiple harvest cultivation strategy for ethanol production from sweet sorghum throughout the year in tropical ecosystems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836200003 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Tree structure; Root traits; Soil water content; Soil carbon content; Heterotrophic respiration; Root-derived respiration KeyWords Plus:ECOSYSTEM RESPIRATION; EDDY COVARIANCE; APPLE ORCHARD; WATER CONTENT; FINE ROOTS; GROWTH; FOREST; TEMPERATURE; ALLOCATION; PATTERN","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 294 Pages: 29-37 DOI: 10.1016/j.geoderma2017.01.036 Published: MAY 15 2017","Abstract":"Quantification of soil respiration (R-s) is an essential step in modelling soil carbon fluxes associated with stand structure and management. This study aims to characterise the spatial variations of R-s at tree scale in adult (AO) and young (YO) drip-irrigated orange orchards, with special focus on abiotic (soil moisture, theta(s)) and biotic (stand age and root traits) factors determining the variability of R-s. R-s, soil temperature (T-s), theta(s), soil organic carbon content (OC) and root traits were sampled along three transects parallel to the drip-line. Measurements were carried out in autumn, with mean Ts over the sampling area close to 18 degrees C. Heterotrophic respiration (Rh) was determined in undisturbed non-rooted soil, and root-derived (or rhizosphere) respiration (R-r) was estimated from the difference R-s - R-h. Root distribution and root density were closely correlated with theta(s). Fine-root density appeared to play a major role in the control of R-s, explaining a great part of the spatial variability of Rs. The ratio R-h/R-s, estimated by means of a simple partitioning model, appeared to decrease with stand age (similar to 0.68 and similar to 0.32 in YO and AO, respectively), indicating the predominance of R-h in the young orchard and of R-r in the old one. The study highlights that stand structure plays a determinant role in driving the spatial variability of R-s and its partitioning between heterotrophic and root-derived respiration in irrigated orchards. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gonzalez-Real, MM (Gonzalez-Real, Maria M.) ; Egea, G (Egea, Gregorio) ; Martin-Gorriz, B (Martin-Gorriz, Bernardo) ; Nortes, PA (Nortes, Pedro A.) ; Bailie, A (Bailie, Alain)","Title":"Spatial variability of soil CO2 efflux in drip-irrigated old and young citrus orchards and its dependence on biotic and abiotic factors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836200008 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"C sequestration; Conservation Reserve Program; Soil texture; Soil microbes KeyWords Plus:MICROBIAL BIOMASS CARBON; ORGANIC-MATTER DYNAMICS; LAND-USE CHANGE; ENZYME-ACTIVITIES; ISOTOPE-RATIO; NITROGEN; PLANT; ECOSYSTEM; TURNOVER; SYSTEMS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 294 Pages: 80-90 DOI: 10.1016/j.geoderma.2017.01.032 Published: MAY 15 2017","Abstract":"The Conservation Reserve Program (CRP) in the USA plays a major role in carbon (C) sequestration to help mitigate rising CO2 levels and climate change. The Southern High Plains (SHP) region contains >900.000 ha enrolled in CRP, but a regionally specific C sequestration rate has not been studied, and identification of the C pools and processes important in controlling C sequestration rates remain unresolved. We aimed to address these gaps by utilizing a CRP chronosequence with historical rangeland as a reference ecosystem. Soil samples (0-10 and 10-30 cm) were collected in 2012 and 2014 from a total of 26 fields across seven counties within the SHP and included seven croplands (0 y in CRP), 16 CRP fields that ranged from 6 to 26 y (as of 2012), plus three rangelands. Multiple regression analysis was conducted to gauge the rate of C sequestration under CRP within C pools: soil organic C (SOC), particulate organic matter C (POM-C), and microbial biomass C (MBC), with two additional predictors (soil clay + silt content and precipitation). Despite attempts to control for soil texture by targeting a dominant soil series (Amarillo fine sandy loam), the percent of clay + silt (15.2-48.7%) significantly influenced C accrual. The C sources (C-3 from previous cropping systems or C-4 from CRP grasses) in SOC and POMC were assessed using stable C isotope signatures. Additionally, the role of soil microbes in C sequestration was evaluated by investigating the relationship between MBC and CO2 flux and C sequestration. SOC increased at a rate of 69.82 and 132.87 kg C ha(-1) y(-1) and would take approximately 74 and 77 y to reach the rangeland C stocks at 0-10 and 0-30 cm, respectively. The C-4-C primarily from the introduced grasses was the main source of C sequestration. SOC gains were essentially due to increases in POM-C and MBC, accounting for 50.04 and 15.64% of SOC sequestration at 0-30 cm, respectively. The highest semi-partial correlation coefficients between the increasing years under CRP restoration and MBC indicated CRP had the strongest effect on MBC compared to other C pools. In addition, increasing soil CO2 flux and MBC:SOC ratio with years of CRP restoration indicated MBC played a critical role in the C sequestration process. Conservation of CRP lands and efforts to sustain perennial systems in this highly erodible landscape should be a high priority of conservation programs. In doing so, significant offsets to increasing atmospheric CO2 levels may be achieved in addition to erosion control and improved wildlife habitat. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, C (Li, Chenhui) ; Fultz, LM (Fultz, Lisa M.) ; Moore-Kucera, J (Moore-Kucera, Jennifer) ; Acosta-Martinez, V (Acosta-Martinez, Veronica) ; Horita, J (Horita, Juske) ; Strauss, R (Strauss, Richard) ; Zak, J (Zak, John) ; Calderon, F (Calderon, Francisco) ; Weindorf, D (Weindorf, David)","Title":"Soil carbon sequestration potential in semi-arid grasslands in the Conservation Reserve Program"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100008 PubMed ID: 28189931 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Ecosystem service; Fencing; Tibetan Plateau; Trade-off; Synergy KeyWords Plus:BIODIVERSITY CONSERVATION; CARBON STOCKS; PLATEAU; DIVERSITY; STORAGE; LANDSCAPE; LIVESTOCK; DYNAMICS; NITROGEN; IMPACTS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 70-78 DOI: 10.1016/j.jenvman.2017.02.008 Published: MAY 15 2017","Abstract":"Developing sustainable use patterns for alpine grassland in Tibet is the primary challenge related to conserving these vulnerable ecosystems of the 'world's third pole' and guaranteeing the well-being of local inhabitants. This challenge requires researchers to think beyond the methods of most current studies that are limited to a single aspect of conservation or productivity, and focus on balancing various needs. An analysis of trade-offs involving ecosystem services provides a framework that can be used to quantify the type of balancing needed. In this study, we measured variations in four types of ecosystem services under five types of grassland management including grazing exclusion, sowing, combined plowing and grazing exclusion, combined plowing and sowing, and natural grassland, from 2013 to 2015. In addition, we accessed the existence and changing patterns of ecosystem service trade-offs using Spearman coefficients and a trade-off index. The results revealed the existence of trade-offs among provisioning and regulating services. Plowing and sowing could convert the trade-off relationships into synergies immediately. Grazing exclusion reduced the level of trade-offs gradually over time. Thus, the combined plowing and sowing treatment promoted the total supply of multiple ecosystem services when compared with natural grassland. We argue that the variations in dry matter allocation to above and belowground serve as one cause of the variation in trade-off relationships. Another cause for variation in trade-offs is the varied species competition between selection effects and niche complementarity. Our study provides empirical evidence that the effects of trade-offs among ecosystem services could be reduced and even converted into synergies by optimizing management techniques. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wu, JX (Wu, Junxi) ; Zhao, Y (Zhao, Yan) ; Yu, CQ (Yu, Chengqun) ; Luo, LM (Luo, Liming) ; Pan, Y (Pan, Ying)","Title":"Land management influences trade-offs and the total supply of ecosystem services in alpine grassland in Tibet, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100019 PubMed ID: 28222351 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Wet system; Floodplains; Land morphology; Flood risk; Portugal; Trancao River basin KeyWords Plus:ECOSYSTEM SERVICES; RIVER; VULNERABILITY; MANAGEMENT","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 172-187 DOI: 10.1016/j.jenvman.2017.01.077 Published: MAY 15 2017","Abstract":"In the last decades, the increasing vulnerability of floodplains is linked to societal changes such as population density growth, land use changes, water use patterns, among other factors. Land morphology directly influences surface water flow, transport of sediments, soil genesis, local climate and vegetation distribution. Therefore, the land morphology, the land used and management directly influences flood risks genesis. However, attention is not always given to the underlying geomorphological and ecological processes that influence the dynamic of rivers and their floodplains. Floodplains are considered a part of a larger system called Wet System (WS). The WS includes permanent and temporary streams, water bodies, wetlands and valley bottoms. Valley bottom is a broad concept which comprehends not only floodplains but also flat and concave areas, contiguous to streams, in which slope is less than 5%. This will be addressed through a consistent method based on a land morphology approach that classifies landforms according to their hydrological position in the watershed. This method is based on flat areas (slopes less than 5%), surface curvature and hydrological features. The comparison between WS and flood risk data from the Portuguese Environmental Agency for the main rivers of mainland Portugal showed that in downstream areas of watersheds, valley bottoms are coincident with floodplains modelled by hydrological methods. Mapping WS has a particular interest in analysing river ecosystems position and function in the landscape, from upstream to downstream areas in the watershed. This morphological approach is less demanding data and time-consuming than hydrological methods and can be used as the preliminary delimitation of floodplains and potential flood risk areas in situations where there is no hydrological data available. The results were also compared with the land use/cover map at a national level and detailed in Trancao river basin, located in Lisbon metropolitan area, an urbanized basin that suffered heavy flooding in the last decades. This study also contributes to a better understanding of the basin morphology at a local scale and the effects of soil sealing in downstream flood risks. This work will contribute to the understanding of the morphology, ecology and land use of watersheds that could be used to reduce runoff and downstream flood risk. This can be accomplished by using natural water retention and infiltration methods or higher-level based planning instead of a reaction to local decisions on flood hazards. This morphological approach to map landforms, including wet system, is a valuable tool to assist policy makers and planners in flood risk and land use management, floodplain restoration, agricultural land management practices, and location of human activities according to ecological suitability. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cunha, NS (Cunha, N. S.) ; Magalhaes, MR (Magalhaes, M. R.) ; Domingos, T (Domingos, T.) ; Abreu, MM (Abreu, M. M.) ; Kupfer, C (Kuepfer, C.)","Title":"The land morphology approach to flood risk mapping: An application to Portugal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100021 PubMed ID: 28226259 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Pyrolysis; Sorption; Polar herbicides; Response surface methodology KeyWords Plus:DIFFERENT PYROLYTIC TEMPERATURES; IMIDAZOLINONE HERBICIDES; HEATING RATE; PHYSICOCHEMICAL PROPERTIES; SOIL; SORPTION; ADSORPTION; WATER; DESORPTION; BEHAVIOR","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 201-210 DOI: 10.1016/j.jenvman.2017.02.035 Published: MAY 15 2017","Abstract":"Imidazolinones are a family of herbicides that are used to control a broad range of weeds. Their high persistence and leaching potential make them probable risk to the ecosystems. In this study, biochar, the biomass -derived solid material, was produced from oil palm empty fruit bunches (EFB) and rice husk (RH) through pyrolysis process. Feedstock and pyrolysis variables can control biochar sorption capacity. Therefore, the present study attempts to evaluate effects of three pyrolysis variables (temperature, heating rate and retention time) on abilities of biochars for removal of imazapic and imazapyr herbicides from soil. Response surface methodology (RSM) was used for optimizing the variables to achieve maximum sorption performance of the biochars. Experimental data were interpreted accurately by quadratic models. Based on the results, sorption capacities of both biochars raised when temperature decreased to 300 degrees C, mainly because of increased biochars effective functionality in sorption of polar molecules. Heating rate of 3 degrees C/min provided optimum conditions to maximize the sorption capacities of both biochars. Retention time of about 1 h and 3 h were found to be the best for EFB and RH biochars, respectively. EFB biochar was more efficient in removal of the herbicides, especially imazapyr due to its chemical composition and higher polarity index (0.42) rather than RH biochar (0.39). Besides, higher cation exchange capacity (CEC) values of EFB biochar (83.90 cmol(c)/kg) in comparison with RH biochar (70.73 cmol(c)/kg) represented its higher surface polarity effective in sorption of the polar herbicides. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yavari, S (Yavari, Saba) ; Malakahmad, A (Malakahmad, Amirhossein) ; Sapari, NB (Sapari, Nasiman B.) ; Yavari, S (Yavari, Sara)","Title":"Synthesis optimization of oil palm empty fruit bunch and rice husk biochars for removal of imazapic and imazapyr herbicides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100030 PubMed ID: 28232244 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Biodiversity Ecosystem services; Functional habitat networks; Road development; Forest loss and gain; Development co-operation KeyWords Plus:BIALOWIEZA-NATIONAL-PARK; BIODIVERSITY CONSERVATION; PROTECTED AREAS; LANDSCAPE STRUCTURE; BIOSPHERE RESERVE; NATURA 2000; POLAND; MANAGEMENT; SUITABILITY; UKRAINE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 300-311 DOI: 10.1016/jjenvman.2017.02.017 Published: MAY 15 2017","Abstract":"The functionality of forest patches and networks as green infrastructure may be affected negatively both by expanding road networks and forestry intensification. We assessed the effects of (1) the current and planned road infrastructure, and (2) forest loss and gain, on the remaining large forest landscape massifs as green infrastructure at the EU's eastern border region in post -socialistic transition. First, habitat patch and network functionality in 1996-98 was assessed using habitat suitability index modelling. Second, we made expert interviews about road development with planners in 10 administrative regions in Poland, Belarus and Ukraine. Third, forest loss and gain inside the forest massifs, and gain outside them during the period 2001-14 were measured. This EU cross -border region hosts four remaining forest massifs as regional green infrastructure hotspots. While Poland's road network is developing fast in terms of new freeways, city bypasses and upgrades of road quality, in Belarus and Ukraine the focus is on maintenance of existing roads, and no new corridors. We conclude that economic support from the EU, and thus rapid development of roads in Poland, is likely to reduce the permeability for wildlife of the urban and agricultural matrix around existing forest massifs. However, the four identified forest massifs themselves, forming the forest landscape green infrastructure at the EU's east border, were little affected by road development plans. In contrast, forest loss inside massifs was high, especially in Ukraine. Only in Poland forest loss was balanced by gain. Forest gain outside forest massifs was low. To conclude, pro-ctive and collaborative spatial planning across different sectors and countries is needed to secure functional forest green infrastructure as base for biodiversity conservation and human well-being. (C) 2017 Published by Elsevier Ltd.","Authors":"Angelstam, P (Angelstam, Per) ; Khaulyak, O (Khaulyak, Olha) ; Yamelynets, T (Yamelynets, Taras) ; Mozgeris, G (Mozgeris, Gintautas) ; Naumov, V (Naumov, Vladimir) ; Chmielewski, TJ (Chmielewski, Tadeusz J.) ; Elbakidze, M (Elbakidze, Marine) ; Manton, M (Manton, Michael) ; Prots, B (Prots, Bohdan) ; Valasiuk, S (Valasiuk, Sviataslau)","Title":"Green infrastructure development at European Union's eastern border: Effects of road infrastructure and forest habitat loss"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100060 PubMed ID: 28262422 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Very high resolution images; Object-based image analysis; Digital surface model; Soil conservation; Agricultural terraces; Drylands KeyWords Plus:SUPPORT VECTOR MACHINES; IMAGERY; EXTRACTION; FEATURES; DELINEATION; ALGORITHMS; LANDSCAPE; ETHIOPIA; ERITREA; FOREST","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 592-606 DOI: 10.1016/j.jenvman.2017.02.061 Published: MAY 15 2017","Abstract":"Land degradation affects large areas of land around the globe, with grave consequences for those living off the land. Major efforts are being made to implement soil and water conservation measures that counteract soil erosion and help secure vital ecosystem services. However, where and to what extent such measures have been implemented is often not well documented. Knowledge about this could help to identify areas where soil and water conservation measures are successfully supporting sustainable land management, as well as areas requiring urgent rehabilitation of conservation structures such as terraces and bunds. This study explores the potential of the latest satellite-based remote sensing technology for use in assessing and monitoring the extent of existing soil and water conservation structures. We used a set of very high resolution stereo Geoeye-1 satellite data, from which we derived a detailed digital surface model as well as a set of other spectral, terrain, texture, and filtered information layers. We developed and applied an object-based classification approach, working on two segmentation levels. On the coarser level, the aim was to delimit certain landscape zones. Information about these landscape zones is useful in distinguishing different types of soil and water conservation structures, as each zone contains certain specific types of structures. On the finer level, the goal was to extract and identify different types of linear soil and water conservation structures. The classification rules were based mainly on spectral, textural, shape, and topographic properties, and included object relationships. This approach enabled us to identify and separate from other classes the majority (78.5%) of terraces and bunds, as well as most hillside terraces (81.25%). Omission and commission errors are similar to those obtained by the few existing studies focusing on the same research objective but using different types of remotely sensed data. Based on our results, we estimate that the construction of the conservation structures in our study area in Eritrea required over 300,000 person-days of work, which underlines the huge efforts involved in soil and water conservation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Eckert, S (Eckert, Sandra) ; Ghebremicael, ST (Ghebremicael, Selamawit Tesfay) ; Hurni, H (Hurni, Hans) ; Kohler, T (Kohler, Thomas)","Title":"Identification and classification of structural soil conservation measures based on very high resolution stereo satellite data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691900015 PubMed ID: 28214648 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Ibuprofen; Toxicity; Degradation; Metabolites; Navicula sp. KeyWords Plus:PERSONAL CARE PRODUCTS; GREEN-ALGAE; CHLORELLA-VULGARIS; BATCH EXPERIMENTS; BENTHIC DIATOMS; RISK-ASSESSMENT; PHARMACEUTICALS; CARBAMAZEPINE; GROWTH; CHINA","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 330 Pages: 127-134 DOI: 10.1016/j.jhazmat.2017.02.004 Published: MAY 15 2017","Abstract":"Ibuprofen (IBU) is one of the most widely used and frequently detected human pharmaceuticals in aquatic environment. However, the toxicity of IBU on diatom and its fate remain still unkown. In the present study, the toxicity of IBU on the diatom was evaluated by the algal growth rate, the chlorophyll-a and carotenoids contents. The degradation of IBU including in particular the potential for the formation of incomplete degradation products was also explored. Biochemical characteristics of Navicula sp. were significantly inhibited at IBU concentrations up to 50 mg L-1 after 10 days of exposure. The degradation of IBU was retarded by Navicula sp. at low concentration (1 mg L-1), with t(1/2) being extended from 9.6 +/- 1.8 d to 12.0 +/- 1.5 d, indicating that Navicula sp. could prolong the exposure time of IBU. A total of 8 metabolites were identified by LC-MS/MS and the degradation pathway of IBU in Navicula sp, was proposed. Hydroxylation, acylation, demethylation, and glucuronidation contributed to IBU transformative reactions in diatom cells. These findings indicate that the presence of diatom Navicula sp. could hinder degradation of IBU, and IBU and/or its metabolites may pose high risks on aquatic ecosystem in natural waters. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ding, TD (Ding, Tengda) ; Yang, MT (Yang, Mengting) ; Zhang, JM (Zhang, Junmin) ; Yang, B (Yang, Bo) ; Lin, KD (Lin, Kunde) ; Li, JY (Li, Juying) ; Gan, J (Gan, Jay) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lin, Kunde  A-5439-2009  ","Title":"Toxicity, degradation and metabolic fate of ibuprofen on freshwater diatom Navicula sp."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691900018 PubMed ID: 28279835 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Soil amendment; Wastes characterization; Soil invertebrates; Test battery KeyWords Plus:FOLSOMIA-CANDIDA COLLEMBOLA; EISENIA-ANDREI OLIGOCHAETA; SEWAGE-SLUDGE; ECOTOXICOLOGICAL CHARACTERIZATION; ENCHYTRAEUS-CRYPTICUS; TOXICITY; ZINC; COPPER; REPRODUCTION; ECOTOXICITY","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 330 Pages: 149-156 DOI: 10.1016/j.jhazmat.2017.01.052 Published: MAY 15 2017","Abstract":"Using organic wastes, as soil amendments, is an important alternative to landfilling with benefits to soil structure, water retention, soil nutrient and organic matter concentrations. However, this practice should be monitored for its environmental risk due to the frequent presence, of noxious substances to soil organisms. To evaluate the potential of eight organic wastes with different origins, as soil amendments, reproduction tests with four soil invertebrate species (Folsomia candida, Enchytraeus crypticus, Hypoaspis aculeifer, Eisenia feticta) were performed using gradients of soil waste Mixtures. Results obtained demonstrated that contaminant concentrations required by current legislation might not be a protective measure for the soil ecosystem, as they do not properly translate the potential toxicity of wastes to soil invertebrates. Some wastes with contaminant loadings below thresholds showed higher toxicity than wastes with contaminants concentrations above legal limits. Also, test organism reproduction was differently sensitive to the selected wastes, which highlights the need to account for different organism sensitivities and routes of exposure when evaluating the toxicity of such complex mixtures. Finally this study shows that when combining chemical and ecotoxicological data, it is possible to postulate on potential sources of toxicity, contributing to better waste management practices and safer soil organic amendment products. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Renaud, M (Renaud, Mathieu) ; Chelinho, S (Chelinho, Sonia) ; Alvarenga, P (Alvarenga, Paula) ; Mourinha, C (Mourinha, Clarisse) ; Palma, P (Palma, Patricia) ; Sousa, JP (Sousa, Jose Paulo) ; Natal-da-Luz, T (Natal-da-Luz, Tiago)","Title":"Organic wastes as soil amendments - Effects assessment towards soil invertebrates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599000035 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Gold nanoclusters; Fluorescence; Organophosphorus pesticides; Test strips KeyWords Plus:QUANTUM DOTS/BI-ENZYME; ULTRASENSITIVE DETECTION; TYROSINASE ACTIVITY; CARBAMATE PESTICIDES; COLORIMETRIC SENSOR; FLUORESCENCE SWITCH; METHYL PARATHION; IN-VITRO; BIOSENSOR; DOPAMINE","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 91 Pages: 232-237 DOI: 10.1016/j.bios.2016.11.058 Published: MAY 15 2017","Abstract":"Assays for organophosphorus pesticides (OPs) with high sensitivity as well as on-site screening have been urgently required to protect ecosystem and prevent disease. Herein, a novel fluorimetric sensing platform was constructed for quantitative detection of OPs via tyrosinase (TYR) enzyme-controlled quenching of gold nanoclusters (AuNCs). One-step green synthetic approach was developed for the synthesis of AuNCs by using chicken egg white (CEW) as template and stabilizer. Initially, TYR can catalyze the oxidation of dopamine to dopaminechrome, which can efficiently quench the fluorescence intensity of AuNCs at 630 nm based on dynamic quenching process. However, with the presence of OPs, the activity of TYR was inhibited, resulting in the fluorescence recovery of AuNCs. This proposed fluorescence platform was demonstrated to enable rapid detection for OPs (paraoxon as model) and to provide excellent sensitivity with a detection limit of 0.1 ng mL(-1) Significantly, the fluorescence probe was used to prepare paper-based test strips for visual detection of OPs, which validated the excellent potential for real-time and on-site application.","Authors":"Yan, X (Yan, Xu) ; Li, HX (Li, Hongxia) ; Hu, TY (Hu, Tianyu) ; Su, XG (Su, Xingguang)","Title":"A novel fluorimetric sensing platform for highly sensitive detection of organophosphorus pesticides by using egg white-encapsulated gold nanoclusters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393729500039 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Bifurcation curve; Exact multiplicity; Rolling type-III functional response; Time map KeyWords Plus:SPRUCE BUDWORM; ECOSYSTEMS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 449 Issue: 2 Pages: 1708-1724 DOI: 10.1016/j.jmaa.2016.12.063 Published: MAY 15 2017","Abstract":"We study exact multiplicity and bifurcation curves of positive solutions for a multiparameter Dirichlet problem {u ''(x) + lambda [a - bu + u(p)/1 + u(p)] = 0, -1 < x < 1, u(-1) = u(1) = 0, where p > 1, a, b are positive dimensionless parameters, lambda > 0 is a bifurcation parameter. For fixed p > 1, assume that either 0 < a <= a(1,p), b > 0 and (a, b) lies below the curve Gamma(1) = {(a, b) : a(t) = t(p)[p - 1 - t(p)]/(t(p) + 1)(2), b(t) = pt(p-1)/(t(p) + 1)(2), 0 < t < p root p-1/p+1}, or 0 < a <= a(2,p), and (a, b) lies on or above the curve Gamma(1) for some positive constants a(1,p) and a(2,p). Then on the (lambda, parallel to u parallel to(infinity))-plane, we give a classification of three qualitatively different bifurcation curves: an S-shaped curve, a broken S-shaped curve, and a monotone increasing curve. Hence we are able to determine the exact multiplicity of positive solutions by the values of a, b and lambda. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yeh, TS (Yeh, Tzung-Shin)","Title":"Bifurcation curves of positive steady-state solutions for a reaction-diffusion problem of lake eutrophication"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397800300007 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"infectious disease; climate change; sustainable control; stressors KeyWords Plus:RECENT CLIMATE-CHANGE; LEPEOPHTHEIRUS-SALMONIS KROYER; NEGLECTED TROPICAL DISEASES; LIFE-HISTORY EVOLUTION; SUB-SAHARAN AFRICA; RIFT-VALLEY FEVER; INFECTIOUS-DISEASES; MALARIA TRANSMISSION; TRICHINELLA-SPIRALIS; HABITAT FRAGMENTATION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1719 Article Number: 20160088 DOI: 10.1098/rstb.2016.0088 Published: MAY 5 2017","Abstract":"Parasitic infections are ubiquitous in wildlife, livestock and human populations, and healthy ecosystems are often parasite rich. Yet, their negative impacts can be extreme. Understanding how both anticipated and cryptic changes in a system might affect parasite transmission at an individual, local and global level is critical for sustainable control in humans and livestock. Here we highlight and synthesize evidence regarding potential effects of ` system changes' (both climatic and anthropogenic) on parasite transmission from wild host-parasite systems. Such information could inform more efficient and sustainable parasite control programmes in domestic animals or humans. Many examples from diverse terrestrial and aquatic natural systems show how abiotic and biotic factors affected by system changes can interact additively, multiplicatively or antagonistically to influence parasite transmission, including through altered habitat structure, biodiversity, host demographics and evolution. Despite this, few studies of managed systems explicitly consider these higher-order interactions, or the subsequent effects of parasite evolution, which can conceal or exaggerate measured impacts of control actions. We call for a more integrated approach to investigating transmission dynamics, which recognizes these complexities and makes use of new technologies for data capture and monitoring, and to support robust predictions of altered parasite dynamics in a rapidly changing world. This article is part of the themed issue 'Opening the black box: re-examining the ecology and evolution of parasite transmission'.","Authors":"Cable, J (Cable, Joanne) ; Barber, I (Barber, Iain) ; Boag, B (Boag, Brian) ; Ellison, AR (Ellison, Amy R.) ; Morgan, ER (Morgan, Eric R.) ; Murray, K (Murray, Kris) ; Pascoe, EL (Pascoe, Emily L.) ; Sait, SM (Sait, Steven M.) ; Wilson, AJ (Wilson, Anthony J.) ; Booth, M (Booth, Mark)","Title":"Global change, parasite transmission and disease control: lessons from ecology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698900003 ISSN: 0094-5765 eISSN: 1879-2030","Keywords":"Euglena gracilis; Chlorella pyrenoidosa; enclosed aquatic ecosystem; Shenzhou-8; microgravity; life support system KeyWords Plus:NITRITE; NITRATE","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ACTA ASTRONAUTICA Volume: 134 Pages: 17-22 DOI: 10.1016/j.actaastro.2017.01.014 Published: MAY 2017","Abstract":"Long-term spaceflight needs reliable Biological life support systems (BLSS) to supply astronauts with enough food, fresh air and recycle wasters, but the knowledge about the operation pattern and controlling strategy is rear. For this purpose, a miniaturized enclosed aquatic ecosystem was developed and flown on the Chinese spaceship Shenzhou-8. The system with a total volume of about 60 mL was separated into two chambers by means of a gas transparent membrane. The lower chamber was inoculated with Euglena gracilis cells, and the upper chamber was cultured with Chlorella cells and three snails. After 17.5 days flight, the samples were analyzed. It was found that all snails in the ground module (GM) were alive, while in the flight module (FM) only one snail survived. The total cell numbers, assimilation of nutrients like nitrogen and phosphorus, soluble proteins and carbohydrate contents showed a decrease in FM than in GM. The correlation analysis showed upper chambers of both FM and GM had the same positive and negative correlation factors, while differential correlation was found in lower chambers. These results suggested primary productivity in the enclosed system decreased in microgravity, accompanied with nutrients assimilation. The FM chamber endured lacking of domination species to sustain the system development and GM chamber endured richness in population abundance. These results implied photosynthesis intensity should be reduced to keep the system healthy. More Chlorella but less Euglena might be a useful strategy to sustain system stability. It is the first systematic analysis of enclosed systems in microgravity.","Authors":"Li, XY (Li, Xiaoyan) ; Richter, PR (Richter, Peter R.) ; Hao, ZJ (Hao, Zongjie) ; An, YJ (An, Yanjun) ; Wang, GH (Wang, Gaohong) ; Li, DH (Li, Dunhai) ; Liu, YD (Liu, Yongding) ; Strauch, SM (Strauch, Sebastian M.) ; Schuster, M (Schuster, Martin) ; Haag, FW (Haag, Ferdinand W.) ; Lebert, M (Lebert, Michael) ...More...Less","Title":"Operation of an enclosed aquatic ecosystem in the Shenzhou-8 mission"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000001 PubMed ID: 28108370 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Environmental DNA (eDNA); Lao PDR; Liver fluke; Opisthorchis viverrini; Real-time PCR KeyWords Plus:PCR-BASED METHOD; LAO PDR; LIVER FLUKE; SAVANNAKHET PROVINCE; EDNA; INFECTION; FISH; ECOSYSTEMS; DIAGNOSIS; PARASITE","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 1-7 DOI: 10.1016/j.actatropica.2017.01.008 Published: MAY 2017","Abstract":"Opisthorchiasis, which can lead to cholangiocarcinoma in cases of chronic infection, is a major public health problem in Southeast Asian countries. The trematode, Opisthorchis viverrini, is the causative agent of the disease. Accurate and rapid monitoring of O. viverrini is crucial for disease prevention and containment. Therefore, in this study we sought to develop a novel species -specific real-time PCR assay for detecting O. viverrini using environmental DNA (eDNA). The diagnostic sensitivity of the newly developed real-time PCR assay was similar to that of the traditional PCR assay for 50 fecal samples collected in Lao PDR (21 and 19 samples were positive by real-time PCR and traditional PCR, respectively). The efficacy of eDNA analysis and its applicability in the field were tested using a total of 94 environmental water samples collected from 44 sites in Savannakhet, Lao PDR during May and October 2015 and February 2016. O. viverrini eDNA was detected in five samples by real-time PCR, indicating the presence of the fluke in the area and the risk of infection for individuals consuming fish from these water sources. The application of eDNA analysis would facilitate the identification of O. viverrini endemic hotspots and contribute to the ecological control of opisthorchiasis, and this strategy can be applied to other eukaryotic water pathogens. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Hashizume, H (Hashizume, Hiroki) ; Sato, M (Sato, Megumi) ; Sato, MO (Sato, Marcello Otake) ; Ikeda, S (Ikeda, Sumire) ; Yoonuan, T (Yoonuan, Tippayarat) ; Sanguankiat, S (Sanguankiat, Surapol) ; Pongvongsa, T (Pongvongsa, Tiengkham) ; Moji, K (Moji, Kazuhiko) ; Minamoto, T (Minamoto, Toshifumi)","Title":"Application of environmental DNA analysis for the detection of Opisthorchis viverrini DNA in water samples"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397374100008 ISSN: 0169-1317 eISSN: 1872-9053","Keywords":"Edible oil; Wineries; Spent clay; Waste acid bentonite; Co-composting; Soil amendment; Plant nutrient KeyWords Plus:BIO ORGANIC FERTILIZER; OIL REFINERY; CROP PRODUCTION; ACID SOIL; WASTE; CLAY; BENTONITE; ADSORPTION; BIOMASS; GROWTH","Categories":"Chemistry; Materials Science; Mineralogy Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Mineralogy","Journal Information":"APPLIED CLAY SCIENCE Volume: 140 Pages: 59-65 DOI: 10.1016/j.clay.2017.01.024 Published: MAY 2017","Abstract":"The activated or neutral form of bentonite-based spent bleaching earth/clay (SBE) is a by-product generated during the bleaching process in edible oil refinery. Its untreated form is disposed of directly at landfills involving high cost and land area, and possibly causing environmental problems. Recently, this undesirable dumping exercise has been prohibited. To overcome this, SBE is regenerated and reused for value addition, e.g. as bio active materials for water/wastewater treatment. A more recent approach being converting SBE into bio fertilizers; of which the fertilizer characteristics in relation to physical, chemical and biological interaction with soil and its surrounding ecosystem (nutrients, water, pollutants, microorganisms, climate, etc.) is vital in agricultural applications associated with soil fertility management and crops productivity. Previously, SBE's structural characteristics, surface chemistry and activation have been disclosed. This paper provides an insight on soil-crop interactions and agronomy with SBE functions as a soil amendment. (C) 2017 Elsevier B.V. All tights reserved.","Authors":"Loh, SK (Loh, Soh Kheang) ; Cheong, KY (Cheong, Kah Yein) ; Salimon, J (Salimon, Jumat)","Title":"Surface-active physicochemical characteristics of spent bleaching earth on soil-plant interaction and water-nutrient uptake: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552200016 ISSN: 0360-1323 eISSN: 1873-684X","Keywords":"Cooling effect; Direct green facade; Plant characteristics; Thermal infrared images; Three-dimensional point cloud KeyWords Plus:LIVING WALL SYSTEMS; VERTICAL GREENERY; THERMAL PERFORMANCE; TEMPERATURE; AREA; MICROCLIMATE; ARCHITECTURE; ENVIRONMENT; BUILDINGS; RETRIEVAL","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Environmental; Engineering, Civil","Journal Information":"BUILDING AND ENVIRONMENT Volume: 116 Pages: 195-206 DOI: 10.1016/j.buildenv.2017.02.020 Published: MAY 2017","Abstract":"Thermal regulation is a key ecosystem service provided by direct green fa ades (DGFs), as vegetated walls absorb short wave radiation, reduce solar re-radiation from hard surfaces, and provide cooling due to shading and evapotranspiration. Few studies have investigated the correlation between the cooling effect of DGFs and vegetation characteristics at a fine spatial and temporal scale. This paper presents a new methodology to evaluate the cooling effect of DGFs related to fine-scale plant characteristics for hot summer days using thermal infrared (TIR) and three-dimensional point cloud (3DPC) data, through a case study conducted at the Executive Office Building on Nanjing University's Xianlin Campus, China. Results show that daily mean DGF surface temperature is significantly lower than the average bare wall surface temperature, with a maximum reduction of 4.67 degrees C. The cooling effect of the DGF is most obvious during midday (10:30 h to 16:00 h) and significantly decreases at night. At the pixel scale, the DGF exhibits a significant spatial variation of surface temperatures, which may be closely related to the DGF's canopy structure. Among the four vegetation indices acquired based on 3DPC data, the percentage of green coverage and the cooling effect of the DGF exhibited a linear relationship, while plant thicknesses, point density, and volume of the green fa ade were power function distributions. Incoming solar radiation and air temperature are the dominant independent variables in cooling effect and surface temperature fitting models. Our findings can guide DGF design to cool the thermal environment more effectively and to enhance building energy savings. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yin, HW (Yin, Haiwei) ; Kong, FH (Kong, Fanhua) ; Middel, A (Middel, Ariane) ; Dronova, I (Dronova, Iryna) ; Xu, HL (Xu, Hailong) ; James, P (James, Philip)","Title":"Cooling effect of direct green facades during hot summer days: An observational study in Nanjing, China using TIR and 3DPC data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200018 PubMed ID: 28211329 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"PFOS; Odonata; Dragonflies; PFASs; South Africa KeyWords Plus:PERFLUOROOCTANE SULFONATE PFOS; FLUORINATED ORGANIC POLLUTANTS; KRUGER-NATIONAL-PARK; PERFLUORINATED COMPOUNDS; MARINE MAMMALS; ACIDS; BIOCONCENTRATION; BINDING; BIRDS; EGGS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 153-160 DOI: 10.1016/j.chemosphere.2017.02.020 Published: MAY 2017","Abstract":"Perfluorinated substances are global and ubiquitous pollutants. However, very little is known about these substances in invertebrates, and even less in terrestrial invertebrates in particular. We analysed adult male dragonflies from six sites in South Africa for perfluoroalkyl substances (PFASs), including perfluorooctanesulfonic acid (PFOS), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluro-n-undecanoic acid (PFUnA), perfluoro-n-dodecanoic acid (PFDoA), perfluorohexanoic acid (PFHxA), and perfluorohexane sulfonic acid (PFHxS). PFOS was detected in all individuals, with less quantifiable occurrences of the other substances. The dragonflies from the three northern sites located in farming areas had significantly lower Sigma PFASs concentrations than the southern sites located closer to industrial areas (median PFASs of 0.32 ng/g wm (wet mass) for North, and 9.3 ng/g wm for South). All substances except PFOS occurred at similar concentrations at all six sites when quantifiable, but PFOS dominated in the Southern sites. The highest median concentration was from Bloemhof Dam (Sigma PFASs = 21 ng/g wm), which is known to be polluted by PFOS. Perfluorinated substances are not known to be manufactured in South Africa, therefore the residues detected are likely to have been derived from imported products. Odonata play a significant role in freshwater ecology. Any impacts on these aquatic and aerial predators are likely to have effects on aquatic and associated ecosystems. Further studies are required over a much larger geographic region and to investigate sources. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lesch, V (Lesch, Velesia) ; Bouwman, H (Bouwman, Hindrik) ; Kinoshita, A (Kinoshita, Ayako) ; Shibata, Y (Shibata, Yasuyuki)","Title":"First report of perfluoroalkyl substances in South African Odonata"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200030 PubMed ID: 28226279 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Multimedia mass-balance model; QWASI; Uncertainty analysis; Dynamic modeling; Decamethylcyclopentasiloxane (D5); PCB-180 KeyWords Plus:CYCLIC VOLATILE METHYLSILOXANES; MASS-BALANCE MODEL; UPPER MISSISSIPPI RIVER; SEWAGE-TREATMENT PLANT; WATER TREATMENT PLANTS; LONG-RANGE TRANSPORT; QWASI FUGACITY MODEL; QUANTITATIVE WATER; METHYL SILOXANES; POLYCHLORINATED-BIPHENYLS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 253-268 DOI: 10.1016/j.chemosphere.2017.02.050 Published: MAY 2017","Abstract":"We seek to contribute to the improved regulatory use of mass balance models to complement environmental monitoring data by applying the steady-state Quantitative Water Air Sediment Interactive model (QWASI) and a novel unsteady-state QWASI model. A steady-state model can yield not only a useful simulation of chemical fate under near steady-state conditions, but it can provide insights into the likely influences of increasing or decreasing emission rates, temperature changes, and unexpectedly high sensitivities to model parameters that may require additional investigation. We compared the consistency of insights from both types of model, in the expectation that while the dynamic model provides a closer simulation of actual conditions, for many purposes a simple, less computationally demanding, more transparent and less expensive model may be adequate for many regulatory purposes. We investigated the response times of decamethylcyclopentasiloxane (D5) and PCB-180 concentrations in water and sediment under three emission scenarios in three different aquatic systems, namely Lake Ontario, Oslofjord, and Lake Pepin. D5 was predicted to be removed largely by hydrolysis and volatilization in Lake Ontario and Oslofjord whereas it is subject to removal by advective loss in Lake Pepin. The half-times of D5 water concentration to a stepwise reduction in emission were <60 days in all three water bodies. In contrast, the predicted half-times were 0.53, 1.4, and 2.9 years in Lake Pepin, Oslofjord, and Lake Ontario, respectively. We also explored how uncertainties in input parameters propagate into uncertainties of concentrations in water and sediments possibly necessitating more accurate values. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Kim, J (Kim, Jaeshin) ; Mackay, D (Mackay, Donald) ; Powell, DE (Powell, David E.)","Title":"Roles of steady-state and dynamic models for regulation of hydrophobic chemicals in aquatic systems: A case study of decamethylcyclopentasiloxane (D5) and PCB-180 in three diverse ecosystems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200044 PubMed ID: 28236707 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Bio-indicator; La Antigua; Organochlorine compounds; Phyllostomidae; Riparian corridor forests; Frugivorous KeyWords Plus:FREE-TAILED BATS; GULF-OF-MEXICO; LAND-USE; POLYCHLORINATED-BIPHENYLS; PIPISTRELLUS-PIPISTRELLUS; ORGANIC CONTAMINANTS; INSECTICIDE RESIDUES; ECOSYSTEM SERVICES; TROPICAL FOREST; PCB RESIDUES","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 373-382 DOI: 10.1016/j.chemosphere.2017.02.071 Published: MAY 2017","Abstract":"Riparian forests are recognized as important ecosystems for biodiversity conservation in transformed landscapes. Many animal species that use this type of vegetation facilitate its recovery through pollination and seed dispersal. In landscapes dominated by agrosystems and cattle ranching, persistent organochlorine pesticides (OCPs) in the riparian system may have an effect on the physiology and fitness of animals. In this study, we measured bioaccumulation of OCPs in the most abundant frugivorous bat, Sturnira hondurensis, from the upper part of La Antigua basin, Veracruz, Mexico and, from these data, estimated accumulation by the frugivorous bat community of riparian forests in contrasting, transformed (TL) and forested (FL) landscapes. Concentration of Sigma DDT, Sigma drines, Sigma clordano, Sigma HCH, Sigma heptachlor and Sigma endosulfan was measured by gas-chromatography in 23 female and 33 male adult Sturnira captured during the dry and rainy seasons. Using censored data statistics, we found that the sex of the individual was significant for Sigma HCH, and that interactions of landscape type (TL vs. FL) and season (dry vs. wet), and sex and season were significant for Sigma endosulfan and Sigma drines, respectively. Mean Sigma DDT (6.86 mu g/g) and Sigma HCH (28.22 mu g/g) concentrations were lower than those reported for frugivorous bats in India but concentrations of Sigma drines (13.86 mu g/g) were higher than those reported in insectivorous bats. In our study sites, frugivorous bats are bioaccumulating higher amounts of OCPs in TL than in FL. We discuss the potential of this species as a bio-indicator of OCPs contamination in river basins. (C) 2017 Published by Elsevier Ltd.","Authors":"Valdespino, C (Valdespino, Carolina) ; Sosa, VJ (Sosa, Vinicio J.)","Title":"Effect of landscape tree cover, sex and season on the bioaccumulation of persistent organochlorine pesticides in fruit bats of riparian corridors in eastern Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000036 PubMed ID: 28183058 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"HPA; Allium cepa; CHO cell culture; Chromosomic aberrations; Micronucleus; Refinery effluent KeyWords Plus:POLYCYCLIC AROMATIC-HYDROCARBONS; BLOCK MICRONUCLEUS ASSAY; ALLIUM-CEPA CELLS; CHROMOSOME-ABERRATION; OREOCHROMIS-NILOTICUS; INDUSTRIAL EFFLUENTS; RISK-ASSESSMENT; WASTE-WATER; COMET ASSAY; TEST SYSTEM","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 321-330 DOI: 10.1016/j.chemosphere.2017.01.142 Published: MAY 2017","Abstract":"In recent years concern about the chemical composition of wastewater generated by the oil refining industry has increased, even after its treatment. These wastewaters contain substances that can harm both the entire aquatic ecosystem and the health of any exposed organisms. The aim of this study was to evaluate the genotoxic and mutagenic potentials of the effluent generated by the largest Brazilian petroleum refinery, the effectiveness of the treatments used by the refinery, and whether its effluent can compromise the water quality of the river where it is discarded. Chromosomal aberration and micronucleus assays were performed in Allium cepa and micronucleus test in mammalian cell culture (CHOK1). The samples were collected in three sites at the refinery: one site on the Jaguari River and two sites on the Atibaia Rivers (upstream and downstream of the discharged effluent), under three different climatic conditions. Tests with A. cepa showed increased frequencies of chromosomal aberrations and micronuclei in meristematic cells for the effluent after physico-chemical treatment, but the samples after treatment biological and stabilization pond presented none of these abnormalities. It was observed that the induced damage in the meristematic cells was not observed in the F-1 cells of A. cepa roots. The micronucleus test performed with mammalian cell culture also indicated that the effluent, after physicochemical treatment, induced a significant increase in micronucleus frequencies. Plant and hamster cells exposed to the other samples collected inside the refinery and in the Jaguari and Atibaia Rivers did not present evidence of genotoxicity and mutagenicity in the tests performed. This study showed that the effluent treated carried out by the refinery (biological treatment followed by a stabilization pond) proved to be efficient for the removal of the toxic load still present after the physico-chemical treatment, since no change in the quality of the Atibaia River was observed. However, because this is an industry with a high production of effluent with toxic potential, its effluents must be constantly monitored, so that there is no compromise of the water quality of the receiving river. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hara, RV (Hara, Raquel Vaz) ; Marin-Morales, MA (Marin-Morales, Maria Aparecida)","Title":"In vitro and in vivo investigation of the genotoxic potential of waters from rivers under the influence of a petroleum refinery (Sao Paulo State - Brazil)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000052 PubMed ID: 28189893 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Cyanobacteria; Carotenoid; Myxoxanthophyll; Zebrafish; Teratogenicity; Retinoid KeyWords Plus:FRESH-WATER CYANOBACTERIA; INHIBIT VERTEBRATE DEVELOPMENT; IN-VITRO CHARACTERIZATION; CYLINDROSPERMOPSIS-RACIBORSKII; BETA-CAROTENE; APHANIZOMENON-OVALISPORUM; SUBSTRATE-SPECIFICITY; TOXIC CYANOBACTERIA; CHLOROPHYLL-A; PROVITAMIN-A","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 478-489 DOI: 10.1016/j.chemosphere.2017.01.1450045-6535 Published: MAY 2017","Abstract":"Toxigenicity of cyanobacteria is widely associated with production of several well-described toxins that pose recognized threats to human and ecosystem health as part of both freshwater eutrophication, and episodic blooms in freshwater and coastal habitats. However, a preponderance of evidence indicates contribution of additional bioactive, and potentially toxic, metabolites. In the present study, the zebrafish (Danio rerio) embryo was used as a model of vertebrate development to identify, and subsequently isolate and characterize, teratogenic metabolites from two representative strains of C. raciborskii. Using this approach, three chemically related carotenoids-and specifically the xanthophyll glycosides, myxol 2'-glycoside (1), 4-ketomyxol 2'-glycoside (2) and 4-hydroxymyxol 2'-glycoside (3)-which are, otherwise, well known pigment molecules from cyanobacteria were isolated as potently teratogenic compounds. Carotenoids are recognized \"pro-retinoids\" with retinoic acid, as a metabolic product of the oxidative cleavage of carotenoids, established as both key mediator of embryo development and, consequently, a potent teratogen. Accordingly, a comparative toxicological study of chemically diverse carotenoids, as well as apocarotenoids and retinoids, was undertaken. Based on this, a working model ofthe developmental toxicity of carotenoids as pro-retinoids is proposed, and the teratogenicity of these widespread metabolites is discussed in relation to possible impacts on aquatic vertebrate populations. (C) 2017 ElsevierLtd. All rights reserved.","Authors":"Jaja-Chimedza, A (Jaja-Chimedza, Asha) ; Sanchez, K (Sanchez, Kristel) ; Gantar, M (Gantar, Miroslav) ; Gibbs, P (Gibbs, Patrick) ; Schmale, M (Schmale, Michael) ; Berry, JP (Berry, John P.)","Title":"Carotenoid glycosides from cyanobacteria are teratogenic in the zebrafish (Danio rerio) embryo model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000058 PubMed ID: 28193585 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Benthic filter feeder; Ecosystems functioning; Invasive species; Micro nutrients; Radionuclides; Toxicants KeyWords Plus:ZEBRA MUSSEL; LITTER DECOMPOSITION; AQUATIC INVERTEBRATES; FOOD-WEB; ECOSYSTEM; MARINE; POPULATION; RETENTION; TOXICITY; DYNAMICS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 531-537 DOI: 10.1016/j.chemosphere.2017.02.037 Published: MAY 2017","Abstract":"Organic sediments in aquatic ecosystems are well known sinks for nutrients, silicon, and metal(loid)s. Organic matter-consuming organisms like invertebrate shredders, grazers, and bioturbators significantly affect element fixation or remobilization by changing redox conditions or binding properties of organic sediments. Little is known about the effect of filter feeders, like the zebra mussel Dreissena polymorpha, an invasive organism in North American and European freshwater ecosystems. A laboratory batch experiment exposing D. polymorpha\" (similar to 1200 organisms per m(2\\)) to organic sediment from a site contaminated with arsenic, copper, lead, and uranium revealed a significant uptake and accumulation of arsenic, copper, iron, and especially uranium both into the soft body tissues and the seashell. This is in line with previous observations of metal(loid) accumulation from biomonitoring studies. Regarding its environmental impact, D. polymorpha significantly contributed to mobilization of 'silicon, iron, phosphorus, arsenic, and copper and to immobilization of uranium (p < 0.001), probably driven by redox conditions, microbial activity within the gut system, or active control of element homeostasis. No net mobilization or immobilization was observed for zinc and lead, because of their low mobility at the prevailing pH of 7.5-8.5. The present results suggest that D. polymorpha can both ameliorate (nutrient mobilization, immobilization of toxicants mobile under oxic conditions) or aggravate negative effects (mobilization of toxicants mobile under reducing conditions) in ecosystems. Relating the results of the present study to observed population densities in natural freshwater ecosystems suggests a significant influence of D. polymorpha on element cycling and needs to be considered in future studies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Schaller, J (Schaller, Joerg) ; Planer-Friedrich, B (Planer-Friedrich, Britta)","Title":"The filter feeder Dreissena polymorpha affects nutrient, silicon, and metal(loid) mobilization from freshwater sediments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000068 PubMed ID: 28199939 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Emerging substances of concern; Non-steroidal anti-inflammatory drug (NSAIDs); Pharmaceuticals; Sorption-desorption hysteresis; Agricultural soil; Kd KeyWords Plus:PERSONAL CARE PRODUCTS; WASTE-WATER TREATMENT; SEWAGE-TREATMENT PLANTS; ORGANIC-MATTER; MUNICIPAL BIOSOLIDS; RECLAIMED WATER; PHARMACEUTICALS; ADSORPTION; IBUPROFEN; FATE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 628-637 DOI: 10.1016/j.chemosphere.2017.02.027 Published: MAY 2017","Abstract":"Non-steroidal, anti-inflammatory drugs (NSAIDs) are widely used pharmaceutical products with analgesic and anti-inflammatory effects that are consistently detected in municipal wastewater systems and in municipal biosolids. Land application of biosolids and irrigation with reclaimed wastewater introduces these compounds into agricultural environments, which is an emerging issue of concern for ecosystem health. In this study, the sorption-desorption behaviour of four commonly consumed NSAIDs, including naproxen (NPX), ibuprofen (IBU), ketoprofen (KTF), and diclofenac (DCF), was examined in a loam textured soil exposed to either an individual-compound or a mixture of the four NSAIDs. The proportion of NSAIDs adsorbed to the soil in the mixture-compound system was 72%, 55%, 50% and 45%, for diclofenac, naproxen, ketoprofen, and ibuprofen, respectively, and differed slightly from the individual compound adsorption. Diclofenac displayed strong sorption and low desorption in both the individual compound and mixture-compound systems. Naproxen and ibuprofen exhibited significant differences between the adsorption isotherms of the individual-compound and mixture-compound systems. Results of this study highlight differences in the sorption behaviour of NSAIDs, when present as mixtures, possibly through multilayer bonding effects or complexation with cationic metals or organo-clays from the soil. Soil organic matter (SOM) may have played a role in determining some of the interactions between the compounds but other factors associated with the mixture-compound system, such as cation bridging or multilayer cooperative adsorption. Desorption data suggests that the mechanisms involved in binding NSAIDs to the soil surface are also influence by the presence of other compounds in a mixture. A reduction in desorption was observed for all four NSAIDs in the mixture-compound system relative to the individual-compound system, but were greatest for naproxen and ibuprofen. The sorption-desorption hysteresis increased for naproxen and ibuprofen in the mixture-compound system. This study suggests that cooperative adsorption plays a role in the interaction of NSAIDs when present as mixtures rather than as individual compounds. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, Y (Zhang, Y.) ; Price, GW (Price, G. W.) ; Jamieson, R (Jamieson, R.) ; Burton, D (Burton, D.) ; Khosravi, K (Khosravi, K.)","Title":"Sorption and desorption of selected non-steroidal anti-inflammatory drugs in an agricultural loam-textured soil"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000397076000073 PubMed ID: 28199944 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Water treatment; Emerging contaminants; Pharmaceuticals; Toxicity; Photo-Fenton; Heterogeneous Fenton process KeyWords Plus:ADVANCED OXIDATION PROCESSES; SOLAR PHOTO-FENTON; ENDOCRINE DISRUPTING COMPOUNDS; WET PEROXIDE OXIDATION; PERSONAL CARE PRODUCTS; SEWAGE-TREATMENT PLANT; ORANGE-II DEGRADATION; WASTE-WATER; AQUEOUS-SOLUTION; EMERGING CONTAMINANTS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 665-688 DOI: 10.1016/j.chemosphere.2017.02.019 Published: MAY 2017","Abstract":"The presence of emerging contaminants such as pharmaceuticals in natural waters has raised increasing concern due to their frequent appearance and persistence in the aquatic ecosystem and the threat to health and safety of aquatic life, even at trace concentrations. Conventional water treatment processes are known to be generally inadequate for the elimination of these persistent contaminants. Therefore, the use of advanced oxidation processes (AOPs) which are able to efficiently oxidize organic pollutants has attracted a great amount of attention. The main limitation of AOPs lies in their high operating costs associated with the consumption of energy and chemicals. Fenton-based processes, which utilize nontoxic and common reagents and potentially can exploit solar energy, will considerably reduce the removal cost of recalcitrant contaminants. The disadvantages of homogeneous Fenton processes, such as the generation of high amounts of iron-containing sludge and limited operational range of pH, have prompted much attention to the use of heterogeneous Fenton processes. In this review, the impacts of some controlling parameters including the H2O2 and catalyst dosage, solution pH, initial contaminants concentrations, temperature, type of catalyst, intensity of irradiation, reaction time and feeding mode on the removal efficiencies of hetero/homogeneous Fenton processes are discussed. In addition, the combination of Fenton-type processes with biological systems as the pre/post treatment stages in pilot-scale operations is considered. The reported experimental results obtained by using Fenton and photo-Fenton processes for the elimination of pharmaceutical contaminants are also compiled and evaluated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mirzaei, A (Mirzaei, Amir) ; Chen, Z (Chen, Zhi) ; Haghighat, F (Haghighat, Fariborz) ; Yerushalmi, L (Yerushalmi, Laleh)","Title":"Removal of pharmaceuticals from water by homo/heterogonous Fenton-type processes - A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400056 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Employability; Ontology-based recommendation; Social connectors; Virtual communities KeyWords Plus:MANAGEMENT; EDUCATION; CAREER; MEDIA; MODEL; SATISFACTION; COMMUNITIES; NETWORKING; STUDENTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 507-517 DOI: 10.1016/j.chb.2017.01.026 Published: MAY 2017","Abstract":"The paper proposes an approach of enhancing knowledge workers'employability by inducing positive behavioral changes with the aid of current social and semantic technologies. Employability is seen as a psycho-social construct, connected to the development of knowing-how competencies and knowing whom competencies, by continous learning and a rich social environment. The central element of the approach is a web-based platform - EmployLeaP, which facilitates adults' leap towards a better professional life and gives them the opportunity to find suitable professional e-communities, in which they can learn from their peers and feel appreciated. The recommendation algorithm for finding e-communities is ontology-driven and exploits information retrieved from social connectors anchored in the existent online learning ecosystem. In the same time, during learning within EmployLeaP communities, users' professional visibility is enhanced, by recommending them to job recruiters who also join the platform, in searching competent workers. The badge system used to reward exceptional behaviour within e-communities is the one ensuring users' visibility to recruiters and, in the same, increasing their selfconfidence. Preliminary data related to experimental exploitation and perceived usefulness of the platform show promising results of using recent technologies in assisting individuals who want to increase their employability, as well as other stakeholders of knowledge society recruiters or knowledge organizations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dascalu, MI (Dascalu, Maria-Iuliana) ; Bodea, CN (Bodea, Constanta-Nicoleta) ; Tesila, B (Tesila, Bianca) ; Moldoveanu, A (Moldoveanu, Alin) ; de Pablos, PO (Ordonez de Pablos, Patricia)","Title":"How social and semantic technologies can sustain employability through knowledge development and positive behavioral changes"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372500006 ISSN: 0261-2194 eISSN: 1873-6904","Keywords":"Weed suppressive cultivars; Allelopathy Planting density; Sowing rate; Row orientation; Sowing pattern; Triticum aestivum L KeyWords Plus:RYEGRASS LOLIUM-RIGIDUM; TRITICUM-AESTIVUM L.; SPRING WHEAT; WINTER-WHEAT; ROW ORIENTATION; SEEDING RATE; SUPPRESSION ABILITY; SPATIAL-PATTERN; YIELD LOSS; DENSITY","Categories":"Agriculture Web of Science Categories:Agronomy","Journal Information":"CROP PROTECTION Volume: 95 Pages: 38-44 Special Issue: SI DOI: 10.1016/j.cropro.2016.08.004 Published: MAY 2017","Abstract":"Wheat occupies a principal place in the diet of humans globally, contributing more to our daily calorie and protein intake than any other crop. For this reason, preventing weed induced yield losses in wheat has high significance for world food sustainability. Herbicides and tillage play an important role in weed control, but their use has often unacceptable consequences for humans and the wider environment. Additionally, the range of herbicides effective on key weeds is dwindling due to the evolution of herbicide resistance. Elevating crop competitiveness against weeds, through a combination of wheat breeding and innovative planting design (planting density, row spacing and orientation), has strong potential to reduce weed-induced yield losses in wheat. The last decade of research has provided a solid foundation for the breeding of weed suppressive wheat cultivars, and continued research in this area should be a focus for the future. In the interim, there is cause for optimism that weeds can be effectively suppressed using existing wheat varieties, through careful cultivar selection and choice of planting design. Further research is required to define the nature of relationships between cultivar traits and competitive planting strategies, across diverse weed flora in multiple countries, sites and seasons. Investment in such innovation promises to produce benefits, not only in terms of sustained wheat yields, but also in terms of human and ecosystem health, through ameliorating chemical and sediment contamination, soil degradation, and CO2 pollution. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"van der Meulen, A (van der Meulen, Annemieke) ; Chauhan, BS (Chauhan, Bhagirath Singh)","Title":"A review of weed management in wheat using crop competition"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372500011 ISSN: 0261-2194 eISSN: 1873-6904","Keywords":"cultivars; Row spacing; Seed rate; Row orientation; Weed management KeyWords Plus:GRAIN-SORGHUM; CULTURAL-PRACTICES; YIELD LOSS; INTERFERENCE; CULTIVARS; DENSITY; SUPPRESSION; HERBICIDE; ALLELOPATHY; ABILITY","Categories":"Agriculture Web of Science Categories:Agronomy","Journal Information":"CROP PROTECTION Volume: 95 Pages: 74-80 Special Issue: SI DOI: 10.1016/j.cropro.2016.04.019 Published: MAY 2017","Abstract":"The food security of many developing countries relies on sorghum production due to its low input requirements and ability to endure extreme climatic stresses. This C-4 grass species is widely cultivated for grain, feed/fodder, and bio-fuel uses in tropical and semi-arid areas of the world. A high efficiency water utilization mechanism and tolerance to drought and high temperatures favours it as an alternative crop to maize in areas with marginal water availability. Despite of its potential, this crop is underutilized given few weed management options. In addition to other biotic and abiotic factors, weeds are considered to be a major constraint, causing 15-97% losses for sorghum growth and yield under different climatic conditions. Previous studies where the crop spacing, seeding rate, and selection of competitive cultivars were altered, highlighted the importance of weed management through cultural practices or crop competition. Narrowing the crop rows and increasing plant densities were found effective in reducing the growth, biomass, and competitive ability of several weed species in sorghum. In addition, selection of competitive and allelopathic sorghum cultivars affected the weed seedling emergence by decreasing light interception and by releasing numerous allelochemicals. However, a review of the literature directed our attention towards some neglected points of weed management through crop competition in sorghum. For instance, crop row orientation has not been studied yet to investigate its influences on weed competitiveness against sorghum around the world. There is a dire need to diversify cultural practices in agro-ecosystems as much as possible to provide competitive advantage for the sorghum crop. Future research should be planned to evaluate the effectiveness of different sowing rates, dates, and directions on the crop yield and weed suppression under different cropping systems. Furthermore, cultural practices should be integrated with other weed management techniques for the development of a more reliable and sustainable weed control program in sorghum. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Peerzada, AM (Peerzada, Arslan Masood) ; Ali, HH (Ali, Hafiz Haider) ; Chauhan, BS (Chauhan, Bhagirath Singh)","Title":"Weed management in sorghum [Sorghum bicolor (L.) Moench] using crop competition: A review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372500013 ISSN: 0261-2194 eISSN: 1873-6904","Keywords":"Sweet potato; Yam; Cocoyam; Intercropping; Compatibility; Weed control KeyWords Plus:POTATO IPOMOEA-BATATAS; SWEET-POTATO; POPULATION-DENSITY; FARMING SYSTEMS; PLANTING DATE; COVER CROPS; YIELD; NIGERIA; GROWTH; MAIZE","Categories":"Agriculture Web of Science Categories:Agronomy","Journal Information":"CROP PROTECTION Volume: 95 Pages: 89-100 Special Issue: SI DOI: 10.1016/j.cropro.2016.08.010 Published: MAY 2017","Abstract":"Integrated weed management (IWM) strategies composed of non-chemical methods provide many beneficial effects to the agro-ecosystems, including growth and development of crops. The focus of this review is to explore the potential of intercropping as a non-chemical weed management technique in IWM in selected tropical root and tuber crops namely, sweet potato, yam, and cocoyam. Fast-growing and short-duration crops are suggested to be intercropped with root and tuber crops cautiously to achieve high intercrop productivity in such systems. Yam-pumpkin intercrop has reduced weed growth by 70% and increased the yield of component crops by 30-50% whereas sweet potato-maize-cocoyam intercrop has reported a 50-90% of yield depression in component crops in the absence of weed control measures. This signifies the importance of selecting a spatially and temporally compatible intercrop combination for weed control and higher yields of component crops in an intercrop. Sweet potato-maize-soybean system, sweet potato-peanut system, yam-fluted pumpkin/melon-okra/maize system and sun hemp taro system have shown evidence to be compatible within each system and resulted in better weed control and higher crop yields. It is recommended to plant sweet potato at a density of 33,333 plants ha(-1) with peanut at a density of 66,667 plants ha-1 for the lowest weed density and the highest yield advantage whereas ideal density levels of selected intercrops are yet to be researched in most of the intercropping systems with root and tuber crops. A limited number of researches have been successfully conducted to find out compatibility levels of intercrops focusing on the degree of weed management and yield advantage of sweet potato-, yam-, and cocoyam-based intercrops. Hence, further research is mandatory prior to endorsing intercropping as an effective weed management technique in root and tuber crops. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Weerarathne, LVY (Weerarathne, L. V. Y.) ; Marambe, B (Marambe, B.) ; Chauhan, BS (Chauhan, Bhagirath)","Title":"Intercropping as an effective component of integrated weed management in tropical root and tuber crops: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700031 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Smart Grids; LV network; Electrical vehicles; Demand Response; Distributed generation; Time of use; Optimal energy management; DSM KeyWords Plus:DEMAND RESPONSE; DISTRIBUTION NETWORKS; ELECTRIC VEHICLES; ENERGY; MANAGEMENT; RESOURCES; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 308-320 DOI: 10.1016/j.epsr.2017.02.003 Published: MAY 2017","Abstract":"The Galapagos Islands are a fragile ecosystem, which belongs to Ecuador country. The supply of energy is through of combined technologies such as thermal, photovoltaic and wind. The government of Ecuador is fostering the policy zero CO2 emissions within the islands. In order to achieve this objective, some initiatives are carried out like replacing the conventional vehicles and the gas stoves by electrical ones. Taking into account this framework, it becomes vital to assess the impact of these new policies on the distribution network; for sure, this will change significantly the operation and control of Galapagos distribution grid. In addition, once determined the impact it is worth proposing smart strategies in order to deal with the load growth due to new services. Thus, this paper proposes an adapted and intelligent method for performing Demand Side Management in the Galapagos low voltage network, the proposal executes Demand Response in the presence of time of use pricing. An ingenious approach, which consists in modifying load curves by means of polynomial functions is presented; several scenarios with different strategies are analyzed, the main results show as the proposal strategy respect all the limits stablished by the regulator and as the rebound effect is annulated. Real field information has been used in the presented models.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Morales, DX (Morales, D. X.) ; Besanger, Y (Besanger, Y.) ; Sarni, S (Sarni, S.) ; Bel, CA (Bel, C. Alvarez)","Title":"Assessment of the impact of intelligent DSM methods in the Galapagos Islands toward a Smart Grid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000026 PubMed ID: 28231549 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Urban Parks; Index of allergenicity; Nature-based solutions; Pollen allergy; Ecosystem disservices; Allergenic flora KeyWords Plus:POLLEN ALLERGY; GREEN ZONES; SPAIN; CITIES; TREES; BENEFITS; AREAS; AIR; L.; BIODIVERSITY","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 219-227 DOI: 10.1016/j.envres.2017.02.015 Published: MAY 2017","Abstract":"Urban parks play a key role in the provision of ecosystem services, actively participating in improving the quality of life and welfare of local residents. This paper reports on the application of an index designed to quantify the allergenicity of urban parks in a number of Spanish cities. The index, which records biological and biometric parameters for the tree species growing there, classifies parks in terms of the risk they pose for allergy sufferers, graded as null, low, moderate or high. In this initial phase, the index was applied to 26 green areas in 24 Spanish cities; green areas varied in type (urban park, historical or modern garden, boulevard, square or urban forest), size 1-100 ha), geographical location, species richness, number of trees and tree density (number of trees / ha.). The data obtained were used to calculate the percentage of allergenic species in each park, which varied between 17-67%; density ranged from 100 to 300 trees/ha. The index values recorded ranged from a minimum of .07 to a maximum of 87; a significant correlation was found between index value and both number of trees and tree density. Taking an index value of .30 as the threshold considered sufficient to trigger allergy symptoms in the sensitive population, 12 of the parks studied may be regarded as unhealthy at any time of the year. Corrective measures to mitigate the impact of pollen emissions include the implementation of nature-based solutions at various levels: planning and design, handling and management, and strengthening of urban green-infrastructure elements. The index proved to be a useful tool for environmental analysis, and complies with the principles of portability and scalability central to current and horizon scientific research.","Authors":"Carinanos, P (Carinanos, Paloma) ; Casares-Porcel, M (Casares-Porcel, Manuel) ; de la Guardia, CD (Diaz de la Guardia, Consuelo) ; Aira, MJ (Jesus Aira, Maria) ; Belmonte, J (Belmonte, Jordina) ; Boi, M (Boi, Marzia) ; Elvira-Rendueles, B (Elvira-Rendueles, Belen) ; De Linares, C (De Linares, Concepcion) ; Fernandez-Rodriguez, S (Fernandez-Rodriguez, Santiago) ; Maya-Manzano, JM (Maria Maya-Manzano, Jose) ; Perez-Badia, R (Perez-Badia, Rosa)[ 10 ] ; Rodriguez-de la Cruz, D (Rodriguez-de la Cruz, David)[ 11 ] ; Rodriguez-Rajo, FJ (Javier Rodriguez-Rajo, Francisco)[ 12 ] ; Rojo-Ubeda, J (Rojo-Ubeda, Jesus); Romero-Zarco, C (Romero-Zarco, Carlos); Sanchez-Reyes, E (Sanchez-Reyes, Estefania); Sanchez-Sanchez, J (Sanchez-Sanchez, Jose); Rojo-Ubeda, J (Rojo-Ubeda, Jesus)[ 10 ] ; Romero-Zarco, C (Romero-Zarco, Carlos)[ 13 ] ; Sanchez-Reyes, E (Sanchez-Reyes, Estefania)[ 11 ] ; Sanchez-Sanchez, J (Sanchez-Sanchez, Jose)[ 11 ] ; Tormo-Molina, R (Tormo-Molina, Rafael) ; Maray, AMV (Vega Maray, Ana Ma)[ 14 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Romero Zarco, Carlos  G-7718-2015 http://orcid.org/0000-0003-4178-2419","Title":"Assessing allergenicity in urban parks: A nature-based solution to reduce the impact on public health"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000038 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Atmospheric pollutants; Heavy metals; Rainforest; Soil ecotoxicology KeyWords Plus:ATLANTIC RAIN-FOREST; HEAVY-METALS; SOUTHEASTERN BRAZIL; ATMOSPHERIC DEPOSITION; TROPICAL FOREST; CONTROL POLICIES; OIL REFINERY; LEAF-LITTER; SE-BRAZIL; SOIL","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 314-320 DOI: 10.1016/j.envres.2017.02.023 Published: MAY 2017","Abstract":"Background: Urban forests are usually affected by several types of atmospheric contaminants and by abnormal variations in weather conditions, thus facilitating the biotic homogenization and modification of ecosystem processes, such as nutrient cycling. Peri-urban forests and even natural forests that surround metropolitan areas are also subject to anthropogenic effects generated by cities, which may compromise the dynamics of these ecosystems. Hence, this study advances the hypothesis that the forests located at the margins of the Metropolitan Region of Sao Paulo (MRSP), Brazil, have high concentrations of atmospheric contaminants leading to adverse effects on litter fall stock. Methods: The production, stock and decomposition of litter fall in two forests were quantified. The first, known as Guarapiranga forest, lies closer to the urban area and is located within the MRSP, approximately 20 km from the city center. The second, Curucutu forest, is located 70 km from the urban center. This forest is situated exactly on the border of the largest continuum of vegetation of the Atlantic Forest. To verify the reach of atmospheric pollutants from the urban area, levels of heavy metals (Cd, Pb, Ni, Cu) adsorbed on the litter fall deposited on the soil surface of the forests were also quantified. Results: The stock of litter fall and the levels of heavy metals were generally higher in the Guarapiranga forest in the samples collected during the lower rainfall season (dry season). Non-metric multidimensional scaling multivariate analysis showed a clear distinction of the sample units related to the concentrations of heavy metals in each forest. A subtle difference between the units related to the dry and rainy seasons in the Curucutu forest was also noted. Multivariate Analysis of Variance revealed that both site and season of the year (dry or rainy) were important to differentiate the quantity of heavy metals in litter fall stock, although the analysis did not show the interaction between these two factors. Precipitation appeared to be an important factor to disperse air pollutants; one method to better regulate this process is the development and integration of green infrastructure at city level, which might contribute to nature-based solutions. Conclusions: Results suggest that although the Curucutu forest is not very far from the MRSP, which could result in heavy metal levels similar to those observed in the Guarapiranga forest, the weather conditions, geographic location and rainfall rates might act as efficient physical barriers against the dispersion of pollutants in the urban area. However, it is important to highlight that in the period studied (2012-2013), MRSP presented unusual features during the winter period marked by the highest levels of precipitation which was due to several numbers of frontal systems and also due to their permanence for a couple days in the region. Thus, it is recommended to continue this study in order to obtain a database for characterizing the seasonal variation of air pollution levels in the litter fall and their adverse effects on ecosystem processes in these remnants of the Atlantic Forest.","Authors":"Ferreira, ML (Ferreira, Mauricio Lamano) ; Ribeiro, AP (Ribeiro, Andreza Portella) ; Albuquerque, CR (Albuquerque, Caroline Rodrigues) ; Ferreira, APDL (do Nascimento Lamano Ferreira, Ana Paula) ; Figueira, RCL (Lopes Figueira, Rubens Cesar) ; Lafortezza, R (Lafortezza, Raffaele)","Title":"Air contaminants and litter fall decomposition in urban forest areas: The case of Sao Paulo - SP, Brazil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000044 PubMed ID: 28273622 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Ecotoxicity; Enchytraeids; Environmental contamination; Forest soils; Soil mesofauna; Trace metals KeyWords Plus:HEAVY-METALS; ATMOSPHERIC DEPOSITION; FOLSOMIA-CANDIDA; EISENIA-FOETIDA; FUTURE-RESEARCH; ECOTOXICITY; TOXICITY; BIOAVAILABILITY; ACCUMULATION; COMMUNITIES","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 365-372 DOI: 10.1016/j.envres.2017.03.005 Published: MAY 2017","Abstract":"Soil provides many ecosystem services that are essential to maintain its quality and healthy development of the flora, fauna and human well-being. Environmental mercury levels may harm the survival and diversity of the soil fauna. In this respect, efforts have been made to establish limit values of mercury (Hg) in soils to terrestrial fauna. Soil organisms such as earthworms and enchytraeids have intimate contact with trace metals in soil by their oral and dermal routes, reflecting the potentially adverse effects of this contaminant. The main goal of this study was to obtain Hg critical concentrations under normal and extreme conditions of moisture in tropical soils to Enchytraeus crypticus to order to assess if climate change may potentiate their acute and chronic toxicity effects. Tropical soils were sampled from of two Forest Conservation Units of the Rio de Janeiro State - Brazil, which has been contaminated by Hg atmospheric depositions. Worms were exposed to three moisture conditions, at 20%, 50% and 80% of water holding capacity, respectively, and in combination with different Hg (HgC12) concentrations spiked in three types of tropical soil (two natural soils and one artificial soil). The tested concentrations ranged from 0 to 512 mg Hg kg(-1) dry weight. Results indicate that the Hg toxicity is higher under increased conditions of moisture, significantly affecting survival and reproduction rate.","Authors":"Buch, AC (Buch, Andressa Cristhy) ; Schmelz, RM (Schmelz, Ruediger M.) ; Niva, CC (Niva, Cintia Carla) ; Correia, MEF (Fernandes Correia, Maria Elizabeth) ; Silva, EV (Silva-Filho, Emmanoel Vieira)","Title":"Mercury critical concentrations to Enchytraeus crypticus (Annelida: Oligochaeta) under normal and extreme conditions of moisture in tropical soils Reproduction and survival"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398055100005 ISSN: 1522-0613 eISSN: 1937-3791","Keywords":"body size evolution; climate change; MASROS; protist; supply-demand model; temperature-size rule; thermal asymmetry KeyWords Plus:CILIATED PROTOZOA; POPULATION-DYNAMICS; ONTOGENIC GROWTH; GENERAL-MODEL; BOTTOM-UP; CELL-SIZE; ECOSYSTEMS; ECTOTHERMS; PREDATION; SHRINKING","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"EVOLUTIONARY ECOLOGY RESEARCH Volume: 18 Pages: 293-303 Published: MAY 2017","Abstract":"Background: The temperature-size rule (TSR) describes a decrease in body size with environmental warming. There is little agreement about why the TSR occurs, but potential explanations include that smaller size (1) maintains aerobic scope, (2) is generated by differential responses of development and growth to temperature, and (3) balances the demand for resources with the expected supply. Organism: The ciliate Tetrahymena thermophila. Methods: We grew microcosm populations at three temperatures and measured population density and cell volume for 11 days (c. 20-53 generations depending on temperature). Results: Populations at all temperatures showed typical sigmoidal population growth, but cell volumes oscillated widely. The oscillations reveal a dynamically shifting relationship between cell volume and temperature, such that the TSR was observed only when population sizes stopped growing, while a reverse TSR was observed during the exponential growth phase. Conclusion: The dependence of the TSR on roughly equilibrium conditions challenges the hypotheses that maintaining aerobic scope and differential responses of growth and development to temperature drive the TSR. Reversals of the TSR and oscillations in cell volume are consistent with the idea that balancing resource demand with environmental supply drives body size changes (the supply-demand model), but the oscillations suggest a role for generational lags in achieving an optimal size.","Authors":"DeLong, JP (DeLong, John P.) ; Brassil, CE (Brassil, Chad E.) ; Erickson, EK (Erickson, Emma K.) ; Forbes, VE (Forbes, Valery E.) ; Moriyama, EN (Moriyama, Etsuko N.) ; Riekhof, WR (Riekhof, Wayne R.)","Title":"Dynamic thermal reaction norms and body size oscillations challenge explanations of the temperature-size rule"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398608600001 ISSN: 1054-6006 eISSN: 1365-2419","Keywords":"interannual variability; Japanese eel; Lagrangian modeling; larval migration; North Equatorial Current KeyWords Plus:DIMENSIONAL ECOSYSTEM MODEL; INTERANNUAL VARIABILITY; TROPICAL PACIFIC; UPWELLING SYSTEM; SALINITY FRONT; EL-NINO; WESTERN; SEA; TRANSPORT; BIFURCATION","Categories":"Fisheries; Oceanography Web of Science Categories:Fisheries; Oceanography","Journal Information":"FISHERIES OCEANOGRAPHY Volume: 26 Issue: 3 Pages: 251-267 DOI: 10.1111/fog.12189 Published: MAY 2017","Abstract":"The zonal velocity produced by a Regional Ocean Modeling System (ROMS)-based Pacific Ocean circulation model was validated against in situ measurements along the 137 degrees E longitude. The Pacific model successfully reproduced the position and the shape of the North Equatorial Current (NEC) as well as the latitude of maximum surface velocity in the NEC region (8-17 degrees N). The flow field produced by the Pacific model was then used to conduct numerical Lagrangian experiments, in which passive particles were released along a transect (142.5 degrees E, 12.5-17 degrees N) that traverses the known Japanese eel spawning area, and the effects of NEC strength and bifurcation latitude on the particle advection in the northwest Pacific were studied. Our results suggest that, in the 20-yr period (1993-2012), the variability of the currents alone can cause interannual variability of one order of magnitude in the Kuroshio Entrance (KE), the percentage of particles entering the Kuroshio, the range of which varies from 43% in 1997 to 6% in 2012. The yearly-averaged KE is not sensitive to the NEC bifurcation latitude. Instead, it is controlled by the average zonal velocity of a fixed domain (125-143 degrees E, 13.5-17 degrees N) and related to a recently-developed climate index, the Philippines-Taiwan Oscillation (PTO). During the positive phase of the PTO, the zonal velocity in the domain, hence the yearly-averaged KE, increases, and the opposite is true in the negative phase of the PTO. Considering only the trajectories, diel vertical migrations (DVM) in the top 400 m do not significantly affect Japanese eel larval transport, as incorporating DVM schemes does not increase the KE.","Authors":"Hsu, AC (Hsu, Ango C.) ; Xue, HJ (Xue, Huijie) ; Chai, F (Chai, Fei) ; Xiu, P (Xiu, Peng) ; Han, YS (Han, Yu-San)","Title":"Variability of the Pacific North Equatorial Current and its implications on Japanese eel (Anguilla japonica) larval migration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398608600002 ISSN: 1054-6006 eISSN: 1365-2419","Keywords":"horizontal transport; North Pacific Current; Pacific salmon; productivity KeyWords Plus:JUVENILE PINK SALMON; SURVIVAL RATES; ONCORHYNCHUS-GORBUSCHA; CALIFORNIA CURRENT; MARINE MORTALITY; ALASKA; GULF; VARIABILITY; POPULATIONS; GROWTH","Categories":"Fisheries; Oceanography Web of Science Categories:Fisheries; Oceanography","Journal Information":"FISHERIES OCEANOGRAPHY Volume: 26 Issue: 3 Pages: 268-281 DOI: 10.1111/fog.12190 Published: MAY 2017","Abstract":"Horizontal ocean transport can influence the dynamics of higher-trophic-level species in coastal ecosystems by altering either physical oceanographic conditions or the advection of food resources into coastal areas. In this study, we investigated whether variability in two North Pacific Current (NPC) indices was associated with changes in productivity of North American Pacific salmon stocks. Specifically, we used Bayesian hierarchical models to estimate the effects of the north-south location of the NPC bifurcation (BI) and the NPC strength, indexed by the North Pacific Gyre Oscillation (NPGO), on the productivity of 163 pink, chum, and sockeye salmon stocks. We found that for salmon stocks located in Washington (WA) and British Columbia (BC), both the BI and NPGO had significant positive effects on productivity, indicating that a northward-shifted bifurcation and a stronger NPC are associated with increased salmon productivity. For the WA and BC regions, the estimated NPGO effect was over two times larger than the BI effect for pink and chum salmon, whereas for sockeye salmon the BI effect was 2.4 times higher than the NPGO. In contrast to WA and BC stocks, we found weak effects of both horizontal ocean transport processes on the productivity of salmon stocks in Alaska. Our results indicated that horizontal transport pathways might strongly influence population dynamics of Pacific salmon in the southern part of their North American ranges, but not the northern part, suggesting that different environmental pathways may underlie changes in salmon productivity in northern and southern areas for the species under consideration.","Authors":"Malick, MJ (Malick, Michael J.) ; Cox, SP (Cox, Sean P.) ; Mueter, FJ (Mueter, Franz J.) ; Dorner, B (Dorner, Brigitte) ; Peterman, RM (Peterman, Randall M.)","Title":"Effects of the North Pacific Current on the productivity of 163 Pacific salmon stocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398608600005 ISSN: 1054-6006 eISSN: 1365-2419","Keywords":"Bigeye Tuna; decision support system; ecological modeling; ecosystem-based fisheries management; GIS; satellite remote sensed data; Skipjack Tuna; spatial analysis; thresher shark; Tropical Tuna; Yellowfin Tuna KeyWords Plus:GEOGRAPHIC INFORMATION-SYSTEMS; EASTERN TROPICAL PACIFIC; STOCK ASSESSMENT; MARINE RESOURCES; TUNA","Categories":"Fisheries; Oceanography Web of Science Categories:Fisheries; Oceanography","Journal Information":"FISHERIES OCEANOGRAPHY Volume: 26 Issue: 3 Pages: 316-335 DOI: 10.1111/fog.12194 Published: MAY 2017","Abstract":"We have developed a set of tools that operate within an aquatic geographic information system to improve the accessibility, and usability of remote-sensed satellite and computer-modeled oceanographic data for marine science and ecosystem-based management. The tools form the Pelagic Habitat Analysis Module (PHAM), which can be applied as a modeling platform, an investigative aid in scientific research, or utilized as a decision support system for marine ecological management. Applications include fisheries, marine biology, physical and biological oceanography, and marine spatial management. The GIS provides a home for diverse data types and automated tools for downloading remote sensed and global circulation model data. Within the GIS environment, PHAM provides a framework for seamless interactive four-dimensional visualization, for matching between disparate data types, for flexible statistic or mechanistic model development, and for dynamic application of user developed models for habitat, density, and probability predictions. Here we describe PHAM in the context of ecosystem-based fisheries management, and present results from case study projects which guided development. In the first, an analysis of the purse seine fishery for tropical tuna in the eastern Pacific Ocean revealed oceanographic drivers of the catch distribution and the influence of climate-driven circulation patterns on the location of fishing grounds. To support management of the Common Thresher Shark (Alopias vulpinus) in the California Current Ecosystem, a simple empirical habitat utilization model was developed and used to dynamically predict the seasonal range expansion of common thresher shark based on oceanographic conditions.","Authors":"Harrison, DP (Harrison, Daniel P.) ; Hinton, MG (Hinton, Michael G.) ; Kohin, S (Kohin, Suzanne) ; Armstrong, EM (Armstrong, Edward M.) ; Snyder, S (Snyder, Stephanie) ; O'Brien, F (O'Brien, Frank) ; Kiefer, DK (Kiefer, Dale K.)","Title":"The pelagic habitat analysis module for ecosystem-based fisheries science and management"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398592200001 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"habitat refuge; intraguild predation; trophic cascade; trophic level; weak interactions KeyWords Plus:FOOD-CHAIN LENGTH; CRAYFISH ORCONECTES-RUSTICUS; SIZE-STRUCTURED POPULATIONS; INTRAGUILD PREDATION; INVASION SUCCESS; WEB COMPLEXITY; DIKEROGAMMARUS-VILLOSUS; TROPHIC CASCADES; ECOLOGICAL NETWORKS; BENTHIC COMMUNITY","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 821-832 DOI: 10.1111/fwb.12908 Published: MAY 2017","Abstract":"1. Omnivory, feeding at more than one trophic level, is a prevalent feature of freshwater ecosystems. Understanding where and when omnivory is important, its relevance for sustaining diversity, and the effect it may have on ecosystem responses to disturbances, are necessary for effective management of freshwater ecosystems. 2. The many theoretical predictions of the effects of omnivory are often contradictory, and empirical studies aimed at understanding omnivory have been difficult and contingent on a number of factors. Here, I synthesise theoretical evidence to generate five predictions of where omnivory will be most important in freshwater ecosystems, how it is maintained and the effect it will have on communities. 3. First, theory indicates that, while strong omnivorous interactions are destabilising, weak omnivorous interactions usually enhance stability. Therefore, mechanisms which decrease the strength of omnivorous interactions should favour their occurrence and increase stability of food webs. Secondly, omnivorous interactions which are theoretically unstable may be found in stable food webs due to stabilising features of the web as a whole. Thirdly, omnivory is likely to persist primarily at intermediate productivity levels and be more common in disturbed environments. Fourthly, omnivory is likely to decrease the strength of trophic cascades. Finally, omnivores should generally make more successful invaders. 4. These predictions are important for effective freshwater management because actions which decrease the strength of omnivorous interactions, such as maintaining habitat refuges for consumers (e.g. woody debris and aquatic plants), may be essential for sustaining biodiversity. In addition, if omnivores make better invaders, effective invasion management may benefit from focussing resources on omnivorous invaders to limit their spread and impact. 5. Overall, this synthesis of theoretical and empirical studies indicates that, while their predictions may be frequently at odds, with deeper investigation they are largely reconcilable and can be used to make practical suggestions for the careful management of omnivory in freshwater food webs.","Authors":"Wootton, KL (Wootton, K. L.)","Title":"Omnivory and stability in freshwater habitats: Does theory match reality?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398592200002 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"allochthonous; autochthonous; biochemical composition; freshwater; resource utilisation KeyWords Plus:FATTY-ACID-COMPOSITION; NITROGEN ISOTOPIC COMPOSITION; FOOD-WEB STRUCTURE; DISSOLVED HUMIC SUBSTANCES; UPPER MISSISSIPPI RIVER; SUPPORTS FISH BIOMASS; LAKE C-13 ADDITION; BOREAL LAKES; STABLE-CARBON; AMINO-ACIDS","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 833-853 DOI: 10.1111/fwb.12909 Published: MAY 2017","Abstract":"1. Many freshwater systems receive substantial inputs of terrestrial organic matter. Terrestrially derived dissolved organic carbon (t-DOC) inputs can modify light availability, the spatial distribution of primary production, heat, and oxygen in aquatic systems, as well as inorganic nutrient bioavailability. It is also well-established that some terrestrial inputs (such as invertebrates and fruits) provide high-quality food resources for consumers in some systems. 2. In small to moderate-sized streams, leaf litter inputs average approximately three times greater than the autochthonous production. Conversely, in oligo/mesotrophic lakes algal production is typically five times greater than the available flux of allochthonous basal resources. 3. Terrestrial particulate organic carbon (t-POC) inputs to lakes and rivers are comprised of 80%-90% biochemically recalcitrant lignocellulose, which is highly resistant to enzymatic breakdown by animal consumers. Further, t-POC and heterotrophic bacteria lack essential biochemical compounds that are critical for rapid growth and reproduction in aquatic invertebrates and fishes. Several studies have directly shown that these resources have very low food quality for herbivorous zooplankton and benthic invertebrates 4. Much of the nitrogen assimilated by stream consumers is probably of algal origin, even in systems where there appears to be a significant terrestrial carbon contribution. Amino acid stable isotope analyses for large river food webs indicate that most upper trophic level essential amino acids are derived from algae. Similarly, profiles of essential fatty acids in consumers show a strong dependence on the algal food resources. 5. Primary production to respiration ratios are not a meaningful index to assess consumer allochthony because respiration represents an oxidised carbon flux that cannot be utilised by animal consumers. Rather, the relative importance of allochthonous subsidies for upper trophic level production should be addressed by considering the rates at which terrestrial and autochthonous resources are consumed and the growth efficiency supported by this food. 6. Ultimately, the biochemical composition of a particular basal resource, and not just its quantity or origin, determines how readily this material is incorporated into upper trophic level consumers. Because of its highly favourable biochemical composition and greater availability, we conclude that microalgal production supports most animal production in freshwater ecosystems.","Authors":"Brett, MT (Brett, Michael T.) ; Bunn, SE (Bunn, Stuart E.) ; Chandra, S (Chandra, Sudeep) ; Galloway, AWE (Galloway, Aaron W. E.) ; Guo, F (Guo, Fen) ; Kainz, MJ (Kainz, Martin J.) ; Kankaala, P (Kankaala, Paula) ; Lau, DCP (Lau, Danny C. P.) ; Moulton, TP (Moulton, Timothy P.) ; Power, ME (Power, Mary E.)[ 10 ] ; Rasmussen, JB (Rasmussen, Joseph B.)[ 11 ] ; Taipale, SJ (Taipale, Sami J.)[ 12 ] ; Thorp, JH (Thorp, James H.)[ 13,14 ] ; Wehr, JD (Wehr, John D.)[ 15 ] ...More...Less","Title":"How important are terrestrial organic carbon inputs for secondary production in freshwater ecosystems?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200003 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"decomposition; nutrient flux; Nymphoides indica; phytoplankton; water level fluctuations KeyWords Plus:WATER-LEVEL FLUCTUATIONS; PHOSPHORUS RELEASE; ORGANIC-MATTER; LAKE-SEDIMENTS; SHALLOW LAKES; LONG-TERM; CYANOBACTERIAL BLOOMS; ADSORPTION-DESORPTION; AQUATIC MACROPHYTES; EUTROPHIC RESERVOIR","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 854-867 DOI: 10.1111/fwb.12904 Published: MAY 2017","Abstract":"1. Macrophytes play a key role in assimilating and storing nutrients in shallow aquatic ecosystems, but their capacity to act as a long-term nutrient sink can be affected by water level fluctuations. Water level drawdown in reservoirs followed by rewetting may mobilise a significant nutrient pool. These nutrients can be stored in the littoral zone in dead or dormant macrophytes, and in the desiccated sediments within the macrophyte beds. However, the contribution of desiccated macrophyte beds to nutrient release upon rewetting has not been well quantified. 2. Our study examined the effect of rewetting the previously desiccated waterlily Nymphoides indica (Menyanthaceae) in treatments (1) without sediments (N.i.-Sed), and (2) with sediments in N. indica beds (N.i.+Sed) on water quality. 3. We found that longer drying duration increased dissolved nutrients (nitrate/nitrite, ammonium and total dissolved organic nitrogen/phosphorus) and organic carbon release from N.i.+Sed and N.i.-Sed treatments after rewetting. In the N.i.+Sed treatment with <4 weeks of desiccation, all N. indica plants regenerated from roots after subsequent rewetting. In addition, the resulting nutrient/carbon release was not significantly different to the control treatment which did not have desiccation. A significant increase in dissolved nutrient and carbon concentrations in the water column was found in treatments with more than 10 weeks of desiccation followed by rewetting. This coincided with the sediment reaching its minimum moisture content. Furthermore, chlorophyll a (Chl-a) concentrations in the overlying water also increased with more than 10 weeks of desiccation, presumably in response to the increased nutrient availability and the removal of competition for nutrients from macrophytes. 4. On the basis of our laboratory experiments, we calculated the potential effect of desiccated and rewetted N. indica beds on water quality in a local N. indica-dominated reservoir after water level drawdown. We also separated the contribution of N. indica plants from their macrophyte beds on water quality changes. Fourteen days after rewetting, the total dissolved nutrients released from N. indica alone (N.i.-Sed) could contribute 0.5% of the total nitrogen and 29% of total phosphorus to the water column concentrations in the whole reservoir. In contrast, N. indica beds (N.i.+Sed) contributed more total dissolved nitrogen (4.3%) but less total dissolved phosphorus (0.3%) release into the water column. The higher nitrogen release for the N.i.+Sed treatment was likely due to the organic matter decomposition in the sediment in macrophyte beds. In contrast, the less dissolved phosphorus release, compared with the N. indica alone, was likely the result of phosphate adsorption by previously desiccated soil particles and/or assimilation by phytoplankton, since the phytoplankton biomass (as measured by Chl-a concentrations) was significantly higher in the N.i.+Sed treatment. 5. This study highlights the importance of managing both the duration and rate of water level drawdown in reservoirs to prevent rooted macrophytes, like N. indica, from becoming a source of nutrients, which may cause deterioration in water quality.","Authors":"Lu, J (Lu, Jing) ; Faggotter, SJ (Faggotter, Stephen J.) ; Bunn, SE (Bunn, Stuart E.) ; Burford, MA (Burford, Michele A.)","Title":"Macrophyte beds in a subtropical reservoir shifted from a nutrient sink to a source after drying then rewetting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200005 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"Caridina; food web; Macrobrachium; northern Australia; subsidy KeyWords Plus:FRESH-WATER SHRIMP; PRAWN MACROBRACHIUM-ROSENBERGII; EELS ANGUILLA SPP.; LIFE-HISTORY; PUERTO-RICO; NEW-ZEALAND; GLASS EELS; NORTHERN AUSTRALIA; TROPICAL STREAMS; PENAEUS-AZTECUS","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 880-893 DOI: 10.1111/fwb.12907 Published: MAY 2017","Abstract":"1. The upstream migration of juvenile amphidromous shrimps has been proposed as a source of marine or estuarine-derived nutrients into fresh water. Little is known about the size and ecological importance of any such subsidy as there have been few observational or empirical studies on the topic. 2. We investigated the upstream migration of the amphidromous shrimp, Macro-brachium spinipes (Palaemonidae) in the Daly River, of tropical northern Australia, to determine migration phenology, estimate migration biomass and determine whether migrating shrimps transport marine-derived energy and nutrients upstream. 3. Field observations over 2 years revealed that juvenile M. spinipes migrate upstream en masse during extended periods of declining discharge over a period of 4-6 weeks during the wet season (March-May). In addition, juvenile atyid shrimps from the genus Caridina were also observed migrating upstream during the same period. 4. Fine-scale sampling using fyke nets over 2 years (2013 and 2014) consistently found discharge to be the strongest predictor of M. spinipes and Caridina spp. biomass, while moon illumination and cloud cover were also important predictors. An estimated 10-20 million shrimps migrated upstream during each wet season, transporting c. 100kg of carbon and c. 28kg of nitrogen per year. 5. Muscle sulphur stable isotopes (delta S-34) and exoskeleton strontium isotope ratios (Sr-87/Sr-86) were used to establish if marine carbon was transported upstream by the juvenile M. spinipes. Isotope data from migratory M. spinipes were compared to the non-migratory freshwater Macrobrachium bullatum. No evidence of a marine signature in body tissue or exoskeleton was found using either technique, suggesting very rapid turnover of body tissues 6. This study provides key insights into the migration phenology of amphidromous shrimps and, importantly, suggests that migrating M. spinipes do not transport significant amounts of marine-derived energy and nutrients across the marine/freshwater ecotone.","Authors":"Novak, PA (Novak, Peter A.) ; Bayliss, P (Bayliss, Peter) ; Crook, DA (Crook, David A.) ; Garcia, EA (Garcia, Erica A.) ; Pusey, BJ (Pusey, Bradley J.) ; Douglas, MM (Douglas, Michael M.)","Title":"Do upstream migrating, juvenile amphidromous shrimps, provide a marine subsidy to river ecosystems?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200006 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"allochthonous; barbel; fishmeal; marine-derived nutrients; river ecology; stable isotopes KeyWords Plus:STABLE-ISOTOPE ANALYSES; BARBEL BARBUS-BARBUS; FOOD-WEB; GROWTH-RATES; WILD FISH; WATER; COMMUNITIES; SALMON; UK; SPECIALIZATION","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 894-905 DOI: 10.1111/fwb.12910 Published: MAY 2017","Abstract":"1. The crossing of freshwater ecosystem boundaries by marine-derived nutrients (MDN) is usually associated with migratory salmonid fishes returning to natal rivers. An alternative source of MDN in fresh waters is the widespread use of pelletised marine fishmeal (\"pellet\") by freshwater anglers as they target large-bodied cyprinid fishes, such as European barbel Barbus barbus. 2. Here, the trophic consequences of MDN from pellets for riverine cyprinid fishes were tested. Approaches used stable isotope analyses in controlled and wild scenarios, using B.barbus and chub Squalius cephalus as model species. The isotopic niche, measured as standard ellipse area, was used to assess trophic niche size, and mixing models predicted the extent to which MDN contributed to fish diet. 3. In experimental mesocosms, B.barbus fed low volumes of pellets (c. 3 per fish) for 130days had isotopic niche sizes that were up to four times larger than a control and \"medium\" (6 per fish) and \"high\" pellet (12 per fish) treatments. Somatic growth rates were significantly higher in the \"medium\" and \"high\" treatments. In pond enclosure experiments, when juvenile B.barbus and S.cephalus were fed pellets daily for 100days, there was a substantial and significant shift in the position of their isotopic niche compared to controls with no pellets fed. However, for each species, there were no significant differences in their somatic growth rates in the presence/absence of pellets. 4. In a lowland river, high proportions of MDN contributed to the diet of B.barbus and S.cephalus captured by angling, but with substantial individual variability in those captured by electric fishing. Across all B.barbus >400 mm, MDN dietary contributions ranged between 9% and 71%. This suggested some individual diet specialisations within their population that was associated with feeding on this angler subsidy and that also resulted in a significant increase in the size of their population isotopic niche. 5.These results suggested that when pellets containing MDN are used in freshwater angling, they are consumed and assimilated by cyprinid fishes, influencing individual and population trophic positions, and isotopic niche sizes and dietary specialisations. The results also suggested that the extent to which individuals specialise in feeding on pellets potentially influences their vulnerability to capture by anglers.","Authors":"Roberts, CG (Roberts, Catherine Gutmann) ; Basic, T (Basic, Tea) ; Trigo, FA (Amat Trigo, Fatima) ; Britton, JR (Britton, J. Robert)","Title":"Trophic consequences for riverine cyprinid fishes of angler subsidies based on marine-derived nutrients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200007 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"epiphyton; invasive species; macrophyte; structural complexity; substrate KeyWords Plus:AQUATIC MACROPHYTES; SUBMERGED MACROPHYTES; SHALLOW LAKES; HABITAT COMPLEXITY; PHYTOPLANKTON; WATER; EPIPHYTES; RESTORATION; DECLINE; EUTROPHICATION","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 906-915 DOI: 10.1111/fwb.12911 Published: MAY 2017","Abstract":"1. Non-native plants increasingly dominate the vegetation in aquatic ecosystems and thrive in eutrophic conditions. In eutrophic conditions, submerged plants risk being overgrown by epiphytic algae; however, if non-native plants are less susceptible to periphyton than natives, this would contribute to their dominance. Non-native plants may differ from natives in their susceptibility to periphyton growth due to differences in nutrient release, allelopathy and architecture. Yet, there is mixed evidence for whether plants interact with periphyton growth through nutrient release and allelopathy, or whether plants are neutral so that only their architecture matters for periphyton growth. 2. We hypothesised that (1) non-native submerged vascular plants support lower periphyton density than native species, (2) native and non-native species are not neutral substrate for periphyton and interact with periphyton and (3) periphyton density increases with the plant structural complexity of plant species. 3. We conducted an experiment in a controlled climate chamber where we grew 11 aquatic plant species and an artificial plant analogue in monocultures in buckets. These buckets were inoculated with periphyton that was collected locally from plants and hard substrate. Of the 11 living species, seven are native to Europe and four are non-native. The periphyton density on these plants was quantified after five weeks. 4. We found that the periphyton density did not differ between non-native and native plants and was not related to plant complexity. Three living plant species supported lower periphyton densities than the artificial plant, one supported a higher periphyton density and the other plants supported similar densities. However, there was a strong negative correlation between plant growth and periphyton density. 5. We conclude that the periphyton density varies greatly among plant species, even when these were grown under similar conditions, but there was no indication that the interaction with periphyton differs between native and non-native plant species. Hence, non-native plants do not seem to benefit from reduced periphyton colonisation compared to native species. Instead, certain native and non-native species tolerate eutrophic conditions well and as a consequence, they seem to host less periphyton than less tolerant species.","Authors":"Grutters, BMC (Grutters, Bart M. C.) ; Gross, EM (Gross, Elisabeth M.) ; van Donk, E (van Donk, Ellen) ; Bakker, ES (Bakker, Elisabeth S.)","Title":"Periphyton density is similar on native and non-native plant species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200009 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"biofilm; in-stream nitrate removal; macroinvertebrate traits; regulation service; water quality KeyWords Plus:WATER TREATMENT-PLANT; MEDITERRANEAN SALT MARSHES; LEAST-SQUARES REGRESSION; HUMAN-ALTERED STREAMS; FRESH-WATER; HYPORHEIC ZONE; LAND-USE; ECOSYSTEM FUNCTION; ORGANIC-MATTER; BENTHIC MACROINVERTEBRATES","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 929-944 DOI: 10.1111/fwb.12913 Published: MAY 2017","Abstract":"1. In-stream nitrate removal capacity may be used as a proxy for the ecosystem service of water quality regulation. It is well known that this natural function is driven by abiotic and biotic factors in running water environments. With regard to biotic drivers, most of the literature focuses on the microbial community influences, but there has been very little emphasis on the relationship with the benthic macroinvertebrate community. Since this community feeds on microbial assemblages (autotrophic and/or heterotrophic biofilms) that live on the streambed and in the hyporheic zone of the river, macroinvertebrates also have the potential to influence nitrate removal via its influences on microbiological processes. 2. The objective of this study was to examine the potential relationship between the macroinvertebrate communities and nitrate removal. A dataset of in-stream nitrate removal rates measured in nine-third-order streams was analysed. The simultaneous influences of abiotic (hydromorphological, physical and chemical characteristics) and biotic (biofilm and macroinvertebrate) drivers were examined and together explained 56% of the in-stream nitrate removal variance. An analysis of the independent contributions of each driver showed that abiotic drivers (e.g. ammonium, dissolved organic carbon, temperature and transient zone) contributed 40% of this nitrate removal variance, whereas the macroinvertebrate community contributed 39%. 3. The potential relationship between macroinvertebrates and nitrate removal was subsequently explored using trait-based approaches of the macroinvertebrate community. This method allows for the selection of trait modalities assuming a top-down control of microbial communities by macroinvertebrates, with in-stream abiotic conditions correlated with nitrate removal (assuming that environmental conditions affect macroinvertebrate community composition). 4. The main trait modalities positively correlated with nitrate removal were scraper (feeding habit), flagstones/boulders/cobbles/pebbles (substrate preference), crawler and interstitial (locomotion) and detritus (food). The main modalities negatively correlated with nitrate removal were silt and mud with microphytes (as substrate preference), and with fine sediment with microorganisms, and dead animals (as food sources). These results agreed with the hypothesis of top-down control and enhanced understanding of the influence of hydromorphological factors on nitrate removal. 5. This study highlights the involvement of the macroinvertebrate community in in-stream nitrate processing, and demonstrates the usefulness of applying a functional approach to explain relationships between biodiversity and ecosystem function.","Authors":"Yao, JM (Yao, Jingmei) ; Colas, F (Colas, Fanny) ; Solimini, AG (Solimini, Angelo G.) ; Battin, TJ (Battin, Tom J.) ; Gafny, S (Gafny, Sarig) ; Morais, M (Morais, Manuela) ; Puig, MA (Puig, Maria A.) ; Marti, E (Marti, Eugenia) ; Pusch, MT (Pusch, Martin T.) ; Voreadou, C (Voreadou, Catherina) ; Sabater, F (Sabater, Francesc) ; Julien, F (Julien, Frederic) ; Sanchez-Perez, JM (Sanchez-Perez, Jose M.) ; Sauvage, S (Sauvage, Sabine) ; Vervier, P (Vervier, Philippe) ; Gerino, M (Gerino, Magali) ...More...Less","Title":"Macroinvertebrate community traits and nitrate removal in stream sediments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592200011 ISSN: 0046-5070 eISSN: 1365-2427","Keywords":"lake; mycoloop; phosphorus; saprotrophic fungi; subsidy KeyWords Plus:FOOD WEBS; PHENOTYPIC PLASTICITY; ORGANIC-CARBON; DAPHNIA; LAKE; ASTERIONELLA; DEGRADATION; PHOSPHORUS; DYNAMICS; SUPPORT","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"FRESHWATER BIOLOGY Volume: 62 Issue: 5 Pages: 954-964 DOI: 10.1111/fwb.12916 Published: MAY 2017","Abstract":"1. The accumulation of pollen grains in freshwater ecosystems may have a significant impact on nutrient dynamics, despite the extracellular wall of pollen grains hampering bacterial degradation and digestion by invertebrates. This is because pollen grains may be readily degraded by saprotrophic fungi (Chytridiomycota). 2. We tested in the laboratory whether free swimming chytrid zoospores may be grazed by zooplankton, transferring pollen-derived nutrients to zooplankton. We conducted grazing and growth experiments with daphnids (Daphnia pulex and D.similis), tree pollen grains from the pine family (Pinus and Cedrus), and a chytrid (Boothiomyces sp.). 3. Both daphnid species grazed on zoospores, but not on pollen. Both daphnid species grew better in the presence of chytrid. Higher growth rates were associated with chytrid zoospores, rather than pollen or bacteria. 4. The nutritional quality of zoospores was higher than that of the pollen and comparable with that of the green algae Scenedesmus in terms of carbon to phosphorus ratios and fatty acid composition. The percentage of phosphorus from pollen grains used by chytrids was estimated to be 30%-60%, indicating that these organisms used the pollen efficiently. The growth efficiencies of daphnids that ingested zoospores were about 17%-47% and 6%-18%, in terms of carbon and phosphorus, respectively, reflecting substantial growth rates even at low-food concentrations. 5. Hence, the release of chytrid zoospores transferring inedible pollen to zooplankton functions as a \"mycoloop.\" In freshwater systems, saprotrophic chytrid-dependent mycoloops may play an important role in shaping aquatic food webs, especially where pollen deposition is significant.","Authors":"Kagami, M (Kagami, Maiko) ; Motoki, Y (Motoki, Yasumichi) ; Masclaux, H (Masclaux, Helene) ; Bec, A (Bec, Alexandre)","Title":"Carbon and nutrients of indigestible pollen are transferred to zooplankton by chytrid fungi"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395239200003 PubMed ID: 27348153 ISSN: 1025-6016 eISSN: 1477-2639","Keywords":"Carbon-13; isotope biochemistry; methanogenesis pathways; modelling; reaction metabolism; theory KeyWords Plus:STOICHIOMETRIC CHEMICAL-REACTIONS; BOREAL PEATLAND ECOSYSTEMS; BIOLOGICAL KINETIC-MODEL; STABLE CARBON; ACETICLASTIC METHANOGENESIS; ANAEROBIC-DIGESTION; AMMONIA INHIBITION; MESOPHILIC METHANIZATION; ESTIMATING EVOLUTION; MICROBIAL DYNAMICS","Categories":"Chemistry; Environmental Sciences & Ecology Web of Science Categories:Chemistry, Inorganic & Nuclear; Environmental Sciences","Journal Information":"ISOTOPES IN ENVIRONMENTAL AND HEALTH STUDIES Volume: 53 Issue: 2 Pages: 134-156 DOI: 10.1080/10256016.2016.1194836 Published: MAY 2017","Abstract":"To identify predominant metabolic pathway for cellulose methanization new equations that take into account dynamics of 13C are added to the basic model of cellulose methanization. The correct stoichiometry of hydrolysis, acidogenesis, acetogenesis and methanogenesis steps including biomass is considered. Using experimental data by Laukenmann et al. [Identification of methanogenic pathway in anaerobic digesters using stable carbon isotopes. Eng. Life Sci. 2010;10:1-6], who reported about the importance of ace`tate oxidation during mesophilic cellulose methanization, the model confirmed that, at high biomass concentration of acetate oxidizers, the carbon isotope fractionation factor amounts to about 1.085. The same model, suggested firstly for cellulose degradation, was used to describe, secondly, changes in, and in methane and carbon dioxide during mesophylic acetate methanization measured by Grossin-Debattista [Fractionnements isotopiques (13C/12C) engendres par la methanogenese: apports pour la comprehension des processus de biodegradation lors de la digestion anaerobie [doctoral thesis]. 2011. Bordeaux: Universite Bordeaux-1;2011. Available from: http://ori-oai.u-bordeaux1.fr/pdf/2011/GROSSIN-DEBATTISTA_JULIEN_2011.pdf. French].The model showed that under various ammonium concentrations, at dominating acetoclastic methanogenesis, the value decreases over time to a low level (1.016), while at dominating syntrophic acetate oxidation, coupled with hydrogenotrophic methanogenesis, slightly increases, reaching 1.060 at the end of incubation.","Authors":"Vavilin, VA (Vavilin, Vasily A.) ; Rytov, SV (Rytov, Sergey V.)","Title":"Dynamic changes of carbon isotope apparent fractionation factor to describe transition to syntrophic acetate oxidation during cellulose and acetate methanization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010800008 ISSN: 0140-1963 eISSN: 1095-922X","Keywords":"Environmental flows; Riparian; Aquatic; Deserts; Databases; United States; Mexico KeyWords Plus:SAN-PEDRO RIVER; RIPARIAN VEGETATION; WATER; ARIZONA; GROUNDWATER; TAMARIX; POPULUS; TREES; RESTORATION; MANAGEMENT","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology; Environmental Sciences","Journal Information":"JOURNAL OF ARID ENVIRONMENTS Volume: 140 Pages: 67-78 DOI: 10.1016/j.jaridenv.2017.01.011 Published: MAY 2017","Abstract":"Although riparian and aquatic ecosystems make up a small fraction of the area in arid and semi-arid lands, they are critical for the survival of desert life. There are, however, few compendia of efforts to define the quantity of water needed to maintain these ecosystems and understand the risks and stressors to them. Through our analysis we found that 62% of the rivers examined in the deserts of the U.S. and Mexico have had just one study over the past four decades and 67% of studies used qualitative methods. Furthermore, only one-third of the 312 species catalogued in our work have been studied more than once and only 5% have been considered five or more times. The most common risks or stressors to riparian and aquatic species were engineered structures, invasive species, and altered flows; and while 10% of studies included climate stressor, climate change impacts were infrequently examined. Ultimately, we found that although research has been conducted across the desert watersheds of the U.S. and Mexico, there are significant gaps in our knowledge of basic data such as the location and extent of perennial and intermittent streams, let alone studies of environmental flow needs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lacroix, KEM (Lacroix, Kelly E. Mott) ; Tapia, E (Tapia, Elia) ; Springer, A (Springer, Abraham)","Title":"Environmental flows in the desert rivers of the United States and Mexico: Synthesis of available data and gap analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700014 PubMed ID: 28157614 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Radial basis function neural networks; Support vector machines; Matter-element extension model; Ecological stoichiometry; Degradation mechanism; Western Jilin Province KeyWords Plus:SUPPORT VECTOR MACHINE; ARTIFICIAL NEURAL-NETWORK; WESTERN JILIN PROVINCE; ECOLOGICAL STOICHIOMETRY; NUTRIENT LIMITATION; CHINA; RESPONSES; FERTILIZATION; SPECTROSCOPY; ECOSYSTEMS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 116-123 DOI: 10.1016/j.jenvman.2017.01.047 Published: MAY 1 2017","Abstract":"The grasslands of Western Jilin Province in China have experienced severe degradation during the last 50 years. Radial basis function neural networks (RBFNN) and support vector machines (SVM) were used to predict the carbon, nitrogen, and phosphorus contents of Leymus chinensis (L. chinensis) and explore the degree of grassland degradation using the matter-element extension model. Both RBFNN and SVM demonstrated good prediction accuracy. The results indicated that there was severe degradation, as samples were mainly concentrated in the 3rd and 4th levels. The growth of L chinensis was shown to be limited by either nitrogen, phosphorus, or both during different stages of degradation. The soil chemistry changed noticeably as degradation aggravated, which represents a destabilization of L chinensis community homeostasis. Soil salinization aggravates soil nutrient loss and decreases the bioavailability of soil nutrients. This, along with the destabilization of C/N, C/P and N/P ratios, weakens the photosynthetic ability and productivity of L chinensis. This conclusion was supported by observations that L. chinensis is gradually being replaced by a Chloris virgata, Puccinellia tenuiflora and Suaeda acuminate mixed community. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, YF (Li, Yuefen) ; Liang, S (Liang, Shuo) ; Zhao, YY (Zhao, Yiying) ; Li, WB (Li, Wenbo) ; Wang, YJ (Wang, Yuejiao)","Title":"Machine learning for the prediction of L-chinensis carbon, nitrogen and phosphorus contents and understanding of mechanisms underlying grassland degradation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700017 PubMed ID: 28160641 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Glomalin related soil protein; Tropical dry forest; Water soluble organic carbon; Soil organic carbon; Land use system; Seasonal variation KeyWords Plus:ARBUSCULAR MYCORRHIZAL FUNGI; DECIDUOUS FOREST; DEGRADED LANDS; SOIL PROTEIN; USE SYSTEMS; NITROGEN; MATTER; PLANT; WATER; DYNAMICS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 142-149 DOI: 10.1016/j.jenvman.2017.01.041 Published: MAY 1 2017","Abstract":"Glomalin related soil protein (GRSP) is a hydrophobic glycoprotein that is significant for soil organic carbon (SOC) persistence and sequestration, owing to its large contribution to SOC pool and long turnover time. However, the contribution of GRSP to dissolve OC (DOC) leach from soil is not yet comprehensively explored, though it could have implication in understanding SOC dynamics. We, therefore, aim to measure the contribution of GRSP to DOC, in a range of land uses and climatic seasons in the dry tropical ecosystem. Our results demonstrated that a significant proportion of GRSP (water soluble GRSP; WS-GRSP) leached with DOC (7.9-21.9 mg kg(-1)), which accounts for 0.2-0.23% of soils total GRSP (T-GRSP). Forest exhibited significantly higher WS-GRSP and DOC leaching than fallow and agriculture. WS-GRSP and DOC accumulations were higher in the dry season (summer and winter) than in rainy. The extent of seasonal variations was higher in forest than in other two land uses, indicating the role of vegetation and biological activity in soil dissolve organic matter (DOM) dynamics. The regression analysis among WS-GRSP, T-GRSP, DOC and SOC prove that the accumulations and leaching of GRSP and other soil OM (SOM) depend on similar factors. The ratio of WS-GRSP-C to DOC was higher in agriculture soil than in forest and fallow, likely a consequence of altered soil chemistry, and organic matter quantity and quality due to soil management practices. Multivariate analysis reflects a strong linkage among GRSP and SOC storage and leaching, soil nutrients (nitrogen and phosphorus) and other important soil properties (pH and bulk density), suggesting that improving GRSP and other SOM status is an urgent need for the both SOC sequestration and soil health in dry tropical agro-ecosystems. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Singh, AK (Singh, Ashutosh Kumar) ; Rai, A (Rai, Apurva) ; Pandey, V (Pandey, Vivek) ; Singh, N (Singh, Nandita) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Singh, Ashutosh Kumar  http://orcid.org/0000-0003-2616-0697","Title":"Contribution of glomalin to dissolve organic carbon under different land uses and seasonality in dry tropics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500003 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Compound heavy metal pollution; Geo-accumulation index (I-geo,); Sediment quality guidelines (SQGs); Factor analysis -multiple linear regression (FA-MLR); The Maba River KeyWords Plus:WASTE-WATER TREATMENT; MULTIVARIATE STATISTICAL TECHNIQUES; AROMATIC-HYDROCARBONS PAHS; SOURCE IDENTIFICATION; RISK-ASSESSMENT; TRACE-ELEMENTS; YANGTZE-RIVER; PEARL RIVER; SPATIOTEMPORAL PATTERNS; GUANGDONG PROVINCE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 9-19 Special Issue: SI DOI: 10.1016/j.gexplo.2016.08.013 Published: MAY 2017","Abstract":"Understanding sources and fate of heavy metals in river basin is crucial for assessing risks associated with human and ecosystem exposure. To provide basic information for agriculture and industry transferring in future, environmental development planning and decision-making, and drinking water source protecting associated with human health in the region, compound heavy metal pollution in the Maba River, South China, was investigated to evaluate spatial distribution and pollution levels using geo-accumulation index (I-geo). In addition, heavy metal concentrations in sediments were measured and compared with sedinient quality guidelines (SQGs). The main contamination sources of heavy metals and the concrete contribution Were identified and carculated using multivariate statistical analysis (MSA) and factor analysis-multiple linear regression (FA-MLR) methods. The results showed that the heavy metals exposed in sediments of the Maba River largely due to anthropogenic sources, such as smelting and mining. The heavy metal concentrations found in surface sediments were significantly higher than the local background values, especially in the mixed region. The migration and transformation process of river metals was mainly affected by hydraulic conditions and sediment characteristics. The I-geo,, and SQGs produced similar levels of heavy metals pollution in sediments, thereby confirming each other's results, indicating that the Maba River is heavily contaminated, and As, Hg, Pb, Zn, Cd and Cu were likely to effect on the aquatic ecosystem. Based on MSA and FA-MLR, the results showed that about 87% of Cu came from the mine tailing wastewater runoff, 77%, 66% and 72% of TI, Hg and Cd respectively originated from the smelting wastewater discharge. Results of this study will be useful in assessing and managing regional point source pollution. Further investigation on fate and toxicity of heavy metals associated with human health risks is needed in future studies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liao, JB (Liao, Jianbo) ; Chen, J (Chen, Jian) ; Ru, X (Ru, Xuan) ; Chen, JD (Chen, Jundong) ; Wu, HZ (Wu, Haizhen) ; Wei, CH (Wei, Chaohai)","Title":"Heavy metals in river surface sediments affected with multiple pollution sources, South China: Distribution, enrichment and source apportionment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500013 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Mining; Coal; Dust; Potentially toxic elements; Exposure; Risk assessment KeyWords Plus:POTENTIALLY TOXIC ELEMENTS; HEAVY-METAL DISTRIBUTION; HEALTH-RISK; MINING OPERATIONS; FIELD MEASUREMENT; COKING PLANT; DNA-DAMAGE; TOTAL DIET; CHINA; CONTAMINATION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 100-107 Special Issue: SI DOI: 10.1016/j.gexplo.2015.12.009 Published: MAY 2017","Abstract":"Coal mining and processing have profound environmental concerns, where large quantities of mine spoil and dust particles are generated. Potentially toxic elements dispersed in the dust and soils in coal mining ecosystem may have adverse health impacts to the nearby inhabitants. Dust and soil samples collected from Jharia coal mining area, India were analysed for As, Cd, Co, Cr, Cu Ni, Pb, V, and Zn. With respect to crustal abundance, As, Cd, and Pb were enriched in the soil, whereas Pb, and As were enriched in the dust. The geo-accumulation index (I-geo) was <0 for most of the elements, except for Zn (I-geo 1.07), and Pb (I-geo 0.9). Pollution load index Was higher for soil (1.3) than dust (1.2), and both were categorized as moderately polluted. Exposure risk assessment showed that, ingestion is the main route of exposure to potentially toxic elements present in soil/dust followed by dermal exposure. Exposure risk was higher for child than adult. Though the hazard index (HI) was <1.0 for all the elements, the contents of Cr, As, Pb, and V were close to the permissible exposure limits. The carcinogenic risks associated with As, Cd, Co, Cr, and Ni were also less than the permissible limits.(C) 2015 Elsevier B.V. All rights reserved.","Authors":"Masto, RE (Masto, R. E.) ; George, J (George, Joshy) ; Rout, TK (Rout, T. K.) ; Ram, LC (Ram, L. C.)","Title":"Multi element exposure risk from soil and dust in a coal industrial area"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500017 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Mercury flux; Turnover times; Total gaseous mercury; Moisture and watering; Understory KeyWords Plus:AIR-SURFACE EXCHANGE; DYNAMIC FLUX CHAMBER; REMOTE UPLAND FOREST; UNDERSTORY REMOVAL; HG; MOISTURE; GUIZHOU; PROVINCE; RELEASE; NEVADA","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 128-135 Special Issue: SI DOI: 10.1016/j.gexplo.2015.10.007 Published: MAY 2017","Abstract":"Recent studies demonstrated that subtropical forest in China was considered as a large pool of atmospheric mercury and soils of forested watershed is a large reservoir of atmospherically deposited mercury. However, forest ecosystems not only act as sinks but also as sources of previously deposited mercury emitted back to the atmosphere. In this study a field controlled method was performed in Tieshanping National Forest Park (TNFP) to identify the effects of the most important parameters that controlled mercury emissions from soil surfaces, including chamber flushing flow turnover times (TOTS), soil water content and watering, total gaseous mercury (TGM) in air and understory. Flushing flow rates significantly affected the calculation of mercury flux and the optimal TOTs were 0.94 min in the forest. TGM in atmosphere was significantly inhibited mercury emission from soils, and the deposited mercury was not absorbed firmly by the soils in a short time and emitted back to atmosphere rapidly when TGM concentration decreased. Higher soil moisture reduced the emission of mercury and initial watering produces a spike in the mercury emissions due to the interstitial soil gas mercury displaced by infiltrating water physically. However, subsequent watering was reducing the fluxes, because surface soil was saturated and soil pores were blocked by water film and inhibited the soil mercury emission. Soils under the understory had a higher mercury concentrations and deep organic layers. However, the fluxes of soil under the understory significantly were inhibited in daytime because solar radiation was blocked by the understory and the higher litter layer. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Zhou, J (Zhou, Jun) ; Wang, ZW (Wang, Zhangwei) ; Zhang, XS (Zhang, Xiaoshan) ; Sun, T (Sun, Ting)","Title":"Investigation of factors affecting mercury emission from subtropical forest soil: A field controlled study in southwestern China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211200005 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"land cover dynamics; spatio-temporal patterns; swap change; landscape fragmentation; protected areas; Mo River Basin; Togo KeyWords Plus:LAND-COVER CHANGES; PROTECTED AREAS; FOREST COVER; ECOSYSTEM SERVICES; DRIVING FORCES; BIODIVERSITY CONSERVATION; CHANGE TRAJECTORIES; USE/COVER CHANGE; CLIMATE-CHANGE; SRI-LANKA","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 5 Pages: 579-605 DOI: 10.1007/s11442-017-1394-4 Published: MAY 2017","Abstract":"In this study, historical landscape dynamics were investigated to (i) map the land use/cover types for the years 1972, 1987, 2000 and 2014; (ii) determine the types and processes of landscape dynamics; and (iii) assess the landscape fragmentation and habitat loss over time. Supervised classification of multi-temporal Landsat images was used through a pixel-based approach. Post-classification methods included systematic and random change detection, trajectories analysis and landscape fragmentation assessment. The overall accuracies (and Kappa statistics) were of 68.86% (0.63), 91.32% (0.79), 90.66% (0.88) and 91.88% (0.89) for 1972, 1987, 2000 and 2014, respectively. The spatio-temporal analyses indicated that forests, woodlands and savannahs dominated the landscapes during the four dates, though constant areal decreases were observed. The most important dynamic process was the decline of woodlands with an average annual net loss rate of -2%. Meanwhile, the most important land transformation occurred during the transition 2000-2014, due to anthropogenic pressures. Though the most important loss of vegetation greenness occurred in the unprotected areas, the overall analyses of change indicated a declining trend of land cover quality and an increasing landscape fragmentation. Sustainable conservation strategies should be promoted while focusing restoration attention on degraded lands and fragmented ecosystems in order to support rural livelihood and biodiversity conservation.","Authors":"Diwediga, B (Diwediga, Badabate) ; Agodzo, S (Agodzo, Sampson) ; Wala, K (Wala, Kperkouma) ; Le, QB (Le Quang Bao)","Title":"Assessment of multifunctional landscapes dynamics in the mountainous basin of the Mo River (Togo, West Africa)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398591200003 ISSN: 0733-9496 eISSN: 1943-5452","Keywords":"Willingness to pay; Contingent valuation; Watershed; Ecosystem; Economic; Logit; Perception KeyWords Plus:CONTINGENT VALUATION SURVEY; ECOSYSTEM SERVICES; ECONOMIC VALUE; WELFARE EVALUATIONS; NONRESPONSE BIAS; QUALITY; MANAGEMENT; PERCEPTIONS; ATTITUDES; FOREST","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF WATER RESOURCES PLANNING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04017006 DOI: 10.1061/(ASCE)WR.1943-5452.0000740 Published: MAY 2017","Abstract":"Clear Creek watershed, located in the Ozark Mountain Region of Northwest Arkansas, has experienced ecosystem degradation as a result of increased urbanization. Riparian zones are known to play an integral role in maintaining ecosystem integrity and are often used as management tools for protecting watershed ecosystem services, especially in urbanizing areas. To determine whether residents of the Clear Creek watershed would be in favor of the establishment and maintenance of riparian zones in their region, a mail survey was conducted using contingent valuation methods (CVMs) to elicit local willingness to pay (WTP) for riparian zones. The study found that residents were willing to pay an average of $80.07 in increased state income taxes for the ecological services provided by riparian zones. Bid amount, income, and attitude toward willingness to pay were shown to have the most significant influence on the residents' overall WTP. Survey results were also used to assess residents' abilities to perceive ecosystem quality as a factor of WTP but analysis found this perception to be insignificant in affecting respondent WTP.","Authors":"Lewis, SE (Lewis, Sarah E.) ; Popp, JS (Popp, Jennie S.) ; English, LA (English, Leah A.) ; Odetola, TO (Odetola, Tolulope O.)","Title":"Willingness to Pay for Riparian Zones in an Ozark Watershed"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398591200005 ISSN: 0733-9496 eISSN: 1943-5452","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF WATER RESOURCES PLANNING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04017008 DOI: 10.1061/(ASCE)WR.1943-5452.0000751 Published: MAY 2017","Abstract":"The dilemma of managing the trade-off between immediate human needs and maintaining the ability of the Earth to provide ecosystem services is considered to be one of the greatest challenges of this century. Many management strategies have applied the ecosystem service concept to address this challenge, which incorporates land management, policy, and economic decisions to achieve overall ecosystem health. The intent of this research was to improve such decisions through an increased understanding of the relationship between urban stormwater control measures (SCMs) and freshwater provision, erosion regulation, and flood regulation ecosystem services. Fifty-six land management scenarios with varying densities of targeted SCM application were simulated using the software PCSWMM. The ecosystem services resulting from these land management scenarios were quantified using a set of mathematical indices. Results demonstrate that the application of bioretention cells improved both freshwater provision and erosion regulation services immediately downstream from the implementation site and at the same time increased erosion regulation services at the greater watershed scale. (C) 2017 American Society of Civil Engineers.","Authors":"McDonough, K (McDonough, Kelsey) ; Moore, T (Moore, Trisha) ; Hutchinson, S (Hutchinson, Stacy)","Title":"Understanding the Relationship between Stormwater Control Measures and Ecosystem Services in an Urban Watershed"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398541400006 ISSN: 0733-950X eISSN: 1943-5460","Keywords":"Dredged sediments; Utilization; Environmental pollution; Remediation; Sustainable development; Artificial resource KeyWords Plus:INCINERATOR BOTTOM ASH; MARINE CLAY MIXES; NEW-JERSEY HARBOR; HEAVY-METALS; BENEFICIAL USE; ELECTROKINETIC REMEDIATION; SEQUENTIAL EXTRACTION; MECHANICAL-BEHAVIOR; CONTAMINATED SOILS; REDOX CONDITIONS","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Engineering, Ocean; Water Resources","Journal Information":"JOURNAL OF WATERWAY PORT COASTAL AND OCEAN ENGINEERING Volume: 143 Issue: 3 Article Number: 04016025 DOI: 10.1061/(ASCE)WW.1943-5460.0000376 Published: MAY 2017","Abstract":"Dredged sediments have been extensively used in various parts of the world for applications related to various infrastructural developmental activities, such as land reclamation, building construction, beach replenishment, habitat restoration, and so on. The vicinity of the megacities to the water bodies and shortage of naturally available raw materials for the developmental activities is mostly responsible for such a paradigm shift from the conventional application of natural resources (soils and rock mass). However, utilization of dredged sediments has largely been constrained because of their heterogeneity and also because most of the earlier studies were site specific; hence, these findings cannot be generalized. This calls for a critical analysis of the outcome of the existing studies related to the application of such sediments based on their comprehensive characterization, in infrastructure development, policies adopted in this context, challenges in terms of handling and disposal, and potential of these sediments to contaminate the ecosystem. As highlighted in this paper, such a critical review of the literature would be mandatory for framing the guidelines in establishing the beneficial usages of the dredged sediments as an artificial resource. (C) 2016 American Society of Civil Engineers.","Authors":"Rakshith, S (Rakshith, Shetty) ; Singh, DN (Singh, D. N.)","Title":"Utilization of Dredged Sediments: Contemporary Issues"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398649800003 ISSN: 0023-7639 eISSN: 1543-8325","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"LAND ECONOMICS Volume: 93 Issue: 2 Pages: 230-257 Published: MAY 2017","Abstract":"We assess the impact of the PSA-H, a payment for environmental services scheme implemented in Mexico over the 2005-2012 period. By studying several cohorts of program beneficiaries we are able to shed light on the permanence of the program's impact. Based on the exploitation of 2.5 to 20 in resolution SPOT images and ejido surveys carried out in 76 ejidos located in the Cono Sur of Yucatan, we find that the program's effects cease on lands after they are withdrawn from the program. We also find evidence of leakages. We discuss these results for future impact evaluations and from a policy perspective.","Authors":"Le Velly, G (Le Velly, Gwenle) ; Sauquet, A (Sauquet, Alexandre) ; Cortina-Villar, S (Cortina-Villar, Sergio)","Title":"PES Impact and Leakages over Several Cohorts: The Case of the PSA-H in Yucatan, Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398649800006 ISSN: 0023-7639 eISSN: 1543-8325","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"LAND ECONOMICS Volume: 93 Issue: 2 Pages: 292-308 Published: MAY 2017","Abstract":"Game species generate considerable benefits to society in terms of hunting values, tourism, and maintenance of ecosystem balance. This paper seeks to estimate hunting values for multiple hunted species by diseniangling the role of wildlife harvesting opportunities from other factors that affect hunting lease prices. We examine the determinants of hunting lease prices in Sweden using both spatial and nonspatial econometric techniques. Our analysis confirms considerable hunting values for fallow deer and wild boar. Also, the study reveals the presence of spatial spillovers in lease prices, implying that landowners have little scope for exerting monopoly power on the hunting lease market.","Authors":"Mensah, JT (Mensah, Justice Tei) ; Elofsson, K (Elofsson, Katarina)","Title":"An Empirical Analysis of Hunting Lease Pricing and Value of Game in Sweden"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398649800007 ISSN: 0023-7639 eISSN: 1543-8325","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"LAND ECONOMICS Volume: 93 Issue: 2 Pages: 309-327 Published: MAY 2017","Abstract":"Climate and water quality are important ecosystem services; but improving these impacts the provisioning service of food production. Using spatially explicit data from a Danish catchment, we uncover the trade-offs and synergies between efficient provision of the three services by multiobjective optimization. Results show that trade-offs exist between the regulating and provisioning services. Furthermore, synergies between the regulating services are significant; however, the cost of provision of one service depends on the level of provision of the other. The policy implication of this result is that significant gains can be achieved from joint implementation of ecosystem service policies.","Authors":"Konrad, MT (Konrad, Maria Theresia) ; Andersen, HE (Andersen, Hans Estrup) ; Gyldenkaerne, S (Gyldenkaerne, Steen) ; Termansen, M (Termansen, Mette)","Title":"Synergies and Trade-offs in Spatially Targeted Water Quality and Climate Change Mitigation Policies"}]