[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396593300001 ISSN: 2195-4194 eISSN: 2195-2248","Keywords":"Barometer; Basic education; Core curricula.; Delphi; Future of learning; Futuresmap","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"EUROPEAN JOURNAL OF FUTURES RESEARCH Volume: 5 Issue: 1 Article Number: UNSP 2 DOI: 10.1007/s40309-016-0096-y Published: DEC 14 2017","Abstract":"The Future of Learning 2030 Barometer was launched in 2009. It was ordered by the Finnish National Board of Education to support the reform of the core curricula and look beyond the contemporary interests. The aim of the Barometer is to acknowledge the futuribles of learning and take into consideration the possibilities and challenges that may affect the development of school, teaching and learning. The Barometer collects a diversity of arguments on the future so that the different perspectives and arguments can be balanced against each other. The Delphi method is used as a structured communication technique that takes advantage of new technologies and elements of social media. The aim is not a consensus but rather a multi-voiced view. The article describes the questions and meta-themes based on the analysis. It also describes how the Finnish National Board of Education has used the Barometer in the reforming of the core curricula.","Authors":"Airaksinen, T (Airaksinen, Tiina) ; Halinen, I (Halinen, Irmeli) ; Linturi, H (Linturi, Hannu)","Title":"Futuribles of learning 2030 - Delphi supports the reform of the core curricula in Finland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000002 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 15-21 DOI: 10.1111/jacf.12217 Published: WIN 2017","Authors":"Bruner, RF (Bruner, Robert F.)","Title":"Crises, Financial Leadership, and the Six Stretches for Financial Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000005 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 50-75 DOI: 10.1111/jacf.12220 Published: WIN 2017","Abstract":"The former dean of the University of Virginia's Darden School explores how business schools must adapt to prepare future business leaders to assume the leadership responsibilities necessary to respond effectively to financial crises. The article begins with a statement by Milton Friedman and Anna Schwarz in their Monetary History of the United States about the failure of U.S. policy makers to prevent the collapse of the U.S. banking system during the Great Depression. Then turning to the crisis of 2008, the author draws on recent accounts of the leadershipboth effective and ineffectiveprovided by policymakers to support Friedman and Schwartz's contention that the success of countries in responding to crises depends on the presence of one or more outstanding individuals willing to assume responsibility and leadership. After citing Nassim Taleb's characterization of the financial system as inherently fragile, the article offers a number of insights about the kind of leadership that is likely to prove effective in protecting such systems. Using the responses of policymakers like Bernanke, Paulson, and Geithner as examples, the author observes that successful leaders rank priorities and set direction, mobilize collective action, choose whether and how to use the panoply of tools at their disposal, and attempt to respond in a comprehensive, coordinated way to all aspects of a crisis using a flexible set of approaches and methods that he identifies as Ad Hoc-racy. With such insights in mind, the author goes on to suggest that changes in current research and teaching about leadership are likely to take the form of the following six stretches: From local to global: Global in the context of crises refers to thinking systemically about connectedness and the tendency of trouble to travel within systems of finance.From a single-discipline to an interdisciplinary focus: As examples, the dynamics of mobilizing collective action can be illuminated by research on group decision-making and bargaining theory; and process management research holds insights for the conduct of Ad Hoc-racy.From passive learning to active learning: Because so much of crisis leadership is a response to contingencies, exercising students' skills in financial whack-a-mole seems like a valuable complement to more traditional pedagogical styles. Better for students to explore the consequences of bad judgment in the classroom than in the markets.From scholarship about problems of interest to scholarship about problems of consequence: If only because the costs associated with risks to the financial systems are so large, financial leadership is consequential and warrants inquiry.From field mastery to growth of wisdom: Although mastery of the tools and concepts of finance is necessary for a successful career in the field, we need financial leaders who can harness such concepts and analytical insights to sound judgment in the pursuit of larger goals, including, when appropriate, the greatest social good.From preparation for followership to preparation for leadership: The popularity of finance on campuses and the high salaries of finance recruits attest to the value of what higher education delivers in this field. But what the students and recruiters want is preparation for the first job in the fieldthat is, training that prepares students to follow. We can do better than that.","Authors":"Chew, D (Chew, Don); Bessler, W (Bessler, Wolfgang) ; Elson, C (Elson, Charles) ; Berglund, T (Berglund, Tom) ; Rapp, MS (Rapp, Marc Steffen)","Title":"FMA Roundtable on New Developments in European Corporate Governance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396741600007 ISSN: 1342-078X eISSN: 1347-4715","Keywords":"Hepatitis B; Hepatitis C; Human immunodeficiency virus; Nurse; Stigma KeyWords Plus:HEALTH-WORKERS; ATTITUDES; STIGMA; KNOWLEDGE; HIV/AIDS; AIDS; STIGMATIZATION; POPULATION; MANAGEMENT; STUDENTS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH AND PREVENTIVE MEDICINE Volume: 22 Issue: 1 Article Number: UNSP 9 DOI: 10.1186/s12199-017-0614-y Published: DEC 2017","Abstract":"Objectives: This study examined the factors associated with nurses' willingness to care for patients infected with human immunodeficiency virus (HIV) or hepatitis B or C virus (HBV/HCV) in Vietnam. Methods: A cross-section of 400 Vietnamese nurses from two hospitals were selected using stratified random sampling, to whom a self-administered questionnaire was administered which included demographic items, previous experience with patients infected with HIV or HBV/HCV, and their attitudes toward these patients. Data was analyzed using descriptive statistics and multiple logistic regression. Results: The lifetime prevalence of needlestick or sharps injury whilst caring for a patient infected with HIV or HBV/HCV was 9 and 15.8%, respectively. The majority of participants expressed a willingness to care for patients infected with HIV (55.8%) or HBV/HCV (73.3%). Willingness to care for HIV-infected patients was positively associated with being 40-49 years of age and confidence in protecting themselves against infection. Regarding HBV/HCV infection, willingness to care was positively associated with individual confidence in protecting themselves against infection. Conclusions: This study revealed that Vietnamese nurses were somewhat willing to care for patients infected with HIV or HBV/HCV, and this was associated with individual confidence in protecting themselves against infection and with negative attitudes towards HIV and HBV/HCV. Establishing a positive safety culture and providing appropriate professional education to help reduce the stigma towards infected patients offers an effective way forwards to improve quality of care in Vietnam, as elsewhere.","Authors":"Ishimaru, T (Ishimaru, Tomohiro) ; Wada, K (Wada, Koji) ; Hoang, HTX (Huong Thi Xuan Hoang) ; Bui, ATM (Anh Thi My Bui) ; Nguyen, HD (Hung Dinh Nguyen) ; Le, H (Hung Le) ; Smith, DR (Smith, Derek R.)","Title":"Nurses' willingness to care for patients infected with HIV or Hepatitis B/C in Vietnam"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396741600003 ISSN: 1342-078X eISSN: 1347-4715","Keywords":"The urban poor; Bangladesh; Baseline population survey; Residential environment; Non-communicable diseases KeyWords Plus:BIRTH-WEIGHT; MORTALITY; RISK","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH AND PREVENTIVE MEDICINE Volume: 22 Issue: 1 Article Number: UNSP 1 DOI: 10.1186/s12199-017-0610-2 Published: DEC 2017","Abstract":"Objectives: A population survey was conducted in an urban shantytown in Bangladesh, as a baseline study of future epidemiological studies. This paper aims to describe the findings of the study, including the population profile and residential environment of the urban poor. Methods: We conducted a complete count household survey in an urban poor community in Dhaka. Using a brief structured questionnaire in Bengali language, trained interviewers visited each household and asked questions such as: duration of residence; ownership of house, toilet and kitchen; water supply; number of family members; age, sex, education, occupation, tobacco use, and history of diseases of each family member. Results: We found that there were 8604 households and 34,170 people in the community. Average number of household members was 4.0. Most people had access to safe water, but only 16% lived in the house with a toilet. Based on the proxy indicators of household wealth levels, we identified that about 39% were relatively well-off, while the rest were very poor. Tobacco use was prevalent in men regardless of age and in women aged over 35 years. Prevalence of self-reported hypertension and diabetes was slightly higher in women than in men, although over 70% of the respondents didn't know if they had such diseases. Incidences of diarrhea in the last one month were relatively low. Conclusions: The study showed population profile and sanitation environment in an urban poor community by a complete count survey. We expect the study to serve as a baseline for future epidemiological studies.","Authors":"Khalequzzaman, M (Khalequzzaman, Md) ; Chiang, CF (Chiang, Chifa) ; Hoque, BA (Hoque, Bilqis Amin) ; Choudhury, SR (Choudhury, Sohel Reza) ; Nizam, S (Nizam, Saika) ; Yatsuya, H (Yatsuya, Hiroshi) ; Matsuyama, A (Matsuyama, Akiko) ; Hirakawa, Y (Hirakawa, Yoshihisa) ; Islam, SS (Islam, Syed Shariful) ; Iso, H (Iso, Hiroyasu) ; Aoyama, A (Aoyama, Atsuko) ...More...Less","Title":"Population profile and residential environment of an urban poor community in Dhaka, Bangladesh"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396741600006 ISSN: 1342-078X eISSN: 1347-4715","Keywords":"Healthy Eating Index-2005; Healthy Eating Index-2010; Diet quality; Health; Diet KeyWords Plus:CARDIOVASCULAR RISK-FACTORS; METABOLIC SYNDROME; UNIVERSITY POPULATION; MEDITERRANEAN DIET; NUTRIENT INTAKE; SOUTH-KOREA; CHILDREN; ADOLESCENTS; MORTALITY; WOMEN","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH AND PREVENTIVE MEDICINE Volume: 22 Issue: 1 Article Number: UNSP 12 DOI: 10.1186/s12199-017-0613-z Published: DEC 2017","Abstract":"Objectives: This study aims to describe the dietary status of Turkish adults using two different versions of the Healthy Eating Index (HEI). Methods: In this cross sectional study, 494 healthy participants (311 females) with randomly selected and living in Ankara were included between September 2013 and March 2014. A questionnaire was completed and anthropometric measurements (weight and height) were performed. The 24-h dietary recall of individuals was collected. Diet quality was measured through HEI-2005 and HEI-2010 scores. Results: The mean age, body mass index (BMI), HEI-2005 and HEI-2010 scores of individuals were 32.9 +/- 10.8 years; 25.0 +/- 4.8 kg/m(2); 56.1 +/- 13.9 and 41.5 +/- 13.7 points, respectively. Significant differences were found between mean HEI-2005 and HEI-2010 scores (p < 0.05). The individual's whose diet quality needs to be improved according to mean HEI-2005 score, had poorer diet based on mean HEI-2010 scores. The highest mean HEI-2005 and HEI-2010 scores were stated in female, in subjects had low education levels, aged 51 years or older and in overweight groups (p < 0.05). Both versions of healthy eating indices were correlated positively with BMI and age Conclusion: Diet qualities of the individuals are associated with age, gender, education and BMI. Although the components and scores in HEI-2010 version were changed from the version of HEI-2005, the changes may encourage healthy choices of some food group. HEI-2010 gives more attention to food quality than HEI-2005. Thus, in the present study it was concluded that HEI-2010 provided more precise results about diet quality.","Authors":"Koksal, E (Koksal, Eda) ; Ermumcu, MSK (Ermumcu, Merve Seyda Karacil) ; Mortas, H (Mortas, Hande)","Title":"Description of the healthy eating indices-based diet quality in Turkish adults: a cross-sectional study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138300002 ISSN: 0047-2328 eISSN: 1929-9850","Categories":"Family Studies Web of Science Categories:Family Studies","Journal Information":"JOURNAL OF COMPARATIVE FAMILY STUDIES Volume: 48 Issue: 1 Pages: 15-+ Published: WIN 2017","Abstract":"This study examines the role of parents and peer relations on home-leaving behavior among young adults of migrant and Dutch descent. Data come from the TIES survey including the Turkish (n = 493) and Moroccan (n = 486) second generation and a native Dutch comparison group (n = 506). Competing risks models are applied to distinguish between patterns of leaving home for different reasons. Results indicate that native Dutch young adults mainly leave home at relative young ages to attend further education, whereas in particular women of the Turkish second generation are more likely to postpone leaving home until marriage. Friendship and peer relations are of importance: having close friends outside the own ethnic group decreases the chance of leaving home for union formation. Conflicts with parents accelerate the process of leaving home for women of all origin groups, though only when they leave home to gain independence.","Authors":"Kleinepier, T (Kleinepier, Tom) ; de Valk, HAG (de Valk, Helga A. G.)","Title":"Leaving Home of Migrant and Dutch Young Adults: Parent-Child and Peer Relations INTRODUCTION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969100002 PubMed ID: 28238971 ISSN: 0002-726X eISSN: 1543-0375","Keywords":"writing; written signed languages; biliteracy; Deaf education; orthography KeyWords Plus:DEAF-CHILDREN; 1ST-LANGUAGE ACQUISITION; WORD MEANINGS; ENGLISH; PHONOLOGY; 2ND-LANGUAGE; LITERACY; CONTEXT; SKILLS; COMPREHENSION","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"AMERICAN ANNALS OF THE DEAF Volume: 161 Issue: 5 Pages: 509-527 Published: WIN 2017","Abstract":"SIGNED LANGUAGES around the world have tended to maintain an \"oral,\" unwritten status. Despite the advantages of possessing a written form of their language, signed language communities typically resist and reject attempts to create such written forms. The present article addresses many of the arguments against written forms of signed languages, and presents the potential advantages of writing signed languages. Following a history of the development of writing in spoken as well as signed language populations, the effects of orthographic types upon literacy and biliteracy are explored. Attempts at writing signed languages have followed two primary paths: \"alphabetic\" and \"iconographic.\" It is argued that for greatest congruency and ease in developing biliteracy strategies in societies where an alphabetic script is used for the spoken language, signed language communities within these societies are best served by adoption of an alphabetic script for writing their signed language.","Authors":"Grushkin, DA (GRUSHKIN, D. O. N. A. L. D. A.)","Title":"WRITING SIGNED LANGUAGES: WHAT FOR? WHAT FORM?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969100003 PubMed ID: 28238972 ISSN: 0002-726X eISSN: 1543-0375","Keywords":"writing; American Sign Language; writing signed languages KeyWords Plus:OF-HEARING STUDENTS; DEAF-CHILDREN; WRITTEN LANGUAGE; EDUCATION; ENGLISH; PRINT; TASK","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"AMERICAN ANNALS OF THE DEAF Volume: 161 Issue: 5 Pages: 528-536 Published: WIN 2017","Abstract":"IN HIS ARTICLE in this American Annals of the Deaf special issue that also includes the present article, Grushkin argues that the writing difficulties of many deaf and hard of hearing children result primarily from the orthographic nature of the writing system; he proposes a new system based on features found in signed languages. In response, the present authors review the literature on D/HH children's writing difficulties, outline the main percepts of and assumptions about writing signed languages, discuss \"thinking-for-writing\" as a process in developing writing skills, offer research designs to test the effectiveness of writing signed language systems, and provide strategies for adopting \"thinking-for-writing\" in education. They conclude that until empirical studies show that writing signed languages effectively reflects writers' \"thinking-for-writing,\" the alphabetic orthographic system of English should still be used, and ways should be found to teach D/HH children to use English writing to express their thoughts.","Authors":"Rosen, RS (ROSEN, R. U. S. S. E. L. L. S.) ; Hartman, MC (HARTMAN, M. A. R. I. A. C.) ; Wang, Y (WANG, Y. E.)","Title":"\"THINKING-FOR-WRITING\": A PROLEGOMENON ON WRITING SIGNED LANGUAGES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969100005 PubMed ID: 28238974 ISSN: 0002-726X eISSN: 1543-0375","Keywords":"ASL gloss; signed language reading; best reading instruction practices; oral reading in ASL; ASL-to-written-English transition KeyWords Plus:DEAF; EDUCATION; CHILDREN","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"AMERICAN ANNALS OF THE DEAF Volume: 161 Issue: 5 Pages: 540-551 Published: WIN 2017","Abstract":"RESPONDING TO AN ARTICLE by Grushkin on how deaf children best learn to read, published, along with the present article, in an American Annals of the Deaf special issue, the authors review American Sign Language gloss. Topics include how ASL gloss enables deaf children to learn to read in their own language and simultaneously experience a transition to written English, and what gloss looks like and how it underlines deaf children's learning and mastery of English literacy through ASL. Rebuttal of Grushkin's argument includes data describing a deaf child's engagement in reading aloud (entirely in ASL) with a gloss text, which occurred without the breakdown implied by Grushkin. The authors characterize Grushkin's argument that deaf children need to learn to read through a conventional ASL writing system as limiting, asserting that ASL gloss contributes more by providing a path for learning and mastering English literacy.","Authors":"Supalla, SJ (SUPALLA, S. A. M. U. E. L. J.) ; Cripps, JH (CRIPPS, J. O. D. Y. H.) ; Byrne, APJ (BYRNE, A. N. D. R. E. W. P. J.)","Title":"WHY AMERICAN SIGN LANGUAGE GLOSS MUST MATTER"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969100006 PubMed ID: 28238975 ISSN: 0002-726X eISSN: 1543-0375","Keywords":"deafness; bilingualism; literacy; linguistic interdependence; writing signed languages KeyWords Plus:LINGUISTIC INTERDEPENDENCE; BILINGUAL-CHILDREN; ACQUISITION; EDUCATION; FRAMEWORK; ISSUES","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"AMERICAN ANNALS OF THE DEAF Volume: 161 Issue: 5 Pages: 552-559 Published: WIN 2017","Abstract":"WHILE THERE HAVE BEEN attempts to develop written systems for signed languages, none have been widely used or adopted. In his article in an American Annals of the Deaf special issue that also includes the present article, Grushkin makes a case not only for why, but how efforts should be renewed to develop a written signed language, suggesting that increased written-English competence will be a consequence of increased competence in written and signed American Sign Language, with literacy-related skills transferring across languages. The present author responds in terms of what is known about linguistic interdependence in spoken-language contexts and in light of the evidence base from hearing bilinguals. She argues that, given the field's current context, no compelling rationale exists for pursuing this route to literacy for deaf learners, and that other routes are more workable from pragmatic, theoretical, and evidence-based perspectives.","Authors":"Mayer, C (MAYER, C. O. N. N. I. E.)","Title":"WRITTEN FORMS OF SIGNED LANGUAGES: A ROUTE TO LITERACY FOR DEAF LEARNERS?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969100008 PubMed ID: 28238977 ISSN: 0002-726X eISSN: 1543-0375","Keywords":"Deaf/hearing; partnership; Deaf epistemology; equity; transformative KeyWords Plus:DEAF EPISTEMOLOGY; HEARING; EDUCATION; LITERACY; LANGUAGE; CHILDREN; CONTEXT","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"AMERICAN ANNALS OF THE DEAF Volume: 161 Issue: 5 Pages: 571-582 Published: WIN 2017","Abstract":"DEAF INDIVIDUALS typically are seen through the lens of the dominant hearing society's perception, i.e., that being deaf is an impairment. Today, a small but growing number of Deaf and hearing researchers are challenging this perception. The authors examined perceptions of what components are necessary for a successful Deaf/hearing research partnership, and propose that it is essential for Deaf and hearing researchers to embrace a Deaf epistemology. The authors found that a core category of equity is the key to effective teams. This equity is based in part on the mutual understanding that American Sign Language is the lingua franca of the team, as it provides full and easy access between Deaf and hearing team members. Additionally, a transformative paradigm, as a research frame, was found to be necessary to focus on leveling the playing field for Deaf researchers.","Authors":"Wolsey, JLA (WOLSEY, JU-LEE A.) ; Dunn, KM (DUNN, K. I. M. M. I. S. E. N. E. R.) ; Gentzice, SW (GENTZICE, S. C. O. T. T. W.) ; Joharchi, HA (JOHARCH, H. A. N. N. A. H. A., I) ; Clark, MD (Clark, M. Diane)","Title":"DEAF/HEARING RESEARCH PARTNERSHIPS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397203100006 ISSN: 1301-0549","Keywords":"Kutadgu Bilig; Yusuf Has Hajib; Values; Values education; Honesty; Integrity","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 123-145 Published: WIN 2017","Abstract":"This study aims to examine the couplets in the Kutadgu Bilig written by Yusuf Has Hajib in terms of the values of honesty and integrity from the perspective of values education. The study has been conducted using document analysis and content analysis techniques in accordance with the qualitative research methods. The work has been examined by determining the words on integrity, truthfulness and being honest. It can be said that honesty and integrity are one of the most important issues discussed throughout the work. Based on the findings of this study, it can be said that the Kutadgu Bilig is extremely important for the values education, which has recently gained importance in education policies and it can be easily used in values education.","Authors":"Akar, C (Akar, Cuneyt) ; Ozkan, O (Ozkan, Omer)","Title":"Values of Honesty and Integrity in Kutadgu Bilig"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900039 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 144-146 Published: WIN 2017","Authors":"Tackett, T (Tackett, Timothy)","Title":"Abbe Sicard's Deaf Education: Empowering the Mute, 1785-1820."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393926900003 ISSN: 0009-8418 eISSN: 1558-9234","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL WORLD Volume: 110 Issue: 2 Pages: 211-235 Special Issue: SI Published: WIN 2017","Abstract":"The prominence gained by two Christian scholars, Julius Africanus and Origen, under the Severan dynasty and the connections to the imperial household that they enjoyed cannot be explained simply as a consequence of newfound imperial interest in Christianity, contrary to the prevailing scholarly consensus. The successes of Africanus and Origen were instead a result of their ability to gain mainstream legitimacy among the empire's intellectual elite, something that no earlier Christian scholars had achieved. Unlike earlier Christian scholars, Africanus and Origen were able to gain legitimate status because they had ready access to money to support their education and research. They were also basically indistinguishable from non-Christian scholars in their ability to serve and interact with the imperial household.","Authors":"Secord, J (Secord, Jared)","Title":"Julius Africanus, Origen, and the Politics of Intellectual Life under the Severans"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397350200003 ISSN: 0017-8039 eISSN: 1943-5061","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"HARVARD CIVIL RIGHTS-CIVIL LIBERTIES LAW REVIEW Volume: 52 Issue: 1 Pages: 73-102 Published: WIN 2017","Abstract":"Over the past two decades, there has been a significant increase in the number of children diagnosed with autism spectrum disorder (ASD). Recent estimates suggest that ASD may affect as many as one out of every 68 children in the United States, an increase of over 78% since 2007. Although some of this increase can be attributed to the enhanced awareness and focus on early intervention resulting from public education campaigns, much of the cause remains unknown. Nearly half of all individuals diagnosed with ASD possess either average or above average intelligence, but only a small percentage are employed, regardless of their level of educational attainment or individual qualifications. One study of adults with high functioning autism identified employment \"as the single biggest issue or barrier facing them.\" In the next eight years alone, experts predict a 230% increase in the number of young people with ASD transitioning to adulthood. As these numbers grow, there inevitably will be pressure to change the status quo and expand employment opportunities for them. At the same time, as a result of the amendments to the Americans with Disabilities Act, litigants of all disabilities are increasingly successful in establishing coverage under the statute and increasing protection against disability discrimination in employment. Taken together, there is little doubt that increasing numbers of individuals with ASD will enter the labor pool over the next decade. This shift presents a tremendous opportunity both for people with autism to integrate into the workforce and for employers to tap into the talents and abilities of a sizable population of workers. At the same time, it unquestionably will create new legal challenges for employers attempting to accommodate this set of workers, many of whom will have unique needs. This Article explores the legal issues that are likely to arise in the context of the employment of people with ASD. Recognizing that there is a great deal of diversity in functioning among people on the spectrum, its focus is on those who are sufficiently high functioning to be capable of holding mainstream, independent employment.","Authors":"Hensel, WF (Hensel, Wendy F.)","Title":"People with Autism Spectrum Disorder in the Workplace: An Expanding Legal Frontier"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396812300029 ISSN: 0095-6848 eISSN: 1549-4721","Categories":"Area Studies; Asian Studies Web of Science Categories:Area Studies; Asian Studies","Journal Information":"JOURNAL OF JAPANESE STUDIES Volume: 43 Issue: 1 Pages: 227-229 DOI: 10.1353/jjs.2017.0029 Published: WIN 2017","Authors":"Cummings, WK (Cummings, William K.)","Title":"High-Stakes Schooling: What We Can Learn from Japan's Experiences with Testing, Accountability, and Education Reform"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397202800002 ISSN: 0023-9283","Categories":"Information Science & Library Science; Government & Law Web of Science Categories:Information Science & Library Science; Law","Journal Information":"LAW LIBRARY JOURNAL Volume: 109 Issue: 1 Pages: 51-66 Published: WIN 2017","Abstract":"Academic law libraries must adapt to the new digital environment of reduced funds, smaller physical collections, and greater use of electronic resources. This article examines the historical development of academic law libraries and the current challenges they face, different approaches libraries take to change, and lessons about how to thrive from nonlaw libraries.","Authors":"Gorham, U (Gorham, Ursula) ; Jaeger, PT (Jaeger, Paul T.)","Title":"The Law School Library or the Library at the Law School? How Lessons from Other Types of Libraries Can Inform the Evolution of the Academic Law Library in the Digital Age"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397202800005 ISSN: 0023-9283","Categories":"Information Science & Library Science; Government & Law Web of Science Categories:Information Science & Library Science; Law","Journal Information":"LAW LIBRARY JOURNAL Volume: 109 Issue: 1 Pages: 101-141 Published: WIN 2017","Abstract":"This article follows up on Liying Yu's 2008 survey exploring the state of legal research instruction in Chinese law schools. The updated survey revisits the state of legal research instruction in China, explores several aspects not previously addressed, and discusses broader issues relevant to law librarianship in China such as management models, funding, staffing, and law librarian faculty status.","Authors":"Han, N (Han, Ning) ; Yu, L (Yu, Liying) ; Mostad-Jensen, A (Mostad-Jensen, Anne)","Title":"Legal Research Instruction and Law Librarianship in China: An Updated View of Current Practices and a Comparison with the US Legal Education System"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397202800021 ISSN: 0023-9283","Categories":"Information Science & Library Science; Government & Law Web of Science Categories:Information Science & Library Science; Law","Journal Information":"LAW LIBRARY JOURNAL Volume: 109 Issue: 1 Pages: 166-168 Published: WIN 2017","Authors":"Rosen, LM (Rosen, Louis M.)","Title":"Flipped Classrooms for Legal Education"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100003 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Family; Alcohol Drinking; Adolescent. KeyWords Plus:STUDENTS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 15-26 Published: WIN 2017","Abstract":"Objective To determine the relationship of the familiar history alcohol consumption and the teen alcohol consumption. Material and methods Correlational-descriptive study in 278 adolescents of a public institute of basic education of Ciudad del Carmen, Campeche, Mexico, it was conducted a stratified random sampling; for data collection was used Alcohol Consumption Familiar History Inventory and Alcohol Use Disorders Identification Test (AUDIT). Capture and analysis was performed in SPSS V 23. Results Was identified a positive and significant relationship of alcohol consumption familiar history and the AUDIT sum (rs=164, p=. 025) and with the amount of alcohol consumed by teens (rs=. 181, p=. 005). Conclusion The study findings show that the family plays a primary role in the acquisition of healthy and unhealthy behaviors in adolescents. Therefore, it is required that the nursing professional design and implement nursing interventions that include family and teenagers in promoting healthy lifestyles.","Authors":"Terrero, JYT (Telumbre Terrero, Juan Yovani) ; Cisneros, MAL (Lopez Cisneros, Manuel Antonio) ; Becerra, AS (Sanchez Becerra, Alejandra) ; Ligonio, FMA (Araujo Ligonio, Flor Magnolia) ; Castanon, MET (Torres Castanon, Mirna Erendira)","Title":"Relationship of family history of alcohol use and alcohol consumption among adolescents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397475200004 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 9-36 DOI: 10.1093/ssjj/jyw042 Published: WIN 2017","Abstract":"A steady rise in what is called 'non-regular employment' is the most notable change in Japanese working life since at least the 1980s. Such workers accounted for nearly 40% of all employees by 2015. This paper focuses on the results of the turn to non-regular employment and identifies its distinctive aspects in the context of a long history of various forms of precarious employment. A historical perspective shows that newer forms of second-tier status, including some that can be termed 'non-regular regular' employment, have come to overlay continuing older ones. Important new elements include not only a far greater absolute and relative number of non-regular workers but also their far greater presence in the service sector. In addition, today's nonregular workers differ in social characteristics such as age, education, and gender. The relative decline of social movements is a notable impediment in seeking reform, while the move away from seeing gender as a natural axis of differentiation offers some potential for addressing the issue.","Authors":"Gordon, A (Gordon, Andrew)","Title":"New and Enduring Dual Structures of Employment in Japan: The Rise of Non-Regular Labor, 1980s-2010s"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397475200026 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 156-160 DOI: 10.1093/ssjj/jyx007 Published: WIN 2017","Authors":"Nonoyama-Tarumi, Y (Nonoyama-Tarumi, Yuko)","Title":"Schooling Selves: Autonomy, Interdependence, and Reform in Japanese Junior High Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000004 PubMed ID: 28004298 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Osteoporosis; FRAX (R); Risk perception; Subjective risk; Hungary KeyWords Plus:PERCEPTION; PREVENTION; BEHAVIOR; METAANALYSIS; HUNGARY; PREDICTION; DIAGNOSIS; ACCURACY; THERAPY; CANCER","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 4 DOI: 10.1007/s11657-016-0300-5 Published: DEC 2017","Abstract":"In this study, we compared subjective fracture risks of Hungarian women with osteoporosis to FRAX (R)-based estimates. Patients with a previous fracture, parental hip fracture, low femoral T-score, higher age, and higher BMI were more likely to underestimate their risks. Patients also failed to associate risk factors with an increased risk of fractures. Purpose The main objectives were to explore associations between self-perceived 10-year fracture risks of women with osteoporosis (OP) and their risks calculated by the FRAX (R) algorithm and to identify determinants of the underestimation of risk. Methods We carried out a cross-sectional study in 11 OP centers in Hungary and collected data on the risk factors considered by the FRAX (R)-calculator. Patients estimated their subjective 10-year probability of any major osteoporotic and hip fracture numerically, in percentages and also on a visual analog scale (VAS). We compared subjective and FRAX (R) estimates and applied logistic regression to analyze the determinants of the underestimation of risk. Associations between risk factors and subjective risk were explored using linear probability models. Results Nine hundred seventy-two OP patients were included in the analysis. Major OP and hip fracture risk by FRAX (R) were on average 20.1 and 10.5%, while subjective estimates were significantly higher, 30.0 and 24.7%, respectively. Correlations between FRAX (R) and subjective measures were very weak (r = 0.12-0.16). Underestimation of major OP fracture risk was associated with having had a single previous fracture (OR = 2.0), parental hip fracture (OR = 3.4), femoral T-score <=-2.5 (OR = 4.2), higher age, body mass index, and better general health state. We did not find significant associations between subjective risk estimates and most of the risk factors except for previous fractures. Conclusions Hungarian OP patients fail to recognize most of the risk factors of fractures. Thus, education of patients about these risk factors would be beneficial especially for the elderly with a low femoral T-score and parental hip fracture history.","Authors":"Baji, P (Baji, Petra) ; Gulacsi, L (Gulacsi, Laszlo) ; Horvath, C (Horvath, Csaba) ; Brodszky, V (Brodszky, Valentin) ; Rencz, F (Rencz, Fanni) ; Pentek, M (Pentek, Marta)","Title":"Comparing self-perceived and estimated fracture risk by FRAX (R) of women with osteoporosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000008 PubMed ID: 28028727 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Vitamin D; Geriatric nutrition; Epidemiology of aging; Micronutrients KeyWords Plus:25-HYDROXYVITAMIN D; D INSUFFICIENCY; RISK-FACTORS; PREVALENCE; POPULATION; PEOPLE; AGE; DETERMINANTS; PROGRESSION; ARGENTINA","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 8 DOI: 10.1007/s11657-016-0297-9 Published: DEC 2017","Abstract":"Vitamin D deficiency was common in older adults from a country with adequate sun exposure. The variables associated with this deficiency provide insight into the next steps needed to characterize older adults with this deficiency and to treat it accordingly. Purpose The aim of this study was to describe the prevalence of and factors associated with vitamin D deficiency among Mexican older adults. Methods This was a secondary analysis of the last wave of the Mexican Health and Aging Study. Vitamin D levels along with other biomarkers were obtained from a sub-sample of Mexican adults older than 60 years. Prevalence was described by sex and age group, and a multivariate analysis was performed to test the factors associated with this condition. Results Data from 1088 adults over the age of 60 years were analyzed. The mean serum vitamin D level was 23.1 +/- 8.1 ng/mL and was significantly higher among men than women (25.6 +/- 0.6 and 22.8 +/- 0.5 ng/mL, respectively; p < 0.001). In total, 37.3% (n = 406) presented with vitamin D deficiency, 65% of whom were women. Low 25-(OH)-vitamin D levels were associated with female sex (OR 1.74, 95% CI 1.59-2.42), current smoking (OR 2.21, 95% CI 1.47-3.39), education (OR 1.1, 95% CI 1.06-1.13), physical activity (OR 1.74, 95% CI 1.31-2.23), and high levels of glycated hemoglobin (OR 1.16, 95% CI 1.07-1.25). Conclusions Vitamin D deficiency was highly prevalent in Mexican older adults and was associated with a number of factors, indicating the multifactorial causality of this deficiency.","Authors":"Carrillo-Vega, MF (Fernanda Carrillo-Vega, Maria) ; Garcia-Pena, C (Garcia-Pena, Carmen) ; Gutierrez-Robledo, LM (Miguel Gutierrez-Robledo, Luis) ; Perez-Zepeda, MU (Ulises Perez-Zepeda, Mario)","Title":"Vitamin D deficiency in older adults and its associated factors: a cross-sectional analysis of the Mexican Health and Aging Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000003 PubMed ID: 28004297 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Osteoporosis; Fracture liaison service; Fracture; Greece KeyWords Plus:OSTEOPOROSIS; PREVENTION; WOMEN; IMPLEMENTATION; GUIDELINES; MANAGEMENT; DIAGNOSIS; PROGRAM; RISKS; MEN","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 3 DOI: 10.1007/s11657-016-0299-7 Published: DEC 2017","Abstract":"We evaluated the first implementation of FLS in the Greek healthcare setting, at the 251 Hellenic Air Force and VA General Hospital of Athens. Participation rate was moderate (54.5%) and needs improvement; osteoporosis medication was either suggested or reviewed in 74 out of the 116 patients recruited. Purpose The purpose of this study was to evaluate the first implementation of a fracture liaison service (FLS) in Greece, at the 251 Hellenic Air Force and VA General Hospital, Athens. Methods Single-center, prospective study from May 1, 2013 to April 30, 2015 (first year-second year follow-up) was conducted. Patients of both genders aged 40-90 years old, with a history of a low trauma fracture and willing to participate, were included after identification by an FLS nurse. Following recruitment, osteoporosis risk factors were assessed, FRAX score was calculated for treatment-naive patients, bone mineral density (BMD) was measured by dualenergy x-ray absorptiometry (DXA), and osteoporosis treatment was suggested where applicable. The rate of participation, the indication of osteoporosis treatment, and the difficulties met were evaluated. Results Of the eligible 213 patients, 97 (45.5%) were reluctant to participate for personal reasons. From the 116 initially recruited patients (mean age 74.8 +/- 12 years), 77 (66.4%) discontinued their participation at some point for various reasons and 39 patients concluded the study. All 116 patients were assessed for osteoporosis risk factors and given a tailor-made exercise and education program, while FRAX score was assessed in all treatment-naive patients (74 patients, 63.8%). Osteoporosis medication was suggested or reviewed in 74 patients; however, an adherence rate of 100% is only available for the 24 who concluded the study. Conclusions We report the first implementation of FLS in the Greek healthcare setting. The participation rate is moderate and definitely needs improvement.","Authors":"Makras, P (Makras, Polyzois) ; Panagoulia, M (Panagoulia, Maria) ; Mari, A (Mari, Andriana) ; Rizou, S (Rizou, Stavroula) ; Lyritis, GP (Lyritis, George P.)","Title":"Evaluation of the first fracture liaison service in the Greek healthcare setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396416400004 PubMed ID: 28115817 ISSN: 1049-510X eISSN: 1945-0826","Keywords":"Hypertension; Cardiovascular Disease; Stroke; Obesity; Uganda; Africa KeyWords Plus:SYSTEMATIC ANALYSIS; RISK-FACTORS; GLOBAL BURDEN; CARDIOVASCULAR MORTALITY; HYPERTENSION; COUNTRIES; POPULATION; DISEASE; STROKE; EPIDEMIOLOGY","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ETHNICITY & DISEASE Volume: 27 Issue: 1 Pages: 15-20 DOI: 10.18865/ed.27.1.15 Published: WIN 2017","Abstract":"Objective: Rapid urbanization is changing the epidemiology of non-communicable diseases in sub-Saharan Africa. We aimed to identify the determinants of raised blood pressure in urban Uganda to highlight targets for preventive interventions. Design: Case-control. Setting: Three community-based sites in Kampala, the capital of Uganda. Participants: Participants were eligible to enroll if they were aged >= 18 years and not pregnant. Methods: 450 cases with raised blood pressure were frequency matched by sex and age to 412 controls. Unconditional logistic regression was used to evaluate the association of socio-demographic, lifestyle, anthropometric, and laboratory variables with the outcome of raised blood pressure. Cases currently treated with antihypertensive medication and cases not treated with antihypertensive medication were analyzed separately. Results: Significantly increased odds of raised blood pressure were associated with overweight body mass index (BMI) (25 kg/m(2) <= BMI < 30 kg/m(2)), obese BMI (BMI >= 30 kg/m2) and hemoglobin A1c >= 6.5%. Significantly decreased odds of raised blood pressure were associated with moderate-to-vigorous work-related physical activity of >4 hours/week. No significant associations were found between raised blood pressure and marital status, education level, car or flush toilet ownership, dietary habits, alcohol consumption, smoking habits, moderate-to-vigorous leisure-related physical activity > 4 hours/week, waist-tohip ratio, or total cholesterol levels. Conclusions: Targeted interventions are needed to address the key modifiable risk factors for raised blood pressure identified in this study, namely elevated BMI and regular physical activity, in order to reduce the burden of cardiovascular disease in urban Uganda.","Authors":"Chin, JH (Chin, Jerome H.) ; Twinobuhungiro, A (Twinobuhungiro, Aska) ; Sandhu, A (Sandhu, Alexander) ; Hootsmans, N (Hootsmans, Norbert) ; Kayima, J (Kayima, James) ; Kalyesubula, R (Kalyesubula, Robert)[ 10 ] Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chin, Jerome  http://orcid.org/0000-0001-9781-0963","Title":"DETERMINANTS OF RAISED BLOOD PRESSURE IN URBAN UGANDA: A COMMUNITY-BASED CASE-CONTROL STUDY"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500168 ISSN: 1609-4069","Authors":"Hung, L (Hung, Lillian) ; Bohl, D (Bohl, Doris) ; Tabamo, J (Tabamo, Jenifer) ; Phinney, A (Phinney, Alison)","Title":"Game On: Using Gamification to Engage and Motivate Staff Education in Acute Care"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500181 ISSN: 1609-4069","Authors":"Lewis, LD (Lewis, Lerona Dana) ; Steniert, Y (Steniert, Yvonne)","Title":"Considering Culture in International Medical Education: A Role for Critical Narrative Analysis"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500122 ISSN: 1609-4069","Authors":"Tanaka, T (Tanaka, Tomoko) ; Hyodo, Y (Hyodo, Yoshimi) ; Yamanaka, H (Yamanaka, Hiroe)","Title":"Case Study About Cognitive and Behavior Features of \"High-Stopper Nurses\": Suggestions for Medical Safety Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396713000002 ISSN: 0022-166X eISSN: 1548-8004","Categories":"Business & Economics Web of Science Categories:Economics; Industrial Relations & Labor","Journal Information":"JOURNAL OF HUMAN RESOURCES Volume: 52 Issue: 1 Pages: 48-87 DOI: 10.3368/jhr.52.1.0415-7074R Published: WIN 2017","Abstract":"Policy proposals promoting vocational education focus on the school-to-work transition. But with technological change, gains in youth employment may be offset by less adaptability and diminished employment later in life. To test for this tradeoff, we employ a difference-in-differences approach that compares employment rates across different ages for people with general and vocational education. Using microdata for 11 countries from IALS, we find strong and robust support for such a tradeoff, especially in countries emphasizing apprenticeship programs. German Microcensus data and Austrian administrative data confirm the results for within-occupational-group analysis and for exogenous variation from plant closures, respectively.","Authors":"Hanushek, EA (Hanushek, Eric A.) ; Schwerdt, G (Schwerdt, Guido) ; Woessmann, L (Woessmann, Ludger) ; Zhang, L (Zhang, Lei)","Title":"General Education, Vocational Education, and Labor-Market Outcomes over the Lifecycle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396713000005 ISSN: 0022-166X eISSN: 1548-8004","Categories":"Business & Economics Web of Science Categories:Economics; Industrial Relations & Labor","Journal Information":"JOURNAL OF HUMAN RESOURCES Volume: 52 Issue: 1 Pages: 152-186 DOI: 10.3368/jhr.52.1.0414-6340R1 Published: WIN 2017","Abstract":"We examine whether students respond to immediate financial incentives when choosing their college major. From 2006-2007 to 2010-2011, low-income students in technical or foreign language majors could receive up to $8,000 in SMART Grants. Since income-eligibility was determined using a strict threshold, we determine the causal impact of this grant on student major with a regression discontinuity design. Using administrative data from public universities in Texas, we determine that income-eligible students were 3.2 percentage points more likely than their ineligible peers to major in targeted fields. We measure a larger impact of 10.2 percentage points at Brigham Young University.","Authors":"Denning, JT (Denning, Jeffrey T.) ; Turley, P (Turley, Patrick)","Title":"Was That SMART? Institutional Financial Incentives and Field of Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396713000008 ISSN: 0022-166X eISSN: 1548-8004","Categories":"Business & Economics Web of Science Categories:Economics; Industrial Relations & Labor","Journal Information":"JOURNAL OF HUMAN RESOURCES Volume: 52 Issue: 1 Pages: 272-311 DOI: 10.3368/jhr.52.1.0813-5900R Published: WIN 2017","Abstract":"This paper investigates how the reduction of barriers to migration affected the decision of middle school graduates to attend high school in rural China. Change in the cost of migration is identified using exogenous variation across counties in the timing of national identity card distribution, which made it easier for rural migrants to register as temporary residents in urban destinations. After taking care to address potential strengths and weaknesses of our identification strategy, we find a robust, negative relationship between migrant opportunity and high school enrollment that cannot be explained by geographic convergence in access to education across rural China.","Authors":"de Brauw, A (de Brauw, Alan) ; Giles, J (Giles, John)","Title":"Migrant Opportunity and the Educational Attainment of Youth in Rural China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397107600002 PubMed ID: 27539377 ISSN: 0895-0172 eISSN: 1545-7222","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Clinical Neurology; Neurosciences; Psychiatry","Journal Information":"JOURNAL OF NEUROPSYCHIATRY AND CLINICAL NEUROSCIENCES Volume: 29 Issue: 1 Pages: 6-12 DOI: 10.1176/appi.neuropsych.16030043 Published: WIN 2017","Abstract":"This study conducted a preliminary examination on cognitive reserve (CR) as a modifier of symptom expression in subjects with autopsy-confirmed chronic traumatic encephalopathy (CTE). The sample included 25 former professional football players neuropathologically diagnosed with CTE stage III or IV. Next of kin interviews ascertained age at cognitive and behavioral/mood symptom onset and demographic/athletic characteristics. Years of education and occupational attainment defined CR. High occupational achievement predicted later age at cognitive (p=0.02) and behavioral/mood (p=0.02) onset. Education was not an individual predictor. These preliminary findings suggest that CR may forestall the clinical manifestation of CTE.","Authors":"Alosco, ML (Alosco, Michael L.) ; Mez, J (Mez, Jesse) ; Kowall, NW (Kowall, Neil W.) ; Stein, TD (Stein, Thor D.) ; Goldstein, LE (Goldstein, Lee E.)[ 1,2,7,8,9,10 ] ; Cantu, RC (Cantu, Robert C.)[ 1,11,13 ] ; Katz, DI (Katz, Douglas I.)[ 2,14 ] ; Solomon, TM (Solomon, Todd M.) ; Kiernan, PT (Kiernan, Patrick T.) ; Murphy, L (Murphy, Lauren) ; Abdolmohammadi, B (Abdolmohammadi, Bobak) ; Daneshvar, D (Daneshvar, Daniel) ; Montenigro, PH (Montenigro, Philip H.)[ 1,2,15 ] ; Nowinski, CJ (Nowinski, Christopher J.)[ 1,11 ] ; Stern, RA (Stern, Robert A.)[ 1,2,12,15 ] ; Mckee, AC (Mckee, Ann C.) ...More...Less","Title":"Cognitive Reserve as a Modifier of Clinical Expression in Chronic Traumatic Encephalopathy: A Preliminary Examination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900001 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"planned home birth; safety of home birth; home birth research; integration of home birth into health system; cesareans; VBAC; evidence-based practice; normal birth; natural birth; safe birth; healthy birth; physiological childbirth education; perinatal education KeyWords Plus:LOW-RISK PREGNANCIES; PLANNED PLACE; OUTCOMES; WOMEN","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 3-6 DOI: 10.1891/1058-1243.26.1.3 Published: WIN 2017","Abstract":"There is research that supports the safety of planned home birth for healthy women, and more women in the United States are choosing to give birth at home. Strategic initiatives developed at the Home Birth Summit in 2011 address issues related to planned home birth including integration into the health system. This editorial discusses the ongoing work on these initiatives including the development and endorsement of best practice guidelines for safe transfer from home to hospital. The American College of Obstetricians and Gynecologists revised policy statement on home birth calls for the integration of home birth into the health system. This is an important step in making home birth even safer for mothers and babies.","Authors":"Lothian, J (Lothian, Judith)","Title":"Making Home Birth Even Safer for Mothers and Babies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900003 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"home birth; childbirth; qualitative research; interpretive phenomenology KeyWords Plus:UNITED-STATES; US","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 10-17 DOI: 10.1891/1058-1243.26.1.10 Published: WIN 2017","Abstract":"The purpose of this interpretive study was to investigate planned home births that occurred in Washington State and to provide meaning. A Heideggerian phenomenological approach was chosen to investigate and interview a purposive sample of 9 childbearing women who experienced at least 1 home birth between 2010 and 2014 in Washington State. The results of this study suggest that childbirth education is an essential and valued aspect of birthing. Childbirth educators can use the findings from this investigation as a means to increase their awareness of birthing in the home. This interpretive investigation can give \"voice\" to the compelling evidence accumulating that is investigating planned home births as a sanctuary to allow physiological and low-intervention births to transpire.","Authors":"Fleming, SE (Fleming, Susan E.) ; Healy, M (Healy, Maria) ; Severtsen, B (Severtsen, Billie) ; Donovan-Batson, CM (Donovan-Batson, Colleen Moria)","Title":"Washington State Childbearing Women's Experiences of Planned Home Births: A Heideggerian Phenomenological Investigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900004 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"Birth story; nursing education; maternal child nursing; older adults KeyWords Plus:NARRATIVES; EXPERIENCE; TRAUMA","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 18-22 DOI: 10.1891/1058-1243.26.1.18 Published: WIN 2017","Abstract":"Stories have been used as a way to educate and inform. An educational activity was created for use with prelicensure nursing students in a maternal infant health course where students had the opportunity to be present to the birth stories of older adults. These stories were transformative and brought new context to how the students understood current-day labor and birth practices. This activity allowed students to see how powerful the birth process is in a woman's life, in that these memories had the power to transcend time. Students were also able to build relationships and practice their communication skills with older adults, which in turn may also be beneficial for the older adults as well.","Authors":"Burgess, AL (Burgess, Adriane L.)","Title":"Intergenerational Reflections on Birth: Story as a Method to Enhance Meaning Making in Prelicensure Nursing Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900006 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"patient education; vaginal birth after cesarean; repeat cesarean surgery; qualitative; focus groups KeyWords Plus:DECISION-MAKING; PREGNANCY; INFORMATION; INTERNET; DELIVERY; TRIAL; MODE; CARE; AID","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 37-48 DOI: 10.1891/1058-1243.26.1.37 Published: WIN 2017","Abstract":"We evaluated a patient education pamphlet on vaginal birth after cesarean (VBAC). Focus groups with 17 women in 4 communities involved a 5-item knowledge pretest and question on intention to plan VBAC, reading the pamphlet, a knowledge posttest, and a moderated discussion. Forming a preference for birth after cesarean was characterized by (a) consolidating information from social sources, (b) seeking certainty in your next birth, and (c) questioning your ability to have a vaginal birth. Participants preferred vaginal birth, but all feared the uncertainty of labor. Knowledge scores increased for all participants, but intentions to plan a VBAC did not change. Our findings may encourage the development of interventions to reduce women's fear of vaginal birth.","Authors":"Munro, S (Munro, Sarah) ; Dewar, K (Dewar, Kathryn) ; Wilcox, E (Wilcox, Elizabeth) ; Klein, MC (Klein, Michael C.) ; Janssen, PA (Janssen, Patricia A.)","Title":"Evaluation of a Patient Education Pamphlet for Women Considering Vaginal Birth After Cesarean"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900007 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"prenatal education; self-advocacy; control; informed consent; self-efficacy","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 49-56 DOI: 10.1891/1058-1243.26.1.49 Published: WIN 2017","Abstract":"The aim of this qualitative study was to explore the perception of women regarding long-term effects of childbirth education on future health-care decision making. This qualitative study used a purposive sample of 10 women who participated in facilitated focus groups. Analysis of focus group narratives provided themes in order of prevalence: (a) self-advocacy, (b) new skills, (c) anticipatory guidance, (d) control, (e) informed consent, and (f) trust. This small exploratory study does not answer the question of whether childbirth education influences future health-care decision making, but it demonstrates that the themes and issues from participants who delivered 15-30 years ago were comparable to current findings in the literature.","Authors":"Leach, J (Leach, Jane) ; Bowles, B (Bowles, Betty) ; Jansen, L (Jansen, Lauren) ; Gibson, M (Gibson, Martha)","Title":"Perceived Benefits of Childbirth Education on Future Health-Care Decision Making"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395263600003 ISSN: 1076-156X","Keywords":"multi-level analysis; health inequalities; child malnutrition; child diarrhea; economic development; trade; sanitation; clean water; health care; education; household socioeconomic status KeyWords Plus:SOCIOECONOMIC-STATUS; MORTALITY DECLINE; THIRD-WORLD; DEPENDENCE; GROWTH; GLOBALIZATION; INEQUALITIES; INVESTMENT; VARIABLES; WELFARE","Categories":"Sociology Web of Science Categories:Sociology","Journal Information":"JOURNAL OF WORLD-SYSTEMS RESEARCH Volume: 23 Issue: 1 Pages: 62-92 DOI: 10.5195/JWSR.2017.639 Published: WIN-SPR 2017","Abstract":"Several dominant theoretical perspectives attempt to account for health disparities in developing countries, including political economy, the capability approach, and fundamental cause. This study combines the perspectives in a multi-level analysis of child malnutrition and diarrhea in order to gain a more comprehensive understanding of who faces increased health risks and who is shielded from them. Using the Demographic and Health Surveys and World Bank data, I estimate a series of models that predict the likelihood of child malnutrition and diarrhea, based on a set of country-and individual-level explanatory variables. Results suggest that at the individual-level, household wealth and maternal education are the most robust predictors of child health. These social factors are even more important than more proximate factors like clean water or sanitation. At the country-level, gross domestic product (GDP) per capita reduces malnutrition, but does not significantly affect incidence of diarrhea. Contrary to the predominant economic development paradigm, health care and education are more important in accounting for the prevalence of diarrhea than GDP. Finally, trade in and of itself is not harmful to well-being in developing countries. It is when countries become too dependent on one or a few commodities that trade starts to have detrimental costs. Thus, a synthesis of theoretical frameworks best illustrates the complex web of social structural factors that manifest as unequal life chances for children.","Authors":"Burroway, R (Burroway, Rebekah)","Title":"Political Economy, Capability Development, and Fundamental Cause: Integrating Perspectives on Child Health in Developing Countries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395105200012 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 163-194 DOI: 10.1111/lsi.12188 Published: WIN 2017","Abstract":"This article explores the role of formal education and specific legal knowledge in the process of legal mobilization. Using survey data and in-depth case narratives of workplace disputes in China, we highlight three major findings. First, and uncontroversially, higher levels of formal education are associated with greater propensity to use legal institutions and to find them more effective. Second, informally acquired labor law knowledge can substitute for formal education in bringing people to the legal system and improving their legal experiences. The Chinese state's propagation of legal knowledge has had positive effects on citizens' legal mobilization. Finally, while education and legal knowledge are factors that push people toward the legal system, actual dispute experience leads people away from it, especially among disputants without effective legal representation. The article concludes that the Chinese state's encouragement of individualized legal mobilization produces contradictory outcomesencouraging citizens to use formal legal institutions, imbuing them with new knowledge and rights awareness, but also breeding disdain for the law in practice.","Authors":"Gallagher, M (Gallagher, Mary) ; Yang, Y (Yang, Yujeong)","Title":"Getting Schooled: Legal Mobilization as an Educative Process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000004 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"inter-professional relations; low back pain; physical therapists; robotics; telerehabilitation KeyWords Plus:TOTAL KNEE ARTHROPLASTY; HOME TELEREHABILITATION; PHYSIOTHERAPY; PROGRAM","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 14-19 DOI: 10.3138/ptc.2015-77 Published: WIN 2017","Abstract":"Purpose: The purpose of this case study was to evaluate the delivery of an inter-professional (IP) spinal triage management approach to chronic back disorders using remote presence robotic technology as an innovative form of telerehabilitation in a northern Saskatchewan community. Methods: The IP team, consisting of a local nurse practitioner (NP) and a physical therapist in an urban centre, completed a comprehensive neuromusculoskeletal assessment of, and one follow-up visit with, a post-surgical spinal patient. Treatment included detailed education regarding self-management after spinal surgery, provision and progression of home exercises, and reassurance. The patient was then referred to regional, in-person physical therapy care to complete her treatment. Results: A semi-structured interview with the NP revealed a high level of satisfaction; qualitative themes included the value of IP practice and the benefit to the patient of telerehabilitation achieved through patient-centred care. In a post-treatment survey, the patient expressed a high level of satisfaction with and appreciation for the patient-centred approach and the IP team. Objective clinical improvements in spinal and straight-leg raise movements were noted at the final telerehabilitation session. Conclusion: This report demonstrates the feasibility of delivering IP spinal triage management using telerehabilitation, specifically remote presence robotics, in a remote setting. Further research should include larger scale studies that investigate health, system, and economic outcomes as well as comparative studies for other forms of telehealth technology.","Authors":"Grona, SL (Grona, Stacey Lovo) ; Bath, B (Bath, Brenna) ; Bustamante, L (Bustamante, Luis) ; Mendez, I (Mendez, Ivar)","Title":"Case Report: Using a Remote Presence Robot to Improve Access to Physical Therapy for People with Chronic Back Disorders in an Underserved Community"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000006 PubMed ID: 28154442 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"knee; osteoarthritis; survey KeyWords Plus:HIP OSTEOARTHRITIS; RESEARCH-SOCIETY; PRIMARY-CARE; RECOMMENDATIONS; GUIDELINE; KNOWLEDGE; ATTITUDES; EXERCISE; TRIALS; NEEDS","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 30-37 DOI: 10.3138/ptc.2015-83 Published: WIN 2017","Abstract":"Purpose: It is unclear how physical therapists in Florida currently treat people with knee osteoarthritis and whether current best evidence is used in clinical decision making. Methods: We conducted a survey of physical therapists in Florida. We assessed the perceived effectiveness and actual use of physical therapy (PT) interventions and quantified the association between the actual use of interventions and different characteristics of physical therapists. Results: A total of 413 physical therapists completed the survey. Most respondents perceived therapeutic exercise (94%) and education (93%) as being effective or very effective. Interventions least perceived as effective or very effective were electrotherapy (28%), wedged insole (20%), and ultrasound (19%). Physical therapists who followed the principles of evidence-based practice were more likely to use therapeutic exercise (OR 3.89; 95% CI: 1.21, 12.54) and education (OR 3.63; 95% CI: 1.40, 9.43) and less likely to use ultrasound (OR 0.32; 95% CI: 0.16, 0.63) and electrotherapy (OR 0.32; 95% CI: 0.17, 0.58). Results also indicated that older physical therapists were more likely to use ultrasound (OR 3.57; 95% CI: 1.60, 7.96), electrotherapy (OR 2.53; 95% CI: 1.17, 5.47), kinesiology tape (OR 3.82; 95% CI: 1.59, 9.18), and ice (OR 1.95; 95% CI: 1.02, 3.73). Conclusions: In line with clinical guidelines, most physical therapists use therapeutic exercise and education to treat people with knee osteoarthritis. However, interventions that lack scientific support, such as electrotherapy and ultrasound, are still used. A modifiable therapist characteristic, adherence to evidence-based practice, is positively associated with the use of interventions supported by scientific evidence.","Authors":"da Costa, BR (da Costa, Bruno R.) ; Vieira, ER (Vieira, Edgar Ramos) ; Gadotti, IC (Gadotti, Inae Caroline) ; Colosi, C (Colosi, Conner) ; Rylak, J (Rylak, James) ; Wylie, T (Wylie, Travis) ; Armijo-Olivo, S (Armijo-Olivo, Susan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vieira, Edgar  http://orcid.org/0000-0002-1011-5077","Title":"How Do Physical Therapists Treat People with Knee Osteoarthritis, and What Drives Their Clinical Decisions? A Population-Based Cross-Sectional Survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000012 PubMed ID: 28154447 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"education; occupational therapists; self-care; students KeyWords Plus:CHRONIC DISEASE; CLINICAL-PRACTICE; NURSING-STUDENTS; CARE; ATTITUDES; INTERVENTIONS; KNOWLEDGE; EDUCATION","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 73-80 DOI: 10.3138/ptc.2015-68E Published: WIN 2017","Abstract":"Purpose: We evaluated whether education in self-management support (SMS) increases future clinicians' intentions to use a new way of delivering rehabilitation services. Methods: A convenience sample of 10 students took a 5-week theoretical course, followed by 6 weeks spent assessing patients, establishing treatment plans, and monitoring their performance by telephone. Focus groups were held before and after the educational modules, with deductive mapping of themes to the Theory of Planned Behaviour and inductive analysis of additional themes. Results: Five themes and 22 subcategories emerged from the deductive-inductive focus group content analysis. After participating in the educational modules, students reported gaining knowledge about SMS and highlighted the lack of similar preparation during their academic courses. Nonetheless, they were hesitant to adopt SMS. Conclusion: Future clinicians gained knowledge and skills after being exposed to SMS courses, but their intention to adopt SMS in their future daily practice remained low. We also noted a lack of formal training in SMS in the academic setting. The findings from this study support incorporating SMS training into the curriculum, but to increase students' intention to use SMS as part of patient care, training may need to be in more depth than it was in the modules we used.","Authors":"Figueiredo, S (Figueiredo, Sabrina) ; Mayo, NE (Mayo, Nancy E.) ; Thomas, A (Thomas, Aliki)","Title":"Future Rehabilitation Professionals' Intentions to Use Self-Management Support: Helping Students to Help Patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000014 PubMed ID: 28154448 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"demographic analysis; school admission criteria; students; health occupations KeyWords Plus:RECRUITMENT; RETENTION; RACE","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 83-93 DOI: 10.3138/ptc.2016-23E Published: WIN 2017","Abstract":"Purpose: The authors analyzed the demographics of potential future physiotherapists to determine whether they were representative of the Canadian population. The specific objectives were to examine selected demographic variables from all applicants to and students in Ontario English-language Master of Physical Therapy programmes in admission cycles 2004-2014, inclusive, and to analyze the results as compared with Canadian population data. Method: Anonymized applicant records (n = 14,135) were obtained for admission cycles 2004-2014, inclusive. Variables examined for applicants and students included their gender, geographical location from Canadian and international regions, Aboriginal identity, and immigrant status. A descriptive analysis of counts and proportions was conducted for all variables. Results: The majority of applicants were women (70%), from southern Ontario (73%), and Canadian born (82%). Aboriginal and rural applicants made up small proportions of the applicant pool (1% and 12%, respectively). The number of applicants from British Columbia was proportionally high relative to those from other Canadian provinces. Conclusion: Although Ontario's physiotherapy education programmes remain female dominated, the demographics of applicants and students are otherwise mostly representative of the diverse Canadian population, although very low in the number of Aboriginal peoples. Further research is needed to understand the diversity and composition of the Canadian physiotherapy workforce.","Authors":"Coghlan, CM (Coghlan, Cara M.) ; Mallinger, H (Mallinger, Hilary) ; McFadden, A (McFadden, Alison) ; Richard, J (Richard, Jocelynn) ; Stern, A (Stern, Arlee) ; Norman, KE (Norman, Kathleen E.)","Title":"Demographic Characteristics of Applicants to, and Students of, Ontario Physiotherapy Education Programs, 2004-2014: Trends in Gender, Geographical Location, Aboriginal Identity, and Immigrant Status"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396682900003 ISSN: 0302-1475 eISSN: 1533-6263","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"SIGN LANGUAGE STUDIES Volume: 17 Issue: 2 Pages: 193-221 DOI: 10.1353/sls.2017.0002 Published: WIN 2017","Abstract":"The high degree of comprehensibility between the signed languages in Trieste (present-day Italy) and Austria is very probably due to their joint history of deaf schools within the Austro-Hungarian Empire. Investigation undertaken in archives in Trieste and Klagenfurt has revealed interesting similarities in the education of deaf children there since the mid-nineteenth century, which may explain present-day affinities. General background information is provided regarding sign language in Italy and Austria, and a detailed description of schools and teaching methodologies, which are the probable source of a historical connection, is then presented.","Authors":"Dotter, F (Dotter, Franz) ; Bidoli, CJK (Bidoli, Cynthia J. Kellett)","Title":"The Historical Relationship between Triestine Sign Language and Austrian Sign Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396682900004 ISSN: 0302-1475 eISSN: 1533-6263","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"SIGN LANGUAGE STUDIES Volume: 17 Issue: 2 Pages: 222-264 DOI: 10.1353/sls.2017.0003 Published: WIN 2017","Abstract":"This article examines the diversity of sign language varieties used in Lima, Peru. The majority of the analysis is based on lexicostatistics, using data collected in 2014 to compare nine signers and to determine foreign influences. This technique is used to better understand the linguistic situation without the need for a large corpus of data. Two distinct sign languages are identified: Peruvian Sign Language among younger signers and a previously undocumented language that this article calls Inmaculada Sign Language among the oldest generation. A third variety, which acts as link between these two languages, exhibits some features of a creole. All three varieties are native in origin and show some influence from American Sign Language (ASL), with the most ASL influence in Peruvian Sign Language. The history of deaf education in Lima helps explain how the two languages developed, and individual variation is described as the product of social factors. The findings are in line with what has been found in other surveys of supposedly uniform national sign languages.","Authors":"Clark, B (Clark, Brenda)","Title":"Sign Language Varieties in Lima, Peru"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396679900007 PubMed ID: 27861843 ISSN: 0021-8855 eISSN: 1938-3703","Keywords":"differential observing responses; intellectual disabilities; matching to sample; overselective stimulus control KeyWords Plus:MATCHING-TO-SAMPLE; INTELLECTUAL DISABILITIES; AUTISM; INDIVIDUALS; EQUIVALENCE; ATTENTION; BEHAVIOR","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"JOURNAL OF APPLIED BEHAVIOR ANALYSIS Volume: 50 Issue: 1 Pages: 87-105 DOI: 10.1002/jaba.363 Published: WIN 2017","Abstract":"Overselective stimulus control refers to discriminative control in which the number of controlling stimuli is too limited for effective behavior. Experiment 1 included 22 special-education students who exhibited overselective stimulus control on a two-sample delayed matching task. An intervention added a compound identity matching opportunity within the sample observation period of the matching trials. The compound matching functioned as a differential observing response (DOR) in that high accuracy verified observation and discrimination of both sample stimuli. Nineteen participants learned to perform the DOR and two-sample delayed matching accuracy increased substantially for 16 of them. When the DOR was completely withdrawn after 10 sessions, accuracy declined. In Experiment 2, a more gradual withdrawal of DOR requirements showed that highly accurate performance could be maintained with the DOR on only a proportion of trials for most participants. The results show that DOR training may lead to a general improvement in observing behavior.","Authors":"Farber, RS (Farber, Rachel S.) ; Dickson, CA (Dickson, Chata A.) ; Dube, WV (Dube, William V.)","Title":"REDUCING OVERSELECTIVE STIMULUS CONTROL WITH DIFFERENTIAL OBSERVING RESPONSES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396679900015 PubMed ID: 27726148 ISSN: 0021-8855 eISSN: 1938-3703","Keywords":"classroom behavior; general education; interdependent group contingency; on-task behavior; schools","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"JOURNAL OF APPLIED BEHAVIOR ANALYSIS Volume: 50 Issue: 1 Pages: 176-180 DOI: 10.1002/jaba.357 Published: WIN 2017","Abstract":"The Good Behavior Game (GBG), a well-researched classroom group contingency, is typically played for brief periods of time, which raises questions about the effects on subsequent contexts. This study used a multiple baseline design and showed that when the GBG was implemented in one context, behavior improved in only that context. Behavior improved in the subsequent activity only when the GBG was implemented.","Authors":"Pennington, B (Pennington, Brittany) ; McComas, JJ (McComas, Jennifer J.)","Title":"EFFECTS OF THE GOOD BEHAVIOR GAME ACROSS CLASSROO M CONTEXTS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000002 PubMed ID: 28252466 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"clinical excellence; hospitalist; patient-centered care; hospital medicine; continuing medical education (CME); communication skills; interprofessional education; patient safety; performance improvement CE; professionalism/ethics; reflective practice; strategic issues in CME/CPD KeyWords Plus:PERSPECTIVES; CARE; PERFORMANCE; PHYSICIANS; EDUCATION; WORK","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 3-8 DOI: 10.1097/CEH.0000000000000145 Published: WIN 2017","Abstract":"Introduction: There are now more than 50,000 hospitalists working in the United States. Limited empiric research has been performed to characterize clinical excellence in hospital medicine. We conducted a qualitative study to discover elements judged to be most pertinent to excellence in clinical care delivered by hospitalists. Methods: The chiefs of hospital medicine at five hospitals were asked to identify their \"clinically best\" hospitalists. Data collection, in the form of one-on-one interviews, was directed by an interview guide. Interviews were transcribed verbatim, and the informants' perspectives were analyzed using editing analysis to identify themes. Results: A total of 26 hospitalists were interviewed. The mean age of the physicians was 38 years, 13 (50%) were women, and 16 (62%) were non-white. Seven themes emerged that related to clinical excellence in hospital medicine: communicating effectively, appreciating partnerships and collaboration, having superior clinical judgment, being organized and efficient, connecting with patients, committing to continued growth and development, and being professional and humanistic. Discussion: This qualitative study describes how respected hospitalists think about excellence in clinical care in hospital medicine. Their perspectives can be used to guide continuing medical education, so that offered programs can pay attention to enhancing the skills of learners so they can develop towards excellence, rather than using only competence as the desired target objective.","Authors":"Kotwal, S (Kotwal, Susrutha) ; Pena, I (Pena, Ivonne) ; Howell, E (Howell, Eric) ; Wright, S (Wright, Scott)","Title":"Defining Clinical Excellence in Hospital Medicine: A Qualitative Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000003 PubMed ID: 28212117 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"multisource feedback; peer assessment; validation; physicians' professional performance; continuous professional development; 360-degree feedback; accreditation; maintenance of certification; multisource feedback/peer assessment; performance improvement KeyWords Plus:COLLEAGUE QUESTIONNAIRES; PUBLIC ACCOUNTABILITY; 360-DEGREE FEEDBACK; DOCTOR PERFORMANCE; MEDICAL-EDUCATION; VALIDITY; RELIABILITY; WORK; INSTRUMENTS; ASSESSMENTS","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 9-18 DOI: 10.1097/CEH.0000000000000143 Published: WIN 2017","Abstract":"Introduction: Multisource feedback (MSF) instruments are used to and must feasibly provide reliable and valid data on physicians' performance from multiple perspectives. The \"INviting Co-workers to Evaluate Physicians Tool\" (INCEPT) is a multisource feedback instrument used to evaluate physicians' professional performance as perceived by peers, residents, and coworkers. In this study, we report on the validity, reliability, and feasibility of the INCEPT. Methods: The performance of 218 physicians was assessed by 597 peers, 344 residents, and 822 coworkers. Using explorative and confirmatory factor analyses, multilevel regression analyses between narrative and numerical feedback, item-total correlations, interscale correlations, Cronbach's alpha and generalizability analyses, the psychometric qualities, and feasibility of the INCEPT were investigated. Results: For all respondent groups, three factors were identified, although constructed slightly different: \"professional attitude,\" \"patient-centeredness,\" and \"organization and (self)-management.\" Internal consistency was high for all constructs (Cronbach's alpha >= 0.84 and item-total correlations >= 0.52). Confirmatory factor analyses indicated acceptable to good fit. Further validity evidence was given by the associations between narrative and numerical feedback. For reliable total INCEPT scores, three peer, two resident and three coworker evaluations were needed; for subscale scores, evaluations of three peers, three residents and three to four coworkers were sufficient. Discussion: The INCEPT instrument provides physicians performance feedback in a valid and reliable way. The number of evaluations to establish reliable scores is achievable in a regular clinical department. When interpreting feedback, physicians should consider that respondent groups' perceptions differ as indicated by the different item clustering per performance factor.","Authors":"van der Meulen, MW (van der Meulen, Mirja W.) ; Boerebach, BCM (Boerebach, Benjamin C. M.) ; Smirnova, A (Smirnova, Alina) ; Heeneman, S (Heeneman, Sylvia) ; Egbrink, MGAO (Egbrink, Mirjam G. A. Oude) ; van der Vleuten, CPM (van der Vleuten, Cees P. M.) ; Arah, OA (Arah, Onyebuchi A.) ; Lombarts, KMJMH (Lombarts, Kiki M. J. M. H.)","Title":"Validation of the INCEPT: A Multisource Feedback Tool for Capturing Different Perspectives on Physicians' Professional Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000005 PubMed ID: 28212116 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"HIV; medical education; community of practice; adult learning; peer learning; interprofessional education; knowledge translation; mixed methods research; workforce development/issues KeyWords Plus:UNITED-STATES; EDUCATION","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 27-36 DOI: 10.1097/CEH.0000000000000141 Published: WIN 2017","Abstract":"Introduction: Ensuring knowledgeable, skilled HIV providers is challenged by rapid advances in the field, diversity of patients and providers, and the need to retain experienced providers while training new providers. These challenges highlight the need for education strategies, including training and clinical consultation to support translation of new knowledge to practice. New England AIDS Education and Training Center (NEAETC) provides a range of educational modalities including academic peer detailing and distance support to HIV providers in six states. We describe the interprofessional perspectives of HIV providers who participated in this regional program to understand success and areas for strengthening pedagogical modality, content, and impact on clinical practice. Methods: This 2013 to 2014 mixed-methods study analyzed quantitative programmatic data to understand changes in training participants and modalities and used semistructured interviews with 30 HIV providers and coded for preidentified and emerging themes. Results: Since 2010, NEAETC evolved modalities to a greater focus on active learning (case discussion, clinical consultation), decreasing didactic training by half (18-9%). This shift was designed to move from knowledge transfer to translation, and qualitative findings supported the value of active learning approaches. Providers valued interactive trainings and presentation of cases supporting knowledge translation. On-site training encouraged peer networking and sharing of lessons learned. Diversity in learning priorities across providers and sites validated NEAETC's approach of tailoring topics to local needs and encouraging regional networking. Discussion: Tailored approaches resulted in improved provider-reported capacity, peer learning, and support. Future evaluations should explore the impact of this multipronged approach on supporting a community of practice and empowerment of provider teams.","Authors":"Gallagher, DM (Gallagher, Donna M.) ; Hirschhorn, LR (Hirschhorn, Lisa R.) ; Lorenz, LS (Lorenz, Laura S.) ; Piya, P (Piya, Priyatam)","Title":"Developing a Community of Practice for HIV Care: Supporting Knowledge Translation in a Regional Training Initiative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000006 PubMed ID: 28253214 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"evidence-based practice; attitude; interprofessional; education; interprofessional education; research/evaluation KeyWords Plus:EVIDENCE-BASED PHYSIOTHERAPY; SCALE EBPAS; HEALTH-CARE; KNOWLEDGE; BARRIERS; BEHAVIOR; IMPLEMENTATION; PROFESSIONALS; CHALLENGES; CLINICIAN","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 37-45 DOI: 10.1097/CEH.0000000000000139 Published: WIN 2017","Abstract":"Introduction: Professionals who embrace evidence-based practice (EBP) continually search for research evidence, appraise, and apply it, while interacting with each client in his/her situation. This dynamic learning process takes a substantial commitment from professionals and requires a positive attitude toward EBP. The main objective of this research was to explore the following: 1) distinct dimensions of attitudes toward adoption of EBP among physical therapists and social workers and 2) the relationship between these dimensions of attitudes and selected background characteristics of the compared professions. Methods: Cross-sectional web-based surveys were conducted in 2012 and 2013 on a population-based sample from the Icelandic Physical Therapy Association and the Icelandic Association of Social Workers. The participants were 214 physical therapists (76.3% women) and 163 social workers (92.2% women). The Evidence-Based Practice Attitude Scale (EBPAS) and its four subscales were used to survey dimensions of attitudes toward EBP. Scores on the total EBPAS range from zero to five, with a higher score indicating a more positive attitude toward EBPs. Linear regression was used to explore the relationship between the EBPAS scales and selected background variables. Results: The overall response rate was 39%. Both professions generally held positive attitudes toward adoption of EBP, with an average EBPAS total score of 3.06 (SD = 0.46). The professionals' background characteristics were independently related to at least one dimension of attitudes toward EBP. More positive attitudes were associated with being a physical therapist, a woman, in a younger age group, having a graduate degree, working with individual clients, and having at least five same-profession coworkers. Discussion: The results may be useful to design continuing education focusing on EBP. Such inventions should be targeted to professional attitudes, background, and other contextual factors.","Authors":"Gudjonsdottir, B (Gudjonsdottir, Bjorg) ; Arnadottir, HA (Arnadottir, Hervor A.) ; Gudmundsson, HS (Gudmundsson, Halldor S.) ; Juliusdottir, S (Juliusdottir, Sigrun) ; Arnadottir, SA (Arnadottir, Solveig A.)","Title":"Attitudes Toward Adoption of Evidence-Based Practice Among Physical Therapists and Social Workers: A Lesson for Interprofessional Continuing Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000007 PubMed ID: 28252467 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"conference; didactics; lectures; continuing medical education; CME; emergency medicine KeyWords Plus:EDUCATION; CLASSROOM; PHYSICIAN; PERFORMANCE; STRATEGIES; OUTCOMES; IMPACT","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 46-49 DOI: 10.1097/CEH.0000000000000144 Published: WIN 2017","Abstract":"Introduction: National conference didactic lectures have traditionally featured hour-long lecture-based presentations. However, there is evidence that longer lectures can lead to both decreased attention and retention of information. The authors sought to identify trends in lecture duration, lecture types, and number of speakers at four national emergency medicine (EM) conferences over a 6-year period. Methods: The authors performed a retrospective analysis of the length, number of speakers, and format of didactic lectures at four different national EM conferences over 6 years. The authors abstracted data from the national academic assemblies for the four largest not-for-profit EM organizations in the United States: American Academy of Emergency Medicine, American College of Emergency Physicians, Council of Emergency Medicine Residency Directors, and Society for Academic Emergency Medicine. Results: There was a significant yearly decrease in the mean lecture lengths for three of the four conferences. There was an increase in the percentage of rapid fire sessions over the preceding 2 years with a corresponding decrease in the percentage of general educational sessions. There was no significant difference in the mean number of speakers per lecture. Discussion: An analysis of 4210 didactic lecture sessions from the annual meetings of four national EM organizations over a 6-year period showed significant decreases in mean lecture length. These findings can help to guide EM continuing medical education conference planning and research.","Authors":"Gottlieb, M (Gottlieb, Michael) ; Riddell, J (Riddell, Jeff) ; Njie, A (Njie, Abdoulie)","Title":"Trends in National Emergency Medicine Conference Didactic Lectures Over a 6-Year Period"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000008 PubMed ID: 28141784 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"competence; Dreyfus and Dreyfus; Miller pyramid; assessment; 360 survey; 360-degree feedback; mentoring; needs assessment; professionalism/ethics KeyWords Plus:MEDICAL-EDUCATION; HEALTH-CARE; COMPETENCE; OUTCOMES","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 50-54 DOI: 10.1097/CEH.0000000000000138 Published: WIN 2017","Abstract":"Introduction: Assessment of efficacy of continuous professional development is an important part of continuing professional development programing as one of its goals is to increase the performance of the clinicians that serve the community. A frequently used and researched classification system for skill mastery is the Dreyfus and Dreyfus Model of Skill Acquisition. An alternative approach is the core competency framework that informs the assessment of residents and forms the foundation of the American Board of Medical Specialties Program for Maintenance of Certification. There are a number of methods of assessment of each competence. One of the most broadly employed and researched methods is a multisource assessment (360 degrees) methodology. Methods: Three hundred sixty-degree data were collected from 264 raters of physicians holding supervisory roles. Raters included the physicians' leaders, peers, and support/reports. The scale items were taken from an instrument developed for the assessment of interpersonal and communications skills, professionalism, and system-based practice. The Dreyfus scale was purposely built for this application. Results: The Dreyfus scale was reduced to a single dimension, and raters assigned their score on that dimension as the indicator of their assessment of the physician's level of mastery. Results of a multivariate analysis of variance indicated a significant relationship between Dreyfus mastery score and competency items (P < .0001). Discussion: These findings demonstrate a relationship between a measure of Dreyfus skill acquisition and measures based on the American Board of Medical Specialties/Accreditation Council for Graduate Medical Education six core competency framework. Results have implication for continuing professional development design and assessment.","Authors":"Williams, BW (Williams, Betsy W.) ; Byrne, PD (Byrne, Phil D.) ; Williams, NV (Williams, Nathaniel V.) ; Williams, MV (Williams, Michael V.)","Title":"Dreyfus and Dreyfus and Indicators of Behavioral Performance: A Study of Measurement Convergence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000009 PubMed ID: 28252468 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"trauma-informed care; medical trauma; changing perceptions in medical professionals; framework of training health care professionals; continuing education for health professionals; interprofessional education; knowledge translation; organization learning and change; patient safety; program planning/curriculum development; quality improvement/six sigma/lean; research/evaluation KeyWords Plus:ADVERSE CHILDHOOD EXPERIENCES; POSTTRAUMATIC-STRESS; PSYCHOSOCIAL CARE; INJURED CHILDREN; NURSES; DEPRESSION; ADULTS","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 55-60 DOI: 10.1097/CEH.0000000000000140 Published: WIN 2017","Abstract":"Introduction: To evaluate the initial application of a recently published three-step framework for implementing trauma-informed care (TIC) in a pediatric health care network by applying Framework for Spread. Methods: In steps 1 and 2 of the framework, we established commitment from the health care network leadership and initial interest in TIC among clinical providers (step 1), set evidence-based training goals and created the associated TIC training content (step 2). In step 3, 440 health care professionals (from 27 health care teams) participated in single-session, 1-hour training that covered the psychological impact of injury-and illness-related trauma, identification of traumatic stress symptoms, and how to respond to children exposed to potentially traumatic events. A concomitant quality improvement project allowed us to assess potential changes in training participants' favorable attitudes toward the integration of TIC and confidence in delivering TIC. Results: Compared with pretraining, participants demonstrated increases in attitude toward TIC, t(293) = 5.8, P < .001, Cohen's d = 0.32, and confidence in delivering TIC, t(293) = 20.9, P < .001, Cohen's d = 1.09. Discussion: Trainings were effective in achieving proximal goals targeting attitudes and confidence, thereby demonstrating the feasibility and clinical relevance of TIC training when implemented according to the three-step framework. Future research should examine methods of training to reach wide audiences to promote systematic change and evaluate changes in patient outcomes associated with providers' implementation of TIC.","Authors":"Weiss, D (Weiss, Danielle) ; Kassam-Adams, N (Kassam-Adams, Nancy) ; Murray, C (Murray, Carol) ; Kohser, KL (Kohser, Kristen L.) ; Fein, JA (Fein, Joel A.) ; Winston, FK (Winston, Flaura K.) ; Marsac, ML (Marsac, Meghan L.)","Title":"Application of a Framework to Implement Trauma-Informed Care Throughout a Pediatric Health Care Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000010 PubMed ID: 28252469 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"technology-enhanced learning; eLearning; computer-based instruction; web-based learning; online learning; continuing education in health professions; continuing professional development; continuing medical education; computer-based education KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; PRIMARY-CARE PHYSICIANS; MEDICAL-EDUCATION; ONLINE EDUCATION; HAND HYGIENE; KNOWLEDGE; PROGRAM; SKILLS; IMPROVE; PRACTITIONERS","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 61-66 DOI: 10.1097/CEH.0000000000000146 Published: WIN 2017","Abstract":"Increasingly, health professional training involves the use of educational technologies through what is broadly termed \"Technology-Enhanced Learning\" (TEL). TEL includes hardware, such as computers and mobile devices, and software, such as software applications (apps), learning management systems, and discussion boards. For many years, TEL has formed an integral part of health professional programs and is growing in acceptance, if not expectation, in postgraduate training and continuing education. TEL generally aims to be flexible, engaging, learner focused and interactive, and may involve collaboration and communication. It offers many benefits for learning and teaching, whether used on its own or in conjunction with face-to-face teaching through blended learning. The ubiquity of mobile devices in clinical settings means TEL is ideal for busy clinicians, both as learners and teachers. TEL enables participants to learn at a time and place that is convenient to them, so learners living in geographically dispersed locations can access standardized courses. To realize these potential benefits, we recommend that those developing TEL programs for health professionals take a systematic approach to planning, development, implementation, and evaluation. To that end, we propose 10 principles: clarify purpose and conduct a needs assessment; allocate adequate time and technology; incorporate proven approaches to improve learning; consider the need for a skills component; enable interaction between learners and with others; create different resources for different groups; pilot before implementing; incorporate measures to retain learners; provide opportunities for revision to aid retention; and evaluate learning outcomes, not just satisfaction.","Authors":"Scott, KM (Scott, Karen M.) ; Baur, L (Baur, Louise) ; Barrett, J (Barrett, Jenny)","Title":"Evidence-Based Principles for Using Technology-Enhanced Learning in the Continuing Professional Development of Health Professionals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395767200005 PubMed ID: 27427861 ISSN: 0022-4006 eISSN: 1752-7325","Keywords":"HIV stigma; access to care; attitude of health personnel; refusal to treat; China; dental education; dental ethics KeyWords Plus:HIV-INFECTED PATIENTS; SELF-DISCLOSURE; ORAL LESIONS; HEALTH; CARE; BARRIERS; STIGMA; BLOOD","Categories":"Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health Web of Science Categories:Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF PUBLIC HEALTH DENTISTRY Volume: 77 Issue: 1 Pages: 30-38 DOI: 10.1111/jphd.12168 Published: WIN 2017","Abstract":"Objectives: This study aims to assess the attitudes, knowledge, preparedness, and willingness of dentists and dental students to treat people-living-with-HIV/AIDS (PLWHA) in China, and to determine the factors associated with willingness to treat. Methods: We surveyed dentists and dental students in hospitals and dental schools in five regions in China with varying PLWHA prevalence. Survey questions covered demographics, as well as four categories regarding treating PLWHA: knowledge (scaled 0-1), attitude (scaled 1-4), preparedness (scaled 1-4), and willingness to treat (scaled 1-4). Composite scores for each category were calculated as weighted means. Confounder-adjusted regression analysis was performed to determine the factor(s) correlated with willingness to treat. Results: We collected 394 (84 percent) and 462 (90 percent) useable surveys from dentists and dental students respectively. Dentists' mean composite scores were 0.63 (poor knowledge), 2.1 (negative attitude), 2.8 (adequate preparedness), and 2.5 (neutral willingness). Students' mean composite scores were 0.64 (poor knowledge), 2.3 (negative attitude), 2.7 (adequate preparedness), and 2.6 (positive willingness). Forty-five percent of dentists and 59 percent of dental students had scores indicating positive willingness to treat. Attitude was the only factor consistently correlated with willingness to treat. Dentists and dental students scored low in all categories except for preparedness. Conclusion: It is imperative that knowledge of HIV/AIDS and attitudes toward PLWHA be further improved during dental training to increase the access to and effectiveness of dental care of PLWHA in China and to enhance their quality of life.","Authors":"Lee, C (Lee, Cliff) ; Fan, YH (Fan, Yuehong) ; Starr, JR (Starr, Jacqueline R.) ; Dogon, IL (Dogon, I. Leon)","Title":"Dentists' and dental students' attitudes, knowledge, preparedness, and willingness related to treatment of people living with HIV/AIDS in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393356000002 ISSN: 0022-2208","Categories":"Education & Educational Research; Government & Law Web of Science Categories:Education & Educational Research; Law","Journal Information":"JOURNAL OF LEGAL EDUCATION Volume: 66 Issue: 2 Pages: 212-236 Published: WIN 2017","Authors":"Godwin, A (Godwin, Andrew) ; Wu, RWS (Wu, Richard Wai-sang)","Title":"Legal Education, Practice Skills, and Pathways to Admission: A Comparative Analysis of Singapore, Hong Kong, and Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393356000003 ISSN: 0022-2208","Categories":"Education & Educational Research; Government & Law Web of Science Categories:Education & Educational Research; Law","Journal Information":"JOURNAL OF LEGAL EDUCATION Volume: 66 Issue: 2 Pages: 237-266 Published: WIN 2017","Authors":"Wang, ZZ (Wang, Zhizhou); Liu, SD (Liu, Sida) ; Li, XY (Li, Xueyao)","Title":"Internationalizing Chinese Legal Education in the Early Twenty-First Century"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393356000005 ISSN: 0022-2208","Categories":"Education & Educational Research; Government & Law Web of Science Categories:Education & Educational Research; Law","Journal Information":"JOURNAL OF LEGAL EDUCATION Volume: 66 Issue: 2 Pages: 289-308 Published: WIN 2017","Authors":"Maleshin, D (Maleshin, Dmitry)","Title":"The Crisis of Russian Legal Education in Comparative Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393356000007 ISSN: 0022-2208","Categories":"Education & Educational Research; Government & Law Web of Science Categories:Education & Educational Research; Law","Journal Information":"JOURNAL OF LEGAL EDUCATION Volume: 66 Issue: 2 Pages: 332-356 Published: WIN 2017","Authors":"Israel, M (Israel, Mark) ; Skead, N (Skead, Natalie) ; Heath, M (Heath, Mary) ; Hewitt, A (Hewitt, Anne) ; Galloway, K (Galloway, Kate) ; Steel, A (Steel, Alex)","Title":"Fostering \"Quiet Inclusion\": Interaction and Diversity in the Australian Law Classroom"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392992400012 ISSN: 0194-4363 eISSN: 1939-0130","Keywords":"planning practice; planning theory; design; contingency; knowledge KeyWords Plus:SELF-ORGANIZING CITIES; NON-EUCLIDEAN MODE; PERSPECTIVE; PREDICTION; MAYBE","Categories":"Public Administration; Urban Studies Web of Science Categories:Planning & Development; Urban Studies","Journal Information":"JOURNAL OF THE AMERICAN PLANNING ASSOCIATION Volume: 83 Issue: 1 Pages: 93-102 DOI: 10.1080/01944363.2016.1249009 Published: WIN 2017","Abstract":"Much in Alexander's life happened by chance. Born in Germany, he grew up in South Africa where he discovered designa continuing concernand qualified as an architect; chance and inclination led him to practice planning. In Berkeley (CA) for a planning education, curiosity initiated a 30-year academic career as a planning theorist and educator. This Perspective has two threads: design and contingency. Design means devising possible courses of action: Alexander reviews his design engagement at various levels, from designing buildings through policies and plans to institutional design. Contingency planning adapts to complexity and uncertainty; contingency thinking avoids generalizations, hence the need for detailed institutional design. In planning theory, contingency implies dissent and diversity, to suggest that planning is diverse planning practices, each with its planning theories. Alexander's message: Be critical, of theories, institutions, and practices. Be modest: planners' roles in knowledge-centered practices (e.g., spatial planning) should reflect their particular practice. Be confident: planners share their substantive knowledge and apply design and planning skills in the co-construction of knowledge that is participative planning. This is our unique contribution to making a better world.","Authors":"Alexander, ER (Alexander, Ernest R.)","Title":"Chance and Design: From Architecture to Institutional Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900008 PubMed ID: 26768992 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"African American men; disclosure; health disparities; HIV testing; qualitative research KeyWords Plus:UNITED-STATES; HETEROSEXUAL MEN; SOUTHERN STATES; BLACK-MEN; PREVENTION; INTERVENTIONS; STRATEGIES; DIAGNOSES; SERVICES; OUTCOMES","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 62-70 DOI: 10.1111/jrh.12171 Published: WIN 2017","Abstract":"PurposeIn the United States, black/African American (black) men bear the greatest burden of human immunodeficiency virus (HIV), accounting for 42% of new HIV infections in 2012 despite being 6% of the population. In Florida, heterosexual HIV transmission has increased among black men. Few studies have examined HIV testing experiences for black heterosexual men (BHM) in the rural South. This study describes the post-HIV-testing trial experiences of BHM in rural Florida. MethodsWe conducted 12 focus groups (4-7 participants per group) in 3 rural Florida counties with BHM who participated in a larger randomized HIV testing trial. Interviews were professionally transcribed and data were analyzed using NVivo 10. The qualitative analysis was informed by the strengths perspective (ie, emphasis on abilities rather than risks) and used a thematic analytical approach. ResultsSixty-seven men participated (median age 41.5 years); 39 (58%) earned a monthly income of less than $500, 38 (57%) attained education through high school or higher, 37 (55%) were unmarried, and 40 (60%) reported practicing monogamy; all who tested for HIV were negative for HIV. We identified 3 main themes based on self-reported actions: (1) risk reduction (eg, more consistent condom use, fewer sex partners), (2) sexual health communications with sex partners (eg, negotiating HIV testing with sex partners, getting to know partners better), and (3) health communications with peers and family (eg, disclosing test results, encouraging others to get tested). ConclusionsAmong BHM, being in this HIV testing study facilitated increased protective behaviors and communications for HIV prevention. Interventions for BHM in rural areas warrant incorporating these strategies to encourage routine HIV testing.","Authors":"Aholou, TM (Aholou, Tiffiany M.) ; Sutton, MY (Sutton, Madeline Y.) ; Brown, E (Brown, Emma (E. J. ))","Title":"Careful Conversations and Careful Sex: HIV Posttesting Experiences Among African American Men in Rural Florida"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392232100002 ISSN: 1557-3060 eISSN: 1557-3079","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATION FINANCE AND POLICY Volume: 12 Issue: 1 Pages: 28-53 DOI: 10.1162/EDFP_a_00216 Published: WIN 2017","Abstract":"High school graduation rates are a central policy topic in the United States and have been shown to be stagnant for the past three decades. Using student-level administrative data from New York City Public Schools, I examine the impact of compulsory school attendance on high school graduation rates and grade attainment, focusing the analysis on ninth and tenth grade cohorts. I exploit the interaction between the school start-age cutoff and compulsory attendance age requirement to identify the effect of compulsory schooling. I find that an additional year in compulsory attendance leads to an increase of 9 to 12 percent in the probability of progressing to grades 11 and 12, and raises the probability of graduating from high school by 9 to 14 percent, depending on the specification.","Authors":"Moussa, WS (Moussa, Wael S.)","Title":"Closer to the Finish Line? Compulsory Attendance, Grade Attainment, and High School Graduation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392232100003 ISSN: 1557-3060 eISSN: 1557-3079","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATION FINANCE AND POLICY Volume: 12 Issue: 1 Pages: 54-76 DOI: 10.1162/EDFP_a_00201 Published: WIN 2017","Abstract":"This paper investigates how accountability pressures under No Child Left Behind (NCLB) may have affected students' rate of overweight. Schools facing pressure to improve academic outcomes may reallocate their efforts in ways that have unintended consequences for children's health. To examine the impact of school accountability, we create a unique panel dataset containing school-level data on test scores and students' weight outcomes from schools in Arkansas. We code schools as facing accountability pressures if they are on the margin of making Adequate Yearly Progress, measured by whether the school's minimum-scoring subgroup had a passing rate within 5 percentage points of the threshold. We find evidence of small effects of accountability pressures on the percent of students at a school who are overweight. This finding is little changed if we controlled for the school's lagged rate of overweight, or use alternative ways to identify schools facing NCLB pressure.","Authors":"Anderson, PM (Anderson, Patricia M.) ; Butcher, KF (Butcher, Kristin F.) ; Schanzenbach, DW (Schanzenbach, Diane Whitmore)","Title":"Adequate (or Adipose?) Yearly Progress: Assessing the Effect of \"No Child Left Behind\" on Children's Obesity"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000391432300009 ISSN: 1203-7796 eISSN: 1488-237X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"CANADIAN JOURNAL OF RURAL MEDICINE Volume: 22 Issue: 1 Pages: 28-32 Published: WIN 2017","Authors":"Soles, TL (Soles, Trina Larsen) ; Wilson, CR (Wilson, C. Ruth) ; Oandasan, IF (Oandasan, Ivy F.) Group Author(s): Advancing Rural Family Med","Title":"Family medicine education in rural communities as a health service intervention supporting recruitment and retention of physicians"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390849600001 PubMed ID: 28277550 ISSN: 1735-4668 eISSN: 2008-0700","Keywords":"Cerebral palsy; Participation; Occupations; Life area","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"IRANIAN JOURNAL OF CHILD NEUROLOGY Volume: 11 Issue: 1 Pages: 1-12 Published: WIN 2017","Abstract":"Objective Cerebral palsy (CP) is the most common cause of chronic disability that restricts participation in areas of occupations for children. The main aim of rehabilitation is enhancement of their clients for participation in occupations. The aim of this study was to overview of the factors influencing the participations of children with CP in Iran. Materials & Methods A systematic, evidence-based process (Duffy 2005) was used. For data gathering electronic databases including Google scholar and Iranian and foreigner famous journals in the fields of pediatrics, were used. The main key words for search were Activity of Daily Living (ADL),Instrumental Activity of Daily Living (IADL), play, leisure, work, rest/sleep, social participation, and education. All the papers of this study were about the factors influencing the participation of Iranian CP children during 2000-2016. Totally, 156 articles were found eligible as for Iranian CP children study, of which 100 articles were discarded. Because of repetitive and duplicability of some articles, 17 articles were removed as well. Results The most studies about Iranian CP children participations in life areas were in the ADL area of participation (N=12), and the lowest articles were in the area in the field of: Work (N=2), play (N=2), and sleep/rest (N=2). Most of the occupational therapists do not focus on the all life areas. Conclusion In Iran, many researchers do not pay attention to the participation of CP children. Many articles just paid attention to the sensory, motor or cognitive components of their clients.","Authors":"Pashmdarfard, M (Pashmdarfard, Marzieh) ; Amini, M (Amini, Malek) ; Hassani Mehraban, A (Hassani Mehraban, Afsoon)","Title":"Participation of Iranian Cerebral Palsy Children in Life Areas: A Systematic Review Article"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389733600003 ISSN: 0162-5748 eISSN: 1090-7009","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"REVIEW OF HIGHER EDUCATION Volume: 40 Issue: 2 Pages: 217-244 Published: WIN 2017","Authors":"Kezar, A (Kezar, Adrianna) ; Gehrke, S (Gehrke, Sean) ; Bernstein-Sierra, S (Bernstein-Sierra, Samantha)","Title":"Designing for Success in STEM Communities of Practice: Philosophy and Personal Interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389733600005 ISSN: 0162-5748 eISSN: 1090-7009","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"REVIEW OF HIGHER EDUCATION Volume: 40 Issue: 2 Pages: 267-306 Published: WIN 2017","Authors":"Ngo, F (Ngo, Federick) ; Kosiewicz, H (Kosiewicz, Holly)","Title":"How Extending Time in Developmental Math Impacts Student Persistence and Success: Evidence from a Regression Discontinuity in Community Colleges"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000389733600008 ISSN: 0162-5748 eISSN: 1090-7009","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"REVIEW OF HIGHER EDUCATION Volume: 40 Issue: 2 Pages: 312-315 Published: WIN 2017","Authors":"Ream, TC (Ream, Todd C.)","Title":"At This Time and In This Place: Vocation and Higher Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388168800005 ISSN: 2383-3572","Keywords":"Environmental amenities; Environmental hazards; Sanitation behaviour; Socioeconomic characteristics; Students perception; Tertiary educational centres","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"GLOBAL JOURNAL OF ENVIRONMENTAL SCIENCE AND MANAGEMENT-GJESM Volume: 3 Issue: 1 Pages: 43-50 DOI: 10.22034/gjesm.2017.03.01.005 Published: WIN 2017","Abstract":"Environmental hazards caused by living conditions and human behaviour in residential areas are types of manmade hazards which have rarely been studied and documented in literature. Available studies that had considered the conventional residential environment had proved that residents' perception were influenced by human and environmental factors. With focus on educational institutions, this paper assessed the determinants of students' perception of environmental hazards and risks on campus environment. Using probability sampling technique, data were obtained through administration of questionnaire on 367 students of university, polytechnic and college of education in Oyo State. The data collected were analysed using inferential statistics. Findings revealed three broad factors which are socioeconomic background, sanitation behaviour and availability of environmental amenities. It was concluded that environmental amenities influenced students' perception of environmental hazards and risks the most with a regression coefficient (beta) of -0.373 compared with sanitation behaviour (beta = 0.311) and socioeconomic background (beta = 0.123). The appropriate authorities could therefore improve on maintenance of existing environmental amenities and/or provision of new ones in the educational institutions.","Authors":"Daramola, O (Daramola, O.) ; Odunsi, O (Odunsi, O.)","Title":"Determinants of students perceived manmade environmental hazards and risks in tertiary educational institutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395035400004 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 49-77 DOI: 10.1080/10967494.2015.1121178 Published: NOV 1 2017","Abstract":"Public management researchers are often interested in estimating the effects of aggregate-level management reforms and policy changes, but they frequently rely on observational data that pose a number of threats to internal validity. The synthetic control method for comparative case studies (SCM) has great potential for advancing public management scholarship by addressing some of the methodological challenges associated with observational data and providing intuitive graphical results that help researchers communicate their findings to audiences unfamiliar with quantitative methods. SCM uses a transparent, data-driven algorithm for selecting a weighted combination of control units that act as a plausible counterfactual for estimating causal effects. This article demonstrates SCM by investigating the effect of enhancing managerial discretion under performance accountability systems in the context of public education. The article also provides a number of possible avenues for future public management research using SCM and practical guidance for applying the method.","Authors":"Birdsall, C (Birdsall, Chris)","Title":"THE SYNTHETIC CONTROL METHOD FOR COMPARATIVE CASE STUDIES: AN APPLICATION ESTIMATING THE EFFECT OF MANAGERIAL DISCRETION UNDER PERFORMANCE MANAGEMENT"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395035400005 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 78-107 DOI: 10.1080/10967494.2016.1143424 Published: NOV 1 2017","Abstract":"We propose a new method for measuring innovativeness in the public sector using natural language processing techniques. Our approach extends traditional content analysis techniques by combining insights from linguistic theory and recent developments in computational techniques. We develop and employ phrase-level data dictionaries (using both noun phrases and verb phrases) from organizational documents. We use letters to the board of education from a sample of New Jersey school districts to develop measures of innovativenessone measure is based on expert assessments and the other is inductively derived. We perform rigorous tests of content validity, external validity, and predictive validity on these measures. We conclude with a discussion of implications of this new measurement approach and its potential applications to other public management contexts.","Authors":"Pandey, S (Pandey, Sheela) ; Pandey, SK (Pandey, Sanjay K.) ; Miller, L (Miller, Larry)","Title":"MEASURING INNOVATIVENESS OF PUBLIC ORGANIZATIONS: USING NATURAL LANGUAGE PROCESSING TECHNIQUES IN COMPUTER-AIDED TEXTUAL ANALYSIS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800008 ISSN: 0736-5853","Keywords":"Mobile technology; Online shopping; Entertainment Older adults; Smartphone; Tablet computer KeyWords Plus:INTERNET USE; GENDER-DIFFERENCES; DIGITAL DIVIDE; AGE; EXPERIENCES; GENERATIONS; MEDIA; WORK","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 110-117 DOI: 10.1016/j.tele.2017.01.005 Published: JUL 2017","Abstract":"Older adults are becoming an important market segment for all internet-based services, but few studies to date have considered older adults as online shoppers and users of entertainment media. Utilising the concept of life course, this article investigates the use of mobile technologies for online shopping and entertainment among consumers aged 55 to 74. The data were collected with a web-based survey completed by a panel of respondents representing Finnish television viewers (N = 322). The results reveal that consumers aged 55 to 74 use a smartphone or tablet to purchase products or services online as often as younger consumers. In contrast, listening to internet radio and watching videos or programmes online with a smartphone or tablet are most typical for younger male consumers. The results demonstrate that mobile-based online shopping is best predicted by age, higher education, and household type (children living at home), and use of entertainment media by age and gender. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuoppamaki, SM (Kuoppamaki, Sanna-Mari) ; Taipale, S (Taipale, Sakari) ; Wilska, TA (Wilska, Terhi-Anna)","Title":"The use of mobile technology for online shopping and entertainment among older adults in Finland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800014 ISSN: 0736-5853","Keywords":"Makerspace; Environmental support; Innovation; Self-determination; Intrinsic motivation; Continuance intention KeyWords Plus:SCHOOL PHYSICAL-EDUCATION; INTRINSIC MOTIVATION; NEED SATISFACTION; AUTONOMY SUPPORT; BEHAVIOR; MODEL; PARTICIPATION; ANTECEDENTS; TECHNOLOGY; INNOVATION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 184-195 DOI: 10.1016/j.tele.2017.02.003 Published: JUL 2017","Abstract":"Makerspaces are informal physical spaces located in community settings or educational institutions where people immerse themselves in creative making. Makerspaces hold incredible potential for fostering essential skills needed for the future and are increasing in number worldwide. Previous research has identified many diverse makerspace initiatives and has demonstrated their potential, but few research has examined makerspace sustainability. Makerspace sustainability is a significant issue as diminished participation, activity, utilization, and retention limit its success. This study examines makerspace sustainability by understanding which factors influence makerspace continuance intention. This study proposes and empirically tests a conceptual framework based on self-determination theory to identify the motivations of makerspace users. An analysis of data collected from 121 South Korean makerspace users indicates that makerspace environmental support is significantly related to a makerspace user's basic psychological needs. Those psychological needs positively impact intrinsic motivation, which ultimately influences makerspace continuance intention. This research has several implications for academics while recommendations are proposed that have immediate application for practitioners which are informed by the study results. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, SY (Han, Sang-Yeal) ; Yoo, J (Yoo, Jaeheung) ; Zo, H (Zo, Hangjung) ; Ciganek, AP (Ciganek, Andrew P.)","Title":"Understanding makerspace continuance: A self-determination perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900036 ISSN: 0960-1481","Keywords":"Bioenergy; Education; Perception; Attitude strength; Social acceptance; Market acceptance KeyWords Plus:WILLINGNESS-TO-PAY; RENEWABLE ENERGY; PUBLIC ACCEPTANCE; STUDENTS KNOWLEDGE; PLANNED BEHAVIOR; BIOMASS; PERCEPTIONS; BIOFUELS; MODEL; POLICY","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 417-430 DOI: 10.1016/j.renene.2017.02.010 Published: JUL 2017","Abstract":"This study investigated the effects of using a standardized PowerPoint lecture to provide young people with nuanced information about bioenergy. The study's aim was to understand the relationShip between knowledge and participants' perception of bioenergy, and the relationship of the latter to participants' attitude strength and intention to use and learn about bioenergy. Data were collected from 715 participants using a survey instrument that contained mainly Likert-scale questions. Data were then processed using partial least squares structural equation modelling. Results show that providing such information increases knowledge about bioenergy, but does relatively little to create a more positive perception of bioenergy. In turn, having a more positive view about bioenergy would lead to a higher intention to use bioenergy. Attitude strength was found to mediate the previous relationship and decreases the strength of the relationship between perception and intention to use. Results also show that the lecture weakly contributed to building attitude strength, rendering opinion change less likely in the future. We conclude that listening to a lecture on bioenergy slightly improves people's perception of bioenergy, makes it more likely that people maintain such a disposition, and translates into a slightly higher intention to use bioenergy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Van Dael, M (Van Dael, Miet) ; Lizin, S (Lizin, Sebastien) ; Swinnen, G (Swinnen, Gilbert) ; Van Passel, S (Van Passel, Steven)","Title":"Young people's acceptance of bioenergy and the influence of attitude strength on information provision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395842500009 PubMed ID: 28213036 ISSN: 0740-0020 eISSN: 1095-9998","Keywords":"Human trichinellosis; Trichinella spp.; Meat sources KeyWords Plus:SHELLED TURTLE MEAT; WILD BOAR MEAT; TRICHINELLA-SPIRALIS; UNITED-STATES; HORSE-MEAT; HUMAN CONSUMPTION; EPIDEMIOLOGY; FRANCE; MURRELLI; ANIMALS","Categories":"Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology","Journal Information":"FOOD MICROBIOLOGY Volume: 64 Pages: 65-71 DOI: 10.1016/j.fm.2016.12.012 Published: JUN 2017","Abstract":"Trichinellosis is one of the most important foodborne zoonotic diseases, with worldwide distribution. While human risk for trichinellosis has historically been linked to pork, modern pork production systems and slaughter inspection programs have reduced or eliminated pork as a source for trichinellosis in many countries. While pork may no longer pose a significant risk for trichinellosis, many other animal species may be hosts for Trichinella species nematodes and when human consume meat from these animal species, there may be risk for acquiring trichinellosis. This review article describes the various non-pork meat sources of human trichinellosis outbreaks, where these outbreaks have occurred and some of the factors that contribute to human risk. The literature reviewed here provides evidence of the persistence of Trichinella as a human health risk for people who eat meat from feral and wild carnivores and scavengers, as well as some herbivores that have been shown to harbor Trichinella larvae. It points to the importance of education of hunters and consumers of these meats and meat products. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Rostami, A (Rostami, Ali) ; Gamble, HR (Gamble, H. Ray) ; Dupouy-Camet, J (Dupouy-Camet, Jean) ; Khazan, H (Khazan, Hooshang) ; Bruschi, F (Bruschi, Fabrizio)","Title":"Meat sources of infection for outbreaks of human trichinellosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000022 PubMed ID: 27783262 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Medical education; Medical students; Mental health; Empathy; Spirituality KeyWords Plus:QUALITY-OF-LIFE; PERSONAL BELIEFS; PHYSICIAN EMPATHY; COLLEGE-STUDENTS; SPIRITUALITY; GENDER; PROFESSIONALISM; RELIGIOUSNESS; COMPONENTS; SPECIALTY","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 1003-1017 DOI: 10.1007/s10943-016-0321-9 Published: JUN 2017","Abstract":"The purpose of this study was to investigate the influence of spirituality, religiosity, personal beliefs, and previous contact with health issues on the level of empathy in medical students. Jefferson Scale of Empathy-Student Version, WHOQOL-Spirituality, Religiousness and Personal Beliefs, and Duke University Religion Index were applied to 285 Brazilian medical students. The findings suggest that meaning of life and previous mental health treatment but not Religiosity were positively related to empathy. We suggest that more attention should be given for prevention and treatment of mental health issues, and further studies are needed to understand and replicate these findings.","Authors":"Damiano, RF (Damiano, Rodolfo Furlan) ; Ribeiro, LMD (de Andrade Ribeiro, Luciana Maria) ; dos Santos, AG (dos Santos, Amanda Guedes) ; da Silva, BA (da Silva, Barbara Almeida) ; Lucchetti, G (Lucchetti, Giancarlo)","Title":"Empathy is Associated with Meaning of Life and Mental Health Treatment but not Religiosity Among Brazilian Medical Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200016 ISSN: 0191-8869","Keywords":"Test construction; Self-peer agreement; Convergent validity; Content saturation; Social desirability; Mean responses; Personality; Self-report KeyWords Plus:SOCIAL DESIRABILITY; CONSTRUCT-VALIDITY; BASIC ISSUES; SELF; BEHAVIOR; SCALES; AGREEMENT; ACCURACY; ACQUAINTANCESHIP; OBSERVABILITY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 96-105 DOI: 10.1016/j.paid.2017.01.051 Published: JUN 1 2017","Abstract":"The current research evaluated the impact of personality questionnaire item content saturation, item social desirability, and mean item responses on the overall convergent validity of three well-known personality measures. Archival data representing groups of same-sex undergraduate roommate dyads were used for this research. Results demonstrated that content saturation, measured using item-total correlations, was the most consistent predictor of item convergent validity, measured using self-peer item response correlations. In order to predict outcome variables in education, clinical, and vocational contexts using scores on personality questionnaires, it is important for researchers to employ item selection procedures that take into account the item properties that affect the test's convergent validity. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Plouffe, RA (Plouffe, Rachel A.) ; Paunonen, SV (Paunonen, Sampo V.) ; Saklofske, DH (Saklofske, Donald H.)","Title":"Item properties and the convergent validity of personality assessment: A peer rating study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200036 ISSN: 0191-8869","Keywords":"False confessions; Adolescence; Inattention; Hyperactivity; Anxiety; Conduct problems KeyWords Plus:DEFICIT HYPERACTIVITY DISORDER; CONDUCT DISORDER; POLICE; ADHD","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 220-226 DOI: 10.1016/j.paid.2017.02.022 Published: JUN 1 2017","Abstract":"This study investigates the extent to which hyperactivity and anxiety predicts susceptibility to false confessions compared with inattention and anti-social behavioural tendencies. The sample was comprised of 11,388 young people - 5439 males and 5837 females - in further education, split into three age groups: 14-16, 17-19 and 20-24 years of age. Ordinal logistic regression models show hyperactivity to be a significant predictor of reported false confessions across age. Whilst latent inattention is a significant predictor in the youngest group (aged 1416), that effect diminishes significantly in the older age groups. Latent anxiety seems not to exert a significant effect across age. Antisocial behaviour (ASB) however does seems to exert a significant effect on false confessions across age. Given that recklessness and impulsivity are facets of conduct disorder, it may be the recklessness and impulsive component of ASB that is most relevant in predicting false confessions across age. Latent hyperactivity may therefore be the critical susceptibility factor for false confessions across adolescence. Such a finding is novel, and raises significant questions about the potential vulnerability of adolescents scoring high on hyperactivity when questioned by police. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Drake, KE (Drake, Kim E.) ; Gonzalez, RA (Gonzalez, Rafael A.) ; Sigurdsson, JF (Sigurdsson, Jon Fridrik) ; Sigfusdottir, ID (Sigfusdottir, Inga Dora) ; Gudjonsson, GH (Gudjonsson, Gisli H.)","Title":"A national study into temperament as a critical susceptibility factor for reported false confessions amongst adolescents"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398437100021 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"academic merit; academic freedom; bibliometrics; grantsmanship; research assessment KeyWords Plus:SCIENTIFIC-RESEARCH; IMPACT FACTOR; SCIENCE; FLUORESCENCE; UNIVERSITIES; POLITICS; INDEX; RANK","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 391-400 DOI: 10.1007/s11099-017-0686-3 Published: JUN 2017","Abstract":"In this article, related to a talk given at the International Meeting \"Photosynthesis Research for Sustainability-2015\", we honor Dr. George C. Papageorgiou, a highly respected scientist and an outstanding teacher and mentor. Praising him for these virtues, indispensable for research sustainability, we also bring to discussion aspects that undermine nowadays both education and research sustainability. We argue that these aspects are principally created by the predominant bureaucratic system, which, by favoring short-term utilitarian orientations and obeying \"market laws\", jeopardizes university freedom and autonomy, and has turned to \"measuring\" scientific \"production\" and establishing accordingly designed funding policies and hiring/firing/promotion criteria, which lead to merit-chasing, grant-hunting, changes in publication practice, and suppression of heterodox ideas. Such system impedes research, creates antagonism, and drives the potentially creative researcher away from originality and discovery, and from the unique satisfaction and benefit that these bring.","Authors":"Tsimilli-Michael, M (Tsimilli-Michael, M.) ; Haldimann, P (Haldimann, P.)","Title":"Sustainability of photosynthesis research-when research is impeded by the cults of audit and management"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395147800002 PubMed ID: 28078909 ISSN: 0803-7051 eISSN: 1651-1999","Keywords":"Ethical aspects; blood pressure-lowering treatment; treatment-resistant hypertension; drug adherence KeyWords Plus:ADHERENCE; HEALTH; MEDICATION; DECISIONS; DISEASE; HOME","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Peripheral Vascular Disease","Journal Information":"BLOOD PRESSURE Volume: 26 Issue: 3 Pages: 133-138 DOI: 10.1080/08037051.2016.1277129 Published: JUN 2017","Abstract":"Background: Poor drug adherence is a major cause of apparent treatment-resistant hypertension. As a consequence, several methods have been developed and attempted implemented in clinical practice to reveal non-adherence and to monitor drug adherence. There are, however, several hitherto unresolved ethical aspects regarding potential methods for drug monitoring in these patients.Results: The most striking challenge is the balance between patient autonomy and the physician's desire for the patient to adhere to the prescribed therapy. Also, methods for monitoring must only be implemented in the treatment of well-informed and consenting patients. Major resources are used on non-adherent patients; how long the physician should encourage continuation of treatment is an important question.Conclusions: We believe that physicians should reflect and discuss these potential challenges, and that patient education, information and a solid patient-physician relationship are essential for achieving drug adherence. Methods for monitoring adherence represent, however, a useful and often necessary supplement.","Authors":"Mariampillai, JE (Mariampillai, Julian E.) ; Eskas, PA (Eskas, Per Anders) ; Heimark, S (Heimark, Sondre) ; Larstorp, ACK (Larstorp, Anne Cecilie K.) ; Elmula, FEMF (Elmula, Fadl Elmula M. Fadl) ; Hoieggen, A (Hoieggen, Aud) ; Nortvedt, P (Nortvedt, Per)","Title":"Apparent treatment-resistant hypertension - patient-physician relationship and ethical issues"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800001 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"disability; support; education; care ethics; parenting; special educational needs KeyWords Plus:DISABILITY; EDUCATION; DYSLEXIA; EXPERIENCES; PARENTS; MOTHERS; PERCEPTIONS; GEOGRAPHIES; PROVISION; CHILDHOOD","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 259-273 DOI: 10.1080/14733285.2016.1219021 Published: JUN 2017","Abstract":"There is a growing body of literature which marks out a feminist ethics of care and it is within this framework we understand transitions from primary to secondary school education can be challenging and care-less, especially for disabled children. By exploring the narratives of parents and professionals, we investigate transitions and self-identity, as a meaningful transition depends on the care-full spaces pupils inhabit. These education narratives are all in the context of privileging academic attainment and a culture of testing and examinations. Parents and professionals, as well as children are also surveyed. Until there are care-full education processes, marginalisation will remain, impacting on disabled children's transition to secondary school and healthy identity construction. Moreover, if educational challenges are not addressed, their life chances are increasingly limited. Interdependent caring work enables engagement in a meaningful education and positive identity formation. In school and at home, care-full spaces are key in this process.","Authors":"Lithari, E (Lithari, Eleni) ; Rogers, C (Rogers, Chrissie)","Title":"Care-less spaces and identity construction: transition to secondary school for disabled children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800002 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Children and young people's participation; everyday citizenship; home; school; community KeyWords Plus:EARLY-CHILDHOOD EDUCATION; RIGHTS; CITIZENSHIP; POLITICS; ARTICLE; VOICES; ENOUGH; LIMITS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 274-288 DOI: 10.1080/14733285.2016.1219022 Published: JUN 2017","Abstract":"The body of work on children's participation has been valuable in asserting its importance. Nonetheless, participation is a contested concept and key challenges arise relating to its emphasis on age and voice, its focus on socialising the participative responsible citizen, and its failure to sufficiently recognise the range of participatory activities of children in their everyday lives. This article presents findings of a study on children's experiences of participation in their homes, schools, and communities including the importance of the relational context, how everyday interactions rather than performative' formal structures for participation are valued by children and how their participation is limited by adult processes based on notions of competence and voice. It concludes with an argument for recognising and facilitating children's informal and social participation as well as new forms of democratic processes being developed by children to address the possibility of governance and over-responsibilisation of children.","Authors":"Horgan, D (Horgan, Deirdre) ; Forde, C (Forde, Catherine) ; Martin, S (Martin, Shirley) ; Parkes, A (Parkes, Aisling)","Title":"Children's participation: moving from the performative to the social"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800003 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"aspiration; hope; widening participation; higher education; social mobility; habitus KeyWords Plus:SCHOOL; GEOGRAPHIES; TIME; DISCOURSES; YOURSELF","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 289-303 DOI: 10.1080/14733285.2016.1221057 Published: JUN 2017","Abstract":"In this paper, I explore how working-class young people in Leicester hope and plan for their futures as they consider the possibility of attending university. I respond to Pimlott-Wilson's [2011. The Role of Familial Habitus in Shaping Children's Views of Their Future Employment. Children's Geographies 9 (1): 111-118] call for further research to investigate how individual dispositions and habitus affect how young people hope and aspire towards the future. I do this in three ways. First, I empirically test Webb's [2007. Modes of Hoping. History of the Human Sciences 20 (3): 65-83] hope theory to understand how aspirations are formed on an individual and societal level. In doing so, I critically question what is understood by the term aspiration'. This allows me to question what it means for young people to raise aspirations' towards university. Second, I explore how a spatial analysis can contribute towards an understanding of how habitus, hope and aspirations interlock to shape young people's futures. Third, I argue that hope can be regarded as a form of capital which in turn influences habitus.","Authors":"Grant, T (Grant, Thomas)","Title":"The complexity of aspiration: the role of hope and habitus in shaping working-class young people's aspirations to higher education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800006 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Educational delay; academic achievement; primary school enrolment; non-governmental organization support; mixed-methods KeyWords Plus:UNIVERSAL PRIMARY-EDUCATION; KIBALE NATIONAL-PARK; CHILD LABOR; DEVELOPING-COUNTRIES; RESOURCE EXTRACTION; AFRICA; PROXIMITY; MOBILITY; POVERTY; ORPHANS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 334-348 DOI: 10.1080/14733285.2016.1244603 Published: JUN 2017","Abstract":"Using a mixed-methods approach, including qualitative, quantitative and Geographic Information Science methods, we assessed the primary school landscape around a protected area in Western Uganda. Data from a household survey, interviews and standardized school examinations were mapped to visualize spatial patterns in enrolment and academic achievement. We found children on average were starting school at age nine, but started to dropout as early as age 14; especially orphaned boys. Twenty of 36 schools demonstrated improving examination results from 2004 to 2013, although in one district improvements were lacking. Girls traditionally perform poorer than boys on exams in Uganda, but we found girls' exam scores were catching-up. Support from one non-governmental organization with a long-term local presence was improving academic achievement. The use of Geographic Information Science provided spatially explicit recommendations to guide local policy actions for primary school education.","Authors":"MacKenzie, CA (MacKenzie, Catrina A.) ; Moffatt, SP (Moffatt, Sylvia P.) ; Ogwang, J (Ogwang, Jimmy) ; Ahabyona, P (Ahabyona, Peter) ; Sengupta, RR (Sengupta, Raja R.)","Title":"Spatial and temporal patterns in primary school enrolment and exam achievement in Rural Uganda"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600029 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Gamification; Serious games; Engagement; Loyalty; Tourism experiences KeyWords Plus:EXPERIENCES; TECHNOLOGY; MOTIVATION","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 244-256 DOI: 10.1016/j.tourman.2016.11.020 Published: JUN 2017","Abstract":"Gamification has become a focus of attention in an increasing number of fields including business, education, and health care. Through a wide range of applications and support functions, its potential for the tourism industry is significant. Gamification of tourism can contribute to a more rewarding interactions and higher level of satisfaction, as well as increase brand awareness and loyalty to the destination. As one of the first attempts to conceptualize gamification of tourism, this paper examines gaming in general terms and the application of it in specific tourism fields. It identifies game design elements that can contribute to a meaningful gamification. A few cases of best practices are presented to show how this innovative concept can benefit tourism marketing. Implications for tourism marketing and management are discussed as well as future research recommendations. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Xu, FF (Xu, Feifei) ; Buhalis, D (Buhalis, Dimitrios) ; Weber, J (Weber, Jessika)","Title":"Serious games and the gamification of tourism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600035 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Research; Publishing; Pressures; Career; Gamesmanship KeyWords Plus:TOURISM RESEARCH; HOSPITALITY; SCIENCES; JOURNALS; RANKING; AUTHORS; UNIVERSITY; EDUCATION; PROGRAM; PERISH","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 322-331 DOI: 10.1016/j.tourman,2016.12.013 Published: JUN 2017","Abstract":"The career prospects of tourism and hospitality academics have changed radically in the past 40 years, and this study examines how senior researchers, mid-career academics, and new and emerging scholars are negotiating the rapidly changing research, publishing, and ultimately career progression landscape. A total of 264 respondents were recruited via TRINET and CIRET. Respondents assessed their perceived pressures to adopt research and publishing approaches and provided career advice that were analyzed via content analysis. Collaboration, selection of journal, topic choice, and contribution to the field were highly ranked publishing advice from academics. Pressures to adopt authorship tactics were reported among new and emerging, and mid-career academics to maximize publication output. This study suggests academics may risk sacrificing longer-term career prospects for short-term survival as increased emphasis of performance metrics becomes more common, and considers the implications of shifting goal posts in research and publishing for the field. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tung, VWS (Tung, Vincent Wing Sun) ; McKercher, B (McKercher, Bob)","Title":"Negotiating the rapidly changing research, publishing, and career landscape"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600043 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Sustainability information; Absorptive capacity; Sustainability motivations; Sustainability practices; Sustainability performance; Small firms KeyWords Plus:CORPORATE SOCIAL-RESPONSIBILITY; ABSORPTIVE-CAPACITY; COMPETITIVE ADVANTAGE; KNOWLEDGE ACQUISITION; TOURISM ORGANIZATIONS; SMALL BUSINESSES; HOTEL INDUSTRY; SMALL FIRMS; INNOVATION; SMES","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 418-429 DOI: 10.1016/j.tourman.2016.12.017 Published: JUN 2017","Abstract":"We use the concept of absorptive capacity to better understand the relationship between sustainability information acquisition, proactivity and performance. A quantitative analysis of a survey of 408 tourism enterprises in Catalonia (Spain) shows that: i) growth-oriented motivations are related to communication with industry-related sources, and to individual and informal channels, while lifestyle motivations are related to communication with other stakeholders; ii) sustainability implementation is related to communication with other stakeholders, to the use of collective and formal channels, and to the perceived usefulness of information; and iii) sustainability performance is related to the introduction of environmental and economic practices, to the use of both industry and broader sources of information, and to the perceived usefulness of information. We suggest that sustainability training and education may be more successful in achieving behaviour change when they are adapted to the absorptive capacity and learning styles of their target audiences. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Garay, L (Garay, Lillis) ; Font, X (Font, Xavier) ; Pereira-Moliner, J (Pereira-Moliner, Jorge)","Title":"Understanding sustainability behaviour: The relationship between information acquisition, proactivity and performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372000012 PubMed ID: 28161620 ISSN: 0306-4603 eISSN: 1873-6327","Keywords":"Hookah; Waterpipe; Smoking; Harm perception; Prevalence KeyWords Plus:WATERPIPE TOBACCO SMOKING; OF-THE-LITERATURE; UNITED-STATES; YOUNG-ADULTS; ELECTRONIC CIGARETTES; COLLEGE-STUDENTS; PRODUCT USE; RISK; ESTABLISHMENTS; ATTITUDES","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"ADDICTIVE BEHAVIORS Volume: 69 Pages: 78-86 DOI: 10.1016/j.addbeh.2017.01.032 Published: JUN 2017","Abstract":"This study aimed to determine the prevalence and factors associated with hookah smoking and perceptions of harm among U.S. adults. Data were pooled from the Tobacco Products and Risk Perceptions Surveys conducted separately in the summers of 2014 and 2015, among a probability sample selected from an online research panel. Descriptive, logistic regression, and multinomial logistic regression analyses were conducted. In 2014/2015, prevalence of ever and past 30-day hookah smoking among U.S. adults were 15.8% (95% Cl.: 15.0%, 16.7%) and 1.5% (95% CI.: 12%, 1.8%), respectively. Adults who used other alternative tobacco products had a higher odds of hookah smoking than those who did not Adults with some college education (AOR, 153) and with a college degree or more (AOR, 2.21), those identified as non-Hispanic other (AOR, 138) were more likely to be ever hookah smokers. Being a young adult (AOR, 2.7), college-educated (AOR, 23), never smoker (AOR, 2.1), and an ever hookah smoker (AOR, 2.8) were associated with lower perceptions of harm. Findings suggest that young college students are at higher risk of smoking hookah and that hookah smoking is more prevalent among individuals who use other tobacco products, such as little cigars and cigarillos, traditional cigars, and e-rigarettes, indicating a distinct group of users of alternative tobacco products. Regarding potential harm of hookah, the study highlights a knowledge gap and misperception especially among young, college-educated, and never smokers. Public health interventions should target these subpopulations to provide them with accurate information on hookah smoking. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Majeed, BA (Majeed, Ban A.) ; Sterling, KL (Sterling, Kymberle L.) ; Weaver, SR (Weaver, Scott R.) ; Pechacek, TF (Pechacek, Terry F.) ; Eriksen, MP (Eriksen, Michel P.)","Title":"Prevalence and harm perceptions of hookah smoking among US adults, 2014-2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396959700004 ISSN: 0305-0483","Keywords":"Welfare; HDI; Two-level DEA; Bad outputs; Mexico KeyWords Plus:HUMAN-DEVELOPMENT INDEX; DATA ENVELOPMENT ANALYSIS; HUMAN-DEVELOPMENT INDICATOR; DISTANCE FUNCTION-APPROACH; QUALITY-OF-LIFE; DEA; WEIGHTS; SUSTAINABILITY; MODEL","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"OMEGA-INTERNATIONAL JOURNAL OF MANAGEMENT SCIENCE Volume: 69 Pages: 43-52 DOI: 10.1016/j.omega.2016.08.001 Published: JUN 2017","Abstract":"One of the main goals of any country is to secure the general welfare of society, entailing positive levels of education, health and income, coupled with low levels of social inequality. The following paper studies the efficient use of economic and social resources to generate social welfare in the preSence of bad outputs in the states of Mexico during 2010. A two -level data envelopinent analysis model Was used to determine how efficient the 32 states of the Mexican Republic were, considering as model variables the socioeconomic indicators of the three dimensions of human development (education, health and income), and the data on poverty or inequity in the country. The analysis of the results reveals that only 5 of the 32 units studied were efficient in generating welfare and in reducing poverty, while the rest need to increase their welfare levels and especially reduce inequity in education and income using the economic and social resources they possess. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gimenez, V (Gimenez, Victor) ; Ayvar-Campos, FJ (Ayvar-Campos, Francisco Javier) ; Navarro-Chavez, JCL (Navarro-Chavez, Jose Cesar Lenin)","Title":"Efficiency in the generation of social welfare in Mexico: A proposal in the presence of bad outputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398193000005 PubMed ID: 27846729 ISSN: 1355-7858 eISSN: 1465-3419","Keywords":"Insomnia; sleep disorders; adults; Saudi Arabia KeyWords Plus:GENERAL-POPULATION; SOCIODEMOGRAPHIC FACTORS; SLEEP; COMMUNITY; ADULTS; CONSEQUENCES; EPIDEMIOLOGY; ADOLESCENTS; DISORDERS; SYMPTOMS","Categories":"Ethnic Studies; Public, Environmental & Occupational Health Web of Science Categories:Ethnic Studies; Public, Environmental & Occupational Health","Journal Information":"ETHNICITY & HEALTH Volume: 22 Issue: 3 Pages: 285-294 DOI: 10.1080/13557858.2016.1244624 Published: JUN 2017","Abstract":"Objectives: The aim of this study was to determine the prevalence of insomnia among the Saudi adult population.Study design: A cross-sectional insomnia survey was conducted at King Abdulaziz Medical City (KAMC) in Riyadh, Saudi Arabia. The presence of insomnia was defined by difficulty initiating sleep, early morning awakening, or frequent awakening, in addition to the second-day effect in the form of fatigue, tiredness, or changes in the mode because of lack of sleep.Results: The crude prevalence of insomnia was 77.7% (95% CI=75.9-79.5%). The gender-adjusted prevalence of insomnia was higher for females, 88.7% (95% CI=86.4-90.7%) than for males, 70.4% (95% CI=67.8-72.9%), p-value=.001. The age-adjusted prevalence of insomnia was higher for the elderly, 93.7% (95% CI=90.6-96.0%) than for the middle aged, 79.8% (95% CI=77.4-82.1%), or for the young group, 64.2% (95% CI=59.9-68.4%), p-value=.001. The Chi-square analyses revealed that (1) being elderly, widowed/divorced, females, or housewives, (2) having a lack of education, and (3) excessive tea consumption were significantly associated with elevated risks for insomnia (p-values<.05).Conclusions: Insomnia is most prevalent among Saudi females and the elderly Saudi population.","Authors":"Ahmed, AE (Ahmed, Anwar E.) ; AL-Jahdali, H (AL-Jahdali, Hamdan) ; Fatani, A (Fatani, Abdulhamid) ; Al-Rouqi, K (Al-Rouqi, Khalid) ; AL-Jahdali, F (AL-Jahdali, Fares) ; Al-Harbi, A (Al-Harbi, Abdullah) ; Baharoon, S (Baharoon, Salim) ; Ali, YZ (Ali, Yosra Z.) ; Khan, M (Khan, Mohammad) ; Rumayyan, A (Rumayyan, Ahmad)","Title":"The effects of age and gender on the prevalence of insomnia in a sample of the Saudi population"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600001 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Psychological well-being; Ryff's Psychological Well-Being Scales; Confirmatory factor analysis; University students KeyWords Plus:CONSTRUCT-VALIDITY","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 1-8 DOI: 10.1016/j.ejeps.2016.10.001 Published: JUN 2017","Abstract":"The present investigation examines the factorial structure of Ryff's Scales of Psychological Well-Being in university students; 1,402 students took part in the study. Participants were randomized into two independent homogeneous ( calibration and validation) subsamples. Various theoretical models proposed by previous research were subjected to confirmatory factor analysis. Our results indicate that the four factor model ( self-acceptance, environmental mastery, purpose in life, and personal growth) with no latent factors show the best fit to the empirical data. These findings are discussed according to theoretical and empirical implications. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Freire, C (Freire, Carlos) ; Ferradas, MDM (del Mar Ferradas, Maria) ; Nunez, JC (Carlos Nunez, Jose) ; Valle, A (Valle, Antonio)","Title":"The factorial structure of Ryff's Psychological Well-Being Scales in university students"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600002 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Parental breakup; Divorce; Family KeyWords Plus:PSYCHOLOGICAL STRESS; DIVORCE; CHILDHOOD; ADULTS; LIFE; CONSEQUENCES; ADOLESCENTS; EXPOSURE; EVENTS","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 9-14 DOI: 10.1016/j.ejeps.2016.10.002 Published: JUN 2017","Abstract":"The aim of the present study is to assess the risks associated with parental breakup on the children's physical health indicators in relation to adaptive and maladaptive behaviour. Across-sectional designed study was conducted to assess the physical health indicators of children in relation to the family type (intact homes vs. separated parents). The study was performedin the Primary Healthcare Area of the University Hospital of Santiago de Compostela (Spain). The sample consisted of 467 children and adolescents, of whom 300 (64.2%) were from broken homes, and 167 (35.8%) from intact families. The data on physical health were gathered using a structured interview, the Structured Developmental History of the BASC. Children living with separated parents had approximately double the risk of gastrointestinal, genitourinary, dermatological and neurological disorders than children in intact families. Parental breakup is a risk factor for the children's physical health in terms of genitourinary, gastrointestinal, dermatological, and neurological disorders. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Martinon, JM (Maria Martinon, Jose) ; Farina, F (Farina, Francisca) ; Corras, T (Corras, Tania) ; Seijo, D (Seijo, Dolores) ; Souto, A (Souto, Antonio) ; Novo, M (Novo, Mercedes)","Title":"Impact of parental breakup on the physical health of children"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600003 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Socially prescribed perfectionism; Hostility; Anger KeyWords Plus:ANGER; ADOLESCENTS; DEPRESSION; CHILDREN; QUESTIONNAIRE; ASSOCIATIONS; DIMENSIONS; HOSTILITY; ALCOHOL; ANXIETY","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 15-22 DOI: 10.1016/j.ejeps.2016.10.003 Published: JUN 2017","Abstract":"The aim of this study was to assess the relationship between socially prescribed perfectionism (SPP) and aggressiveness according to their components: physiological-emotional( anger), motor (physical and verbal aggression), and cognitive (hostility). The sample included 776 children from the 3rd to 6th year of Primary School (M = 9.72 years; SD = 1.14). The Child and Adolescent Perfectionism Scale and the Aggression Questionnaire were used to assess, respectively, SPP and components of aggressive behaviour: Anger, Hostility, Physical and Verbal Aggression. The mean difference analysis showed that students with high levels of SPP scored significantly higher on all 4 sub-scales of Aggression Questionnaire, compared with their peers with lower levels of SPP. Moderate effect sizes were obtained for all cases, except for Hostility, where the magnitude of the differences was small. Logistic regression analysis revealed that the 4 dimensions of Aggression Questionnaire predicted significantly and positively high scores on SPP, with the OR ranging from 1.07 to 1.12. The results showed that there is a close relationship between the SPP and manifestations of aggression. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Garcia-Fernandez, JM (Manuel Garcia-Fernandez, Jose) ; Vicent, M (Vicent, Maria) ; Ingles, CJ (Ingles, Candido J.) ; Gonzalvez, C (Gonzalvez, Carolina) ; Sanmartin, R (Sanmartin, Ricardo)","Title":"Relationship between socially prescribed perfectionism and aggressive behaviour during late childhood"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600004 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Learning to read; Reading effectiveness; Reading comprehension; Matthew effect Longitudinal KeyWords Plus:INDIVIDUAL-DIFFERENCES; COMPREHENSION; PERFORMANCE","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 23-32 DOI: 10.1016/j.ejeps.2016.07.001 Published: JUN 2017","Abstract":"The Matthew effect on reading refers the contrasted phenomenon on how differences in performance between good and poor readers can increase over time. A longitudinal study was conducted on the presence/absence of Matthew effect in a sample of 1st to 5th year Primary School children. A total of 51 students who started Primary School in 2011 were evaluated five times by several reading measurement tools: Collective Test of Reading Efficacy (TECLE), PROLEC-R (a battery of tests for the evaluation of reading processes, ACL (a Spanish reading comprehension test), and BEL (a standardised Spanish reading test). Assessment was carried out each June between 2011 and 2015. A group of children (n = 13) considered at risk of being low performance readers (using a percentile criterion below 25 obtained on the TECLE test at the end of the 1st year). A comparison was then made of the progress over 5 years between this group, and a group of average performance readers (n = 26), as well as high-level performance readers (n = 12) from the same sample of participants. Tracking the reader profile of students at risk, helps to determine the changes generated in these children through the different assessments over the five years of the study. The overall results showed differences between the groups assessed, but differences between readers at risk and other groups were not increased. Furthermore, the individual monitoring of students at risk showed that some children improvised his/her performance in reading above the average. Educational suggestions from the study are discussed. (C) 2017 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Villagran, MA (Aguilar Villagran, Manuel) ; Mendizabal, EA (Aragon Mendizabal, Estibaliz) ; Guzman, JIN (Navarro Guzman, Jose I.) ; Candida, DCY (Delgado Casas, Candida) ; Consejero, EM (Marchena Consejero, Esperanza)","Title":"Langitudinal study of the Matthew effect on reading progress in primary education(sp1st to 5th)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396578600005 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"PSICO-A; Computer system; Educational psychology; Concept maps; Simulations KeyWords Plus:SCIENCE","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 33-39 DOI: 10.1016/j.ejeps.2016.07.002 Published: JUN 2017","Abstract":"PSICO-A is a computer system for learning Psychology. It is specially designed for secondary school children. It is the first system in Psychology designed for learning didactic units of the subject. PSICO-A is based on many pedagogical influences, such as concept maps, free retrieval practice, effective feedback, simulations, digital games, and metacognition. A significant improvement has been shown in the conceptual performance in those children that constructed computer-generated maps using the system compared to those that have drawn them by hand. An evaluation was also made of the interactions between concept mapping and simulations, demonstrating that the first group of pupils performed better in simulations than the second group. Further studies are needed to study the influence of these two conditions of concept mapping on the performance of digital games. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Marques, JG (Gonzalez Marques, Javier) ; Pelta, C (Pelta, Carlos)","Title":"Concept maps and simulations in a computer system for learning Psychology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Intelligent tutoring systems; Distance education and telelearning; Interactive learning environments; Computational intelligence KeyWords Plus:PARTICLE SWARM OPTIMIZATION; ARTIFICIAL NEURAL-NETWORKS; GENETIC ALGORITHMS; TUTORING SYSTEM; CONVERGENCE; STRATEGIES","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 94-108 DOI: 10.1016/j.eswa.2017.01.021 Published: JUN 1 2017","Abstract":"Identifying students' learning styles has several benefits such as making students aware of their strengths and weaknesses when it comes to learning and the possibility to personalize their learning environment to their learning styles. While there exist learning style questionnaires for identifying a student's learning style, such questionnaires have several disadvantages and therefore, research has been conducted on automatically identifying learning styles from students' behavior in a learning environment. Current approaches to automatically identify learning styles have an average precision between 66% and 77%, which shows the need for improvements in order to use such automatic approaches reliably in learning environments. In this paper, four computational intelligence algorithms (artificial neural network, genetic algorithm, ant colony system and particle swarm optimization) have been investigated with respect to their potential to improve the precision of automatic learning style identification. Each algorithm was evaluated with data from 75 students. The artificial neural network shows the most promising results with an average precision of 80.7%, followed by particle swarm optimization with an average precision of 79.1%. Improving the precision of automatic learning style identification allows more students to benefit from more accurate information about their learning styles as well as more accurate personalization towards accommodating their learning styles in a learning environment. Furthermore, teachers can have a better understanding of their students and be able to provide more appropriate interventions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bernard, J (Bernard, Jason) ; Chang, TW (Chang, Ting-Wen) ; Popescu, E (Popescu, Elvira) ; Graf, S (Graf, Sabine) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Graf, Sabine  http://orcid.org/0000-0002-9898-4145","Title":"Learning style Identifier: Improving the precision of learning style identification through computational intelligence algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395745500007 ISSN: 1561-4263 eISSN: 1477-271X","Keywords":"Sex offender registry; police; community attitudes; online survey; West Australian police KeyWords Plus:NOTIFICATION LAWS; IMPACT","Categories":"Criminology & Penology Web of Science Categories:Criminology & Penology","Journal Information":"POLICE PRACTICE AND RESEARCH Volume: 18 Issue: 3 Pages: 275-290 DOI: 10.1080/15614263.2017.1291572 Published: JUN 2017","Abstract":"Publically accessible information about sex offenders through an online registry of sex offenders has been a polemic issue for governments, police and the wider community with debate largely driven by community expectations of police ensuring the safety of children and women from sexual predators. In October 2012, Western Australia became the first and currently only state or territory in Australia to allow public access to a three tiered register via the Community Protection Website (CPW) that would be monitored by West Australian Police. The introduction of this website triggered significant debate across the country. A survey was developed to capture the opinions of members of the public who had accessed the online registry to understand their views of the online tool and its purpose as a form of community safety. Findings from the survey reveal that the community lacks understanding of the prevalence of child sexual abuse and the fact that a child is more likely to experience sexual victimization within the family unit. There is also a need for greater community education and awareness about the purpose and limitations of the CPW as many believed that all sex known sex offenders are publicly registered, therefore creating a false sense of security.","Authors":"Taylor, SC (Taylor, S. Caroline)","Title":"Community perceptions of a public sex offender registry introduced in Western Australia"}]