[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396713000008 ISSN: 0022-166X eISSN: 1548-8004","Categories":"Business & Economics Web of Science Categories:Economics; Industrial Relations & Labor","Journal Information":"JOURNAL OF HUMAN RESOURCES Volume: 52 Issue: 1 Pages: 272-311 DOI: 10.3368/jhr.52.1.0813-5900R Published: WIN 2017","Abstract":"This paper investigates how the reduction of barriers to migration affected the decision of middle school graduates to attend high school in rural China. Change in the cost of migration is identified using exogenous variation across counties in the timing of national identity card distribution, which made it easier for rural migrants to register as temporary residents in urban destinations. After taking care to address potential strengths and weaknesses of our identification strategy, we find a robust, negative relationship between migrant opportunity and high school enrollment that cannot be explained by geographic convergence in access to education across rural China.","Authors":"de Brauw, A (de Brauw, Alan) ; Giles, J (Giles, John)","Title":"Migrant Opportunity and the Educational Attainment of Youth in Rural China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396740100007 ISSN: 0276-8739 eISSN: 1520-6688","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Public Administration","Journal Information":"JOURNAL OF POLICY ANALYSIS AND MANAGEMENT Volume: 36 Issue: 1 Pages: 126-+ DOI: 10.1002/pam.21962 Published: WIN 2017","Abstract":"Hispanic high school graduates have lower college completion rates than academically similar white students. As Hispanic students have been theorized to be more constrained in the college search and selection process, one potential policy lever is to increase the set of colleges to which these students apply and attend. In this paper, we investigate the impacts of the College Board's National Hispanic Recognition Program (NHRP), which recognizes the highest-scoring 11th-grade Hispanic students on the PSAT/NMSQT, as a mechanism of improving college choice and completion. The program not only informs students about their relative ability, but it also enables colleges to identify, recruit, and offer enrollment incentives. Overall, we find that the program has strong effects on college attendance patterns, shifting students from two-year to four-year institutions, as well as to colleges that are out-of-state and public flagships, all areas where Hispanic attendance has lagged. NHRP shifts the geographic distribution of where students earn their degree, and increases overall bachelor's completion among Hispanic students who traditionally have had lower rates of success. These results demonstrate that college outreach can have significant impacts on the enrollment choices of Hispanic students and can serve as a policy lever for colleges looking to draw academically talented students. (C) 2016 by the Association for Public Policy Analysis and Management.","Authors":"Gurantz, O (Gurantz, Oded) ; Hurwitz, M (Hurwitz, Michael) ; Smith, J (Smith, Jonathan)","Title":"College Enrollment and Completion Among Nationally Recognized High-Achieving Hispanic Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395434100006 ISSN: 0094-8373 eISSN: 1938-5331","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology; Evolutionary Biology; Paleontology Web of Science Categories:Biodiversity Conservation; Ecology; Evolutionary Biology; Paleontology","Journal Information":"PALEOBIOLOGY Volume: 43 Issue: 1 Pages: 85-113 DOI: 10.1017/pab.2016.33 Published: WIN 2017","Abstract":"Although extinction risk has been found to have a consistent negative relationship with geographic range across wide temporal and taxonomic scales, the effect has been difficult to disentangle from factors such as sampling, ecological niche, or clade. In addition, studies of extinction risk have focused on benthic invertebrates with less work on planktic taxa. We employed a global set of 1114 planktic graptolite species from the Ordovician to lower Devonian to analyze the predictive power of species' traits and abiotic factors on extinction risk, combining general linear models (GLMs), partial least-squares regression (PLSR), and permutation tests. Factors included measures of geographic range, sampling, and graptolite-specific factors such as clade, biofacies affiliation, shallow water tolerance, and age cohorts split at the base of the Katian and Rhuddanian stages. The percent variance in durations explained varied substantially between taxon subsets from 12% to 45%. Overall commonness, the correlated effects of geographic range and sampling, was the strongest, most consistent factor (12-30% variance explained), with clade and age cohort adding up to 18% and other factors <10%. Surprisingly, geographic range alone contributed little explanatory power (<5%). It is likely that this is a consequence of a nonlinear relationship between geographic range and extinction risk, wherein the largest reductions in extinction risk are gained from moderate expansion of small geographic ranges. Thus, even large differences in range size between graptolite species did not lead to a proportionate difference in extinction risk because of the large average ranges of these species. Finally, we emphasize that the common practice of determining the geographic range of taxa from the union of all occurrences over their duration poses a substantial risk of overestimating the geographic scope of the realized ecological niche and, thus, of further conflating sampling effects on observed duration with the biological effects of range size on extinction risk.","Authors":"Boyle, J (Boyle, James) ; Sheets, HD (Sheets, H. David) ; Wu, SY (Wu, Shuang-Ye) ; Goldman, D (Goldman, Daniel) ; Melchin, MJ (Melchin, Michael J.) ; Cooper, RA (Cooper, Roger A.) ; Sadler, PM (Sadler, Peter M.) ; Mitchell, CE (Mitchell, Charles E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sadler, Peter  http://orcid.org/0000-0002-7728-0042 Boyle, James  http://orcid.org/0000-0002-6818-1659","Title":"The impact of geographic range, sampling, ecology, and time on extinction risk in the volatile clade Graptoloida"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395767200009 PubMed ID: 27759164 ISSN: 0022-4006 eISSN: 1752-7325","Keywords":"health status disparities; minority groups; randomized controlled trials; refusal to participate; dental caries; child; participant retention; attrition KeyWords Plus:RANDOMIZED CONTROL TRIAL; NATION HEAD-START; CLINICAL-TRIAL; CANCER PREVENTION; PREGNANT-WOMEN; TO-REACH; RECRUITMENT; COMMUNITY; INTERVENTION; LATINOS","Categories":"Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health Web of Science Categories:Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF PUBLIC HEALTH DENTISTRY Volume: 77 Issue: 1 Pages: 63-77 DOI: 10.1111/jphd.12182 Published: WIN 2017","Abstract":"Objectives: To identify successful strategies for retention of participants in multiyear, community-based randomized controlled trials (RCTs) aiming to reduce early childhood caries in health disparities populations from diverse racial/ethnic backgrounds and across diverse geographic settings. Methods: Four RCTs conducted by the Early Childhood Caries Collaborating Centers (EC4), an initiative of the National Institute of Dental and Craniofacial Research, systematically collected information on the success of various strategies implemented to promote participant retention in each RCT. The observational findings from this case series of four RCTs were tabulated and the strategies rated by study staff. Results: Participant retention at 12 months of follow-up ranged from 52.8 percent to 91.7 percent, and at 24 months ranged from 53.6 percent to 85.9, across the four RCTs. For the three RCTs that had a 36-month follow-up, retention ranged from 53.6 percent to 85.1 percent. Effectiveness of different participant retention strategies varied widely across the RCTs. Conclusions: Findings from this case series study may help to guide the design of future RCTs to maximize retention of study participants and yield needed data on effective interventions to reduce oral health disparities.","Authors":"Garcia, RI (Garcia, Raul I.) ; Tiwari, T (Tiwari, Tamanna) ; Ramos-Gomez, F (Ramos-Gomez, Francisco) ; Heaton, B (Heaton, Brenda) ; Orozco, M (Orozco, Mario) ; Rasmussen, M (Rasmussen, Margaret) ; Braun, P (Braun, Patricia) ; Henshaw, M (Henshaw, Michelle) ; Borrelli, B (Borrelli, Belinda) ; Albino, J (Albino, Judith) ; Diamond, C (Diamond, Courtney) ; Gebel, C (Gebel, Christina) ; Batliner, TS (Batliner, Terrence S.) ; Barker, JC (Barker, Judith C.) ; Gregorich, S (Gregorich, Steven) ; Gansky, SA (Gansky, Stuart A.) ...More...Less","Title":"Retention strategies for health disparities preventive trials: findings from the Early Childhood Caries Collaborating Centers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900003 PubMed ID: 26880071 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"geriatrics; health services research; Medicare; pharmacy; policy KeyWords Plus:PRESCRIPTION DRUG BENEFIT; CHOICE SET SIZE; BENEFICIARIES KNOWLEDGE; PLAN CHOICE; IMPACT; COSTS; SATISFACTION; SELECTION; PROGRAM; CHOOSE","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 12-20 DOI: 10.1111/jrh.12175 Published: WIN 2017","Abstract":"PurposeAlthough much has been written about Medicare Part D enrollment, much less is known about beneficiaries' personal experiences with choosing a Part D plan, especially among rural residents. This study sought to address this gap by examining geographic differences in Part D enrollees' perceptions of the plan decision-making process, including their confidence in their choice, their knowledge about the program, and their satisfaction with available information. MethodsWe used data from the 2012 Medicare Current Beneficiary Survey and included adults ages 65 and older who were enrolled in Part D at the time of the survey (n = 3,706). We used ordered logistic regression to model 4 outcomes based on beneficiaries' perceptions of the Part D decision-making and enrollment process, first accounting only for differences by rurality, then adjusting for sociodemographic, health, and coverage characteristics. FindingsOverall, half of all beneficiaries were not very confident in their Part D knowledge. Rural beneficiaries had lower odds of being confident in the plan they chose and in being satisfied with the amount of information available to them during the decision-making process. After adjusting for all covariates, micropolitan residents continued to have lower odds of being confident in the plan that they chose. ConclusionsPolicy-makers should pay particular attention to making information about Part D easily accessible for all beneficiaries and to addressing unique barriers that rural residents have in accessing information while making decisions, such as reduced Internet availability. Furthermore, confidence in the decision-making process may be improved by simplifying the Part D program.","Authors":"Henning-Smith, C (Henning-Smith, Carrie) ; Casey, M (Casey, Michelle) ; Moscovice, I (Moscovice, Ira)","Title":"Does the Medicare Part D Decision-Making Experience Differ by Rural/Urban Location?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900006 PubMed ID: 26769080 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"access to care; fertility care; geographic disparities; infertility; utilization of health services KeyWords Plus:ASSISTED REPRODUCTIVE TECHNOLOGY; UNITED-STATES; DISPARITIES; INFERTILITY; CARE; IMPACT; PREVALENCE; SERVICES; ACCESS","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 41-49 DOI: 10.1111/jrh.12172 Published: WIN 2017","Abstract":"PurposeOur goal was to determine if there are differences by place of residence in visiting a doctor for help getting pregnant in a population-based study. MethodsUsing data from the Furthering Understanding of Cancer, Health, and Survivorship in Adult (FUCHSIA) Women's Study, a cohort study of fertility outcomes in reproductive-aged women in Georgia, we fit models to estimate the association between geographic type of residence and seeking help for becoming pregnant. FindingsThe prevalence of visiting a doctor for help getting pregnant ranged from 13% to 17% across geographic groups. Women living in suburban counties were most likely to seek medical care for help getting pregnant compared with women living in urbanized counties (adjusted prevalence ratio (aPR) = 1.14, 95% CI: 0.74-1.75); among women who reported infertility this difference was more pronounced (aPR = 1.59, 95% CI: 1.00-2.53). Women living in rural counties were equally likely to seek fertility care compared with women in urbanized counties in the full sample and among women who experienced infertility. ConclusionsWomen living in urban and rural counties were least likely to seek infertility care, suggesting that factors including but not limited to physical proximity to providers are influencing utilization of this type of care. Increased communication about reproductive goals and infertility care available to meet these goals by providers who women see for regular care may help address these barriers.","Authors":"Chin, HB (Chin, Helen B.) ; Kramer, MR (Kramer, Michael R.) ; Mertens, AC (Mertens, Ann C.) ; Spencer, JB (Spencer, Jessica B.) ; Howards, PP (Howards, Penelope P.)","Title":"Differences in Women's Use of Medical Help for Becoming Pregnant by the Level of Urbanization of County of Residence in Georgia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900009 PubMed ID: 26662709 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"alcohol abuse; drug abuse; mental health; policy; qualitative research KeyWords Plus:NATIONAL COMORBIDITY SURVEY; HELP-SEEKING; AMERICAN-INDIANS; UNITED-STATES; DISORDERS; SERVICES; CARE; DEPRESSION; BARRIERS; ACCESS","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 71-81 DOI: 10.1111/jrh.12167 Published: WIN 2017","Abstract":"PurposeMore than 25% of US adults experience mental health or substance use conditions annually, yet less than half receive treatment. This study explored how rural participants with behavioral health conditions pursue and receive care, and it examined how these factors differed across American Indian (AI) and geographic subpopulations. MethodsWe undertook a qualitative follow-up study from a statewide survey of unmet mental health and substance use needs in South Dakota. We conducted semistructured phone interviews with a purposive sample of key informants with varying perceptions of need for mental health and substance use treatment. ResultsWe interviewed 33 participants with mental health (n = 18), substance use (n = 9), and co-occurring disorders (n = 6). Twenty participants (61.0%) lived in rural communities that did not overlap with AI tribal land. Twelve participants (34.3%) were AI, 8 of whom lived on a reservation (24.2%). The discrepancy between actual and perceived treatment need was related to how participants defined mental health, alcohol, and drug use problems. Mental health disorders and excessive alcohol consumption were seen as a normal part of life in rural and reservation communities; seeking mental health care or maintaining sobriety was viewed as the result of an individual's willpower and frequently related to a substantial life event (eg, childbirth). Participants recommended treatment gaps be addressed through multicomponent community-level interventions. DiscussionThis study describes how rural populations view mental health, alcohol, and drug use. Enhancing access to care, addressing discordant perceptions, and improving community-based interventions may increase treatment uptake.","Authors":"Broffman, L (Broffman, Lauren) ; Spurlock, M (Spurlock, Margaret) ; Dulacki, K (Dulacki, Kristen) ; Campbell, A (Campbell, Amy) ; Rodriguez, F (Rodriguez, Fanny) ; Wright, B (Wright, Bill) ; McConnell, KJ (McConnell, K. John) ; Warne, D (Warne, Donald) ; Davis, MM (Davis, Melinda M.)","Title":"Understanding Treatment Gaps for Mental Health, Alcohol, and Drug Use in South Dakota: A Qualitative Study of Rural Perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392438900011 PubMed ID: 26879950 ISSN: 0890-765X eISSN: 1748-0361","Keywords":"geographic variation; neonatal abstinence syndrome; opioid use; prenatal drug abuse; rural health KeyWords Plus:UNITED-STATES; BIRTH OUTCOMES; PREGNANT-WOMEN; PREVALENCE; MOTHERS; WITHDRAWAL; ABUSE; PAIN","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF RURAL HEALTH Volume: 33 Issue: 1 Pages: 92-101 DOI: 10.1111/jrh.12174 Published: WIN 2017","Abstract":"PurposeThe opioid epidemic is a public health threat with consequences affecting newborns. Neonatal Abstinence Syndrome (NAS) is a constellation of withdrawal symptoms resulting primarily from in utero opioid exposure. The purpose of this study was to examine NAS and drug-specific trends in West Virginia (WV), where rurality-related issues are largely present. MethodsThe 2007-2013 WV Health Care Authority, Uniform Billing Data were analyzed for 119,605 newborn admissions with 1,974 NAS diagnoses. NAS (ICD9-CM 779.5) and exposure diagnostic codes for opioids, hallucinogens, and cocaine were utilized as incidence rate (IR) per 1,000 live births. FindingsBetween 2007 and 2013, NAS IR significantly increased from 7.74 to 31.56 per 1,000 live births per year (Z: -19.10, P < .0001). During this time period, opioid exposure increased (Z: -9.56, P < .0001), while cocaine exposure decreased (Z: 3.62, P = .0003). In 2013, the southeastern region of the state had the highest NAS IR of 48.76 per 1,000 live births. NAS infants were more likely to experience other clinical conditions, longer hospital stay, and be insured by Medicaid. ConclusionsStatewide NAS IR increased 4-fold over the study period, with rates over 3 times the national annual averages. This alarming trend is deleterious for the health of WV mother-child dyads and it strains the state's health care system. Therefore, WV has a unique need for prenatal public health drug treatment and prevention resources, specifically targeting the southeastern region. Further examination of maternal drug-specific trends and general underutilization of neonatal exposure ICD-9-CM codes is indicated.","Authors":"Stabler, ME (Stabler, Meagan E.) ; Long, DL (Long, D. Leann) ; Chertok, IRA (Chertok, Ilana R. A.) ; Giacobbi, PR (Giacobbi, Peter R.) ; Pilkerton, C (Pilkerton, Courtney) ; Lander, LR (Lander, Laura R.)","Title":"Neonatal Abstinence Syndrome in West Virginia Substate Regions, 2007-2013"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687400008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Smart cities; Spatial analysis; Bluetooth 4.0; Proximity analysis; Pervasive computing","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 71-82 DOI: 10.1016/j.eswa.2017.01.052 Published: JUL 1 2017","Abstract":"Smart Cities are employing information and communication technologies in the quest for sustainable economic development and the fostering of new forms of collective life. They facilitate connections between citizens and organizations that are of paramount importance for their long-term sustainability. As cities become more complex and their communities more dispersed, questions such as ' where can I find...' are increasingly pertinent. In this paper, we introduce NomaBlue, a new vision of spatial recognition in smart cities, the proposed system is based on an intelligent nomadic data collection and users ' collaboration using smart Bluetooth technology. We demonstrate using two case-studies that our approach is capable of proposing an efficient spatial recognition service while supporting a range of users ' constraints, our system is disconnected from the internet, it can operate in any indoor/outdoor area, it doesn't require pre-defined geographic databases and uses a new concept of nomadic data collection and sharing to speed-up the circulating information in smart cities. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Boukhechba, M (Boukhechba, Mehdi) ; Bouzouane, A (Bouzouane, Abdenour) ; Gaboury, S (Gaboury, Sebastien) ; Gouin-Vallerand, C (Gouin-Vallerand, Charles) ; Giroux, S (Giroux, Sylvain) ; Bouchard, B (Bouchard, Bruno)","Title":"A novel Bluetooth low energy based system for spatial exploration in smart cities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362000027 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"Bacterial lipid markers; Bivalves; Food safety; Spoilage KeyWords Plus:PARTICULATE MATTER; BIOCHEMICAL-COMPOSITION; BIVALVE SHELLFISH; SEASONAL-CHANGES; PHYTOPLANKTON; QUALITY; NEWFOUNDLAND; PROFILES; OYSTERS; ESTUARY","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 77 Pages: 192-198 DOI: 10.1016/j.foodcont.2017.01.012 Published: JUL 2017","Abstract":"Cockles (Cerastoderma edule) are commercially important bivalves that support several fisheries in European waters. The fatty acid (FA) profile of the adductor muscle (AM) of freshly collected live cockles can be used to reliably confirm their geographic origin. This approach is paramount for traceability, expose fraud and ensure food safety. However, no study has ever addressed if the FA profile of the AM of live cockles remains stable during shelf-life, as significant shifts may blur FA signatures recorded at harvest. The present study investigated the FA dynamics of the AM of live cockles during their shelf-life (seven days post-harvest under a refrigerated environment). Fatty acid methyl esters were obtained after transesterification of lipid extracts and analyzed through gas chromatography mass spectrometry (GC-MS). Results indicated that FA profiles remained stable until the third day post-harvest. After this period cockles started to exhibit contrasting FA profiles on their AM, namely a higher percentage of heptadecanoic acid (17:0). This FA is associated with the growth of pathogenic microorganisms responsible for food spoilage. In this way, the FA, profile of the AM of live cockles can be used to reliably trace geographic origin up to three days post-harvest, as long as specimens are stored under refrigerated conditions during shelf-life. (C) 2017 Published by Elsevier Ltd.","Authors":"Ricardo, F (Ricardo, Fernando) ; Pimentel, T (Pimentel, Tania) ; Maciel, E (Maciel, Elisabete) ; Moreira, ASP (Moreira, Ana S. P.) ; Domingues, MR (Rosario Domingues, M.) ; Calado, R (Calado, Ricardo)","Title":"Fatty acid dynamics of the adductor muscle of live cockles (Cerastoderma edule) during their shelf-life and its relevance for traceability of geographic origin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900009 ISSN: 0960-1481","Keywords":"Economic analysis; Solar power; Internal rate of return; Geographic distribution; Time-of-use electricity tariffs; Map KeyWords Plus:ELECTRICITY; SYSTEMS","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 101-112 DOI: 10.1016/j.renene.2017.01.049 Published: JUL 2017","Abstract":"While maps of solar irradiance are readily available, they do not represent the economic viability of a solar project in any particular location. This paper provides a financial analysis with different electricity tariffs and then maps the internal rate of return (IRR) of solar load displacement projects. We examine 25 locations in the southwestern USA and show that IRR maps differ substantially from irradiance maps. Our analysis includes 27 scenarios derived from the following combinations: three types of solar installations (concentrated photovoltaic (CPV), south-facing PV and PV oriented so as to optimize IRR); three project start dates (2016, 2018, 2020); and three price projections for grid-connected systems (optimistic, central, pessimistic). The variation of irradiance across these 25 locatibns is much lower than the variation of IRR. Direct normal irradiance is almost uncorrelated with the IRR from CPV projects, indicating that irradiance alone is a poor predictor of IRR. Tariff differences among the 25 locations, including time of use aspects, play a major role in determining economic viability and IRR varies considerably even within a single city. Orienting PV modules so as to optimize the IRR brings little benefit unless the optimized azimuth is greater than 20 west of south. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tomosk, S (Tomosk, Steve) ; Haysom, JE (Haysom, Joan E.) ; Hinzer, K (Hinzer, Karin) ; Schriemer, H (Schriemer, Henry) ; Wright, D (Wright, David)","Title":"Mapping the geographic distribution of the economic viability of photovoltaic load displacement projects in SW USA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700012 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Cloud storage; Geographic Information Systems (GIS); Munsell Color Chart; Spatial; Soil classification; Soil survey KeyWords Plus:APP; TOOL; INFORMATION; INDEXES; CHARTS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 108-114 DOI: 10.1016/j.geoderma.2017.02.018 Published: JUN 15 2017","Abstract":"Application of accurate and low-cost sensor technology to collect soil color data provides an opportunity to increase the density, quality and quantity of soil data to monitor our changing soil resources. The objective of this study was to develop a mobile application that would enable users to create their own soils database consisting of GPS location and soil color data gathered using the application and a mobile sensor. A mobile application was created utilizing the Nix(Tm) Pro color sensor that produces multiple color results, including Munsell color notation. The application also allows users to toggle between \"in-field\" sampling as well as dry or moist soil samples. Users can choose to record GPS location and a photo of the soil sample to upload into an online database for storage. The application was tested for functionality in the field and for its ability to match Munsell notation values determined using a Munsell Soil Color Chart (MSCC). Field data were synchronized to a cloud database and subsequently retrieved and used to produce a Geographic Information Systems (GIS) layout showing sample point locations and soil color attributes. The Soil Scanner application allows for rapid analysis and collection of soils data that can be stored for further study and reference using various color systems and location data. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Stiglitz, R (Stiglitz, Roxanne) ; Mikhailova, E (Mikhailova, Elena) ; Post, C (Post, Christopher) ; Schlautman, M (Schlautman, Mark) ; Sharp, J (Sharp, Julia) ; Pargas, R (Pargas, Roy) ; Glover, B (Glover, Benjamin) ; Mooney, J (Mooney, Jack)","Title":"Soil color sensor data collection using a GPS-enabled smartphone application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100002 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Magnetic susceptibility mapping; Contamination factor; Pollution load index; Geoaccumulation index; Heavy metal contamination; Saxonian soil KeyWords Plus:FLY-ASH; RISK-ASSESSMENT; ENVIRONMENTAL SETTINGS; POLLUTION INDEXES; ROADSIDE SOILS; PROFILES; MOBILITY; RIVER; PB; PARTICLES","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 10-21 DOI: 10.1016/j.geoderma2017.02.007 Published: JUN 1 2017","Abstract":"Magnetic susceptibility is used worldwide as a measure of concentration of (ferri)magnetic minerals in soil, sediment and dust. In soils, these minerals are of various origins: air-derived particulate pollution, parent rocks or pedogenesis. Human activity causes different changes in the content of magnetic minerals as well as their spatial and vertical distribution in soil profiles. Magnetic minerals are characterised by an affinity to other elements occurring in the soil, e.g. heavy metals. Therefore magnetic susceptibility has been widely applied as approximation of soil contamination by heavy metals. The archival soil samples collected from different soil horizons in the territory of the Free State of Saxony (Germany) were subjected to magnetic susceptibility measurements using Bartington MS2B. Additionally, samples were chemically analysed in order to determine the content of Fe, Mn, Ni, Cu, Zn, Cd, Pb and As using a method of atomic absorption spectroscopy (AAS). The contamination factor (CF) and geoaccumulation index (I-geo.) were applied for assessment of soil contamination with particular potentially toxic elements (PTE), while the more general pollution load index (PLI) was used for comparison between different geographic sites. Values of magnetic susceptibility varied from 16.6 to 1382 x 10(-8) m(3) kg(-1) in organic soil horizons and from 0.1 to 1580 x 10(-8) m(3) kg(-1) in deeper layers. Significant and relatively high correlation coefficients between soil magnetic susceptibility and the content of some heavy metals indicated that they were of the similar origin as (ferri)magnetic minerals occurring in soil (viz. industrial pollution, parent rocks or pedogenic processes). PLI distribution over the entire area of Saxony corresponds well with the magnetic susceptibility distribution, especially in the organic soil horizon. The indices qualify the northeastern part of Saxony as extremely or heavily polluted in the organic soil horizon (under forests) with decreasing contamination in deeper layers, being classified as non= polluted to moderately polluted. However, the prevailing Saxony area is characterised by low and moderate contamination by potentially toxic elements, such as heavy metals. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rachwal, M (Rachwal, Marzena) ; Kardel, K (Kardel, Kati) ; Magiera, T (Magiera, Tadeusz) ; Bens, O (Bens, Oliver)","Title":"Application of magnetic susceptibility in assessment of heavy metal contamination of Saxonian soil (Germany) caused by industrial dust deposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100012 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Soil moisture scarcity; Spatial pattern; Risk analysis; Stochastic simulation; Uncertainty KeyWords Plus:FIELD-SCALE VARIABILITY; WATER CONTENT; GEOSTATISTICAL SIMULATION; UNCERTAINTY ASSESSMENT; TEMPORAL STABILITY; NEUTRON PROBE; LAND; DYNAMICS; MODEL; DESERTIFICATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 119-128 DOI: 10.1016/j.geoderma.2017.02.003 Published: JUN 1 2017","Abstract":"Soil moisture plays a vital role in maintaining the sustainability of dryland ecosystems. Accurately predicting soil moisture scarcity (SMS) has an important interest of guidance to soil and water conservation. In this study, we gathered a time series of soil moisture measurements throughout the growing season (from April to October) in an area of approximately 100 km(2) in a desert oasis of northwestern China. Sequential Gaussian simulation was applied to investigate the spatial variability and scarcity of soil moisture across multiple land use types. Soil moisture exhibited considerable spatial heterogeneity with different magnitudes of spatial dependence at different times. Two hundred simulated realizations depicted the possible spatial variations of soil moisture in the geographic space. SMS was characterized as the natural event that occurred when the spatial probability of soil moisture not exceeding 0.15 cm(3) cm(-3) was greater than a critical threshold. With the increasing of probability thresholds, the proportion of SMS locations in each land use decreased at different rates. Given the spatial probability threshold of 0.6,13-3.8% of the cultivated land, 2.6-5.2% of the forest land, 3.2-4.6% of the grassland, and 2.7-7.4% of the shrub land were of SMS during the measuring period. The newly cultivated land and the ecotone of desert and oasis were the major regions SMS occurred. Some soil moisture conservation measures such as precision irrigation should be taken to prevent the probable land degradation and agricultural disasters in these areas. The prediction of SMS using stochastic simulation contributes to improving soil water management in the oasis and provides a methodology reference for similar studies in risk analysis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, SP (Zhang, Shuaipu) ; Shao, MG (Shao, Mingan) ; Li, DF (Li, Danfeng)","Title":"Prediction of soil moisture scarcity using sequential Gaussian simulation in an arid region of China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200026 ISSN: 0303-2434","Keywords":"Land surface temperature (LST); Land surface emissivity (LSE); Jharia Coalfield; India KeyWords Plus:SPLIT-WINDOW ALGORITHM; ZONE COLOR SCANNER; RADIOMETRIC CALIBRATION; ATMOSPHERIC CORRECTION; WATER-VAPOR; MODIS DATA; EMISSIVITY; SENSORS; IMAGERY; INDEX","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 264-277 DOI: 10.1016/j.jag.2017.02.017 Published: JUN 2017","Abstract":"The present study proposes land surface temperature (1ST) retrieval from satellite-based thermal IR data by single channel radiative transfer algorithm using atmospheric correction parameters derived from satellite-based and in-situ data and land surface emissivity (LSE) derived by a hybrid LSE model. For example, atmospheric transmittance (T) was derived from Terra MODIS spectral radiance in atmospheric window and absorption bands, whereas the atmospheric path radiance and sky radiance were estimated using satellite-and ground-based in-situ solar radiation, geographic location and observation conditions. The hybrid LSE model which is coupled with ground-based emissivity measurements is more versatile than the previous LSE models and yields improved emissivity values by knowledge-based approach. It uses NDVI-based and NDVI Threshold method (NDVITHM) based algorithms and field-measured emissivity values. The model is applicable for dense vegetation cover, mixed vegetation cover, bare earth including coal mining related land surface classes. The study was conducted in a coalfield of India badly affected by coal fire for decades. In a coal fire affected coalfield, LST would provide precise temperature difference between thermally anomalous coal fire pixels and background pixels to facilitate coal fire detection and monitoring. The derived LST products of the present study were compared with radiant temperature images across some of the prominent coal fire locations in the study area by graphical means and by some standard mathematical dispersion coefficients such as coefficient of variation, coefficient of quartile deviation, coefficient of quartile deviation for 3rd quartile vs. maximum temperature, coefficient of mean deviation (about median) indicating significant increase in the temperature difference among the pixels. The average temperature slope between adjacent pixels, which increases the potential of coal fire pixel detection from background pixels, is significantly larger in the derived LST products than the corresponding radiant temperature images. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chatterjee, RS (Chatterjee, R. S.) ; Singh, N (Singh, Narendra) ; Thapa, S (Thapa, Shailaja) ; Sharma, D (Sharma, Dravneeta) ; Kumar, D (Kumar, Dheeraj)","Title":"Retrieval of land surface temperature (LST) from landsat TM6 and TIRS data by single channel radiative transfer algorithm using satellite and ground-based inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100072 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Camel milk; Heat treatment; Fluorescence; Chemometric KeyWords Plus:EMMENTALER CHEESES; CHEMOMETRIC TOOLS; GEOGRAPHIC ORIGIN; DAIRY-PRODUCTS; MOLECULAR-STRUCTURE; WHEY PROTEINS; BOVINE-MILK; SKIM MILK; POTENTIALITY; NUTRITION","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 586-593 DOI: 10.1016/j.lwt.2016.11.013 Published: JUN 2017","Abstract":"The potentiality of the front-face fluorescence spectroscopy coupled with chemometric tools to characterize changes in camel milk following thermal treatments in the 55-75 degrees C temperature range from 0.5 min up to 30 min was studied. Nicotinamide adenine dinucleotide (NADH), fluorescent Maillard reaction products (FMRP) and vitamin A fluorescence spectra were collected on camel milk samples. Using principal component analysis (PCA), the vitamin A spectra allowed some discrimination between milk samples according to heat treatment intensity and holding time. The best results was obtained by applying common components and specific weights analysis (CCSWA) to the three spectral data sets, since a clear differentiation between camel milk samples preheated at 70 and 75 degrees C from the others was achieved. Apparent activation energy of camel milk determined from NADH, FMRP and vitamin A spectra was of 85.1, 84.2 and 47.3 kJ mol(-1), respectively. The spectral patterns of the CCSWA model enabled us to get information about the molecular changes occurring in camel milk fluorophores during heat treatment. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kamal, M (Kamal, Mohammad) ; Karoui, R (Karoui, Romdhane)","Title":"Monitoring of mild heat treatment of camel milk by front-face fluorescence spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800006 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Educational delay; academic achievement; primary school enrolment; non-governmental organization support; mixed-methods KeyWords Plus:UNIVERSAL PRIMARY-EDUCATION; KIBALE NATIONAL-PARK; CHILD LABOR; DEVELOPING-COUNTRIES; RESOURCE EXTRACTION; AFRICA; PROXIMITY; MOBILITY; POVERTY; ORPHANS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 334-348 DOI: 10.1080/14733285.2016.1244603 Published: JUN 2017","Abstract":"Using a mixed-methods approach, including qualitative, quantitative and Geographic Information Science methods, we assessed the primary school landscape around a protected area in Western Uganda. Data from a household survey, interviews and standardized school examinations were mapped to visualize spatial patterns in enrolment and academic achievement. We found children on average were starting school at age nine, but started to dropout as early as age 14; especially orphaned boys. Twenty of 36 schools demonstrated improving examination results from 2004 to 2013, although in one district improvements were lacking. Girls traditionally perform poorer than boys on exams in Uganda, but we found girls' exam scores were catching-up. Support from one non-governmental organization with a long-term local presence was improving academic achievement. The use of Geographic Information Science provided spatially explicit recommendations to guide local policy actions for primary school education.","Authors":"MacKenzie, CA (MacKenzie, Catrina A.) ; Moffatt, SP (Moffatt, Sylvia P.) ; Ogwang, J (Ogwang, Jimmy) ; Ahabyona, P (Ahabyona, Peter) ; Sengupta, RR (Sengupta, Raja R.)","Title":"Spatial and temporal patterns in primary school enrolment and exam achievement in Rural Uganda"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800008 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Rural; queer; lesbian; youth; fiction KeyWords Plus:TOWN; HETEROSEXUALITIES; LANDSCAPES; LOVE; GETS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 362-373 DOI: 10.1080/14733285.2016.1252830 Published: JUN 2017","Abstract":"This paper contributes to research on geographies of queer rural youth through an analysis of an award-winning young adult novel, The Miseducation of Cameron Post by Danforth (2012a. The Miseducation of Cameron Post. New York: Harper Collins). Three themes from the text are explored in this paper. The first is the well documented heterosexism of rural life. We note that the main protagonist, Cameron Post, experiences rural life on the margins, not only because of her queer identity but also because of her age and gender. A second theme in Danforth's text is that rural spaces can be transgressively queer. In this respect the author subverts conflations of rurality and heterosexuality and urbanity and homosexuality as well as universalising notions of rurality as static, repressive and exclusive. The final theme emerging from a geographical reading of the text is that of placelessness. While highlighting the pervasiveness of this theme, we note that it elicits criticism from readers in relation to the book's ending as it departs from the norms of familiar coming-out-narratives. In conclusion, we emphasise the efficacy of young adult literature as a source for furthering geographic knowledge about young people and sexuality.","Authors":"Pini, B (Pini, Barbara) ; Keys, W (Keys, Wendy) ; Marshall, E (Marshall, Elizabeth)","Title":"Queering rurality: reading The Miseducation of Cameron Post geographically"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500006 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Gravity Recovery and Climate Experiment (GRACE); Groundwater storage; Soil moisture; Tana basin; Blue Nile River KeyWords Plus:BLUE NILE; RIVER-BASIN; TANA BASIN; LAKE TANA; ETHIOPIA; RAINFALL; TOPMODEL; AQUIFER; MODEL","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 50-60 DOI: 10.1016/j.catena2017.01.036 Published: JUN 2017","Abstract":"As a hidden resource, our understanding and knowledge on the distribution of groundwater and its quantity is limited. In areas where such data is scarce, geo-observatory products such as the Gravity Recovery and Climate Experiment (GRACE) can provide an accurate estimate of changes in total terrestrial water storage at a coarser, regional resolution. However, in the Lake Tana basin, Ethiopia, groundwater is stored in localized aquifers, and its flow is controlled by physical variables (local geology, soil cover, slope, elevation difference, topographic index and drainage density) and climate (rainfall). The objective of this study is to utilize GRACE (CSR RL05) for the evaluation of spatial and temporal changes of soil moisture and groundwater storage at watershed scale. A geographic information system (GIS) based multi-layer analysis of the physical variables is implemented to delineate aquifer potential zones. The aquifer potential zone of the basin is combined with the GRACE (CSR RL05) based change in total terrestrial water storage data. Accordingly, the very high and high potential aquifer zone classes demarcate hot spots of high groundwater storage fluctuations recorded by the satellite data. The change in storage fluctuation of the 11-year monthly data, from 2003 to 2013, reveals that the total terrestrial water storage of the basin has declined by 1837 cm. This is equivalent to the loss of 2.21 BCM of water within 11 years. Groundwater and soil moisture gains are a response of recharge, hence it is highly recommended to promote groundwater recharge, soil moisture harvesting, and sustainable use. On the other hand, the study highlights the possibility of application of the regional GRACE (CSR RL05) product for watershed-scale evaluations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Abiy, AZ (Abiy, Anteneh Z.) ; Melesse, AM (Melesse, Assefa M.)","Title":"Evaluation of watershed scale changes in groundwater and soil moisture storage with the application of GRACE satellite imagery data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100038 PubMed ID: 28249761 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Citizen science; Citizen observatories; ICT-enabled citizen participation; Online amateur weather networks KeyWords Plus:PARTICIPATION; GOVERNANCE; FUTURE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 381-393 DOI: 10.1016/j.jenvman.2017.02.003 Published: MAY 15 2017","Abstract":"Crowd-sourced environmental observations are increasingly being considered as having the potential to enhance the spatial and temporal resolution of current data streams from terrestrial and areal sensors. The rapid diffusion of ICTs during the past decades has facilitated the process of data collection and sharing by the general public and has resulted in the formation of various online environmental citizen observatory networks. Online amateur weather networks are a particular example of such ICT-mediated observatories that are rooted in one of the oldest and most widely practiced citizen science activities, namely amateur weather observation. The objective of this paper is to introduce a conceptual framework that enables a systematic review of the features and functioning of these expanding networks. This is done by considering distinct dimensions, namely the geographic scope and types of participants, the network's establishment mechanism, revenue stream(s), existing communication paradigm, efforts required by data sharers, support offered by platform providers, and issues such as data accessibility, availability and quality. An in-depth understanding of these dimensions helps to analyze various dynamics such as interactions between different stakeholders, motivations to run the networks, and their sustainability. This framework is then utilized to perform a critical review of six existing online amateur weather networks based on publicly available data. The main findings of this analysis suggest that: (1) there are several key stakeholders such as emergency services and local authorities that are not (yet) engaged in these networks; (2) the revenue stream(s) of online amateur weather networks is one of the least discussed but arguably most important dimensions that is crucial for the sustainability of these networks; and (3) all of the networks included in this study have one or more explicit modes of bidirectional communication, however, this is limited to feedback mechanisms that are mainly designed to educate the data sharers. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gharesifard, M (Gharesifard, Mohammad) ; Wehn, U (Wehn, Uta) ; van der Zaag, P (van der Zaag, Pieter) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number van der Zaag, Pieter  B-8247-2008 http://orcid.org/0000-0002-1215-2656","Title":"Towards benchmarking citizen observatories: Features and functioning of online amateur weather networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400006 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Complex network; BA model; Assortative; Degree distribution; Rich-club; Network sparsity KeyWords Plus:COMPLEX NETWORKS; LINK PREDICTION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 49-60 DOI: 10.1016/j.physa.2017.01.066 Published: MAY 15 2017","Abstract":"Complex networks are virtually ubiquitous, and the Barabasi and Albert model (BA model) has became an acknowledged standard for the modelling of these systems. The so-called BA model is a kind of preferential attachment growth model based on the intuitive premise that popularity is attractive. However, preferential attachment alone is insufficient to describe the diversity of complex networks observed in the real world. In this paper we first use the accuracy of a link prediction method, as a metric for network fitness. The link prediction method predicts the occurrence of links consistent with preferential attachment, the performance of this link prediction scheme is then a natural measure of the \"preferential-attachment-likeness\" of a given network. We then propose several modification methods and modified BA models to construct networks which more accurately describe the fitness properties of real networks. We find that all features assortativity, degree distribution and rich-club formation can play significant roles for the network construction and eventual structure. Moreover, link sparsity and the size of a network are key factors for network reconstruction. In addition, we find that the structure of the network which is limited by geographic location (nodes are embedded in a Euclidean space and connectivity is correlated with distances) differs from other typical networks. In social networks, we observe that the high school contact network has similar structure as the friends network and so we speculate that the contact behaviours can reflect real friendships. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shang, KK (Shang, Ke-ke) ; Small, M (Small, Michael) ; Yan, WS (Yan, Wei-sheng)","Title":"Fitness networks for real world systems via modified preferential attachment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396954000018 PubMed ID: 28209551 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Foot and mouth disease (FMD); Distribution; Sero-prevalence; Risk factors; Ethiopia KeyWords Plus:AFAR PASTORAL AREA; NORTHEAST ETHIOPIA; EASTERN ETHIOPIA; WESTERN ETHIOPIA; SEROPREVALENCE; DISTRICTS; CATTLE; EPIDEMIOLOGY; SYSTEM; ZONE","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 125-132 DOI: 10.1016/j.actatropica.2017.02.017 Published: MAY 2017","Abstract":"Foot and mouth disease (FMD), world's most important highly infectious and contagious trans-boundary animal diseases, is responsible for huge global losses of livestock production as well as severe impacts on international trade. This vesicular disease is caused by foot and mouth disease virus of the genus Aphthovirus, family Picornaviridae. Currently FMD is major global animal health problem and endemic in Africa including Ethiopia. This paper systematically reviewed the sero-prevalence reports, associated risk factors and distribution of FMD in Ethiopia with the main aim of making compressive document on prevalence, risk factor and distribution of the disease thus helping as a basis for designing effective control strategies. FMD is widely distributed in Ethiopia and its prevalence varies from place to place with seropositivity that ranges from 5.6% to 42.7% in cattle and from 4% to 11% in small ruminant and in 30% in ungulate wildlife. In Ethiopia endemic distributions of five of seven serotypes, namely serotypes O, A, C, SAT1 and SAT2 have been documented. The dominant serotype being reported recently is serotype O and serotype C has not been reported in the country since 1983. However, serotype C specific antibody was detected in cattle indicating that circulation of serotype C viruses in the country may have gone unnoticed. The most common risk factor associated with FMD infection in Ethiopia includes production system, geographic location, species, age of animals, contact with wildlife and season of the year, mixed animal species and Breed. Conclusively, this paper revealed as FMD is posing a major threat in different area of the country thereby causing substantial economic losses through morbidity, mortality and restriction of international trade. Thus, demanding for great attention as its occurrence is may affect the export earnings of the country thereby threaten the livelihood of farmers and economy of the country at large. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Abdela, N (Abdela, Nejash)","Title":"Sero-prevalence, risk factors and distribution of foot and mouth disease in Ethiopia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200018 PubMed ID: 28211329 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"PFOS; Odonata; Dragonflies; PFASs; South Africa KeyWords Plus:PERFLUOROOCTANE SULFONATE PFOS; FLUORINATED ORGANIC POLLUTANTS; KRUGER-NATIONAL-PARK; PERFLUORINATED COMPOUNDS; MARINE MAMMALS; ACIDS; BIOCONCENTRATION; BINDING; BIRDS; EGGS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 153-160 DOI: 10.1016/j.chemosphere.2017.02.020 Published: MAY 2017","Abstract":"Perfluorinated substances are global and ubiquitous pollutants. However, very little is known about these substances in invertebrates, and even less in terrestrial invertebrates in particular. We analysed adult male dragonflies from six sites in South Africa for perfluoroalkyl substances (PFASs), including perfluorooctanesulfonic acid (PFOS), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluro-n-undecanoic acid (PFUnA), perfluoro-n-dodecanoic acid (PFDoA), perfluorohexanoic acid (PFHxA), and perfluorohexane sulfonic acid (PFHxS). PFOS was detected in all individuals, with less quantifiable occurrences of the other substances. The dragonflies from the three northern sites located in farming areas had significantly lower Sigma PFASs concentrations than the southern sites located closer to industrial areas (median PFASs of 0.32 ng/g wm (wet mass) for North, and 9.3 ng/g wm for South). All substances except PFOS occurred at similar concentrations at all six sites when quantifiable, but PFOS dominated in the Southern sites. The highest median concentration was from Bloemhof Dam (Sigma PFASs = 21 ng/g wm), which is known to be polluted by PFOS. Perfluorinated substances are not known to be manufactured in South Africa, therefore the residues detected are likely to have been derived from imported products. Odonata play a significant role in freshwater ecology. Any impacts on these aquatic and aerial predators are likely to have effects on aquatic and associated ecosystems. Further studies are required over a much larger geographic region and to investigate sources. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lesch, V (Lesch, Velesia) ; Bouwman, H (Bouwman, Hindrik) ; Kinoshita, A (Kinoshita, Ayako) ; Shibata, Y (Shibata, Yasuyuki)","Title":"First report of perfluoroalkyl substances in South African Odonata"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000032 PubMed ID: 28183054 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Seafood; Methylmercury; Polyunsaturated fatty acids; Survey; Public health; Risk assessment KeyWords Plus:MERCURY; HEALTH","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 289-296 DOI: 10.1016/j.chemosphere.2017.01.109 Published: MAY 2017","Abstract":"Background: Seafood is a good source of Omega-3 polyunsaturated fatty acids (omega 3-PUFA) but also contains the toxic contaminant methylmercury (MeHg). National estimates of exposure to both compounds through seafood intake in Mexico are not known. The objective of the current study was to describe national seafood consumption habits and to estimate seafood-based exposure to omega 3-PUFAs and MeHg. Methods: We analyzed data from a 24-h dietary recall extracted from the 2012 National Health and Nutrition Survey of Mexico (n =10,096 subjects aged ly and older). National per capita seafood intake as well as information on age, sex, socioeconomic status, and geographic region was obtained. The contribution of each seafood item to the total MeHg exposure was estimated, as was the balance between estimated exposures to omega 3-PUFAs and MeHg. Results: A mean daily seafood intake of 10 g/day was estimated. The top species consumed in decreasing order were: canned tuna, sunfish, shrimp, mullet, carp and schoolshark (constituted 60% of seafood intake). Canned tuna and schoolshark contributed 75% of the population's estimated exposure to MeHg. The best balance of population-level exposures to omega 3-PUFAs and MeHg was found in salmon, sardine, trout and anchovies. Conclusion: Environmental dietary exposure to MeHg is a public health concern and thus a good understanding of seafood consumption is needed to create national consumption guidelines. The current study provides nationally-representative data in Mexico from which decisions can be made (e.g., UN Minamata Convention) and future studies conducted. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cantoral, A (Cantoral, Alejandra) ; Batis, C (Batis, Carolina) ; Basu, N (Basu, Niladri)","Title":"National estimation of seafood consumption in Mexico: Implications for exposure to methylmercury and polyunsaturated fatty acids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700022 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Power distribution system planning; Geographic information system; Shortest-path method; Spatial load forecasting KeyWords Plus:POWER; SIMULATION; FRAMEWORK; MODELS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 206-217 DOI: 10.1016/j.epsr.2017.01.020 Published: MAY 2017","Abstract":"In recent years, spatial load forecasting studies have helped to direct the expansion of the distribution systems in cities with rapid urban growth, providing maps that showing the spatial distribution of expected load. However, these Maps do not allow to determine how load varies on the existing network elements. This information is important to define the reinforcements or the installation of new facilities in the electrical distribution network. In order to help planners in such decisions, a search method to allocate the loads resulting from spatial load forecasting studies is presented. This method treats each of these forecast loads as new load center to be connected to an existing distribution feeder. To find the path from a load center, the proposed method uses a list of its nearby feeders. Allocation depends on the path cost function, which is calculated based on the supply capability of the network elements. The proposal chooses the shortest path with sufficient capacity to supply the new load, i.e., it finds the path with minimal cost function for list of nearby feeders. The result is the final available capability of existing networks (after the allocation process) to supply the expected loads in the geographic area. The method is tested using the results of a spatial load forecast for a real distribution system in a medium-sized Brazilian city. In this test system, the load allocation influenced the number of network elements to be reinforced. The proposal was compared to commercial software, showing a configuration with smaller numbers of overload elements and a lower cost of expansion to the most overloaded feeders. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Melo, JD (Melo, Joel D.) ; Zambrano-Asanza, S (Zambrano-Asanza, Sergio) ; Padilha-Feltrin, A (Padilha-Feltrin, Antonio)","Title":"A local search algorithm to allocate loads predicted by spatial load forecasting studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550000024 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Probabilistic seismic risk; Economic losses; Vulnerability functions; Component repair costs KeyWords Plus:LIFE-CYCLE; RISK-ASSESSMENT; RELIABILITY; DEMANDS; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 138 Pages: 308-323 DOI: 10.1016/j.engstruct.2017.02.013 Published: MAY 1 2017","Abstract":"The probabilistic seismic risk assessment in terms of economic losses for building portfolios aims to the estimation of the probability distribution functions (PDF) of economic losses for a set of stochastic events representing the seismic hazard at a particular geographic zone. This paper proposes a methodological approach to evaluate and integrate, in a consistent and rigorous way, the economic losses as a function of the seismic hazard intensity for prototype building constructions. Prototype building models are designed and characterized with a set of reference parameters. By means of 3D structural models, detailed nonlinear response history analyses are performed for a set of seismic records at several increasing intensities. Seismic records are selected to represent particular seismological and geotechnical conditions at the site of analysis. Then, a component-based model is conformed considering structural, non-structural, and content components potentially susceptible to damage. Each component type is assigned a fragility specification for various damage states in terms of costs and times of repair. Using Monte Carlo simulations, the different sources of uncertainty are included in the assessment of the costs and times of repair at different seismic intensities. Uncertainties in the hazard, model response, damage states, and costs and times of repair are considered. Aspects such as geographical variations in the hazard, scale economy, special commercial conditions, minimum or total intervention costs, and business interruption costs are included in the assessment. Finally, the results are represented by means of vulnerability functions for specific building typologies. To illustrate the methodology, a case study is presented in detail for a typical 5-story reinforced concrete moment resisting frame building designed for special seismic code level and located in a typical soft soil deposit of Bogota, Colombia. Additional results are presented for six (6) different building typologies illustrating variations in results due to different story heights and seismic code levels. The resulting vulnerability functions are compared with equivalent results from other similar methodologies. Conclusions and possible potential applications related to probabilistic risk assessment are summarized. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yamin, LE (Yamin, Luis E.) ; Hurtado, A (Hurtado, Alvaro) ; Rincon, R (Rincon, Raul) ; Dorado, JF (Dorado, Juan F.) ; Reyes, JC (Reyes, Juan C.)","Title":"Probabilistic seismic vulnerability assessment of buildings in terms of economic losses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000038 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Atmospheric pollutants; Heavy metals; Rainforest; Soil ecotoxicology KeyWords Plus:ATLANTIC RAIN-FOREST; HEAVY-METALS; SOUTHEASTERN BRAZIL; ATMOSPHERIC DEPOSITION; TROPICAL FOREST; CONTROL POLICIES; OIL REFINERY; LEAF-LITTER; SE-BRAZIL; SOIL","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 314-320 DOI: 10.1016/j.envres.2017.02.023 Published: MAY 2017","Abstract":"Background: Urban forests are usually affected by several types of atmospheric contaminants and by abnormal variations in weather conditions, thus facilitating the biotic homogenization and modification of ecosystem processes, such as nutrient cycling. Peri-urban forests and even natural forests that surround metropolitan areas are also subject to anthropogenic effects generated by cities, which may compromise the dynamics of these ecosystems. Hence, this study advances the hypothesis that the forests located at the margins of the Metropolitan Region of Sao Paulo (MRSP), Brazil, have high concentrations of atmospheric contaminants leading to adverse effects on litter fall stock. Methods: The production, stock and decomposition of litter fall in two forests were quantified. The first, known as Guarapiranga forest, lies closer to the urban area and is located within the MRSP, approximately 20 km from the city center. The second, Curucutu forest, is located 70 km from the urban center. This forest is situated exactly on the border of the largest continuum of vegetation of the Atlantic Forest. To verify the reach of atmospheric pollutants from the urban area, levels of heavy metals (Cd, Pb, Ni, Cu) adsorbed on the litter fall deposited on the soil surface of the forests were also quantified. Results: The stock of litter fall and the levels of heavy metals were generally higher in the Guarapiranga forest in the samples collected during the lower rainfall season (dry season). Non-metric multidimensional scaling multivariate analysis showed a clear distinction of the sample units related to the concentrations of heavy metals in each forest. A subtle difference between the units related to the dry and rainy seasons in the Curucutu forest was also noted. Multivariate Analysis of Variance revealed that both site and season of the year (dry or rainy) were important to differentiate the quantity of heavy metals in litter fall stock, although the analysis did not show the interaction between these two factors. Precipitation appeared to be an important factor to disperse air pollutants; one method to better regulate this process is the development and integration of green infrastructure at city level, which might contribute to nature-based solutions. Conclusions: Results suggest that although the Curucutu forest is not very far from the MRSP, which could result in heavy metal levels similar to those observed in the Guarapiranga forest, the weather conditions, geographic location and rainfall rates might act as efficient physical barriers against the dispersion of pollutants in the urban area. However, it is important to highlight that in the period studied (2012-2013), MRSP presented unusual features during the winter period marked by the highest levels of precipitation which was due to several numbers of frontal systems and also due to their permanence for a couple days in the region. Thus, it is recommended to continue this study in order to obtain a database for characterizing the seasonal variation of air pollution levels in the litter fall and their adverse effects on ecosystem processes in these remnants of the Atlantic Forest.","Authors":"Ferreira, ML (Ferreira, Mauricio Lamano) ; Ribeiro, AP (Ribeiro, Andreza Portella) ; Albuquerque, CR (Albuquerque, Caroline Rodrigues) ; Ferreira, APDL (do Nascimento Lamano Ferreira, Ana Paula) ; Figueira, RCL (Lopes Figueira, Rubens Cesar) ; Lafortezza, R (Lafortezza, Raffaele)","Title":"Air contaminants and litter fall decomposition in urban forest areas: The case of Sao Paulo - SP, Brazil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398055100002 ISSN: 1522-0613 eISSN: 1937-3791","Keywords":"Bovidae; ecometrics; ecomorphology; functional traits KeyWords Plus:CLIMATE-CHANGE; WOODY COVER; MAMMALS; FOSSIL; ECOMORPHOLOGY; PALEOECOLOGY; MORPHOLOGY; HABITAT; PALEOENVIRONMENT; PLIOPLEISTOCENE","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"EVOLUTIONARY ECOLOGY RESEARCH Volume: 18 Pages: 253-269 Published: MAY 2017","Abstract":"Background: Previous studies demonstrate that community-average mammalian hypsodonty is highly correlated with annual precipitation across geographic space and through evolutionary time. This approach of using community-level morphological traits to infer environmental parameters has been termed the 'ecometric' approach. The utility of this approach on narrower spatial and taxonomic scales is not well understood. Questions: Do bovid (antelope) locomotor traits work well as ecometric traits? Do assemblage-average values of bovid locomotor traits reflect annual precipitation and vegetation cover within sub-Saharan Africa? Data studied: I compiled five quantitative locomotor traits of the astragalus and five traits of the metatarsal for bovid species occurring across sub-Saharan Africa. I obtained estimates of annual precipitation and land cover for the corresponding locations. Methods: General linear modelling to quantify the relationship of assemblage-average trait values to annual precipitation and land cover. Conclusion: Astragalus and metatarsal traits explain major proportions of variation in annual precipitation and land cover (R-2 > 0.6). Because locomotor ecometric traits track vegetation cover and annual precipitation in modern assemblages, these traits may be useful for reconstructing environmental variables over evolutionary time based on the abundant bovid postcranial fossil record.","Authors":"Barr, WA (Barr, W. Andrew)","Title":"Bovid locomotor functional trait distributions reflect land cover and annual precipitation in sub-Saharan Africa"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398608600005 ISSN: 1054-6006 eISSN: 1365-2419","Keywords":"Bigeye Tuna; decision support system; ecological modeling; ecosystem-based fisheries management; GIS; satellite remote sensed data; Skipjack Tuna; spatial analysis; thresher shark; Tropical Tuna; Yellowfin Tuna KeyWords Plus:GEOGRAPHIC INFORMATION-SYSTEMS; EASTERN TROPICAL PACIFIC; STOCK ASSESSMENT; MARINE RESOURCES; TUNA","Categories":"Fisheries; Oceanography Web of Science Categories:Fisheries; Oceanography","Journal Information":"FISHERIES OCEANOGRAPHY Volume: 26 Issue: 3 Pages: 316-335 DOI: 10.1111/fog.12194 Published: MAY 2017","Abstract":"We have developed a set of tools that operate within an aquatic geographic information system to improve the accessibility, and usability of remote-sensed satellite and computer-modeled oceanographic data for marine science and ecosystem-based management. The tools form the Pelagic Habitat Analysis Module (PHAM), which can be applied as a modeling platform, an investigative aid in scientific research, or utilized as a decision support system for marine ecological management. Applications include fisheries, marine biology, physical and biological oceanography, and marine spatial management. The GIS provides a home for diverse data types and automated tools for downloading remote sensed and global circulation model data. Within the GIS environment, PHAM provides a framework for seamless interactive four-dimensional visualization, for matching between disparate data types, for flexible statistic or mechanistic model development, and for dynamic application of user developed models for habitat, density, and probability predictions. Here we describe PHAM in the context of ecosystem-based fisheries management, and present results from case study projects which guided development. In the first, an analysis of the purse seine fishery for tropical tuna in the eastern Pacific Ocean revealed oceanographic drivers of the catch distribution and the influence of climate-driven circulation patterns on the location of fishing grounds. To support management of the Common Thresher Shark (Alopias vulpinus) in the California Current Ecosystem, a simple empirical habitat utilization model was developed and used to dynamically predict the seasonal range expansion of common thresher shark based on oceanographic conditions.","Authors":"Harrison, DP (Harrison, Daniel P.) ; Hinton, MG (Hinton, Michael G.) ; Kohin, S (Kohin, Suzanne) ; Armstrong, EM (Armstrong, Edward M.) ; Snyder, S (Snyder, Stephanie) ; O'Brien, F (O'Brien, Frank) ; Kiefer, DK (Kiefer, Dale K.)","Title":"The pelagic habitat analysis module for ecosystem-based fisheries science and management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398708500016 PubMed ID: 28239916 ISSN: 0011-9059 eISSN: 1365-4632","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"INTERNATIONAL JOURNAL OF DERMATOLOGY Volume: 56 Issue: 5 Pages: 510-513 DOI: 10.1111/ijd.13491 Published: MAY 2017","Abstract":"BackgroundPrevalence of rosacea has been estimated around the world in the range of 0-22%. In Colombia, the prevalence of rosacea remains unknown. The aim of this study was to determine the prevalence of rosacea and the frequencies of its subtypes in Colombia. MethodsThis cross-sectional, multicenter study was conducted in six outpatient dermatology clinics across Colombia. A total of 33 dermatologists conducted a comprehensive medical history and physical examination for all rosacea patients seen at their offices over the course of 2 months. All patients who accepted to participate were encouraged to answer a survey about the history of their illness. ResultsOf 10,204 outpatients evaluated for rosacea between July and August 2014, 291 rosacea patients were included in this study. The prevalence of rosacea subtypes in this cohort was: 45.3% erythematotelangiectatic (ETR) (n = 132), 48.7% papulopustular (PPR) (n = 142), 4.8% phymatous (n = 14), and 1% ocular (n = 3). ConclusionsOverall, the prevalence in Colombia was 2.85%. Our data represent an important first step to understanding the current state of rosacea in Colombia. The prevalence of rosacea in Colombia is the highest in Latin America among a few reports published, which might be explained by geographic features. However, contrary to our expectations, the prevalence is lower than that in some European countries. We postulate that this finding may be due to methodological differences.","Authors":"Rueda, LJ (Rueda, Lili J.) ; Motta, A (Motta, Adriana) ; Pabon, JG (Pabon, Juan G.) ; Barona, MI (Barona, Maria I.) ; Melendez, E (Melendez, Esperanza) ; Orozco, B (Orozco, Beatriz) ; Rojas, RF (Rojas, Ricardo F.)","Title":"Epidemiology of rosacea in Colombia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544200004 ISSN: 1084-0702 eISSN: 1943-5592","Keywords":"Bridge damage; Extreme flood events; Stream power; Tropical Storm Irene; Scour; Damage KeyWords Plus:HURRICANE-KATRINA; EXTREME FLOODS; RIVER; INFORMATION","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF BRIDGE ENGINEERING Volume: 22 Issue: 5 Article Number: 05017001 DOI: 10.1061/(ASCE)BE.1943-5592.0001022 Published: MAY 2017","Abstract":"On August 28, 2011, Tropical Storm Irene hit the state of Vermont with a severity that deposited 100-200mm (4-8 in.) of rain across the state and resulted in damage or failure of over 300 bridges. The analysis of available data sets helped identify a set of 313 bridges (with a span greater than 6 m) damaged in a single state from a single extreme flood event that caused a 12-h rainfall recurrence interval that exceeded 500 years in some areas and 100 years throughout most of the affected areas. Based on available damage reports and photographs, the observed bridge damage was grouped into four levels of severity. This paper links watershed stream power to the observed bridge damage, develops a process for quantifying the hazard at bridges both as a case study and for future storms, and uses stream power as a hazard metric to produce probabilistic predictions of bridge vulnerability. The analysis also offers a comparison between damaged bridges and bridges that were not damaged in Tropical Storm Irene. Specific stream power (SSP) and the event-based Irene-specific stream power (ISSP) were computed and found to be both statistically significant at discriminating between damaged and nondamaged bridges, as well as between damage levels. The application of the empirical fragility curve analysis for SSP and ISSP produces a probability of damage generated from the results collected from Tropical Storm Irene. Spatially mapping the bridge-damage probability from an extreme event like Tropical Storm Irene enables the hazard to be effectively displayed over a broad range of scales (e.g., stream reaches, select watershed, statewide). The methodology presented here can be applied to other geographic settings and storm events of interest, and to the best of the authors' knowledge, this is the first investigation comparing site-specific stream power to observed bridge damage at a network level. (C) 2017 American Society of Civil Engineers.","Authors":"Anderson, I (Anderson, Ian) ; Rizzo, DM (Rizzo, Donna M.) ; Huston, DR (Huston, Dryver R.) ; Dewoolkar, MM (Dewoolkar, Mandar M.)","Title":"Stream Power Application for Bridge-Damage Probability Mapping Based on Empirical Evidence from Tropical Storm Irene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400024 PubMed ID: 27748540 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"B-CELL EPITOPES; HANTAVIRUS; HFRS; HANTAAN VIRUS; NUCLEOCAPSID PROTEIN KeyWords Plus:SEROLOGICAL DIAGNOSIS; NUCLEOCAPSID PROTEINS; THOTTAPALAYAM VIRUS; INFECTION; ANTIBODIES; RESPONSES; ANTIGEN; SHREW","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1182-1188 DOI: 10.1002/jcb.25765 Published: MAY 2017","Abstract":"Hantavirus infections are now recognized to be a global problem. The hantaviruses include several genotypic variants of the virus with different distributions in varying geographical regions. The virus genotypes seem to segregate in association with certain manifestations specific for each syndrome. They primarily include HFRS, HCPS, febrile illness with or without mild involvement of renal diseases. In the course of our study on hantavirus etiology of febrile illnesses, we recovered a hantavirus strain identified by nPCR. This has been sequenced to be Hantaan-like virus (partial S segment). The current manuscript is focused on understanding the N protein coded by S segment in terms of variation of amino acid sequences of the virus genotypes associated with HFRS. The diagnosis of this infection is achieved by PCR testing of serum/plasma or demonstration of IgM/IgG in serum. The limitations of PCR are temporal often not positive after 7 days of onset of infection. IgM detection is possible around this period and up to 21 days. IgG detection is less definitive in acute infections. Here, we report characterization of the sequence diversity of HFRS strains, 3D structure of Hantaan N protein, and B-cell epitopes on this molecule. We predicted a 20 amino acid sequence length peptide by using BepiPred online server in IEDB analysis resource program. We suggest this peptide may be used for development of geographic region-specific immunoassays like EIAs for antibody detection, monoclonal antibody development, and immunoblots (line immunoassay). J. Cell. Biochem. 118: 1182-1188, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Kalaiselvan, S (Kalaiselvan, Sagadevan) ; Sankar, S (Sankar, Sathish) ; Ramamurthy, M (Ramamurthy, Mageshbabu) ; Ghosh, AR (Ghosh, Asit Ranjan) ; Nandagopal, B (Nandagopal, Balaji) ; Sridharan, G (Sridharan, Gopalan)","Title":"Prediction of B Cell Epitopes Among Hantavirus Strains Causing Hemorragic Fever With Renal Syndrome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700015 PubMed ID: 28157615 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Disease risk; Geographic Information System; Hotspot analysis; Landscape epidemiology; Spatial epidemiology; Water pollution KeyWords Plus:INFECTIOUS-DISEASES; SOIL; WASTE; MODEL; SITE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 124-133 DOI: 10.1016/j.jenvman.2017.01.051 Published: MAY 1 2017","Abstract":"Clear identification of areas vulnerable to waterborne diseases is essential for protecting community health. This is particularly important in developing countries where unsafe disposal of domestic wastewater and limited potable water supply pose potential public health risks. However, data paucity can be a compounding issue. Under these circumstances, landscape epidemiology can be applied as a resource efficient approach for mapping potential disease risk areas associated with poor sanitation. However, in order to realise the full potential offered by this approach, an in-depth understanding of the impact of different classes of an explanatory variable on a target disease and the validity of hotspot analysis using limited datasets is needed. Accordingly, this research study focused on typhoid and diarrhoea incidence with respect to different classes of elevation, flood inundation, land use, soil permeability, population density and rainfall as explanatory variables. An integrated methodology consisting of hot spot analysis and Poisson regression was employed to map potential disease risk areas. The study findings confirmed the significant differences in the influence exerted by the various classes of an explanatory variable in relation to a target disease. The results also confirmed the feasibility of the hotspot analysis for identifying areas vulnerable to the target diseases using a limited dataset. The study outcomes are expected to contribute to creating an in-depth understanding of the relationship between disease prevalence and associated landscape factors for the delineation of disease risk zones in the context of data paucity. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Deilami, K (Deilami, Kaveh) ; Hayes, JF (Hayes, John F.) ; McGree, J (McGree, James) ; Goonetilleke, A (Goonetilleke, Ashantha)","Title":"Application of landscape epidemiology to assess potential public health risk due to poor sanitation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211200001 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"high-speed rail; East Asia; evolutionary mechanism; geographic effects; accessibility KeyWords Plus:IMPACTS; EUROPE","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 5 Pages: 515-532 DOI: 10.1007/s11442-017-1390-8 Published: MAY 2017","Abstract":"The rapid development of high-speed rail (HSR) is influencing regional development, regional structure, commuting, and regional integration. East Asia is the region with the world's first and largest current operating and planned HSR network. In this paper, we examine the evolutionary mechanism and impacts on the transport circle and accessibility of HSR in East Asia. The results indicate that the HSR network first follows a \"core- core\" model and then forms a corridor in Japan, South Korea, and China Taiwan, but then forms a complete network in China Mainland. The current operating HSR lines are mostly distributed in regions with developed economies and dense populations, and more than half of the population and GDP in China can be served by HSR within 1 hour's travel time. The planned HSR network will expand to the western region of China and Japan and the southern region of South Korea. The development of the current operating and planned HSR network considerably enlarges the transport circle of core cities, especially cities along trunk HSR lines. This 1 h transport circle of core cities has formed continuous regions in the Yangtze River Delta, the Pearl River Delta, Tokyo, Seoul, and along trunk HSR lines. The HSR network will bring about substantial improvement in accessiblity, but also increase the inequality of nodal accessibility in China Mainland. Spatially, the spatial patterns of the weighted shortest travel time of cities in China Mainland, Japan, and South Korea all present the \"core- peripheral structure\", taking Zhengzhou, Tokyo, and Seoul, respectively, as core cities, and cities located along the trunk HSR lines gain large improvement in accessibility.","Authors":"Jin, FJ (Jin Fengjun) ; Jiao, JJ (Jiao Jingjuan) ; Qi, YJ (Qi Yuanjing) ; Yang, Y (Yang Yu)","Title":"Evolution and geographic effects of high-speed rail in East Asia: An accessibility approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211200008 ISSN: 1009-637X eISSN: 1861-9568","Keywords":"geo-architecture; geographical environment; cultural landscape; Springer Nature","Categories":"Physical Geography Web of Science Categories:Geography, Physical","Journal Information":"JOURNAL OF GEOGRAPHICAL SCIENCES Volume: 27 Issue: 5 Pages: 631-640 DOI: 10.1007/s11442-017-1397-1 Published: MAY 2017","Abstract":"In today's world, where re-examination has been given to cultural globalization, the relationship between architectures and specific regions is one of many specific issues. At this time, the study of architecture from the perspective of geography has significant meaning for treasuring regional characteristics and protecting the essence of ethnic culture. The study of geo-architecture includes two aspects: the influence of geographical environment upon architecture and reflexively, architectural responses to geographical environment. In \"Geo-Architecture and Landscape in China's Geographic and Historic Context Series\" (4 volumes), published by Springer Nature in 2016, the contents of \"geo-architecture\" has been interpreted from various angles as form, function, semantics and symbol. This book is the first to be entitled \"Geo-Architecture\", which studies the relationship between geography and architecture from the perspective of geographical environment and historical context in China. The book's research reveals the influences of different geographical scales, such as zone ( macro), region ( middle) and site ( micro) scales, on architecture; it discusses dynamic and systematic thought, including such research elements as \"Object-Subject-Time\", and it reflects views on pattern and process of cultural landscape. Research on geo-architecture aims to help construct the security pattern of the cultural landscape for the new requirements of a new era, which is used to optimize spacial structure, stimulate heritage conservation and renewal, respect the geographical environment, pay attention to historical culture and sustain emotional memory.","Authors":"Wang, F (Wang Fang)","Title":"Born of geographical environment, coloring for regional context: Concept and progress of geo-architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562900006 ISSN: 1195-1982 eISSN: 1708-8305","Keywords":"Clostridium difficile; diarrhoea; travellers KeyWords Plus:UNITED-STATES; HEALTH-CARE; EPIDEMIOLOGY; DIARRHEA; COLONIZATION; MICROBIOTA; HOST; PATHOGEN; DISEASES; RISK","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF TRAVEL MEDICINE Volume: 24 Issue: 3 DOI: 10.1093/jtm/taw099 Published: MAY-JUN 2017","Abstract":"Background There is increasing recognition of the contribution of community-acquired cases to the global burden of Clostridium difficile infection (CDI). The epidemiology of CDI among international travellers is poorly understood, and factors associated with international travel, such as antibiotic use and changes in gut microbiota, could potentially put travellers at higher risk. Methods We summarized demographic, travel-associated and geographic characteristics of travellers with CDI in the GeoSentinel database from 1997 to 2015. We also surveyed GeoSentinel sites to compare various testing indications, approaches, and diagnostic modalities. Results We identified 260 GeoSentinel records, including 187 that satisfied criteria for analysis (confirmed cases in non-immigrant travellers aged>2 years, seen<12 weeks post-travel). CDI was reported in all age groups and in travellers to all world regions; the largest proportions of cases having destinations in Asia (31%), Central/South America or the Caribbean (30%) and Africa (24%). Our site survey revealed substantial heterogeneity of testing approaches between sites; the most commonly used test was the C. difficile toxin gene PCR. Conclusions CDI is encountered in returning international travellers, although there is considerable variability in testing practices. These data underscore the importance of awareness of C. difficile as a potential cause of travel-associated diarrhoea.","Authors":"Stevens, AM (Stevens, A. Michal) ; Esposito, DH (Esposito, Douglas H.) ; Stoney, RJ (Stoney, Rhett J.) ; Hamer, DH (Hamer, Davidson H.) ; Flores-Figueroa, J (Flores-Figueroa, Jose) ; Bottieau, E (Bottieau, Emmanuel) ; Connor, BA (Connor, Bradley A.) ; Gkrania-Klotsas, E (Gkrania-Klotsas, Effrossyni)[ 9,10 ] ; Goorhuis, A (Goorhuis, Abraham)[ 11 ] ; Hynes, NA (Hynes, Noreen A.)[ 12 ] ; Libman, M (Libman, Michael)[ 13 ] ; Lopez-Velez, R (Lopez-Velez, Rogelio)[ 14 ] ; McCarthy, AE (McCarthy, Anne E.)[ 15,16 ] ; von Sonnenburg, F (von Sonnenburg, Frank)[ 17 ] ; Schwartz, E (Schwartz, Eli)[ 18,19 ] ; van Genderen, PJJ (van Genderen, Perry J. J.)[ 20 ] ; Benson, LS (Benson, L. Scott) ; Leung, DT (Leung, Daniel T.) ...More...Less Group Author(s): GeoSentinel Surveillance Network","Title":"Clostridium difficile infection in returning travellers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398643900006 PubMed ID: 28153610 ISSN: 0166-0934 eISSN: 1879-0984","Keywords":"Influenzavirus D; IDV; Real-Time RT-PCR; Swine; Cattle KeyWords Plus:CATTLE; BOVINE; INFECTION","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Virology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Virology","Journal Information":"JOURNAL OF VIROLOGICAL METHODS Volume: 243 Pages: 31-34 DOI: 10.1016/jjviromet.2017.01.019 Published: MAY 2017","Abstract":"The occurrence of virus belonging to the putative genus Influenzavirus D, has been demonstrated allaround the world arousing interest within the scientific community. Most of the published virological surveys are based on the first described Real-Time PCR method, designed on the PB1 gene of the first isolate. The necessity of extending investigation to different animal species and geographic areas, requires a continuous update of molecular tests, considering newly sequenced strains. Moreover, the availability of an alternative assay, is essential either to confirm data, or for ensuring the detection of the widest number of strains. A new Real-Time PCR, specific for influenza D virus (IDV), was developed and evaluated. The target sequences of primers and probe are highly conserved among IDV strains currently known. The specificity of the method was demonstrated in silico by BLAST, and in vitro with a huge panel of common swine and bovine respiratory pathogens. The analytical sensitivity of the Real-Time PCR was estimated through synthetic RNA molecules and the limit of detection was about 20 copies/mu L. The assay was assessed in field and proved to be a valuable tool for the detection of IDV strains. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Faccini, S (Faccini, Silvia) ; De Mattia, A (De Mattia, Aurora) ; Chiapponi, C (Chiapponi, Chiara) ; Barbieri, I (Barbieri, Ilaria) ; Boniotti, MB (Boniotti, Maria Beatrice) ; Rosignoli, C (Rosignoli, Carlo) ; Franzini, G (Franzini, Giuliana) ; Moreno, A (Moreno, Ana) ; Foni, E (Foni, Emanuela) ; Nigrelli, AD (Nigrelli, Arrigo Daniele)","Title":"Development and evaluation of a new Real-Time RT-PCR assay for detection of proposed influenza D virus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398591200001 ISSN: 0733-9496 eISSN: 1943-5452","Keywords":"Stormwater management; Detection methods; Risk management; Geographic information systems; Nonpoint pollution","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF WATER RESOURCES PLANNING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04017004 DOI: 10.1061/(ASCE)WR.1943-5452.0000747 Published: MAY 2017","Abstract":"Authorities of municipal separate storm-sewer systems (MS4s) are required to address illicit discharges as part of the United States' National Pollutant Discharge Elimination System's (NPDES) stormwater program. Field reconnaissance is an effective measure to detect and identify illicit discharges, but requires substantial staff and financial resources to conduct. While risk-analysis techniques and guidelines have been developed to facilitate MS4 prioritization of field operations, neither a standard set of indicators nor a standard operating procedure has been adopted. This study investigates the relationships among indicators of illicit-discharge potential (IDP) and the locations of illicit discharges in two Virginia MS4s. Results of the study indicate that certain risk factors are statistically more effective at predicting IDP, suggesting that a core set of factors can be used to map illicit-discharge risk. The results also show that risk-mapping tools are significantly impacted by uncertainty in model inputs. Recommendations are provided for MS4s interested in pursuing IDP risk mapping as a tool to improve cost-effectiveness and guide illicit-discharge program implementation. (C) 2017 American Society of Civil Engineers.","Authors":"Bender, PR (Bender, Paul R.) ; Dymond, RL (Dymond, Randel L.) ; Aguilar, MF (Aguilar, Marcus F.)","Title":"Development of Effective Procedures for Illicit-Discharge Risk Mapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368600004 ISSN: 0169-2046 eISSN: 1872-6062","Keywords":"Urban parks; Green space; Landscape values; Urban planning; PPGIS; Biodiversity KeyWords Plus:CULTURAL ECOSYSTEM SERVICES; GEOGRAPHIC INFORMATION-SYSTEMS; PUBLIC-PARTICIPATION GIS; PLACE-BASED THEORY; SOCIAL VALUES; FUTURE-RESEARCH; MANAGEMENT; LANDSCAPE; LAND; BIODIVERSITY","Categories":"Environmental Sciences & Ecology; Geography; Physical Geography; Urban Studies Web of Science Categories:Ecology; Environmental Studies; Geography; Geography, Physical; Urban Studies","Journal Information":"LANDSCAPE AND URBAN PLANNING Volume: 161 Pages: 32-43 DOI: 10.1016/j.landurbplan.2016.12.010 Published: MAY 2017","Abstract":"Planning for green space is guided by standards and guidelines but there is currently little understanding of the variety of values people assign to green spaces or their determinants. Land use planners need to know what values are associated with different landscape characteristics and how value elicitation techniques can inform decisions. We designed a Public Participation GIS (PPGIS) study and surveyed residents of four urbanising suburbs in the Lower Hunter region of NSW, Australia. Participants assigned dots on maps to indicate places they associated with a typology of values (specific attributes or functions considered important) and negative qualities related to green spaces. The marker points were digitised and aggregated according to discrete park polygons for statistical analysis. People assigned a variety of values to green spaces (such as aesthetic value or social interaction value), which were related to landscape characteristics. Some variables (e.g. distance to water) were statistically associated with multiple open space values. Distance from place of residence however did not strongly influence value assignment after landscape configuration was accounted for. Value compatibility analysis revealed that some values co-occurred in park polygons more than others (e.g. nature value and health/therapeutic value). Results highlight the potential for PPGIS techniques to inform green space planning through the spatial representation of complex human-nature relationships. However, a number of potential pitfalls and challenges should be addressed. These include the non-random spatial arrangement of landscape features that can skew interpretation of results and the need to communicate clearly about theory that explains observed patterns. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ives, CD (Ives, Christopher D.) ; Oke, C (Oke, Cathy) ; Hehir, A (Hehir, Ailish) ; Gordon, A (Gordon, Ascelin) ; Wang, Y (Wang, Yan) ; Bekessy, SA (Bekessy, Sarah A.)","Title":"Capturing residents' values for urban green space: Mapping, analysis and guidance for practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398785800001 PubMed ID: 27798403 ISSN: 1063-5157 eISSN: 1076-836X","Keywords":"Brownian Motion; Diffusion Processes; Phylodynamics; Phylogenetics; Phylogeography; Trait Evolution KeyWords Plus:REPUBLIC-OF-CONGO; CONTINUOUS CHARACTERS; POPULATION-DYNAMICS; HIV TYPE-1; PHENOTYPIC DIVERSIFICATION; NEUTRALIZING ANTIBODIES; GENETIC DIVERSITY; BAYES FACTORS; VACCINE; RATES","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 299-319 DOI: 10.1093/sysbio/syw093 Published: MAY 2017","Abstract":"Understanding the processes that give rise to quantitative measurements associated with molecular sequence data remains an important issue in statistical phylogenetics. Examples of such measurements include geographic coordinates in the context of phylogeography and phenotypic traits in the context of comparative studies. A popular approach is to model the evolution of continuously varying traits as a Brownian diffusion process acting on a phylogenetic tree. However, standard Brownian diffusion is quite restrictive and may not accurately characterize certain trait evolutionary processes. Here, we relax one of the major restrictions of standard Brownian diffusion by incorporating a nontrivial estimable mean into the process. We introduce a relaxed directional random walk (RDRW) model for the evolution of multivariate continuously varying traits along a phylogenetic tree. Notably, the RDRW model accommodates branch-specific variation of directional trends while preserving model identifiability. Furthermore, our development of a computationally efficient dynamic programming approach to compute the data likelihood enables scaling of our method to large data sets frequently encountered in phylogenetic comparative studies and viral evolution. We implement the RDRW model in a Bayesian inference framework to simultaneously reconstruct the evolutionary histories of molecular sequence data and associated multivariate continuous trait data, and provide tools to visualize evolutionary reconstructions. We demonstrate the performance of our model on synthetic data, and we illustrate its utility in two viral examples. First, we examine the spatiotemporal spread of HIV-1 in central Africa and show that the RDRW model uncovers a clearer, more detailed picture of the dynamics of viral dispersal than standard Brownian diffusion. Second, we study antigenic evolution in the context of HIV-1 resistance to three broadly neutralizing antibodies. Our analysis reveals evidence of a continuous drift at the HIV-1 population level towards enhanced resistance to neutralization by the VRC01 monoclonal antibody over the course of the epidemic.","Authors":"Gill, MS (Gill, Mandev S.) ; Ho, LST (Ho, Lam Si Tung) ; Baele, G (Baele, Guy) ; Lemey, P (Lemey, Philippe) ; Suchard, MA (Suchard, Marc A.)","Title":"A Relaxed Directional Random Walk Model for Phylogenetic Trait Evolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612900002 ISSN: 0198-9715 eISSN: 1873-7587","Keywords":"imputation; Spatial microsimulation; K-nearest neighbours; Pseudo census; Small area estimation; Synthetic population KeyWords Plus:SMALL-AREA ESTIMATION; SPATIAL MICROSIMULATION APPROACH; POPULATION SYNTHESIS; PROPENSITY SCORE; MODELS; POVERTY; INEQUALITY; BANGLADESH; SERVICES; IRELAND","Categories":"Computer Science; Engineering; Environmental Sciences & Ecology; Geography; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Environmental; Environmental Studies; Geography; Operations Research & Management Science","Journal Information":"COMPUTERS ENVIRONMENT AND URBAN SYSTEMS Volume: 63 Pages: 3-14 Special Issue: SI DOI: 10.1016/j.compenvurbsys.2016.11.003 Published: MAY 2017","Abstract":"The Population Census is an important source of statistical information in most countries that is capable of producing reliable estimates of population characteristics for small geographic areas. One limitation of a census is that there are many population characteristics that cannot be collected due to respondent burden or cost. This means that statistical agencies have to conduct population based surveys to provide social, economic and demographic characteristics for a target population which are not captured by a large-scale census. These surveys are usually capable of producing direct estimates at the national level and high level regions but often cannot produce reliable estimates for smaller areas. Due to the increasing demand for comprehensive statistical information not only at the national level but also for sub-national domains, there is a wide discussion in the literature about the use of statistical techniques that combine survey with census data to provide more detailed, finer-level estimates. Where censuses and sample surveys are based on the same reporting units, statistical matching techniques can be employed to link the records from survey and census data where exact matching of reporting units is impossible due to confidentiality restrictions. These techniques can then provide the detailed social, economic and demographic information required for small areas. An approach is developed in this paper in which a close-to-reality synthetic population of individuals and households is generated from available census tables using an iterative proportional updating (IPU) method. Statistical matching using a nearest neighbour method is then used to impute survey data to the individuals and households in the synthetic population. To evaluate this approach, 2011 Bangladesh census data is used to generate a district-specific synthetic population of individuals and households. Matching is then performed by imputing the nearest possible records among the 2011 Bangladesh Demographic and Health Survey to estimate the wealth index for each household within the synthetic population. The results show that using the method presented in this paper helps with achieving more representative estimates (comparing with direct survey estimates) particularly for areas with small sample sizes where not many population units with different socio-demographic characteristics are included. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Namazi-Rad, MR (Namazi-Rad, Mohammad-Reza) ; Tanton, R (Tanton, Robert) ; Steel, D (Steel, David) ; Mokhtarian, P (Mokhtarian, Payam) ; Das, S (Das, Sumonkanti)","Title":"An unconstrained statistical matching algorithm for combining individual and household level geo-specific census and survey data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612900004 ISSN: 0198-9715 eISSN: 1873-7587","Keywords":"Regionalization; Cluster analysis; Census microdata KeyWords Plus:PATTERNS; CENSUS; SCALE","Categories":"Computer Science; Engineering; Environmental Sciences & Ecology; Geography; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Environmental; Environmental Studies; Geography; Operations Research & Management Science","Journal Information":"COMPUTERS ENVIRONMENT AND URBAN SYSTEMS Volume: 63 Pages: 26-37 Special Issue: SI DOI: 10.1016/j.compenvurbsys.2016.07.007 Published: MAY 2017","Abstract":"We describe a strategy for regionalizing subnational administrative units in conjunction with harmonizing changes in unit boundaries over time that can be applied to provide small-area geographic identifiers for census microdata. The availability of small-area identifiers blends the flexibility of individual microdata with the spatial specificity of aggregate data. Regionalizing microdata by administrative units poses a number of challenges, such as the need to aggregate individual scale data in a way that ensures confidentiality and issues arising from changing spatial boundaries over time. We describe a regionalization and harmonization strategy that creates units that satisfy spatial and other constraints while maximizing the number of units in a way that supports policy and research use. We describe this regionalization strategy for three test cases of Malawi, Brazil, and the United States. We test different algorithms and develop a semi-automated strategy for regionalization that meets data restrictions, computation, and data demands from end users. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kugler, TA (Kugler, Tracy A.) ; Manson, SM (Manson, Steven M.) ; Donato, JR (Donato, Joshua R.)","Title":"Spatiotemporal aggregation for temporally extensive international microdata"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395597700010 ISSN: 0921-8009 eISSN: 1873-6106","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 135 Pages: 103-113 DOI: 10.1016/Lecolecon.2016.12.014 Published: MAY 2017","Abstract":"The Chesapeake Bay and its tributaries provide a range of recreational and aesthetic amenities, such as swimming, fishing, boating, wildlife viewing, and scenic vistas. Living in close proximity to the Bay improves access to these amenities and should be capitalized into local housing markets. We investigate these impacts in the largest hedonic analysis of water quality ever completed, with over 200,000 property sales across 14 Maryland counties. We use a spatially explicit water quality dataset, along with a wealth of landscape, economic, geographic, and demographic variables. These data allow a comprehensive exploration of the value of water quality, while controlling for a multitude of other influences. We also estimate several variants of the models most popular in current literature, with a focus on the temporal average of water quality. In comparing 1 year and 3 year averages, the 3 year averages generally have a larger implicit price. Overall, results indicate that water quality improvements in the Bay, such as those required by EPA's Total Maximum Daily Load, could yield significant benefits to waterfront and near-waterfront homeowners.","Authors":"Walsh, P (Walsh, Patrick) ; Griffiths, C (Griffiths, Charles) ; Guignet, D (Guignet, Dennis) ; Klemick, H (Klemick, Heather)","Title":"Modeling the Property Price Impact of Water Quality in 14 Chesapeake Bay Counties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600015 PubMed ID: 27367141 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 629-638 DOI: 10.1080/10410236.2016.1160318 Published: MAY 2017","Abstract":"As women's health has received significant political and media attention recently, I proposed an expanded structural theory of women's communication about health. Women's health communication and critical race and systemic racism research framed this study. I interviewed 15 communicators and community health workers from grass-roots organizations focused on women's health to learn of their challenges of communicating with women from communities experiencing health disparities. Findings suggest that communicators face difficulties in developing meaningful messaging for publics because of disjunctures between medical and community frames, issues in searching for health among women's many priorities, Whiteness discourses imposed on publics' experiences, and practices of correcting for power differentials. A structural theory of women's health communication, then, consists of tenets around geographic, research/funding, academic/industry, and social hierarchies. Six frames suggesting racial biases about women and health disparities are also defined. This study also includes practical solutions in education, publishing, and policy change for addressing structural challenges.","Authors":"Vardeman-Winter, J (Vardeman-Winter, Jennifer)","Title":"The Framing of Women and Health Disparities: A Critical Look at Race, Gender, and Class from the Perspectives of Grassroots Health Communicators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354500004 ISSN: 0195-6671 eISSN: 1095-998X","Keywords":"Biogeography; Birds; Cretaceous; Evolution; Stratigraphy; Teeth KeyWords Plus:CHERVES-DE-COGNAC; SW FRANCE; TROODONTID THEROPOD; TEETH; DINOSAUR; CHINA; SKULL; AFFINITIES; UZBEKISTAN; MORPHOLOGY","Categories":"Geology; Paleontology Web of Science Categories:Geology; Paleontology","Journal Information":"CRETACEOUS RESEARCH Volume: 73 Pages: 40-46 DOI: 10.1016/j.cretres.2017.01.004 Published: MAY 2017","Abstract":"The Late Jurassic Archaeopterygidae, comprising the iconic genus Archaeopteryx, is altogether among the earliest, basalmost and best-known Mesozoic avian taxa. The geographic distribution of Archaeopteryx is hitherto restricted to a limited region of southern Germany, probably due to preservation biases. Here we describe a tooth sorted among the more than 35,000 isolated teeth found by sieving sediments from the Cherves-de-Cognac locality (western France, Lower Cretaceous). This tooth crown is morphologically similar to teeth of the German specimens of Archaeopteryx (sensu lato), despite minor differences. The Cherves-de-Cognac tooth differs much more importantly from all other known taxa. It shares with different specimens of Archaeopteryx the general tooth size, recurved shape affecting apical third of crown, thin apical-mesial carina, constriction at base of crown giving distinctive S shape of distal edge in profile, absence of other ornamentation or serration, and shape of crown section. Incidentally, former assignments of teeth from the Upper Jurassic of Guimarota (Portugal) to cf. Archaeopteryx are unwarranted, as those teeth markedly differ from the Archaeopterygidae in several crucial features. We assign the new tooth to the family Archaeopterygidae, the earliest European birds, making it the first member of the family in Europe outside Germany, and extending its temporal occurrence to the early Cretaceous. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Louchart, A (Louchart, Antoine) ; Pouech, J (Pouech, Joane)","Title":"A tooth of Archaeopterygidae (Ayes) from the Lower Cretaceous of France extends the spatial and temporal occurrence of the earliest birds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500025 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Mexico; Energy reform; Residential sector; Design of policies; Expenditure KeyWords Plus:EMPIRICAL-ANALYSIS; ELECTRICITY CONSUMPTION; COINTEGRATION APPROACH; DEMAND ELASTICITIES; MODELS; EQUATIONS; GASOLINE; SYSTEMS; TRENDS; RUN","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 253-264 DOI: 10.1016/j.enpol.2017.01.015 Published: MAY 2017","Abstract":"Mexico has entered in an important dynamic of structural changes in the energy area, proof of this, it is the Energy Reform 2013 and the Energy Transition Law published the last December 24th, 2015, thus it is important to carry out studies of the impacts of future politics in the consumption of the population, so this study estimate an energy demand system using microdata collected from 97,817 households in a National Households Income and Expenditure Survey (ENIGH acronyms in Spanish, Encuesta Nacional de Ingresos y Gastos de los Hogares) in the 20-years period from 1994 to 2014. The magnitudes of all the fuels are smaller than one indicating that electricity, LPG, gasoline and public transport are normal goods, while LPG is the most inelastic energy source. The geographic factor shows that households in the north of Mexico tend to consume more gasoline, whereas in the south of the country, the lowest share of LPG expenditure is reported. The rigorous evaluation of energy demanded in households will help policy makers to put forward more efficient reforms.","Authors":"Rosas-Flores, JA (Alberto Rosas-Flores, Jorge)","Title":"Elements for the development of public policies in the residential sector of Mexico based in the Energy Reform and the Energy Transition law"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397071100011 PubMed ID: 27859215 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 5 Pages: 982-985 DOI: 10.1002/jcp.25686 Published: MAY 2017","Abstract":"The human JC polyomavirus (JCPyV) is an ubiquitous viral agent infecting approximately 60% of humans. Recently, JCPyV sequences have been detected in semen samples. The aim of this investigation was to test whether semen JCPyV genotyping can be employed to trace the origin continent of males. SemenDNAsamples (n = 170) from males of different Continents were investigated by PCR for the polymorphic JCPyV viral capsid protein 1 (VP1) sequences, followed by DNA sequencing. JCPyV sequences were detected with an overall prevalence of 27.6% (47/170). DNA sequencing revealed that European males carried JCPyV types 1A (71.4%), 4 (11.4%), 2B (2.9%), 2D1 (2.9%), and 3A (2.9%). Asians JCPyV type 2D1 (66.7%) and Africans JCPyV types 3A (33.3%) and 1A (33.3%). In 10.6% of males, two different JCPyV genotypes were detected, suggesting that the second JCPyV genotype was acquired in the destination country. This study indicates that the majority of semen samples found to be JCPyV-positive, were infected with the JCPyV genotype found in the geographic area of male origin. Therefore, semen JCPyV genotyping could be employed to trace the origin continent of males. Our findings could be applied to forensic investigations, in case of for instance sexual crimes. Indeed, JCPyV genotyping should enable investigators to make additional detailed profiling of the offender. (C) 2016 Wiley Periodicals, Inc.","Authors":"Rotondo, JC (Rotondo, John Charles) ; Candian, T (Candian, Tommaso) ; Selvatici, R (Selvatici, Rita) ; Mazzoni, E (Mazzoni, Elisa) ; Bonaccorsi, G (Bonaccorsi, Gloria) ; Greco, P (Greco, Pantaleo) ; Tognon, M (Tognon, Mauro) ; Martini, F (Martini, Fernanda)","Title":"Tracing Males From Different Continents by Genotyping JC Polyomavirus in DNA From Semen Samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973800026 ISSN: 0305-750X","Keywords":"digital empowerment; geographic information systems; geospatial Web; indigenous resistance; participatory research KeyWords Plus:GEOGRAPHIC INFORMATION-SYSTEMS; NATURAL-RESOURCE MANAGEMENT; DIGITAL HUMANITARIANISM; GIS; CARTOGRAPHY; POLITICS; CONSERVATION; EMPOWERMENT; NICARAGUA; PROPERTY","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"WORLD DEVELOPMENT Volume: 93 Pages: 389-401 DOI: 10.1016/j.worlddev.2017.01.007 Published: MAY 2017","Abstract":"Participatory approaches have proven effective at producing more inclusive and democratic forms of development, in which marginalized groups are given increased recognition. However, these approaches can also reinforce social hierarchies and political exclusion if they are not developed and implemented carefully. In particular, participatory approaches can be problematic if they too simplistically conceptualize democratic engagement as the folding of individuals into pre-existing governance structures. Utilizing a combination of feminist and postcolonial theories, this paper argues that practitioners of participatory methods must extend their thinking to the ways in which their projects foster engagement across multiple social and epistemological perspectives. Participatory geographic information systems (PGIS) methodologies are particularly effective at enabling these cross-perspectival engagements-geospatial technologies have unique capabilities for storing and visualizing knowledge from different types of knowledge systems. These different forms of knowledge can not only be visualized as multi-facetted and multi-scalar layers, but they can be directly placed in conversation with one another within the space of the map. In this way, they can be used to fundamentally transform historically unjust governance practices, rather than simply folding new subjects into unjust political structures. The authors examine these claims in the context of a case study with the Maijuna indigenous group of the northeastern Peruvian Amazon. The authors collaborated with the Maijuna to create and use a digital, spatial database to influence policy decisions about land tenure and environmental management. We show that geospatial technologies were uniquely capable of encouraging dialog and integration across indigenous, Western scientific, and state-based perspectives of the Amazon. These technologies are particularly effective at empowering traditionally marginalized perspectives within governance processes. This project therefore offers lessons about the benefits and dangers of geospatial technologies and methodologies for improving the democratic potential of development. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Young, J (Young, Jason) ; Gilmore, M (Gilmore, Michael)","Title":"Participatory Uses of Geospatial Technologies to Leverage Multiple Knowledge Systems within Development Contexts: A Case Study from the Peruvian Amazon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396963500004 PubMed ID: 28082196 ISSN: 0195-6663 eISSN: 1095-8304","Keywords":"Snack food; Adolescents; Home environment; Peers; School environment; Neighborhood; Media KeyWords Plus:DIETARY-INTAKE; PHYSICAL-ACTIVITY; WEIGHT STATUS; FREQUENCY QUESTIONNAIRE; EATING BEHAVIORS; UNHEALTHY FOOD; PROJECT EAT; ENVIRONMENT; CHILDREN; ASSOCIATIONS","Categories":"Behavioral Sciences; Nutrition & Dietetics Web of Science Categories:Behavioral Sciences; Nutrition & Dietetics","Journal Information":"APPETITE Volume: 112 Pages: 23-34 DOI: 10.1016/j.appet.2017.01.008 Published: MAY 1 2017","Abstract":"Frequent consumption of energy-dense, nutrient-poor snack foods is an eating behavior of public health concern. This study was designed to inform strategies for reducing adolescent intake of energy-dense snack foods by identifying individual and environmental influences. Surveys were completed in 2009-2010 by 2540 adolescents (54% females, mean age = 14.5 +/- 2.0, 80% nonwhite) in Minneapolis-St. Paul, Minnesota schools. Daily servings of energy-dense snack food was assessed using a food frequency questionnaire that asked about consumption of 21 common snack food items, such as potato chips, cookies, and candy. Data representing characteristics of adolescents' environments were collected from parents/caregivers, friends, school personnel, Geographic Information System sources, and a content analysis of favorite television shows. Linear regression was used to examine relationships between each individual or environmental characteristic and snack food consumption in separate models and also to examine relationships in a model including all of the characteristics simultaneously. The factors found to be significantly associated with higher energy-dense snack food intake represented individual attitudes/behaviors (e.g., snacking while watching television) and characteristics of home/family (e.g., home unhealthy food availability), peer (friends' energy-dense snack food consumption), and school (e.g., student snack consumption norms) environments. In total, 25.5% of the variance in adolescents' energy-dense snack food consumption was explained when factors from within each context were examined together. The results suggest that the design of interventions targeting improvement in the dietary quality of adolescents' snack food choices should address relevant individual factors (e.g., eating while watching television) along with characteristics of their home/family (e.g., limiting the availability of unhealthy foods), peer (e.g., guiding the efforts of a peer leader in making healthy choices), and school environments (e.g., establishing student norms for selecting nutrient-dense snack foods). (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Larson, N (Larson, Nicole) ; Miller, JM (Miller, Jonathan M.) ; Eisenberg, ME (Eisenberg, Marla E.) ; Watts, AW (Watts, Allison W.) ; Story, M (Story, Mary) ; Neumark-Sztainer, D (Neumark-Sztainer, Dianne)","Title":"Multicontextual correlates of energy-dense, nutrient-poor snack food consumption by adolescents"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200001 PubMed ID: 26680116 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"pelagic sharks; tuna; migratory; MPA; RFMO; spatial management KeyWords Plus:MARINE PROTECTED AREAS; TUNA THUNNUS-ALBACARES; ATLANTIC BLUEFIN TUNA; STABLE-ISOTOPE ANALYSIS; CENTRAL PACIFIC-OCEAN; YELLOWFIN TUNA; FRENCH-POLYNESIA; FISHING EFFORT; INDIAN-OCEAN; BIGEYE TUNA","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 627-646 DOI: 10.1111/brv.12246 Published: MAY 2017","Abstract":"Tuna, billfish, and oceanic sharks [hereafter referred to as 'mobile oceanic fishes and sharks' (MOFS)] are characterised by conservative life-history strategies and highly migratory behaviour across large, transnational ranges. Intense exploitation over the past 65 years by a rapidly expanding high-seas fishing fleet has left many populations depleted, with consequences at the ecosystem level due to top-down control and trophic cascades. Despite increases in both CITES and IUCN Red Listings, the demographic trajectories of oceanic sharks and billfish are poorly quantified and resolved at geographic and population levels. Amongst MOFS trajectories, those of tunas are generally considered better understood, yet several populations remain either overfished or of unknown status. MOFS population trends and declines therefore remain contentious, partly due to challenges in deriving accurate abundance and biomass indices. Two major management strategies are currently recognised to address conservation issues surrounding MOFS: (i) internationally ratified legal frameworks and their associated regional fisheries management organisations (RFMOs); and (ii) spatio-temporal fishery closures, including no-take marine protected areas (MPAs). In this context, we first review fishery-dependent studies relying on data derived from catch records and from material accessible through fishing extraction, under the umbrella of RFMO-administrated management. Challenges in interpreting catch statistics notwithstanding, we find that fishery-dependent studies have enhanced the accuracy of biomass indices and the management strategies they inform, by addressing biases in reporting and non-random effort, and predicting drivers of spatial variability across meso-and oceanic scales in order to inform stock assessments. By contrast and motivated by the increase in global MPA coverage restricting extractive activities, we then detail ways in which fishery-independent methods are increasingly improving and steering management by exploring facets of MOFS ecology thus far poorly grasped. Advances in telemetry are increasingly used to explore ontogenic and seasonal movements, and provide means to consider MOFS migration corridors and residency patterns. The characterisation of trophic relationships and prey distribution through biochemical analysis and hydro-acoustics surveys has enabled the tracking of dietary shifts and mapping of high-quality foraging grounds. We conclude that while a scientific framework is available to inform initial design and subsequent implementation ofMPAs, there is a shortage in the capacity to answer basic but critical questions about MOFS ecology (who, when, where?) required to track populations non-extractively, thereby presenting a barrier to assessing empirically the performance of MPA-based management for MOFS. This sampling gap is exacerbated by the increased establishment of large (> 10000 km(2)) and very large MPAs (VLMPAs, > 100000 km(2))-great expanses of ocean lacking effectivemonitoring strategies and survey regimes appropriate to those scales. To address this shortcoming, we demonstrate the use of a non-extractive protocol to measure MOFS population recovery and MPA efficiency. We further identify technological avenues for monitoring at the VLMPA scale, through the use of spotter planes, drones, satellite technology, and horizontal acoustics, and highlight their relevance to the ecosystem-based framework of MOFS management.","Authors":"Letessier, TB (Letessier, Tom B.) ; Bouchet, PJ (Bouchet, Phil J.) ; Meeuwig, JJ (Meeuwig, Jessica J.)","Title":"Sampling mobile oceanic fishes and sharks: implications for fisheries and conservation planning"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200016 PubMed ID: 27010433 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"pollen dispersal; seed dispersal; recruitment; seagrasses; gene flow; ocean transport; spatial genetic structure; vegetative fragments KeyWords Plus:EELGRASS ZOSTERA-MARINA; POSIDONIA-AUSTRALIS POSIDONIACEAE; OCEANICA L. DELILE; THALASSIA-TESTUDINUM HYDROCHARITACEAE; SURFGRASS PHYLLOSPADIX-TORREYI; LONG-DISTANCE DISPERSAL; SEED DISPERSAL; POPULATION-STRUCTURE; ENHALUS-ACOROIDES; POLLEN DISPERSAL","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 921-938 DOI: 10.1111/brv.12261 Published: MAY 2017","Abstract":"Accurate estimation of connectivity among populations is fundamental for determining the drivers of population resilience, genetic diversity, adaptation and speciation. However the separation and quantification of contemporary versus historical connectivity remains a major challenge. This review focuses on marine angiosperms, seagrasses, that are fundamental to the health and productivity of temperate and tropical coastal marine environments globally. Our objective is to understand better the role of sexual reproduction and recruitment in influencing demographic and genetic connectivity among seagrass populations through an integrated multidisciplinary assessment of our present ecological, genetic, and demographic understanding, with hydrodynamic modelling of transport. We investigate (i) the demographic consequences of sexual reproduction, dispersal and recruitment in seagrasses, (ii) contemporary transport of seagrass pollen, fruits and seed, and vegetative fragments with a focus on hydrodynamic and particle transportmodels, and (iii) contemporary genetic connectivity among seagrass meadows as inferred through the application of genetic markers. New approaches are reviewed, followed by a summary outlining future directions for research: integrating seascape genetic approaches; incorporating hydrodynamic modelling for dispersal of pollen, seeds and vegetative fragments; integrating studies across broader geographic ranges; and incorporating non-equilibrium modelling. These approaches will lead to a more integrated understanding of the role of contemporary dispersal and recruitment in the persistence and evolution of seagrasses.","Authors":"Kendrick, GA (Kendrick, Gary A.) ; Orth, RJ (Orth, Robert J.) ; Statton, J (Statton, John) ; Hovey, R (Hovey, Renae) ; Montoya, LR (Montoya, Leonardo Ruiz) ; Lowe, RJ (Lowe, Ryan J.) ; Krauss, SL (Krauss, Siegfried L.) ; Sinclair, EA (Sinclair, Elizabeth A.)","Title":"Demographic and genetic connectivity: the role and consequences of reproduction, dispersal and recruitment in seagrasses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368800009 ISSN: 0165-7836 eISSN: 1872-6763","Keywords":"Chrysophrys auratus; Otolith chemistry; Fish movement; Stock structure; Year class KeyWords Plus:SNAPPER PAGRUS-AURATUS; GLASS REFERENCE MATERIALS; SHARK BAY-REGION; LIFE-HISTORY; SOUTH-AUSTRALIA; HYPORHAMPHUS-MELANOCHIR; STOCK IDENTIFICATION; MOVEMENT PATTERNS; WESTERN-AUSTRALIA; INVERSE ESTUARY","Categories":"Fisheries Web of Science Categories:Fisheries","Journal Information":"FISHERIES RESEARCH Volume: 189 Pages: 77-94 DOI: 10.1016/j.fishres.2017.01.010 Published: MAY 2017","Abstract":"Snapper, Chrysophrys auratus, is a highly important fishery resource of southern Australia. Through the late 2000s, the State of South Australia (SA) produced record commercial catches of this species, making the dominant contribution to the national catch. This was associated with dramatic changes in contributions from SA's regional fisheries. The demographic processes responsible for these unprecedented changes were not understood, reflecting poor understanding of large-scale movement of snapper and its influence on regional population dynamics and stock structure. This study used otolith chemistry to investigate the movement behaviour and stock structure of snapper in the eastern part of southern Australia. Transverse sections of otoliths from four year classes and six geographic regions distributed over 1500 km of coastline were sampled by continuous life-history profiles across the chronOlogical structure using laser ablation inductively coupled plasma mass spectrometry. Element:calcium ratios were integrated with annual increment measurements to produce profiles Of age-related, annual averages for Ba:Ca, Sr:Ca, Mn:Ca and Mg:Ca. Significant regional differences for each annual zone were used to infer differences in fish origins and inter-regional movement. Variation in Ba:Ca was most informative and indicated that an episodic fishery along the south east coastal region of SA is linked to periods of stock range expansion, involving movement over 600 km, from a major nursery area, Port Phillip Bay (PPB), in the adjacent state of Victoria. Periods of stock range expansion coincided with exceptionally strong year-classes originating from spawning in PPB. Inferences from the element:calcium profiles and other information suggested that the populations in the northern parts of the two gulfs of SA appear to be separate, self-recruiting and independent of inter-regional movement. Each, however, is an important nursery area and source of emigration that replenishes regional populations in adjacent coastal waters. The results support SA's snapper fishery being divided into three stocks, each dependent on a primary nursery area. The source for the intermittent fishery in the south east region of SA is Within a separate management jurisdiction (Victoria), necessitating consideration of multi-jurisdictional assessment and management. We hypothesise that density-related processes are responsible for range expansion of this multi-jurisdictional stock, with strong year classes producing more extensive emigration and range expansion into SA waters. The study provides an example of the value of life-history otolith chemistry profiles for resolving stock structure at regional scales with implications for fisheries assessment and management. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fowler, AJ (Fowler, Anthony John) ; Hamer, PA (Hamer, Paul Andrew) ; Kemp, J (Kemp, Jodie)","Title":"Age-related otolith chemistry profiles help resolve demographics and meta-population structure of a widely-dispersed, coastal fishery species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396043800005 ISSN: 0018-8158 eISSN: 1573-5117","Keywords":"mtDNA sequences; Control region; AFLP; Secondary admixis; Hybridization; Lake level fluctuations KeyWords Plus:POPULATION-STRUCTURE; EAST-AFRICA; MITOCHONDRIAL-DNA; LEVEL FLUCTUATIONS; GENETIC DIVERSITY; EVOLUTION; FISHES; HYBRIDIZATION; LINEAGE; DIVERGENCE","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"HYDROBIOLOGIA Volume: 791 Issue: 1 Pages: 51-68 DOI: 10.1007/s10750-016-2939-8 Published: MAY 2017","Abstract":"In Lake Tanganyika, lake level fluctuations were shown to have had a major impact on the evolution of littoral species. Many species are subdivided into arrays of populations, geographical races and sister species, each colonizing a particular section of the shore. Their often limited dispersal abilities promoted geographic isolation and, on the long run, allopatric speciation. With more than 120 distinct populations, the genus Tropheus represents the most spectacular and best-studied example of this phenomenon. The present study aims at the fine-scale reconstruction of the spread of two mitochondrial Tropheus-lineages in the very north of the lake, where two species, T. sp. 'black' and T. brichardi, occur. Using mtDNA sequences and AFLP-data, we analyzed samples from 21 localities and found a highly complex conglomerate of introgressed populations formed by the repeated contact of two lineages. Our data suggest repeated cross-lake dispersal of T. sp. 'black' haplotypes along the ridge between the West and East Ubwari Fault, supporting an additional persisting lowstand-lake in the Bujumbura subbasin at the very north of the lake and highlighting once more the impact of lake level fluctuations on the genetic structure and evolution of stenotopic rock-dwelling cichlid species.","Authors":"Sturmbauer, C (Sturmbauer, Christian) ; Borger, C (Boerger, Christine) ; Van Steenberge, M (Van Steenberge, Maarten) ; Koblmuller, S (Koblmueller, Stephan)","Title":"A separate lowstand lake at the northern edge of Lake Tanganyika? Evidence from phylogeographic patterns in the cichlid genus Tropheus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398192100010 ISSN: 1369-183X eISSN: 1469-9451","Keywords":"Re-nationalisation; inter-nationalisation; supra-nationalisation; transnational social space(s); citizens of Kazakhstan in Russia KeyWords Plus:INTERNATIONAL MIGRATION; IMMIGRANT INCORPORATION; POWER; STRATEGIES; MIGRANTS; BORDER","Categories":"Demography; Ethnic Studies Web of Science Categories:Demography; Ethnic Studies","Journal Information":"JOURNAL OF ETHNIC AND MIGRATION STUDIES Volume: 43 Issue: 6 Pages: 1026-+ DOI: 10.1080/1369183X.2016.1221336 Published: MAY 2017","Abstract":"This article extends the application of transnationalism as an analytical perspective by using it within the context of migration between Russia and Kazakhstan, and integrates the classification of transnational social spaces suggested by Thomas Faistwith an outline of processes for the re/production of geographic-societal spatial configurations introduced in the literature by Ludger Pries.The article indicates the interconnected types of transnational social spaces that exist across the Russia-Kazakhstan border - transnational kinship groups and transnational circuits. It argues that the re/production of these spaces is influenced by the current processes of supra-nationalisation, inter-nationalisation, and re-nationalisation encompassing Russia and Kazakhstan, as well as by the common past of these countries within the USSR, and addresses a gap in the existing literature by exploring these influences. The research findings reveal that while transnational relationships can be re/produced in order to satisfy social actors' needs stemming from the re-nationalisation and overlooked by inter-nationalisation and supra-nationalisation, further developments of these processes, which take such needs into account, do not necessarily lead to the disappearance of transnational social space(s). This is due to the presence of close relationships across the border (transnational kinship groups) and the existence of shared material infrastructure (transnational circuits).","Authors":"Kosygina, L (Kosygina, Larisa)","Title":"Re-nationalisation, inter-nationalisation, and supra-nationalisation in the re/production of transnational social space(s): the case of Kazakhstanis residing in Novosibirsk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698200001 ISSN: 0022-0981 eISSN: 1879-1697","Keywords":"Salinity; Ocean acidification; Estuaries; Heat shock protein; Ingestion rate; Metabolism; Calcification; Aquaculture KeyWords Plus:SCALLOP ARGOPECTEN-PURPURATUS; ELEVATED CO2 LEVELS; OCEAN ACIDIFICATION; CONCHOLEPAS-CONCHOLEPAS; CRASSOSTREA-VIRGINICA; SOUTHERN CHILE; PHENOTYPIC PLASTICITY; CARBONATE CHEMISTRY; FEEDING PHYSIOLOGY; LOCAL ADAPTATION","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"JOURNAL OF EXPERIMENTAL MARINE BIOLOGY AND ECOLOGY Volume: 490 Pages: 1-12 DOI: 10.1016/j.jembe.2017.02.005 Published: MAY 2017","Abstract":"Geographically widespread species must cope with environmental differences between habitats. Information concerning geographic variations in response to climate variability is critical because many morphological, life history and physiological traits show variation across space. Reciprocal transplant experiments have shown to be relevant to evaluate the role of phenotypic plasticity and potential local adaptation in ecophysiological responses when coping with environmental variability. In this study, we characterize through reciprocal transplant experiments the reaction norms of morphological, biochemical, physiological and life-history traits between two intertidal populations of the socioeconomically important mussel Mytilus chilensis, inhabiting contrasting local environments (estuarine vs coastal habitats). We found a gradient in phenotypic plasticity with plastic trait responses in metabolic, ingestion and clearance rates, and in HsP(70) gene expression, and some traits with responses more canalized as growth and calcification rates. This emphasizes that responses not only vary across different local populations but also in different traits in M. chilensis, thus it is difficult to establish an overall trend of the responses at integrated organismal level. Moreover, the synergistic interaction of factors such as salinity and carbonate system parameters evaluated make it necessary to study the response at the population level with emphasis on benthic species important in aquaculture. Finally, field studies such as this one are useful for documenting the patterns of traits variation that occur in nature, identifying possible causes of such variation, and generating testable hypotheses for future controlled experiments. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Osores, SJA (Osores, Sebastian J. A.) ; Lagos, NA (Lagos, Nelson A.) ; Martin, VS (San Martin, Valeska) ; Manriquez, PH (Manriquez, Patricio H.) ; Vargas, CA (Vargas, Cristian A.) ; Torres, R (Torres, Rodrigo) ; Navarro, JM (Navarro, Jorge M.) ; Poupin, MJ (Josefina Poupin, M.)[ 1,10 ] ; Saldias, GS (Saldias, Gonzalo S.) ; Lardies, MA (Lardies, Marco A.)","Title":"Plasticity and inter-population variability in physiological and life-history traits of the mussel Mytilus chilensis: A reciprocal transplant experiment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562700022 PubMed ID: 28395847 ISSN: 2214-109X","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"LANCET GLOBAL HEALTH Volume: 5 Issue: 5 Pages: E545-E555 Published: MAY 2017","Abstract":"Background The risk of maternal death in Afghanistan is among the highest in the world; however, the risks within the country are poorly understood. Subnational maternal mortality estimates are needed along with a broader understanding of determinants to guide future maternal health programmes. Here we aimed to study maternal mortality risk and causes, care-seeking patterns, and costs within the country. Methods We did a household survey (RAMOS-II) in the urban area of Kabul city and the rural area of Ragh, Badakshan. Questionnaires were administered to senior female household members and data were collected by a team of female interviewers with secondary school education. Information was collected about all deaths, livebirths, stillbirths, health-care access and costs, household income, and assets. Births were documented using a pregnancy history. We investigated all deaths in women of reproductive age (12-49 years) since January, 2008, using verbal autopsy. Community members; service providers; and district, provincial, and national officials in each district were interviewed to elicit perceptions of changes in maternal mortality risk and health service provision, along with programme and policy documentation of maternal care coverage. Findings Data were collected between March 2, 2011, and Oct 16, 2011, from 130 688 participants: 63 329 in Kabul and 67 359 in Ragh. The maternal mortality ratio in Ragh was quadruple that in Kabul (713 per 100 000 livebirths, 95% CI 553-873 in Ragh vs 166, 63-270 in Kabul). We recorded similar patterns for all other maternal death indicators, including the maternal mortality rate (1.7 per 1000 women of reproductive age, 95% CI 1.3-2.1 in Ragh vs 0.2, 0.1-0.3 in Kabul). Infant mortality also differed significantly between the two areas (115.5 per 1000 livebirths, 95% CI 108.6-122.3 in Ragh vs 24.8, 20.5-29.0 in Kabul). In Kabul, 5594 (82%) of 6789 women reported a skilled attendant during recent deliveries compared with 381 (3%) of 11 366 women in Ragh. An estimated 85% of women in Kabul and 47% in Ragh incurred delivery costs (mean US$66.20, IQR $61.30 in Kabul and $9.89, $11.87 in Ragh). Maternal complications were the third leading cause of death in women of reproductive age in Kabul, and the leading cause in Ragh, and were mainly due to hypertensive diseases of pregnancy. The maternal mortality rate decreased significantly between 2002 and 2011 in both Kabul (by 71%) and Ragh (by 84%), plus all other maternal mortality indicators in Ragh. Interpretation Remarkable maternal and other mortality reductions have occurred in Afghanistan, but the disparity between urban and rural sites is alarming, with all maternal mortality indicators significantly higher in Ragh than in Kabul. Customised service delivery is needed to ensure parity for different geographic and security settings. Copyright (C) The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND license.","Authors":"Bartlett, L (Bartlett, Linda) ; LeFevre, A (LeFevre, Amnesty) ; Zimmerman, L (Zimmerman, Linnea) ; Saeedzai, SA (Saeedzai, Sayed Ataullah) ; Torkamani, S (Torkamani, Sabera) ; Zabih, W (Zabih, Weeda) ; Tappis, H (Tappis, Hannah) ; Becker, S (Becker, Stan) ; Winch, P (Winch, Peter) ; Koblinsky, M (Koblinsky, Marge) ; Rahmanzai, AJ (Rahmanzai, Ahmed Javed) ...More...Less","Title":"Progress and inequities in maternal mortality in Afghanistan (RAMOS-II): a retrospective observational study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361700013 ISSN: 0191-8869","Keywords":"Alexithymia; Interpersonal circumplex; Attachment KeyWords Plus:ADULT-ATTACHMENT; EMOTION REGULATION; VALIDITY EVIDENCE; SELF; CIRCUMPLEX; SCALE; REPRESENTATIONS; QUESTIONNAIRE; DISCRIMINANT; EXPERIENCES","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 110 Pages: 65-69 DOI: 10.1016/j.paid.2017.01.027 Published: MAY 1 2017","Abstract":"Alexithymia refers to the difficulty identifying and describing emotions as well as an externally-oriented cognitive style. The interpersonal theory of clinical, social, and personality psychology is a well-articulated conceptual framework from which to examine this construct. In three separate samples from two geographic regions in the United States, university students completed self-report measures of interpersonal style, interpersonal goals, attachment, and interpersonal outcomes. The three components of alexithymia (i.e., difficulty identifying emotions; difficulty describing emotions; externally-oriented thinking) were associated with a hostile interpersonal style and hostile interpersonal goals. Attachment insecurity to romantic partners and to a higher power (e.g., God) was a consistent finding for those participants reporting difficulty identifying and difficulty describing their emotional experiences. Overall, these components were also associated with deleterious interpersonal outcomes, but the externally-oriented thinking component demonstrated inconsistent and weaker associations. It is argued that interpersonal theory can play an important role as an integrative framework for understanding the construct of alexithymia. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jordan, KD (Jordan, Kevin D.) ; Smith, TW (Smith, Timothy W.)","Title":"The interpersonal domain of alexithymia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398168500002 ISSN: 0953-7325 eISSN: 1465-3990","Keywords":"Innovation studies; technological change and dynamics; green technology KeyWords Plus:EVOLUTIONARY ECONOMIC-GEOGRAPHY; RENEWABLE ENERGY TECHNOLOGIES; STRATEGIC NICHE MANAGEMENT; DOMINANT DESIGNS; PATH CREATION; SWITCHGRASS; GROWTH; RELATEDNESS; TRANSITIONS; DYNAMICS","Categories":"Business & Economics; Science & Technology - Other Topics Web of Science Categories:Management; Multidisciplinary Sciences","Journal Information":"TECHNOLOGY ANALYSIS & STRATEGIC MANAGEMENT Volume: 29 Issue: 5 Pages: 486-499 Special Issue: SI DOI: 10.1080/09537325.2016.1227066 Published: MAY 2017","Abstract":"Renewable energy industries that replace fossil fuels with biomass-based alternatives are at the forefront of a shift to and an advanced bioeconomy. In the United States, government policies promote second-generation liquid biofuels that use non-food feedstocks like switchgrass to foster industry development. Although government policies and related industry activity created a market niche for switchgrass biofuels, geographic, technical, and institutional barriers limit industry development and regional branching. Policy alone has not been enough to disrupt an industry path dominated by corn-based production. Formation of a switchgrass-based biofuel industry depends on stabilisation of production around a series of inter-related process innovations. Unlike corn-based biofuels, switchgrass and other cellulosic biofuels have no single existing related industry value chain to use to resolve coordination problems. The experience with switchgrass sheds light on the innovation process in general by drawing attention to the early stage of science and technology development.","Authors":"Kedron, P (Kedron, Peter) ; Bagchi-Sen, S (Bagchi-Sen, Sharmistha)","Title":"Limits to policy-led innovation and industry development in US biofuels"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395089800001 ISSN: 1523-0406 eISSN: 1545-0465","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CARTOGRAPHY AND GEOGRAPHIC INFORMATION SCIENCE Volume: 44 Issue: 3 Pages: 185-185 DOI: 10.1080/15230406.2017.1284379 Published: MAY 2017","Authors":"Chrisman, NR (Chrisman, Nicholas R.)","Title":"Aims and scope of Cartography and Geographic Information Science"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218600004 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Soil loss; Soil and water conservation; Bounded plots; Field measurements KeyWords Plus:DIFFERENT TILLAGE SYSTEMS; MINAS-GERAIS STATE; WATER EROSION; MANAGEMENT-SYSTEMS; NUTRIENT LOSSES; LAND-USE; EUCALYPTUS FORESTS; AGRICULTURAL LAND; SOUTHERN BRAZIL; SURFACE RUNOFF","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 152 Pages: 29-39 DOI: 10.1016/j.catena.2017.01.003 Published: MAY 2017","Abstract":"Research to measure soil erosion rates in the United States from natural rainfall runoff plots began in the early 1900's. In Brazil, the first experimental study at the plot-scale was conducted in the 1940's; however, the monitoring process and the creation of new experimental field plots have not continued through the years in either country, and are relatively rare in other parts of the world. To better understand runoff and soil erosion rates in Brazil, we review the plot-scale studies that have been conducted across the country. We also evaluated trends, challenges, and perspectives of plot-scale studies in Brazil. Runoff and soil loss records under natural rainfall were compiled from peer-reviewed journals, books, M.Sc. theses, and Ph.D. dissertations, and we organized a database containing the following information: geographic coordinates, region, rainfall, runoff, soil erosion, length of record (plot-years), land cover, tillage system, slope length, and slope gradient. We found mean values of observed annual soil loss ranging from 0.1 t ha y(-1) (grassland and pasture in the southern region) to as great as 136.0 t ha y(-1) (tilled fallow plots, without plant cover, in the northeastern region). Our findings indicated that the southern and southeastern regions of Brazil have the greatest number bf runoff and soil 1058 monitoring sites and length of records (plot-years), corresponding to 67% and 88% of the totals, respectively. In addition, the number of plot-years of data collected has decreased 86% in the last 15 years. However, the number of published documents has increased 10 times in the same period. Around 50% of the experimental studies have 2 years or less of monitored data. In order to reduce the variability of the observed data, develop models, and support decisions, it is important to increase the monitoring period of the experimental sites. Moreover, efforts should continue to allow field observations in all regions of Brazil where data is scarce, in particular paying special attention to the central-western region, where crop production is the main land-use, and along the largest Brazilian agricultural expansion frontier (northern region). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Anache, JAA (Anache, Jamil A. A.) ; Wendland, EC (Wendland, Edson C.) ; Oliveira, PTS (Oliveira, Paulo T. S.) ; Flanagan, DC (Flanagan, Dennis C.) ; Nearing, MA (Nearing, Mark A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Paulo Tarso  http://orcid.org/0000-0003-2806-0083","Title":"Runoff and soil erosion plot-scale studies under natural rainfall: A meta-analysis of the Brazilian experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218600006 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Soil bacterial community; Spatial distribution; Environmental filtering; Precipitation and temperature gradient; Inner Mongolia steppe KeyWords Plus:MICROBIAL COMMUNITIES; CLIMATE-CHANGE; DIVERSITY; PATTERNS; BIOGEOGRAPHY; ECOLOGY; NETWORK; GRASSLANDS; ABUNDANCE; RESPONSES","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 152 Pages: 47-56 DOI: 10.1016/j.catena.2017.01.007 Published: MAY 2017","Abstract":"Understanding the differentiation of soil bacterial communities under precipitation and temperature gradients is crucial for assessing the impacts of environmental filters on ecosystem structure and function. Here we investigated spatial variations of bacterial communities along a precipitation and temperature transect in the eastern Inner Mongolia steppe, China. The aims are to understand the biogeographic pattern and key drivers shaping soil bacterial communities along the transect. Our results shoved that the soil bacterial community along the 451-km transect exhibited the distance-decay relationship, decreasing in community similarity with geographic distance. Obvious changes in the bacterial community structure occurred at an annual precipitation from 215 to 261 mm, which was close to the boundary between arid and semi-arid systems. The relative abundances of Proteobacteria, Bacteroidetes, and Acidobacteria increased with precipitation, while those of Actinobacteria, Chloroflexi, and Gemmatimonadetes decreased. Environmental filtering was observed to be the key in shaping bacterial biogeographic patterns, and climate conditions exert indirect effects on soil bacterial communities mainly through direct effects on soil properties. Soil pH and plant coverage were important to soil bacterial communities in both arid and semi-arid steppes. Our findings provided insights for understanding the linkages among geographic distance, environmental filters, and soil bacterial communities in Eurasian steppe ecosystems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yao, MJ (Yao, Minjie) ; Rui, JP (Rui, Junpeng) ; Niu, HS (Niu, Haishan) ; Hedenec, P (Hedenec, Petr) ; Li, JB (Li, Jiabao) ; He, ZL (He, Zhili) ; Wang, JM (Wang, Junming) ; Cao, WD (Cao, Weidong) ; Li, XZ (Li, Xiangzhen)","Title":"The differentiation of soil bacterial communities along a precipitation and temperature gradient in the eastern Inner Mongolia steppe"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394920600029 ISSN: 1364-0321","Keywords":"Algae; Cost; Flue gas; Wastewater KeyWords Plus:WASTE-WATER TREATMENT; COMPREHENSIVE TECHNOECONOMIC ANALYSIS; LIFE-CYCLE ASSESSMENT; BIOFUEL PRODUCTION; BIOMASS PRODUCTION; ENVIRONMENTAL IMPACTS; BIODIESEL PRODUCTION; ANAEROBIC-DIGESTION; ECONOMIC VIABILITY; NANNOCHLOROPSIS-GADITANA","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 71 Pages: 379-387 DOI: 10.1016/j.rser.2016.12.068 Published: MAY 2017","Abstract":"The use of microalgae culture technology (MCT) for mitigating CO2 emissions from flue gases and nutrient discharges from wastewater whilst generating a biofuel product is considered with reference to the cost benefit offered. The review examines the most recent MCT literature (post 2010) focused on the algal biomass or biofuel production cost. The analysis reveals that, according to published studies, biofuel cost follows an approximate inverse relationship with algal or lipid productivity with a minimum production cost of $1 L-1 attained under representative conditions. A 35-86% cost reduction is reported across all studies from the combined harnessing of CO2 and nutrients from waste sources. This compares with 12-27% for obviating fertiliser procurement through using a wastewater nutrient source (or else recycling the liquor from the extracted algal biomass waste), and 19-39% for CO2 fixation from a flue gas feed. Notwithstanding the above, economic competitiveness with mineral fuels appears to be attainable only under circumstances which also feature: a) The inclusion of cost and environmental benefits from wastewater treatment (Such as the energy and/or greenhouse gas emissions benefit from nutrient and CO2 discharge abatement), and/or a) Multiple installations over an extended geographic region where flue gas and wastewater sources are co located.","Authors":"Judd, SJ (Judd, S. J.) ; Al Momani, FAO (Al Momani, F. A. O.) ; Znad, H (Znad, H.) ; Al Ketife, AMD (Al Ketife, A. M. D.)","Title":"The cost benefit of algal technology for combined CO2 mitigation and nutrient abatement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397800600010 PubMed ID: 27761971 ISSN: 1354-1013 eISSN: 1365-2486","Keywords":"biodiversity; ecosystem function; resilience; stream; urbanization KeyWords Plus:CURRENT KNOWLEDGE; EMPIRICAL-MODELS; CLIMATE-CHANGE; UNITED-STATES; LAND-USE; BIODIVERSITY; FISH; NUTRIENT; CONSERVATION; EXTINCTION","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"GLOBAL CHANGE BIOLOGY Volume: 23 Issue: 5 Pages: 1871-1880 DOI: 10.1111/gcb.13536 Published: MAY 2017","Abstract":"Integrating knowledge of environmental degradation, biodiversity change, and ecosystem processes across large spatial scales remains a key challenge to illuminating the resilience of earth's systems. There is now a growing realization that the manner in which communities will respond to anthropogenic impacts will ultimately control the ecosystem consequences. Here, we examine the response of freshwater fishes and their nutrient excretion -a key ecosystem process that can control aquatic productivity -to human land development across the contiguous United States. By linking a continental-scale dataset of 533 fish species from 8100 stream locations with species functional traits, nutrient excretion, and land remote sensing, we present four key findings. First, we provide the first geographic footprint of nutrient excretion by freshwater fishes across the United States and reveal distinct local-and continental-scale heterogeneity in community excretion rates. Second, fish species exhibited substantial response diversity in their sensitivity to land development; for native species, the more tolerant species were also the species contributing greater ecosystem function in terms of nutrient excretion. Third, by modeling increased land-use change and resultant shifts in fish community composition, land development is estimated to decrease fish nutrient excretion in the majority (63%) of ecoregions. Fourth, the loss of nutrient excretion would be 28% greater if biodiversity loss was random or 84% greater if there were no nonnative species. Thus, ecosystem processes are sensitive to increased anthropogenic degradation but biotic communities provide multiple pathways for resistance and this resistance varies across space.","Authors":"Moore, JW (Moore, Jonathan W.) ; Olden, JD (Olden, Julian D.)","Title":"Response diversity, nonnative species, and disassembly rules buffer freshwater ecosystem processes from anthropogenic change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397800600020 PubMed ID: 27859937 ISSN: 1354-1013 eISSN: 1365-2486","Keywords":"climate change; correlative; DGVM; niche model; northwestern North America; process-based; species distribution model; species range KeyWords Plus:BIOCLIMATE ENVELOPE MODELS; WASHINGTON-STATE; CHANGING CLIMATE; HABITAT MODELS; RANGE; FORESTS; USA; DISTURBANCE; MIGRATION; ECOSYSTEM","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"GLOBAL CHANGE BIOLOGY Volume: 23 Issue: 5 Pages: 2005-2015 DOI: 10.1111/gcb.13570 Published: MAY 2017","Abstract":"Empirical and mechanistic models have both been used to assess the potential impacts of climate change on species distributions, and each modeling approach has its strengths and weaknesses. Here, we demonstrate an approach to projecting climate-driven changes in species distributions that draws on both empirical and mechanistic models. We combined projections from a dynamic global vegetation model (DGVM) that simulates the distributions of biomes based on basic plant functional types with projections from empirical climatic niche models for six tree species in northwestern North America. These integrated model outputs incorporate important biological processes, such as competition, physiological responses of plants to changes in atmospheric CO2 concentrations, and fire, as well as what are likely to be species-specific climatic constraints. We compared the integrated projections to projections from the empirical climatic niche models alone. Overall, our integrated model outputs projected a greater climate-driven loss of potentially suitable environmental space than did the empirical climatic niche model outputs alone for the majority of modeled species. Our results also show that refining species distributions with DGVM outputs had large effects on the geographic locations of suitable habitat. We demonstrate one approach to integrating the outputs of mechanistic and empirical niche models to produce bioclimatic projections. But perhaps more importantly, our study reveals the potential for empirical climatic niche models to over-predict suitable environmental space under future climatic conditions.","Authors":"Case, MJ (Case, Michael) ; Lawler, JJ (Lawler, Joshua)","Title":"Integrating mechanistic and empirical model projections to assess climate impacts on tree species distributions in northwestern North America"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394068100010 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Probabilistic range queries; Location-dependent queries; Uncertainty management KeyWords Plus:NEAREST-NEIGHBOR QUERIES; MOVING-OBJECTS; EFFICIENT; NETWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 388 Pages: 154-171 DOI: 10.1016/j.ins.2017.01.029 Published: MAY 2017","Abstract":"Location-based services have motivated intensive research in the field of mobile computing, and particularly on location-dependent queries. Existing approaches usually assume that the location data are expressed at a fine geographic precision (physical coordinates such as GPS). However, many positioning mechanisms are subject to an inherent imprecision (e.g., the cell-id mechanism used in cellular networks can only determine the cell where a certain moving object is located). Moreover, even a GPS location can be subject to an error or be obfuscated for privacy reasons. Thus, moving objects can be considered to be associated not to an exact location, but to an uncertainty area where they can be located. In this paper, we analyze the problem introduced by the imprecision of the location data available in the data sources by modeling them using uncertainty areas. To do so, we propose to use a higher-level representation of locations which includes uncertainty, formalizing the concept of uncertainty location granule. This allows us to consider probabilistic location-dependent queries, among which we will focus on probabilistic inside (range) constraints. The adopted model allows us to develop a systematic and efficient approach for processing this kind of queries. An experimental evaluation shows that these probabilistic queries can be supported efficiently. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bernad, J (Bernad, Jorge) ; Bobed, C (Bobed, Carlos) ; Ilarri, S (Ilarri, Sergio) ; Mena, E (Mena, Eduardo)","Title":"Handling location uncertainty in probabilistic location-dependent queries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393726200019 ISSN: 0960-1481","Keywords":"Photovoltaic energy; Wind energy; Optimization energy system model; Spatially-explicit KeyWords Plus:POWER-SYSTEMS; COST; RENEWABLES; CAPACITY","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 183-198 DOI: 10.1016/j.renene.2016.12.020 Published: MAY 2017","Abstract":"This paper assesses how different levels of geographical disaggregation of wind and photovoltaic energy resources could affect the outcomes of an energy system model by 2020 and 2050. Energy system models used for policy making typically have high technology detail but little spatial detail. However, the generation potential and integration costs of variable renewable energy sources and their time profile of production depend on geographic characteristics and infrastructure in place. For a case study for Austria we generate spatially highly resolved synthetic time series for potential production locations of wind power and PV. There are regional differences in the costs for wind turbines but not for PV. However, they are smaller than the cost reductions induced by technological learning from one modelled decade to the other. The wind availability shows significant regional differences where mainly the differences for summer days and winter nights are important. The solar availability for PV installations is more homogenous. We introduce these wind and PV data into the energy system model JRC-EU-TIMES with different levels of regional disaggregation. Results show that up to the point that the maximum potential is reached disaggregating wind regions significantly affects results causing lower electricity generation from wind and PV. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Simoes, S (Simoes, Sofia) ; Zeyringer, M (Zeyringer, Marianne) ; Mayr, D (Mayr, Dieter) ; Huld, T (Huld, Thomas) ; Nijs, W (Nijs, Wouter) ; Schmidt, J (Schmidt, Johannes) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Simoes, Sofia  http://orcid.org/0000-0003-4304-1411","Title":"Impact of different levels of geographical disaggregation of wind and PV electricity generation in large energy system models: A case study for Austria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393726200067 ISSN: 0960-1481","Keywords":"Tidal stream energy potential; Tidal flow asymmetry; HF radar; Velocity profile; The Iroise Sea KeyWords Plus:DOPPLER CURRENT PROFILER; SURFACE CURRENTS; HF RADAR; VARIABILITY; FLOW; CHANNEL; STRAIT; WAVES; ADCP","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 735-747 DOI: 10.1016/j.renene.2016.12.082 Published: MAY 2017","Abstract":"A method of tidal stream energy resource assessment around the Ushant Island in the Iroise Sea, using surface velocity time series from High Frequency radars (HFR) and ADCP measurements, is presented. Remotely sensed velocities provided by the radars allow to augment the industry standard approach of 3D numerical modeling and in-situ ADCP surveying to make a large-scale quantification of tidal stream resource. They capture the real ocean dynamics and thus provide context on the complex spatial variability of tidal currents that are so often feature at potential tidal energy sites. The observations show current velocities of 4 m/s northwest of the Island and in the Fromveur Strait, with 1 m/s value exceeded 60% and 70% of time respectively. Emphasis is given to the peculiarities in tidal flow asymmetry and to the study of the variation of vertical velocity profiles during different tidal stages. Radar derived velocities reveal a pronounced asymmetry between the flood and ebb flow around the Ushant Island, quantified by dimensionless number a - velocity asymmetry. The largest range of asymmetry variation, from 0.5 to 2.5, is observed in the Fromveur Strait Harmonic analysis demonstrated that a joint variation of phase of the principal semi-diurnal (M-2) and quarter-diurnal (M-4) tidal velocity component accounts for flow asymmetry variation in the strait. Asymmetry in current direction is also quantified. ADCP measurements show that the vertical velocity profiles follow a 1/alpha power law with a power law exponent mostly depending on geographic location than on tidal stage. It was demonstrated that, in the Fromveur Strait, the 1/7 power law is appropriate to characterize the velocity profile. The combination of two sources of data enables characterization of the velocity variations in three spatial dimensions and in time thus increasing accuracy of the hydrokinetic resource assessment from HF radar observations. The estimation shows that the mean technical resource is 50% smaller in the lower half than in the upper half of the water column. The theoretical resource on average is three times higher than the technical resource and appears to be more sensitive to variations in the shape of the velocity profile in the lower layer. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Thiebaut, M (Thiebaut, Maxime) ; Sentchev, A (Sentchev, Alexei)","Title":"Asymmetry of tidal currents off the W.Brittany coast and assessment of tidal energy resource around the Ushant Island"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392779100040 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"Gelatin dissolution; Structure; DSC; Aging; Water mobility; SRCD; NMR KeyWords Plus:DIFFERENTIAL SCANNING CALORIMETRY; CROSS-LINKING; FLUORESCENCE SPECTROSCOPY; CIRCULAR-DICHROISM; TEMPERATURE; RELAXATION; HUMIDITY; COLLAGEN; STATE; FILMS","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 66 Pages: 378-388 DOI: 10.1016/j.foodhyd.2016.12.005 Published: MAY 2017","Abstract":"Gelatin is used to make hard capsules and has to meet strict dissolution specifications to guarantee homogeneous drug delivery. The aging of gelatin induces a decrease of its dissolution rate due to the formation of intra- and intermolecular cross-links. Cross-link formation has shown to be dependent on the environmental conditions of production, such as temperature and humidity, and therefore on the geographic origin of production. Gelatin structure consists of an amorphous phase (coil structure) and a crystal phase (triple-helixes) and is very sensitive to environmental changes. The present work aims at understanding the role and effects of structural changes during aging on gelatin dissolution, taking into account the origin of production. The molecular structure of pig skin gelatins from three different production sites of the same company were studied by differential scanning calorimetry, synchrotron circular dichroism and H-1 nuclear magnetic resonance. It turned out that aging induced the melting of triple-helixes, an increase of random coils and, probably, beta-turn conformations. The gelatin structure varied with the origin of production and thus affected the dissolution rate. Gelatins with non-compliant dissolution rates exhibited a higher amount of amorphous phase after aging than compliant gelatins. Although it was not possible to formulate any certain interpretation of the synchrotron circular dichroism results regarding gelatin dissolution, this technique is able to differentiate compliant dissolutions from non-compliant ones, even before gelatin aging. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Duconseille, A (Duconseille, Anne) ; Wien, F (Wien, Frank) ; Audonnet, F (Audonnet, Fabrice) ; Traore, A (Traore, Amidou) ; Refregiers, M (Refregiers, Matthieu) ; Astruc, T (Astruc, Thierry) ; Sante-Lhoutellier, V (Sante-Lhoutellier, Veronique) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number TRAORE, Amidou  http://orcid.org/0000-0002-3574-3475 Refregiers, Matthieu  http://orcid.org/0000-0002-3281-2308","Title":"The effect of origin of the gelatine and ageing on the secondary structure and water dissolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398665500003 PubMed ID: 28279748 ISSN: 0735-1097 eISSN: 1558-3597","Keywords":"critical limb ischemia; length of stay; mortality; readmissions; travel time KeyWords Plus:PERIPHERAL ARTERIAL-DISEASE; LOWER-EXTREMITY AMPUTATIONS; UNPLANNED READMISSION; OUTCOMES; BYPASS; REHOSPITALIZATION; RATES; POPULATION; MORTALITY; DISTANCE","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"JOURNAL OF THE AMERICAN COLLEGE OF CARDIOLOGY Volume: 69 Issue: 15 Pages: 1897-1908 DOI: 10.1016/j.jacc.2017.02.040 Published: APR 18 2017","Abstract":"BACKGROUND Readmissions constitute a major health care burden among critical limb ischemia (CLI) patients. OBJECTIVES This study aimed to determine the incidence of readmission and factors affecting readmission in CLI patients. METHODS All adult hospitalizations with a diagnosis code for CLI were included from State Inpatient Databases from Florida (2009 to 2013), New York (2010 to 2013), and California (2009 to 2011). Data were merged with the directory available from the American Hospital Association to obtain detailed information on hospital-related characteristics. Geographic and routing analysis was performed to evaluate the effect of travel time to the hospital on readmission rate. RESULTS Overall, 695,782 admissions from 212,241 patients were analyzed. Of these, 284,189 were admissions with a principal diagnosis of CLI (primary CLI admissions). All-cause readmission rates at 30 days and 6 months were 27.1% and 56.6%, respectively. The majority of these were unplanned readmissions. Unplanned readmission rates at 30 days and 6 months were 23.6% and 47.7%, respectively. The major predictors of 6-month unplanned readmissions included age, female sex, black/Hispanic race, prior amputation, Charlson comorbidity index, and need for home health care or rehabilitation facility upon discharge. Patients covered by private insurance were least likely to have a readmission compared with Medicaid/no insurance and Medicare populations. Travel time to the hospital was inversely associated with 6-month unplanned readmission rates. There was a significant interaction between travel time and major amputation as well as travel time and revascularization strategy; however, the inverse association between travel time and unplanned readmission rate was evident in all subgroups. Furthermore, length of stay during index hospitalization was directly associated with the likelihood of 6-month unplanned readmission (odds ratio for log-transformed length of stay: 2.39 [ 99% confidence interval: 2.31 to 2.47]). CONCLUSIONS Readmission among patients with CLI is high, the majority of them being unplanned readmissions. Several demographic, clinical, and socioeconomic factors play important roles in predicting readmissions. (J Am Coll Cardiol 2017; 69: 1897-908) (C) 2017 by the American College of Cardiology Foundation.","Authors":"Agarwal, S (Agarwal, Shikhar) ; Pitcavage, JM (Pitcavage, James M.) ; Sud, K (Sud, Karan) ; Thakkar, B (Thakkar, Badal)","Title":"Burden of Readmissions Among Patients With Critical Limb Ischemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956700015 ISSN: 0168-1923 eISSN: 1873-2240","Keywords":"Lodgepole pine; Seed yield; Climate; British Columbia; Seed planning zones; Natural populations KeyWords Plus:LODGEPOLE PINE; FUTURE CLIMATES; RADIAL GROWTH; P. GLAUCA; POPULATIONS; PICEA; VARIABILITY; ADAPTATION; PLANTS; ZONE","Categories":"Agriculture; Forestry; Meteorology & Atmospheric Sciences Web of Science Categories:Agronomy; Forestry; Meteorology & Atmospheric Sciences","Journal Information":"AGRICULTURAL AND FOREST METEOROLOGY Volume: 236 Pages: 194-210 DOI: 10.1016/j.agrformet.2016.12.013 Published: APR 15 2017","Abstract":"The ecological and economic importance of lodgepole pine (Pinus contorta Douglas ex Louden) in British Columbia (BC) has heightened interest in the adaptability and effective management of the species, especially as climate changes. The relationship between climate and the seed production of natural populations is a key management issue that has yet to be assessed. The purpose of this study is to determine if variation in P. contorta seed yield is related to the climate of BC. Regional differences in the seed production of lodgepole pine were examined using 1924 archived seedlot collections across 18 different natural stand seed planning zones (SPZs) in BC. The relationship between climate variation and the seed production of P. contorta was then evaluated using dynamically downscaled output from the Canadian Regional Climate Model (CRCM). Seed production is relatively consistent across SPZs spanning a wide range of climate regimes, with the exception of Nass Skeena Transition (NST) where seed yield is an order of magnitude higher than elsewhere. Significant temporal correlations between overall trends in seed production and both temperature and precipitation were found using the CRCM output. However, only three of the 18 SPZs showed a significant overall trend in mean annual seed yield based on cone collections made between 1963 and 2013, suggesting that the reproductive capacity of natural populations is well adapted to decadal-scale climate change. Tolerance to significant variation in climate likely plays an important role in explaining the ability of this species to thrive well outside its natural range. (C) 2016 The Author(s). Published by Elsevier B.V.","Authors":"Lew, A (Lew, Alicia) ; von Aderkas, P (von Aderkas, Patrick) ; Berland, A (Berland, Anne) ; Curry, CL (Curry, Charles L.) ; Lacourse, T (Lacourse, Terri) ; Tencer, B (Tencer, Barbara) ; Weaver, A (Weaver, Andrew)","Title":"An assessment of Pinus contorta seed production in British Columbia: Geographic variation and dynamically-downscaled climate correlates from the Canadian Regional Climate Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397355200007 ISSN: 0169-555X eISSN: 1872-695X","Keywords":"Glacial lakes; Altitudinal range; Lake expansion; Remote sensing; Himalaya KeyWords Plus:NEPAL HIMALAYA; BASIN; HAZARDS; BHUTAN; EXPANSION; PAKISTAN; DECADES; IMAGERY; GROWTH","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"GEOMORPHOLOGY Volume: 283 Pages: 72-79 DOI: 10.1016/j.geomorph.2017.01.033 Published: APR 15 2017","Abstract":"The environmental challenges posed by global warming in the Himalayan region include early and rapid melting of snow and glaciers, creation of new lakes, and expansion of old ones posing a high risk of glacial lakes outburst flood (GLOF) hazard for downstream communities. According to various elevation ranges, 3044 lakes were analyzed basinwide in the Hindu Kush-Karakoram-Himalaya (HKH) ranges of Pakistan using multisensor remote sensing data of the 2001-2013 period. An overall increase in glacial lakes was observed at various altitudinal ranges between 2500 and 5500, m out of which noticeable-change by number was within the 4000-4500 m range. The analysis carried out by glacial-fediakes and nonglacial-fed lakes in different river basins indicated variable patterns depending on the geographic location in the HKH region. The correlation analysis of parameters like lake area, expansion, rate, and elevation was performed with 617 glacial lakes distributed in various river basins of the three HKH ranges. Lake area (2013) and elevation showed a negative relationship for all basins except Hunza, Shigar, and Shyok. The correlation between the expansion rate of lakes and elevation was on the positive side for Swat, Gilgit, Shigar, and Shingo basins a situation that may be attributed to the variable altitudinal pattern of temperature and precipitation. In order to explore such diverse patterns of lake behavior and relationship with influential factors in the HKH, detailed studies based on using high resolution image data coupled with in situ information are a prerequisite. Although an increase in lake area observed below 3500 m would be favorable for water resource management, but could be alarming in context of glacial flood hazards that need to be monitored critically on a long-term basis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ashraf, A (Ashraf, Arshad) ; Naz, R (Naz, Rozina) ; Iqbal, MB (Iqbal, Muhammad Bilal)","Title":"Altitudinal dynamics of glacial lakes under changing climate in the Hindu Kush, Karakoram, and Himalaya ranges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398607500007 ISSN: 0885-6087 eISSN: 1099-1085","Keywords":"flow; phosphorus; stream; variation; watershed KeyWords Plus:SPRING-FED RIVER; TIME-SERIES; MULTIFRACTAL ANALYSIS; ECOSYSTEM METABOLISM; PHOSPHATE DYNAMICS; NUTRIENT CRITERIA; MOUNTAIN STREAM; LOAD ESTIMATION; SURFACE WATERS; PERIODIC-TABLE","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"HYDROLOGICAL PROCESSES Volume: 31 Issue: 8 Pages: 1636-1649 DOI: 10.1002/hyp.11132 Published: APR 15 2017","Abstract":"Understanding natural variation in stream phosphorus (P)concentrations over space and time is critical for understanding natural drivers of catchment behavior and establishing regulatory standards. Across minimally impacted benchmark streams (n=81) in Florida, spatial variation in mean total P concentrations was large, indicating the importance of geologic controls on catchment solute dynamics. While this variation was significantly predicted by geographic regions, within regions we observed nearly comparable cross-site variation, suggesting important finer-scale heterogeneity in baseline catchment chemistry. Within-site residual variation (unexplained by region or site) was as large as spatial variation, suggesting temporal variation in response to drivers such as flow may be critically important. To further explore timescales of P export variation, we collected long-term, high-frequency (subdaily) measurements of stream discharge (Q) and soluble reactive P (SRP) in 2 forested watersheds. We observed significant variation at annual, event, and diel timescales, all of which arise primarily from corresponding Q-variation. Over the entire period of record, we generally observed a strong dilution signal, with SRP concentrations declining with increased Q. Despite significant SRP variation, flow variation was far larger and, thus, dominated temporal control on downstream flux. Within-storm events, we observed strong and consistent clockwise SRP versus Q hysteresis, suggesting mobilization of proximal SRP stores. Diel variation exhibited mid-afternoon concentration minima, Q-controlled amplitude, and pronounced seasonal shifts in both magnitude and timing consistent with riparian evapotranspiration-regulating lateral inputs of P-rich groundwater. Such high-resolution temporal signals allow identification of solute sources and provide insights into geologic and hydrologic drivers of solute variation.","Authors":"Hensley, RT (Hensley, Robert T.) ; McLaughlin, DL (McLaughlin, Daniel L.) ; Cohen, MJ (Cohen, Matthew J.) ; Decker, PH (Decker, Paul H.)","Title":"Stream phosphorus dynamics of minimally impacted coastal plain watersheds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398607500008 ISSN: 0885-6087 eISSN: 1099-1085","Keywords":"DEM; flow path extraction; geographic information systems; river network; terrain analysis KeyWords Plus:DRAINAGE NETWORKS; AREAS","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"HYDROLOGICAL PROCESSES Volume: 31 Issue: 8 Pages: 1650-1661 DOI: 10.1002/hyp.11135 Published: APR 15 2017","Abstract":"This paper presents improvements to the global D8 (GD8) method for calculating single flow directions in a grid digital elevation model. Flow directions computed from grid digital elevation models serve as the foundation for much of the analysis and modeling of hydrological processes that are driven by topographic gradients. The literature includes both single flow direction methods, where flow goes to only one downslope cell, and multiple flow direction methods that apportion flow among multiple downslope cells. Among single flow direction methods, the standard D8 method, in which the flow direction is set based on the steepest local slope, results in bias on surfaces that do not align with the grid directions. Efforts to address this problem have led to the development of extended methods that account for elevation values further upslope in determining flow directions. We have identified discrepancies in one such method, GD8, and have examined ways to resolve these discrepancies. An improvement to GD8, named iGD8, is presented that allows replacing a reference cell from which path deviations are accumulated and that considers horizontal path deviation rather than global slope as a flow direction criterion. The improved method is found to be effective in resolving the problems encountered with GD8 and to be more efficient than a previously proposed alternative method (least transversal deviation (LTD) based D8, namely D8-LTD) that uses recursive searching for the largest upstream area when multiple flow paths converge. The proposed improved GD8 method offers the opportunity for improved analysis and modeling of topographically driven hydrological processes by providing better foundational flow directions for these analyses.","Authors":"Shin, S (Shin, Sanghoon) ; Paik, K (Paik, Kyungrock)","Title":"An improved method for single flow direction calculation in grid digital elevation models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396015500011 PubMed ID: 28107227 ISSN: 1525-4135 eISSN: 1077-9450","Keywords":"population-level variations; mother-to-child transmission of HIV; PMTCT; universal access KeyWords Plus:IMMUNIZATION CLINICS; PREVENTION","Categories":"Immunology; Infectious Diseases Web of Science Categories:Immunology; Infectious Diseases","Journal Information":"JAIDS-JOURNAL OF ACQUIRED IMMUNE DEFICIENCY SYNDROMES Volume: 74 Issue: 5 Pages: 523-530 Published: APR 15 2017","Abstract":"Objectives: In 2010, South Africa reported an early mother-tochild transmission (MTCT) rate of 3.5% at 4-8 weeks postpartum. Provincial early MTCT rates ranged from 1.4% [95% confidence interval (CI): 0.1 to 3.4] to 5.9% (95% CI: 3.8 to 8.0). We sought to determine reasons for these geographic differences in MTCT rates. Methods: This study used multilevel modeling using 2010 South African prevention of mother-to-child transmission (PMTCT) evaluation (SAPMTCTE) data from 530 facilities. Interview data and blood samples of infants were collected from 3085 mother-infant pairs at 4-8 weeks postpartum. Facility-level data on human resources, referral systems, linkages to care, and record keeping were collected through facility staff interviews. Provincial level data were gathered from publicly available data (eg, health professionals per 10,000 population) or aggregated at province-level from the SAPMTCTE (PMTCT maternal-infant antiretroviral (ARV) coverage). Variance partition coefficients and odds ratios (for provincial facility- and individual-level factors influencing MTCT) from multilevel modeling are reported. Results: The provincial- (5.0%) and facility- level (1.4%) variance partition coefficients showed no substantive geographic variation in early MTCT. In multivariable analysis accounting for the multilevel nature of the data, the following were associated with early MTCT: individual-level-low maternal-infant ARV uptake [ adjusted odds ratio (AOR) = 2.5, 95% CI: 1.7 to 3.5], mixed breastfeeding (AOR = 1.9, 95% CI: 1.3 to 2.9) and maternal age,20 years (AOR 1.8, 95% CI: 1.1 to 3.0); facility-level-insufficient (<= 2) health care-personnel for HIV-testing services (AOR = 1.8, 95% CI: 1.1 to 3.0); provincial- level PMTCT ARV (maternal-infant) coverage lower than 80% (AOR = 1.4, 95% CI: 1.1 to 1.9), and number of health professionals per 10,000 population (AOR = 0.99, 95% CI: 0.98 to 0.99). Conclusions: There was no substantial province-/facility-level MTCT difference. This could be due to good overall performance in reducing early MTCT. Disparities in human resource allocation (including allocation of insufficient health care personnel for testing and care at facility level) and PMTCT coverage influenced overall PMTCT programme performance. These are long-standing systemic problems that impact quality of care.","Authors":"Woldesenbet, SA (Woldesenbet, Selamawit A.) ; Jackson, DJ (Jackson, Debra J.) ; Lombard, CJ (Lombard, C. J.) ; Dinh, TH (Dinh, Thu-Ha) ; Ramokolo, V (Ramokolo, Vundli) ; Doherty, T (Doherty, Tanya) ; Sherman, GG (Sherman, Gayle G.)[ 9,10 ] ; Pillay, Y (Pillay, Yogan)[ 11 ] ; Goga, AE (Goga, Ameena E.)[ 12,13 ]","Title":"Structural Level Differences in the Mother-to-Child HIV Transmission Rate in South Africa: A Multilevel Assessment of Individual-, Health Facility-, and Provincial-Level Predictors of Infant HIV Transmission"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957300019 PubMed ID: 28092754 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Crowdsourcing; Fuelwood; Urban emissions; Public participation GIS; Co-benefit KeyWords Plus:AIR-POLLUTION; GEOGRAPHIC INFORMATION; SYSTEMS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 191 Pages: 179-188 DOI: 10.1016/j.jenvman.2017.01.018 Published: APR 15 2017","Abstract":"A crowdsourcing study supported by a public participation GIS tool was designed and carried out in two Norwegian regions. The aim was to improve the knowledge about emissions from wood burning for residential heating in urban areas based on the collection of citizens' localized insights. We focus on three main issues: 1) type of dwelling and residential heating source; 2) wood consumption and type of wood appliances; and 3) citizens' perception of the urban environment. Our study shows the importance of wood burning for residential heating, and of the resulted particle emissions, in Norwegian urban areas. Citizens' localized insights on environmental perception highlight the areas in the city that require particular attention as part of clean air strategies. Information about environmental perception is combined with existing environmental data showing certain correlation. The results support the urban environmental management based on co-benefit approaches, achieving several outcomes from a single policy measure. Measures to reduce urban air pollution will have a positive impact on the citizens' environmental perception, and therefore on their quality of life, in addition to reducing the negative consequences of air pollution on human health. The characterization of residential heating by fuelwood is still a challenging activity. Our study shows the potential of a crowdsourcing method as means for bottom-up approaches designed to increase our knowledge on human activities at urban scale that result on emissions. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Lopez-Aparicio, S (Lopez-Aparicio, Susana) ; Vogt, M (Vogt, Matthias) ; Schneider, P (Schneider, Philipp) ; Kahila-Tani, M (Kahila-Tani, Maarit) ; Broberg, A (Broberg, Anna)","Title":"Public participation GIS for improving wood burning emissions from residential heating and urban environmental management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076500005 PubMed ID: 28113137 ISSN: 1386-1425","Keywords":"Boletus edulis; Geographical traceability; Fourier transform mid infrared (FT-MIR) spectroscopy; Inductively coupled plasma-atomic emission spectrometry (ICP-AES); Data fusion; Support vector machine (SVM); Quality control KeyWords Plus:SUPPORT VECTOR MACHINES; NEAR-INFRARED SPECTROSCOPY; DRIED PORCINI MUSHROOMS; CHEMICAL-COMPOSITION; NUTRITIONAL-VALUE; MULTIVARIATE-ANALYSIS; ELECTRONIC NOSE; CULTIVATED MUSHROOMS; MEDICINAL MUSHROOM; RAMAN-SPECTROSCOPY","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART A-MOLECULAR AND BIOMOLECULAR SPECTROSCOPY Volume: 177 Pages: 20-27 DOI: 10.1016/j.saa.2017.01.029 Published: APR 15 2017","Abstract":"In this work, the data fusion strategy of Fourier transform mid infrared (FT-MIR) spectroscopy and inductively coupled plasma-atomic emission spectrometry (ICP-AES) was used in combination with Support Vector Machine (SVM) to determine the geographic origin of Boletus edulis collected from nine regions of Yunnan Province in China. Firstly, competitive adaptive reweighted sampling (CARS) was used for selecting an optimal combination of key wavenumbers of second derivative FT-MIR spectra, and thirteen elements were sorted with variable importance in projection (VIP) scores. Secondly, thirteen subsets of multi-elements with the best VIP score were generated and each subset was used to fuse with FT-MIR Finally, the classification models were established by SVM, and the combination of parameter C and gamma (gamma) of SVM models was calculated by the approaches of grid search (GS) and genetic algorithm (GA). The results showed that both GS-SVM and GA-SVM models achieved good performances based on the #9 subset and the prediction accuracy in calibration and validation sets of the two models were 81.40% and 90.91%, correspondingly. In conclusion, it indicated that the data fusion strategy of FT-MIR and ICP-AES coupled with the algorithm of SVM can be used as a reliable tool for accurate identification of B. edulis, and it can provide a useful way of thinking for the quality control of edible mushrooms. (C) 2017 Published by Elsevier B.V.","Authors":"Li, Y (Li, Yun) ; Zhang, J (Zhang, Ji) ; Li, T (Li, Tao) ; Liu, HG (Liu, Honggao) ; Li, JQ (Li, Jieqing) ; Wang, YZ (Wang, Yuanzhong)","Title":"Geographical traceability of wild Boletus edulis based on data fusion of FT-MIR and ICP-AES coupled with data mining methods (SVM)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394399700004 ISSN: 0011-9164 eISSN: 1873-4464","Keywords":"Wind power; Desalination; Cost modelling; Variable load RO; Aquifer storage and recovery KeyWords Plus:REVERSE-OSMOSIS SYSTEM; AQUIFER STORAGE; CANARY-ISLANDS; ENERGY-SYSTEMS; GCC COUNTRIES; SPEED; COST; RO; RECOVERY; GENERATION","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Chemical; Water Resources","Journal Information":"DESALINATION Volume: 408 Pages: 36-51 DOI: 10.1016/j.desal.2017.01.002 Published: APR 15 2017","Abstract":"Storing desalinated water within a strategic aquifer storage and recovery system has been identified as a potential cost-effective solution for the Gulf Council Cooperation (GCC) countries. In this study, we investigated a wind driven reverse osmosis (RO) scheme to create fresh water for ASR. The ongoing Liwa ASR project in the United Arab Emirates (UAE) served as a case-study to assess the economic feasibility of the concept. As the RO plant is not destined to meet a real-time demand, its water production rate was allowed to vary, following a fluctuating wind power supply, thus avoiding the need for costly power storage. New generation wind turbines specifically designed to operate at low wind speed were investigated, which are better suited for the GCC. Sites were identified using Geographic Information System and the recently developed Wind Energy Resource Atlas of the UAE, followed by technical and cost analyses. Findings showed that the wind-driven RO scheme can be competitive with the current thermal desalination in the UAE. However, the avoidance of shut-down of a variable load RO plant hampers the effective use of the fluctuating wind power, resulting in increased plant capital costs due to plant over-sizing. Several scenarios were investigated in this regard. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Loutatidou, S (Loutatidou, Savvina) ; Liosis, N (Liosis, Nikos) ; Pohl, R (Pohl, Robert) ; Ouarda, TBMJ (Ouarda, Taha B. M. J.) ; Arafat, HA (Arafat, Hassan A.)","Title":"Wind-powered desalination for strategic water storage: Techno-economic assessment of concept"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389909100207 PubMed ID: 27979139 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Squalene pistachio (Pistacia vera L.); Food analysis; Green pistachio Bronte (PDO); UPLC/PDA analysis KeyWords Plus:OLIVE OIL; ANTIOXIDANT ACTIVITY; MASS-SPECTROMETRY; VERA; NUTS; CULTIVARS; CHROMATOGRAPHY; TOCOPHEROLS; QUALITY; SAFETY","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 221 Pages: 1631-1636 DOI: 10.1016/j.foodchem.2016.10.126 Published: APR 15 2017","Abstract":"A fast reversed-phase UPLC method was developed for squalene determination in Sicilian pistachio samples that entry in the European register of the products with P.D.O. In the present study the SPE procedure was optimized for the squalene extraction prior to the UPLC/PDA analysis. The precision of the full analytical procedure was satisfactory and the mean recoveries were 92.8 +/- 0.3% and 96.6 +/- 0.1% for 25 and 50 mg L-1 level of addition, respectively. Selected chromatographic conditions allowed a very fast squalene determination; in fact it was well separated in +/-0.54 min with good resolution. Squalene was detected in all the pistachio samples analyzed and the levels ranged from 55.45-226.34 mg kg(-1). Comparing our results with those of other studies it emerges that squalene contents in P.D.O. Sicilian pistachio samples, generally, were higher than those measured for other samples of different geographic origins. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Salvo, A (Salvo, Andrea) ; La Torre, GL (La Torre, Giovanna Loredana) ; Di Stefano, V (Di Stefano, Vita) ; Capocchiano, V (Capocchiano, Valentina) ; Mangano, V (Mangano, Valentina) ; Saija, E (Saija, Emanuele) ; Pellizzeri, V (Pellizzeri, Vito) ; Casale, KE (Casale, Katia Erminia) ; Dugo, G (Dugo, Giacomo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number SALVO, Andrea  http://orcid.org/0000-0002-0519-5084 Dugo, Giacomo  http://orcid.org/0000-0003-0185-6591","Title":"Fast UPLC/PDA determination of squalene in Sicilian PDO pistachio from Bronte: Optimization of oil extraction method and analytical characterization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398897900027 PubMed ID: 28273067 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 180-+ DOI: 10.1038/nature21416 Published: APR 13 2017","Abstract":"Aboriginal Australians represent one of the longest continuous cultural complexes known. Archaeological evidence indicates that Australia and New Guinea were initially settled approximately 50 thousand years ago (ka); however, little is known about the processes underlying the enormous linguistic and phenotypic diversity within Australia. Here we report 111 mitochondrial genomes (mitogenomes) from historical Aboriginal Australian hair samples, whose origins enable us to reconstruct Australian phylogeographic history before European settlement. Marked geographic patterns and deep splits across the major mitochondrial haplogroups imply that the settlement of Australia comprised a single, rapid migration along the east and west coasts that reached southern Australia by 49-45 ka. After continent-wide colonization, strong regional patterns developed and these have survived despite substantial climatic and cultural change during the late Pleistocene and Holocene epochs. Remarkably, we find evidence for the continuous presence of populations in discrete geographic areas dating back to around 50 ka, in agreement with the notable Aboriginal Australian cultural attachment to their country.","Authors":"Tobler, R (Tobler, Ray) ; Rohrlach, A (Rohrlach, Adam) ; Soubrier, J (Soubrier, Julien) ; Bover, P (Bover, Pere) ; Llamas, B (Llamas, Bastien) ; Tuke, J (Tuke, Jonathan) ; Bean, N (Bean, Nigel) ; Abdullah-Highfold, A (Abdullah-Highfold, Ali) ; Agius, S (Agius, Shane) ; O'Donoghue, A (O'Donoghue, Amy) ; O'Loughlin, I (O'Loughlin, Isabel) ; Sutton, P (Sutton, Peter) ; Zilio, F (Zilio, Fran) ; Walshe, K (Walshe, Keryn) ; Williams, AN (Williams, Alan N.); Turney, CSM (Turney, Chris S. M.) ; Williams, M (Williams, Matthew) ; Richards, SM (Richards, Stephen M.) ; Mitchell, RJ (Mitchell, Robert J.)[ 10 ] ; Kowal, E (Kowal, Emma)[ 11 ] ; Stephen, JR (Stephen, John R.)[ 12 ] ; Williams, L (Williams, Lesley)[ 13 ] ; Haak, W (Haak, Wolfgang)[ 1,14 ] ; Cooper, A (Cooper, Alan)[ 1,15 ] ...More...Less","Title":"Aboriginal mitogenomes reveal 50,000 years of regionalism in Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398789800053 PubMed ID: 28351981 ISSN: 0027-8424","Keywords":"anthropogenic Allee effect; hyperstable; endangered species; poaching; biogeography KeyWords Plus:INDIVIDUAL TRANSFERABLE QUOTAS; UNIT-EFFORT; TECHNICAL EFFICIENCY; FISHERY; RARITY; CATCH; DEMAND; EXPLOITATION; ABUNDANCE; ECONOMICS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 15 Pages: 3945-3950 DOI: 10.1073/pnas.1607551114 Published: APR 11 2017","Abstract":"Economic incentives to harvest a species usually diminish as its abundance declines, because harvest costs increase. This prevents harvesting to extinction. A known exception can occur if consumer demand causes a declining species' harvest price to rise faster than costs. This threat may affect rare and valuable species, such as large land mammals, sturgeons, and bluefin tunas. We analyze a similar but underappreciated threat, which arises when the geographic area (range) occupied by a species contracts as its abundance declines. Range contractions maintain the local densities of declining populations, which facilitates harvesting to extinction by preventing abundance declines from causing harvest costs to rise. Factors causing such range contractions include schooling, herding, or flocking behaviors-which, ironically, can be predator-avoidance adaptations; patchy environments; habitat loss; and climate change. We use a simple model to identify combinations of range contractions and price increases capable of causing extinction from profitable overharvesting, and we compare these to an empirical review. We find that some aquatic species that school or forage in patchy environments experience sufficiently severe range contractions as they decline to allow profitable harvesting to extinction even with little or no price increase; and some high-value declining aquatic species experience severe price increases. For terrestrial species, the data needed to evaluate our theory are scarce, but available evidence suggests that extinction-enabling range contractions may be common among declining mammals and birds. Thus, factors causing range contraction as abundance declines may pose unexpectedly large extinction risks to harvested species.","Authors":"Burgess, MG (Burgess, Matthew G.) ; Costello, C (Costello, Christopher) ; Fredston-Hermann, A (Fredston-Hermann, Alexa) ; Pinsky, ML (Pinsky, Malin L.) ; Gaines, SD (Gaines, Steven D.) ; Tilman, D (Tilman, David) ; Polasky, S (Polasky, Stephen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fredston-Hermann, Alexa  http://orcid.org/0000-0002-5449-7054 Pinsky, Malin  http://orcid.org/0000-0002-8523-8952","Title":"Range contraction enables harvesting to extinction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398789800060 PubMed ID: 28348233 ISSN: 0027-8424","Keywords":"recessive Stargardt macular degeneration; complement system; retinal pigment epithelium; bisretinoids; gene therapy KeyWords Plus:MEMBRANE-ATTACK-COMPLEX; MACULAR DEGENERATION; REGULATORY PROTEINS; RPE LIPOFUSCIN; CHOROIDAL NEOVASCULARIZATION; GEOGRAPHIC ATROPHY; RECEPTOR-OPSIN; VISUAL CYCLE; CELLS; ACTIVATION","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 15 Pages: 3987-3992 DOI: 10.1073/pnas.1620299114 Published: APR 11 2017","Abstract":"Recessive Stargardt macular degeneration (STGD1) is caused by mutations in the gene for the ABCA4 transporter in photoreceptor outer segments. STGD1 patients and Abca4(-/-) (STGD1) mice exhibit buildup of bisretinoid-containing lipofuscin pigments in the retinal pigment epithelium (RPE), increased oxidative stress, augmented complement activation and slow degeneration of photoreceptors. A reduction in complement negative regulatory proteins (CRPs), possibly owing to bisretinoid accumulation, may be responsible for the increased complement activation seen on the RPE of STGD1 mice. CRPs prevent attack on host cells by the complement system, and complement receptor 1-like protein y (CRRY) is an important CRP in mice. Here we attempted to rescue the phenotype in STGD1 mice by increasing expression of CRRY in the RPE using a gene therapy approach. We injected recombinant adeno-associated virus containing the CRRY coding sequence (AAV-CRRY) into the subretinal space of 4-wk-old Abca4(-/-) mice. This resulted in sustained, several-fold increased expression of CRRY in the RPE, which significantly reduced the complement factors C3/C3b in the RPE. Unexpectedly, AAV-CRRY-treated STGD1 mice also showed reduced accumulation of bisretinoids compared with sham-injected STGD1 controlmice. Furthermore, we observed slower photoreceptor degeneration and increased visual chromophore in 1-y-old AAV-CRRY-treated STGD1 mice. Rescue of the STGD1 phenotype by AAV-CRRY gene therapy suggests that complement attack on the RPE is an important etiologic factor in STGD1. Modulation of the complement system by locally increasing CRP expression using targeted gene therapy represents a potential treatment strategy for STGD1 and other retinopathies associated with complement dysregulation.","Authors":"Lenis, TL (Lenis, Tamara L.) ; Sarfare, S (Sarfare, Shanta) ; Jiang, ZC (Jiang, Zhichun) ; Lloyd, MB (Lloyd, Marcia B.) ; Bok, D (Bok, Dean) ; Radu, RA (Radu, Roxana A.)","Title":"Complement modulation in the retinal pigment epithelium rescues photoreceptor degeneration in a mouse model of Stargardt disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398454500001 PubMed ID: 28387250 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14790 DOI: 10.1038/ncomms14790 Published: APR 7 2017","Abstract":"Microbial symbiosis is integral to plant growth and reproduction, but its contribution to global patterns of plant distribution is unknown. Legumes (Fabaceae) are a diverse and widely distributed plant family largely dependent on symbiosis with nitrogen-fixing rhizobia, which are acquired from soil after germination. This dependency is predicted to limit establishment in new geographic areas, owing to a disruption of compatible host-symbiont associations. Here we compare non-native establishment patterns of symbiotic and non-symbiotic legumes across over 3,500 species, covering multiple independent gains and losses of rhizobial symbiosis. We find that symbiotic legume species have spread to fewer non-native regions compared to non-symbiotic legumes, providing strong support for the hypothesis that lack of suitable symbionts or environmental conditions required for effective nitrogen-fixation are driving these global introduction patterns. These results highlight the importance of mutualisms in predicting non-native species establishment and the potential impacts of microbial biogeography on global plant distributions.","Authors":"Simonsen, AK (Simonsen, Anna K.) ; Dinnage, R (Dinnage, Russell) ; Barrett, LG (Barrett, Luke G.) ; Prober, SM (Prober, Suzanne M.) ; Thrall, PH (Thrall, Peter H.)","Title":"Symbiosis limits establishment of legumes outside their native range at a global scale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398411700001 PubMed ID: 28428791 ISSN: 1664-462X","Keywords":"wheat; landrace; pre-harvest sprouting; GWAS; haplotypes; geographic distribution KeyWords Plus:TRITICUM-AESTIVUM L.; CONTROLLING SEED DORMANCY; MULTILOCUS GENOTYPE DATA; COLOR GENE R; POPULATION-STRUCTURE; GRAIN DORMANCY; CHROMOSOME 4A; COMMON WHEAT; WHITE WHEAT; BREAD-WHEAT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"FRONTIERS IN PLANT SCIENCE Volume: 8 Article Number: 401 DOI: 10.3389/fpls.2017.00401 Published: APR 6 2017","Abstract":"Pre-harvest sprouting (PHS) is mainly caused by the breaking of seed dormancy in high rainfall regions, which leads to huge economic losses in wheat. In this study, we evaluated 717 Chinese wheat landraces for PHS resistance and carried out genome-wide association studies (GWAS) using to 9,740 DArT-seq and 178,803 SNP markers. Landraces were grown across six environments in China and germination testing of harvest-ripe grain was used to calculate the germination rate (GR) for each accession at each site. GR was highly correlated across all environments. A large number of landraces (194) displayed high levels of PHS resistance (i.e., mean GR < 0.20), which included nine white-grained accessions. Overall, white-grained accessions displayed a significantly higher mean GR (42.7-79.6%) compared to red-grained accessions (19.1-56.0%) across the six environments. Landraces from mesic growing zones in southern China showed higher levels of PHS resistance than those sourced from xeric areas in northern and north-western China. Three main quantitative trait loci (QTL) were detected by GWAS: one on 5D that appeared to be novel and two co-located with the grain color transcription factor Tamyb10 on 3A and 3D. An additional 32 grain color related QTL (GCR-QTL) were detected when the set of red-grained landraces were analyzed separately. GCR-QTL occurred at high frequencies in the red-grained accessions and a strong correlation was observed between the number of GCR-QTL and GR (R-2 = 0.62). These additional factors could be critical for maintaining high levels of PHS resistance and represent targets for introgression into white-grained wheat cultivars. Further, investigation of the origin of haplotypes associated with the three main QTL revealed that favorable haplotypes for PHS resistance were more common in accessions from higher rainfall zones in China. Thus, a combination of natural and artificial selection likely resulted in landraces incorporating PHS resistance in China.","Authors":"Zhou, Y (Zhou, Yong) ; Tang, H (Tang, Hao) ; Cheng, MP (Cheng, Meng-Ping) ; Dankwa, KO (Dankwa, Kwame O.) ; Chen, ZX (Chen, Zhong-Xu) ; Li, ZY (Li, Zhan-Yi) ; Gao, S (Gao, Shang) ; Liu, YX (Liu, Ya-Xi) ; Jiang, QT (Jiang, Qian-Tao) ; Lan, XJ (Lan, Xiu-Jin) ; Pu, ZE (Pu, Zhi-En) ; Wei, YM (Wei, Yu-Ming) ; Zheng, YL (Zheng, You-Liang) ; Hickey, LT (Hickey, Lee T.) ; Wang, JR (Wang, Ji-Rui) ...More...Less","Title":"Genome-Wide Association Study for Pre-harvest Sprouting Resistance in a Large Germplasm Collection of Chinese Wheat Landraces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398662600001 PubMed ID: 28396823 ISSN: 2167-8359","Keywords":"Deep subsurface; Microorganisms; Firmicutes; Juan de Fuca Ridge; Chemoautotrophy; Basement biosphere; Sulfate reduction; Sporulation; Genomic; Metagenomic KeyWords Plus:DISSOLVED ORGANIC-CARBON; RIDGE-FLANK; MAXIMUM-LIKELIHOOD; FLUIDS; METAGENOMES; PROKARYOTES; DIVERSITY; ALGORITHM; ALIGNMENT; CRUST","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 5 Article Number: e3134 DOI: 10.7717/peerj.3134 Published: APR 6 2017","Abstract":"It is generally accepted that diverse, poorly characterized microorganisms reside deep within Earth's crust. One such lineage of deep subsurface-dwelling bacteria is an uncultivated member of the Firmicutes phylum that can dominate molecular surveys from both marine and continental rock fracture fluids, sometimes forming the sole member of a single-species microbiome. Here, we reconstructed a genome from basalt-hosted fluids of the deep subseafloor along the eastern Juan de Fuca Ridge flank and used a phylogenomic analysis to show that, despite vast differences in geographic origin and habitat, it forms a monophyletic clade with the terrestrial deep subsurface genome of ''Candidatus Desulforudis audaxviator'' MP104C. While a limited number of differences were observed between the marine genome of ''Candidatus Desulfopertinax cowenii'' modA32 and its terrestrial relative that may be of potential adaptive importance, here it is revealed that the two are remarkably similar thermophiles possessing the genetic capacity for motility, sporulation, hydrogenotrophy, chemoorganotrophy, dissimilatory sulfate reduction, and the ability to fix inorganic carbon via the Wood-Ljungdahl pathway for chemoautotrophic growth. Our results provide insights into the genetic repertoire within marine and terrestrial members of a bacterial lineage that is widespread in the global deep subsurface biosphere, and provides a natural means to investigate adaptations specific to these two environments.","Authors":"Jungbluth, SP (Jungbluth, Sean P.) ; del Rio, TG (del Rio, Tijana Glavina) ; Tringe, SG (Tringe, Susannah G.) ; Stepanauskas, R (Stepanauskas, Ramunas) ; Rappe, MS (Rappe, Michael S.)","Title":"Genomic comparisons of a bacterial lineage that inhabits both marine and terrestrial deep subsurface systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545400019 PubMed ID: 28386109 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 675 DOI: 10.1038/s41598-017-00730-7 Published: APR 6 2017","Abstract":"The question of how genotypic and ecological units arise and spread in natural microbial populations remains controversial in the field of evolutionary biology. Here, we investigated the early stages of ecological and genetic differentiation in a highly clonal sympatric Sinorhizobium meliloti population. Whole-genome sequencing revealed that a large DNA region of the symbiotic plasmid pSymB was replaced in some isolates with a similar synteny block carrying densely clustered SNPs and displaying gene acquisition and loss. Two different versions of this genomic island of differentiation (GID) generated by multiple genetic exchanges over time appear to have arisen recently, through recombination in a particular clade within this population. In addition, these isolates display resistance to phages from the same geographic region, probably due to the modification of surface components by the acquired genes. Our results suggest that an underlying process of early ecological and genetic differentiation in S. meliloti is primarily triggered by acquisition of genes that confer resistance to soil phages within particular large genomic DNA regions prone to recombination.","Authors":"Toro, N (Toro, Nicolas) ; Villadas, PJ (Villadas, Pablo J.) ; Molina-Sanchez, MD (Dolores Molina-Sanchez, Maria) ; Navarro-Gomez, P (Navarro-Gomez, Pilar) ; Vinardell, JM (Vinardell, Jose M.) ; Cuesta-Berrio, L (Cuesta-Berrio, Lidia) ; Rodriguez-Carvajal, MA (Rodriguez-Carvajal, Miguel A.)","Title":"The underlying process of early ecological and genetic differentiation in a facultative mutualistic Sinorhizobium meliloti population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545900016 PubMed ID: 28386059 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 697 DOI: 10.1038/s41598-017-00613-x Published: APR 6 2017","Abstract":"East Asia harbors the highest level of floristic diversity among the world's temperate regions. Despite the increase in phylogeographic studies of temperate plants in East Asia, far less attention has been paid to widely distributed deciduous shrubs that widespread across several floral regions. We sequenced two chloroplast DNA (cpDNA) fragments (ndhJ-trnF and trnD-trnT) and one nuclear DNA (Pgk1) of 472 individuals from 51 populations of such a group, the Indigofera bungeana complex. We used population genetic data as well as ecological niche modelling to examine the evolutionary history and glacial refugia during the Last Glacial Maximum (LGM) of this group. We recovered 133 cpDNA and 68 nuclear haplotypes. The star-phylogeny of the recovered cpDNA and nuclear haplotypes and demographic analyses suggested distinct range expansion of I. bungeana complex have occurred during the early and middle Pleistocene. The climate change of the LGM might have affected little on the distribution of this complex based on the niche modelling. However, these climate changes and geographic isolation probably resulted in fixtures of the private haplotypes and genetic differentiations between regions. Our results suggested that this arid-tolerant species complex may have different responses to the Quaternary climate changes with those climate-sensitive species.","Authors":"Zhao, XL (Zhao, Xue-Li) ; Gao, XF (Gao, Xin-Fen) ; Zhu, ZM (Zhu, Zhang-Ming) ; Gao, YD (Gao, Yun-Dong) ; Xu, B (Xu, Bo)","Title":"The demographic response of a deciduous shrub (the Indigofera bungeana complex, Fabaceae) to the Pleistocene climate changes in East Asia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398614100004 PubMed ID: 28376731 ISSN: 1471-2105","Keywords":"Hybridization; Admixture; Ancestry; Bears; Speciation KeyWords Plus:NEANDERTHAL ANCESTRY; POPULATION-STRUCTURE; ANCIENT ADMIXTURE; POLAR BEARS; GENE FLOW; INFERENCE; HUMANS; DNA; HYBRIDIZATION; EVOLUTION","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 203 DOI: 10.1186/s12859-017-1613-0 Published: APR 4 2017","Abstract":"Background: Inferring the ancestry of each region of admixed individuals' genomes is useful in studies ranging from disease gene mapping to speciation genetics. Current methods require high-coverage genotype data and phased reference panels, and are therefore inappropriate for many data sets. We present a software application, AD-LIBS, that uses a hidden Markov model to infer ancestry across hybrid genomes without requiring variant calling or phasing. This approach is useful for non-model organisms and in cases of low-coverage data, such as ancient DNA. Results: We demonstrate the utility of AD-LIBS with synthetic data. We then use AD-LIBS to infer ancestry in two published data sets: European human genomes with Neanderthal ancestry and brown bear genomes with polar bear ancestry. AD-LIBS correctly infers 87-91% of ancestry in simulations and produces ancestry maps that agree with published results and global ancestry estimates in humans. In brown bears, we find more polar bear ancestry than has been published previously, using both AD-LIBS and an existing software application for local ancestry inference, HAPMIX. We validate AD-LIBS polar bear ancestry maps by recovering a geographic signal within bears that mirrors what is seen in SNP data. Finally, we demonstrate that AD-LIBS is more effective than HAPMIX at inferring ancestry when preexisting phased reference data are unavailable and genomes are sequenced to low coverage. Conclusions: AD-LIBS is an effective tool for ancestry inference that can be used even when few individuals are available for comparison or when genomes are sequenced to low coverage. AD-LIBS is therefore likely to be useful in studies of non-model or ancient organisms that lack large amounts of genomic DNA. AD-LIBS can therefore expand the range of studies in which admixture mapping is a viable tool.","Authors":"Schaefer, NK (Schaefer, Nathan K.) ; Shapiro, B (Shapiro, Beth) ; Green, RE (Green, Richard E.)","Title":"AD-LIBS: inferring ancestry across hybrid genomes using low-coverage sequence data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398152900001 ISSN: 1435-9871","Categories":"Demography Web of Science Categories:Demography","Journal Information":"DEMOGRAPHIC RESEARCH Volume: 36 Pages: 1039-1079 Published: APR 4 2017","Abstract":"BACKGROUND Child mortality differed greatly within rural regions in Europe before and during the mortality transition. Little is known about the role of nutrition in such geographic differences, and about the factors affecting the nutritional status and hence the disease outcomes. OBJECTIVE Focusing on nutrition, we analyse the effects of soil type, used as an indicator of the farm-level agricultural productivity and hence of nutritional status, on mortality of children aged 1-15 living in five rural parishes in southern Sweden, 1850-1914. METHODS Using longitudinal demographic data combined with unique geographic microdata on residential histories, the effect of soil type on mortality risks are analysed considering as outcome all-cause mortality and mortality from nonairborne and airborne infectious diseases. RESULTS Soil type primarily affected the mortality of farmers' children, but not labourers' children. Particularly, farmers' children residing in areas with very high proportions of clayey till (75-100% coverage) experienced lower risks of dying compared to children residing in areas with other soil types such as clay and sandy soils. CONCLUSIONS Certain soil types seem to have influenced agricultural productivity, which in turn affected the nutrition of farmers' children and thus their likelihood of dying. The results","Authors":"Hedefalk, F (Hedefalk, Finn) ; Quaranta, L (Quaranta, Luciana) ; Bengtsson, T (Bengtsson, Tommy)","Title":"Unequal lands: Soil type, nutrition, and child mortality in southern Sweden, 1850-1914"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398163000001 PubMed ID: 28377573 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 635 DOI: 10.1038/s41598-017-00279-5 Published: APR 4 2017","Abstract":"Corythucha ciliata ( Say), an invasive pest originating from North America, causes severe damage on sycamore trees. However, little is known about the population genetics and evolutionary forces underlying the invasiveness of this important pest. In the present study, we use three mitochondrial genes ( COI, ND1 and ND5) and nine microsatellite markers to investigate the population genetics of C. ciliata and retrace its spread through China. The results suggest a low level of genetic diversity in Chinese and European populations of C. ciliata. Our results indicate that populations of C. ciliata have obvious genetic structure, and genetic differentiation is not caused by geographic isolation. In median- joining networks, we observed a higher frequency of shared haplotypes in groups 1 and 3. Based on gene flow and approximate Bayesian computation analyses, we discovered that C. ciliata first invaded the east coast of China and subsequently moved inland. Demographic analysis suggested that populations of C. ciliata in China may have undergone a recent bottleneck effect. Finally, our results suggest that population structure, high gene flow and environmental conditions have favored the broad invasiveness of this important pest.","Authors":"Yang, WY (Yang, Wen-Yan) ; Tang, XT (Tang, Xiao-Tian) ; Ju, RT (Ju, Rui-Ting) ; Zhang, Y (Zhang, Yong) ; Du, YZ (Du, Yu-Zhou)","Title":"The population genetic structure of Corythucha ciliata (Say) ( Hemiptera: Tingidae) provides insights into its distribution and invasiveness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398159000049 PubMed ID: 28325881 ISSN: 0027-8424","Keywords":"species discovery; Bayesian time series model; species richness; taxonomic effort; marine bivalves KeyWords Plus:TAXONOMIC EFFORT; MARINE BIVALVES; DIVERSITY; RICHNESS; MOLLUSKS; RECORD; CONSERVATION; MAGNITUDE; HOTSPOTS; NUMBERS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 14 Pages: 3666-3671 DOI: 10.1073/pnas.1616355114 Published: APR 4 2017","Abstract":"Inferring large-scale processes that drive biodiversity hinges on understanding the phylogenetic and spatial pattern of species richness. However, clades and geographic regions are accumulating newly described species at an uneven rate, potentially affecting the stability of currently observed diversity patterns. Here, we present a probabilistic model of species discovery to assess the uncertainty in diversity levels among clades and regions. We use a Bayesian time series regression to estimate the long-term trend in the rate of species description for marine bivalves and find a distinct spatial bias in the accumulation of new species. Despite these biases, probabilistic estimates of future species richness show considerable stability in the currently observed rank order of regional diversity. However, absolute differences in richness are still likely to change, potentially modifying the correlation between species numbers and geographic, environmental, and biological factors thought to promote biodiversity. Applied to scallops and related clades, we find that accumulating knowledge of deep-sea species will likely shift the relative richness of these three families, emphasizing the need to consider the incomplete nature of bivalve taxonomy in quantitative studies of its diversity. Along with estimating expected changes to observed patterns of diversity, the model described in this paper pinpoints geographic areas and clades most urgently requiring additional systematic study-an important practice for building more complete and accurate models of biodiversity dynamics that can inform ecological and evolutionary theory and improve conservation practice.","Authors":"Edie, SM (Edie, Stewart M.) ; Smits, PD (Smits, Peter D.) ; Jablonski, D (Jablonski, David)","Title":"Probabilistic models of species discovery and biodiversity comparisons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398024400001 PubMed ID: 28372595 ISSN: 1750-1172","Keywords":"Orphan drugs; Orphan designations; Medicinal products for rare diseases; Register; Therapeutic needs KeyWords Plus:DRUGS; PERSPECTIVES; INCENTIVES; CHILDREN; ACCESS; UNION","Categories":"Genetics & Heredity; Research & Experimental Medicine Web of Science Categories:Genetics & Heredity; Medicine, Research & Experimental","Journal Information":"ORPHANET JOURNAL OF RARE DISEASES Volume: 12 Article Number: 64 DOI: 10.1186/s13023-017-0617-1 Published: APR 3 2017","Abstract":"Background: In the European Union (EU) and United States (US), specific regulations have been released to provide incentives to develop and sell orphan medicinal products. We analysed the status of orphan drugs designated that not yet received a marketing authorisation or already marketed for patients affected by rare diseases in the EU and US up to December 2015. For each drug, the following data were extracted: designation date, active substance(s), orphan condition and indication, trade name, approved therapeutic indication, approved ages, genetic nature of disease and if affects children. Results: In the EU, 1264 Orphan Drug Designations have been granted and 133 medicinal products were approved covering a total of 179 indications and 122 rare conditions. Among these, 79 were approved under Regulation (EC) 141/ 2000 (65 still listed in the Orphan Medicinal Products Register and 14 lost the orphan designation but still authorised) and 23 were approved centrally by the European Agency before the Orphan Regulation entered into force. On the other hand, in the US 3082 designations and 415 orphan products, covering a total of 521 indications and 300 rare conditions, were granted. As a result, the mean of designations per year is 79 in the EU and 93.4 in the US, while the mean of approved indications per year is 8.5 in the EU and 15.8 in the US. No orphan product is marketed in the EU for bone and connective tissue, ophthalmic, poisoning/overdose, renal, urinary and reproductive rare diseases. Among the marketed medicinal products, only 46.6% in the EU and 35.2% in the US are approved for children. If all the existing market approvals were merged, 362 additional therapeutic indications in the EU and 72 in the US would be covered. Conclusions: Our data show that notwithstanding the incentives issued, the number of medicines for rare diseases is still limited, and this is more evident in certain therapeutic areas. However, by merging all the existing approvals, patients would benefit of substantial advantages in both geographic areas. Efforts and cooperation between EU and US seem the only way to speed up the development and marketing of drugs for rare diseases.","Authors":"Giannuzzi, V (Giannuzzi, Viviana) ; Conte, R (Conte, Rosa) ; Landi, A (Landi, Annalisa) ; Ottomano, SA (Ottomano, Serena Antonella) ; Bonifazi, D (Bonifazi, Donato) ; Baiardi, P (Baiardi, Paola) ; Bonifazi, F (Bonifazi, Fedele) ; Ceci, A (Ceci, Adriana)","Title":"Orphan medicinal products in Europe and United States to cover needs of patients with rare diseases: an increased common effort is to be foreseen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396839300015 ISSN: 0149-1423 eISSN: 1558-9153","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"AAPG BULLETIN Volume: 101 Issue: 4 Pages: 553-562 DOI: 10.1306/011817DIG17034 Published: APR 2017","Abstract":"The Late Permian to Late Triassic Great Bank of Guizhou (GBG) in southwest China is one of the few isolated carbonate platforms in the world that exposes an essentially complete record of initiation, development, and drowning across multiple platform-tobasin transects. The platform is exceptionally exposed in cross section at the surface by a faulted syncline that rotated strata to a dip angle of approximately 65 degrees. Platform development spanned the end-Permian extinction and Triassic recovery that marks the transition from Paleozoic to Mesozoic styles of carbonate sediment production, providing a rare opportunity to assess the impact of global changes in carbonate factory types at a single locality. In addition, regional basin controls such as differential siliciclastic sediment input and varied antecedent topography provided mechanisms for lateral variability in platform morphology that can be investigated along exposures in several geographic sectors. Consequently, the GBG preserves a record of temporal and spatial variability in platform architecture that offers an unparalleled opportunity to investigate the controls on isolated carbonate platform morphology. A better understanding of these mechanisms is critical for improving predictive geologic models in exploration and field-development settings. The GBG also serves as a key outcrop analog for Early Triassic oolite reservoirs in the Middle East and China, the steep microbialboundstone slopes of Carboniferous platforms in Kazakhstan, and the Permian platforms of Texas and New Mexico.","Authors":"Kelley, BM (Kelley, Brian M.) ; Lehrmann, DJ (Lehrmann, Daniel J.) ; Yu, MY (Yu, Meiyi) ; Minzoni, M (Minzoni, Marcello) ; Enos, P (Enos, Paul) ; Li, XW (Li, Xiaowei) ; Lau, KV (Lau, Kimberly V.) ; Payne, JL (Payne, Jonathan L.)","Title":"The Late Permian to Late Triassic Great Bank of Guizhou: An isolated carbonate platform in the Nanpanjiang Basin of Guizhou Province, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648600009 PubMed ID: 28385326 ISSN: 1876-2859 eISSN: 1876-2867","Keywords":"emergency department surveillance; geographic information systems; pediatric chronic disease; population health KeyWords Plus:NEW-YORK-CITY; SCHOOL-CHILDREN; PREVALENCE; OBESITY; HEALTH; CHILDHOOD; ASTHMA; TYPE-1; RISK","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"ACADEMIC PEDIATRICS Volume: 17 Issue: 3 Pages: 267-274 DOI: 10.1016/j.acap.2016.10.017 Published: APR 2017","Abstract":"OBJECTIVE: To use novel geographic methods and large-scale claims data to identify the local distribution of pediatric chronic diseases in New York City. METHODS: Using a 2009 all-payer emergency claims database, we identified the proportion of unique children aged 0 to 17 with diagnosis codes for specific medical and psychiatric conditions. As a proof of concept, we compared these prevalence estimates to traditional health surveys and registry data using the most geographically granular data available. In addition, we used home addresses to map local variation in pediatric disease burden. RESULTS: We identified 549,547 New York City children who visited an emergency department at least once in 2009. Though our sample included more publicly insured and uninsured children, we found moderate to strong correlations of prevalence estimates when compared to health surveys and registry data at prespecified geographic levels. Strongest correlations were found for asthma and mental health conditions by county among younger children (0.88, P =.05 and 0.99, P <.01, respectively). Moderate correlations by neighborhood were identified for obesity and cancer (0.53 and 0.54, P <.01). Among adolescents, correlations by health districts were strong for obesity (0.95, P =.05), and depression estimates had a nonsignificant, but strong negative correlation with suicide attempts (-0.88, P =.12). Using SaTScan, we also identified local hot spots of pediatric chronic disease. CONCLUSIONS: For conditions easily identified in claims data, emergency department surveillance may help estimate pediatric chronic disease prevalence with higher geographic resolution. More studies are needed to investigate limitations of these methods and assess reliability of local disease estimates.","Authors":"Lee, DC (Lee, David C.) ; Yi, SS (Yi, Stella S.) ; Fong, HF (Fong, Hiu-Fai) ; Athens, JK (Athens, Jessica K.) ; Ravenell, JE (Ravenell, Joseph E.) ; Sevick, MA (Sevick, Mary Ann) ; Wall, SP (Wall, Stephen P.) ; Elbel, B (Elbel, Brian)","Title":"Identifying Local Hot Spots of Pediatric Chronic Diseases Using Emergency Department Surveillance"}, {"Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"ACTA OPHTHALMOLOGICA Volume: 95 Pages: 23-23 Supplement: S258 Special Issue: SI Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397561600062 ISSN: 1755-375X eISSN: 1755-3768","Authors":"Colijn, JM (Colijn, J. M.) ; Brussee, C (Brussee, C.) ; Hooghart, AJ (Hooghart, A. J.) ; Meester-Smoor, MA (Meester-Smoor, M. A.) ; Vingerling, JR (Vingerling, J. R.) ; Hofman, A (Hofman, A.) ; Klaver, CCW (Klaver, C. C. W.)","Title":"Progression time to foveal loss in Geographic Atrophy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351400010 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Irrigation water quality; GIS; Water hardness; Langelier index; Chemical precipitation; Nitrogen KeyWords Plus:OLIVE ORCHARDS; WATER; QUALITY; FERTIGATION; BALANCE; TREES","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 184 Pages: 86-95 DOI: 10.1016/j.agwat.2017.01.007 Published: APR 2017","Abstract":"Precipitation of insoluble compounds poses a relevant concern in the management of drip irrigation. This risk is controlled by acidification of irrigation water. The main objective of this work was the development of a GIS-based tool to control drip clogging risk in drip irrigation by nitric acid injection in irrigation water. The study was performed in the province of Jaen (south Spain) focused on the irrigation of olive orchards. The GIS-based model was developed incorporating climate and water data in order to identify zones with different risks of drip clogging which require different rates of acid injection in the irrigation water. Volume of nitric acid injected increased with irrigation frequency and acid injection time. The model provided information on the total amount of N supplied with acidulated irrigation water; e.g. with 30 min injection time in daily irrigations, more than 10 kg N ha(-1) were applied in 47% of land potentially irrigated with surface water, meanwhile this percentage was around 60% of that potentially irrigated with underground water. This means that N supply with acid injections to reduce clogging risk may account for a relevant portion of N fertilization requirements in olive orchards. Consequently, this supply should be integrated in fertilization programs to avoid agronomic and environmental constraints. The GIS-based tool proposed was able to provide complementary technical solutions to the clogging problem in drip irrigation. For each alternative released, a precise estimation of N supply to be considered in accurate N fertilizer management was provided. The tool also supplied graphical visualization of information and functionality of handling geographic data with an easy update. All this is necessary in planning and decision making at regional scale with changing properties in irrigation water. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Peragon, JM (Peragon, J. M.) ; Perez-Latorre, FJ (Perez-Latorre, F. J.) ; Delgado, A (Delgado, A.)","Title":"A GIS-based tool for integrated management of clogging risk and nitrogen fertilization in drip irrigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398467800006 ISSN: 1664-2201 eISSN: 1664-221X","Keywords":"Carpathians; Endemic plant species; AFLP; Population size; Romania; Endangered species KeyWords Plus:POPULATION-SIZE; ALTITUDINAL GRADIENT; CENTRAL-EUROPE; SWISS ALPS; DIFFERENTIATION; CONSERVATION; SEED; DIVERSITY; L.; SAXIFRAGACEAE","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"ALPINE BOTANY Volume: 127 Issue: 1 Pages: 65-74 DOI: 10.1007/s00035-016-0177-3 Published: APR 2017","Abstract":"In this investigation, we studied whether genetic variation and performance of the alpine plant species Dianthus callizonus differ between two different elevational zones of the southern Carpathians in Romania. We analysed 17 populations of the species from two study regions at 1700 and 2100 m above sea level in the Piatra Craiului Mountains applying AFLP analyses and morphological measurements. Following our results, population size differed between the two study regions and genetic variation within populations depended on population size. Population size and genetic variation within populations were higher in the study region located at 1700 m. By contrast, genetic variation between populations was nearly twice as large in the study region located at 2100 m. In a Mantel test, genetic and geographic distances between populations were clearly correlated. Moreover, individuals from the study region at 2100 m were significantly smaller, had fewer shoots, fewer flowers per shoot and produced seeds with a lower seed mass than individuals from the study region at 1700 m. The results of our study support the observation that changing environmental conditions along elevational gradients in mountain regions affect population size, genetic variation and performance of alpine plant species from different elevational zones, which should be considered in plant conservation.","Authors":"Gabel, AR (Gabel, Anna-Rita) ; Sattler, J (Sattler, Julia) ; Reisch, C (Reisch, Christoph)","Title":"Genetic variation and performance of the alpine plant species Dianthus callizonus differ in two elevational zones of the Carpathians"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398156400006 ISSN: 0193-1091 eISSN: 1533-0311","Keywords":"prurigo pigmentosa; neutrophils; balloning of keratinocytes KeyWords Plus:HELICOBACTER-PYLORI; CONTACT ALLERGY; PREGNANT-WOMAN; MINOCYCLINE; PATIENT; KETOSIS; ERUPTION; DISEASE; SKIN; IDENTIFICATION","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"AMERICAN JOURNAL OF DERMATOPATHOLOGY Volume: 39 Issue: 4 Pages: 267-274 DOI: 10.1097/DAD.0000000000000643 Published: APR 2017","Abstract":"Prurigo pigmentosa (PP) is a rare inflammatory disease of the skin of uncertain etiology first reported in Japan. It is typified by recurrent eruptions of itching urticarial macules, papules, vesicopapules, and plaques with a reticular arrangement that quickly resolve leaving a net-like pigmentation. The disease presents specific histopathological features. Herein, 3 cases of PP in Brazilians with no Japanese ancestry are reported and a revision of all previous English-language case reports indexed on PubMed is provided. Two articles with original case reports not listed on PubMed were also included. Our patients are 2 women and 1 man at the ages of 39, 33, and 22 years, respectively. All 3 presented findings in consonance with previous cases of PP and were diagnosed based on clinicopathological correlation. They were successfully treated with oral minocycline or doxycycline. In our literature review, a total of 210 previously reported cases were included. Although PP seemed to be restricted to Japanese patients in the first years after its recognition, the geographic boundaries of the disease are continuously expanding. Korea responded for 83 previous cases and Japan for 53. The mean age was 24.4 years, with 84.3% of the cases occurring between 11 and 30 years of age. The female/male rate was 2.6 and the most affected anatomical sites were back, chest, and neck. We do believe that the rarity of case reports in western countries may represent lack of awareness about the disease by dermatologists and dermatopathologists in these regions.","Authors":"Vargas, TJD (de Sousa Vargas, Thiago Jeunon) ; Raposo, CMA (Raposo, Clara Morena Abreu) ; Lima, RB (Lima, Ricardo Barbora) ; Sampaio, AL (Sampaio, Ana Luisa) ; Bordin, AB (Bordin, Ana Beatriz) ; Sousa, MAJ (Sousa, Maria Auxiliadora Jeunon)","Title":"Prurigo Pigmentosa-Report of 3 Cases From Brazil and Literature Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398685600004 PubMed ID: 28350497 ISSN: 0003-0147 eISSN: 1537-5323","Keywords":"migration-selection balance; morphospace; multivariate evolution; quantitative traits; threespine stickleback KeyWords Plus:STREAM THREESPINE STICKLEBACK; GENE FLOW; ADAPTIVE DIVERGENCE; REPRODUCTIVE ISOLATION; PARAPATRIC LAKE; DROSOPHILA-MELANOGASTER; PARALLEL EVOLUTION; NATURAL-SELECTION; GENOMIC CLINES; POPULATIONS","Categories":"Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Ecology; Evolutionary Biology","Journal Information":"AMERICAN NATURALIST Volume: 189 Issue: 4 Pages: 354-367 DOI: 10.1086/690808 Published: APR 2017","Abstract":"Evolutionary biologists typically represent clines as spatial gradients in a univariate character (or a principal-component axis) whose mean changes as a function of location along a transect spanning an environmental gradient or ecotone. This univariate approach may obscure the multivariate nature of phenotypic evolution across a landscape. Clines might instead be plotted as a series of vectors in multidimensional morphospace, connecting sequential geographic sites. We present a model showing that clines may trace nonlinear paths that arc through morphospace rather than elongating along a single major trajectory. Arcing clines arise because different characters diverge at different rates or locations along a geographic transect. We empirically confirm that some clines arc through morphospace, using morphological data from threespine stickleback sampled along eight independent transects from lakes down their respective outlet streams. In all eight clines, successive vectors of lake-stream divergence fluctuate in direction and magnitude in trait space, rather than pointing along a single phenotypic axis. Most clines exhibit surprisingly irregular directions of divergence as one moves downstream, although a few clines exhibit more directional arcs through morphospace. Our results highlight the multivariate complexity of clines that cannot be captured with the traditional graphical framework. We discuss hypotheses regarding the causes, and implications, of such arcing multivariate clines.","Authors":"Lohman, BK (Lohman, Brian K.) ; Berner, D (Berner, Daniel) ; Bolnick, DI (Bolnick, Daniel I.)","Title":"Clines Arc through Multivariate Morphospace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398685600008 PubMed ID: 28350502 ISSN: 0003-0147 eISSN: 1537-5323","Keywords":"competition; plant-plant interactions; environmental gradient; density patterns; species distribution; environmental change KeyWords Plus:PLANT-PLANT INTERACTIONS; SPECIES INTERACTIONS; CLIMATE-CHANGE; BIOTIC INTERACTIONS; ABIOTIC STRESS; DUNE ANNUALS; POSITIVE INTERACTIONS; ARID ENVIRONMENTS; STRATEGY THEORIES; FIELD EXPERIMENTS","Categories":"Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Ecology; Evolutionary Biology","Journal Information":"AMERICAN NATURALIST Volume: 189 Issue: 4 Pages: 407-421 DOI: 10.1086/690765 Published: APR 2017","Abstract":"Despite much research over the past 30 years, there is still little general understanding of how the outcomes of interactions vary along environmental gradients, particularly at large geographic scales. A simple expectation is that decreasing environmental quality should reduce densities of competitors and hence the effects of competition should weaken in poorer environments. A counterintuitive consequence is that associations between densities of competitors might change from negative to positive as environments decrease in quality. Here we test these predictions in a set of vascular plant communities where perennial species share space and resources with less competitive annuals. We surveyed nine gray dune communities annually for 5 years along a cross-European latitudinal gradient of habitat quality. We find that densities of annual and perennial species are negatively correlated at the high-quality end of the gradient, while at the low-quality end, guild densities are uncorrelated or positively correlated, consistent with a weakening of competition linked to increasing environmental limitations. Our results suggest that even simple interactions can give rise to nonobvious changes in species associations along environmental gradients. They highlight that understanding the outcome of species interactions may require explicit characterization of their changing intensity with environmental quality and that the factors limiting species' codistribution can vary along environmental gradients.","Authors":"Vergnon, R (Vergnon, Remi) ; Ooi, MKJ (Ooi, Mark K. J.) ; Freckleton, RP (Freckleton, Robert P.)","Title":"Complex Relationships between Competing Guilds along Large-Scale Environmental Gradients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398629900002 ISSN: 1367-9430 eISSN: 1469-1795","Keywords":"amphibians; biogeography; ex situ conservation; extinction risk; species pairs; zoos; Amphibian Ark; conservation breeding; threat status KeyWords Plus:EXTINCTION RISK; CONSERVATION; ZOOS; CLASSIFICATION; BIODIVERSITY; DECLINES; PROGRAMS; TROPICS; TRENDS; FROGS","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"ANIMAL CONSERVATION Volume: 20 Issue: 2 Pages: 113-119 DOI: 10.1111/acv.12297 Published: APR 2017","Abstract":"Ambitious global conservation targets have been set to manage increasing threats to amphibians. Ex situ institutions (broadly, zoos') are playing an expanding role in meeting these targets. Here, we examine the extent to which zoos house species representing the greatest overall conservation priority by testing how eight variables relating to extinction risk - International Union for the Conservation of Nature status, habitat specialization, obligate stream breeding, geographic range size, body size and island, high-altitude and tropical endemism - vary between amphibian species held in zoos and their close relatives not held in zoos. Based on 253 species found in zoos that could be confidently paired with close relatives not in zoos, and in contrast to reported patterns for birds and mammals, we find that amphibians currently held in zoos are equally as threatened as their close relatives not found in zoos. This result is entirely driven by the inclusion of data on species holdings from Amphibian Ark (AArk), an organization that helps to coordinate conservation activities in many non-traditional' institutions, as well as in traditional' commercial zoos. Such networks of small non-traditional institutions thus make meaningful contributions to ex situ conservation, and the establishment of other taxa-specific organizations modelled on AArk might be considered. That said, our results indicate that the ex situ network is still not prioritizing range-restricted habitat specialists, species that possess greater overall extinction risk in the near future. We strongly encourage zoos to continue increasing their holdings of amphibian species, but to pay greater attention to these species of particular conservation concern.","Authors":"Biega, A (Biega, A.) ; Greenberg, DA (Greenberg, D. A.) ; Mooers, AO (Mooers, A. O.) ; Jones, OR (Jones, O. R.) ; Martin, TE (Martin, T. E.)","Title":"Global representation of threatened amphibians ex situ is bolstered by non-traditional institutions, but gaps remain"}]