[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500006 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Gravity Recovery and Climate Experiment (GRACE); Groundwater storage; Soil moisture; Tana basin; Blue Nile River KeyWords Plus:BLUE NILE; RIVER-BASIN; TANA BASIN; LAKE TANA; ETHIOPIA; RAINFALL; TOPMODEL; AQUIFER; MODEL","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 50-60 DOI: 10.1016/j.catena2017.01.036 Published: JUN 2017","Abstract":"As a hidden resource, our understanding and knowledge on the distribution of groundwater and its quantity is limited. In areas where such data is scarce, geo-observatory products such as the Gravity Recovery and Climate Experiment (GRACE) can provide an accurate estimate of changes in total terrestrial water storage at a coarser, regional resolution. However, in the Lake Tana basin, Ethiopia, groundwater is stored in localized aquifers, and its flow is controlled by physical variables (local geology, soil cover, slope, elevation difference, topographic index and drainage density) and climate (rainfall). The objective of this study is to utilize GRACE (CSR RL05) for the evaluation of spatial and temporal changes of soil moisture and groundwater storage at watershed scale. A geographic information system (GIS) based multi-layer analysis of the physical variables is implemented to delineate aquifer potential zones. The aquifer potential zone of the basin is combined with the GRACE (CSR RL05) based change in total terrestrial water storage data. Accordingly, the very high and high potential aquifer zone classes demarcate hot spots of high groundwater storage fluctuations recorded by the satellite data. The change in storage fluctuation of the 11-year monthly data, from 2003 to 2013, reveals that the total terrestrial water storage of the basin has declined by 1837 cm. This is equivalent to the loss of 2.21 BCM of water within 11 years. Groundwater and soil moisture gains are a response of recharge, hence it is highly recommended to promote groundwater recharge, soil moisture harvesting, and sustainable use. On the other hand, the study highlights the possibility of application of the regional GRACE (CSR RL05) product for watershed-scale evaluations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Abiy, AZ (Abiy, Anteneh Z.) ; Melesse, AM (Melesse, Assefa M.)","Title":"Evaluation of watershed scale changes in groundwater and soil moisture storage with the application of GRACE satellite imagery data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500015 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Wave-dominated estuary; Late Pleistocene; Sea level fluctuations; High-resolution seismic stratigraphy; Swan River palaeochannels; Palaeodrainage evolution KeyWords Plus:WESTERN-AUSTRALIA; SEQUENCE STRATIGRAPHY; QUATERNARY; CLIMATE; DELTA; BASIN; FLUCTUATIONS; DEPOSITION; INITIATION; LOWLAND","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 131-142 DOI: 10.1016/j.catena.2017.02.008 Published: JUN 2017","Abstract":"High-resolution seismic profiles were conducted across the metropolitan area of the Swan River estuary (Perth, Western Australia) to explore the sub-surficial stratigraphic architecture, down to a depth of about 40 m below the river bed. The acoustic profiles revealed a complex system of palaeochannels where three main unconformities (R1, R2, R3) bound as many seismic units (U1, U2, U3), over the acoustic basement. Integrating these data with sediment borehole analysis, LiDAR data and available literature of the geology and stratigraphy of the area, it was possible to determine the development of these stratigraphic units, in response to Late Pleistocene and Holocene sea level fluctuations and conditioned by pre-existing topography and depositional palaeoenvironments during the last similar to 130,000 years. The deepest unit (U3) can be interpreted as the Perth Formation, which consists of interbedded sediments that were deposited in a large palaeo-valley downcutting into the underlying acoustic basement (bedrock: Tamala Limestone and Kings Park Formation), under a fluvial to estuarine setting, existing between similar to 130 and 80 ky BP (in the Last Interglacial). The middle unit (U2), composed of heterogenic fluvial (possibly lacustrine) and estuarine sediments, represents the Swan River Formation. Similarly to the Perth Formation, the formation infills channels incised in older formations and reflects the hydrogeological conditions linked with sea level fluctuation changes during the Last Glacial low stand. Holocene (last similar to 10 ky) fluvial and estuarine deposits form the shallowest uhit (U1). These sediments have a highly variable internal structure, ranging from heavily layered, filling palaeochahnels, to hard and chaotic, atop pre-existing topographic highs. The wave-dominated Swan River system shares several similarities with a number of estuaries worldwide, such as Burrill Lake (NSW, Australia) and Arcachon Lagoon (Aquitaine, France). This research represents the first environmental high-resolution acoustic investigation in the middle reach of the Swan River estuary. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bufarale, G (Bufarale, Giada) ; O'Leary, M (O'Leary, Michael) ; Stevens, A (Stevens, Alexandra) ; Collins, LB (Collins, Lindsay B.)","Title":"Sea level controls on palaeochannel development within the Swan River estuary during the Late Pleistocene to Holocene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394068200010 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"Tea; Traceability; Multi-element; Soil KeyWords Plus:TRACE-METAL; ORIGIN; FINGERPRINTS; DIFFERENTIATION; PRODUCTS; ELEMENTS","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 76 Pages: 82-87 DOI: 10.1016/j.foodcont.2017.01.006 Published: JUN 2017","Abstract":"The objective of this study was to select the elements in tea leaves correlated with provenance soils, and further build a robust discriminant model of tea according to the geographical origin. Fresh tea leaves along with corresponding topsoil and subsoil samples were collected from three different tea producing regions in China. The concentrations of 20 elements were determined in tea leaf and soil samples. Analysis of variance, Pearson correlation analysis and linear discriminant analysis were used to analyze the obtained data. The results indicated that elemental fingerprinting profiles were different for tea leaves and provenance soils from different regions. The accumulation of some elements in tea leaves was closely correlated with their concentrations in soils. And this study revealed that Na, Mg, Ca, Ni, Rb, Sr and Pb were good descriptors to build discriminant models related to geology for tracing tea. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhao, HY (Zhao, Haiyan) ; Zhang, SL (Zhang, Shuangling) ; Zhang, ZW (Zhang, Zhiwei)","Title":"Relationship between multi-element composition in tea leaves and in provenance soils for geographical traceability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367900003 ISSN: 0019-1035 eISSN: 1090-2643","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 288 Pages: 37-52 DOI: 10.1016/j.icarus.2017.01.025 Published: MAY 15 2017","Abstract":"Relating relaxation of impact crater topography to past heat flow through the crusts of icy satellites is a technique that has been applied to satellites around Jupiter and Saturn. We use global digital elevation models of the surfaces of Dione and Tethys generated from Cassini data to obtain crater depth/diameter (d/D) data. Relaxation is found to affect craters down to smaller diameters on these satellites compared to Rhea. We perform relaxation simulations in order to assess the heat flow necessary to relax craters on Dione and Tethys to their present morphologies. Heat flows exceeding 60 mW m(-2) are required to relax several craters on both satellites, and relaxation appears to be subject to geographical controls. On Dione, we define a 'relaxation dichotomy' that separates the more relaxed craters in sparsely cratered plains from the less relaxed craters in heavily cratered terrain. The configuration of this dichotomy resembles that of the structural-geological dichotomy on Enceladus, implying that a similar resonance-induced tidal heating mechanism concentrated in the southern hemisphere may have affected both satellites. Defining geographical distribution of relaxation on Tethys is hindered by the presence of the young Odysseus impact and its associated ejecta. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"White, OL (White, Oliver L.) ; Schenk, PM (Schenk, Paul M.) ; Bellagamba, AW (Bellagamba, Anthony W.) ; Grimm, AM (Grimm, Ashley M.) ; Dombard, AJ (Dombard, Andrew J.) ; Bray, VJ (Bray, Veronica J.)","Title":"Impact crater relaxation on Dione and Tethys and relation to past heat flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367900015 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Planetary; Geology; Mercury; Tectonics; Model ages; Lobate scarps; Planetary volcanism KeyWords Plus:GLOBAL CONTRACTION; CRATER CHRONOLOGY; SMOOTH PLAINS; MESSENGER; VOLCANISM; MOON; LITHOSPHERE; TECTONICS; PLANET; ORIGIN","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 288 Pages: 226-234 DOI: 10.1016/j.icarus.2017.01.005 Published: MAY 15 2017","Abstract":"Basin-edge lobate scarps are a sub-type of tectonic shortening structure on the surface of Mercury that have formed at the edge of volcanic units that fill or partly fill impact basins. We have performed a global survey of these features and find that they are widespread in basins across the planet. We obtained model ages from crater size-frequency distribution analysis for a subset of our surveyed basins, for both the smooth plains infill and for the last resolvable tectonic activity on the associated basin edge scarps. Our results indicate that some of these lobate scarps were still accumulating strain in the late Mansurian (approximately 1 Ga). From a photogeological assessment, we find that the orientations of these basin-edge lobate scarps are similar to those reported for the global population of lobate scarps in earlier studies, appearing to align similar to north-south at low latitudes and similar to east-west at higher latitudes. However, reassessing these landforms' orientation with artificially illuminated topographic data does not allow us to rule out the effect of illumination bias. We propose that these landforms, the result of crustal shortening in response to global contraction, formed along the interface between the basin floor and the smooth plains unit, which acted as a mechanical discontinuity along which shortening strains were concentrated. (C) 2017 Published by Elsevier Inc.","Authors":"Fegan, ER (Fegan, E. R.) ; Rothery, DA (Rothery, D. A.) ; Marchi, S (Marchi, S.) ; Massironi, M (Massironi, M.) ; Conway, SJ (Conway, S. J.) ; Anand, M (Anand, M.)","Title":"Late movement of basin-edge lobate scarps on Mercury"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397357000001 ISSN: 0375-6505 eISSN: 1879-3576","Keywords":"Subsurface stratigraphy; Caldera systems; Geothermal exploration; Caldera geothermal field; Geologic exploration KeyWords Plus:CALDERA; IGNIMBRITE; ERUPTION; HISTORY","Categories":"Energy & Fuels; Geology Web of Science Categories:Energy & Fuels; Geosciences, Multidisciplinary","Journal Information":"GEOTHERMICS Volume: 67 Pages: 1-17 DOI: 10.1016/j.geothermics.2017.01.001 Published: MAY 2017","Abstract":"Los Humeros is one of the main Pleistocene silicic volcanic complexes and the third geothermal field in exploitation in Mexico. It is located in the eastern sector of the Trans-Mexican Volcanic Belt (TMVB) and has a long and complex geologic evolution involving the formation of at least two large nested calderas associated with very large ignimbrite-forming eruptions during the last 0.46 Ma (Ferriz and Mahood, 1984). Due to its young activity, it has an active geothermal field (Y (a) over cap(n) over tilde ez and Garcia, 1980) producing about 65 MW. Several wells for both exploration and exploitation of geothermal fluids have been drilled in the caldera interior, showing the subsurface stratigraphy and structure of the volcanic center. A revised lithostratigraphic characterization of Los Humeros subsurface together with petrographic, geochemical and Ar-40/Ar-39-based geochronology data support correlation of rock formations at depth with surface geology. This study shows the very heterogeneous nature of the subsurface stratigraphy of Los Humeros volcanic complex, helping to refine its internal structure and evolution. This provides a more realistic configuration of the heterogeneities of the geothermal reservoir and the vertical and lateral distribution of permeable conditions controlling the configuration of the geothermal reservoir. These results can be important to guide the prospection of potential areas for the possible expansion of the geothermal field. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Carrasco-Nunez, G (Carrasco-Nunez, G.) ; Lopez-Martinez, M (Lopez-Martinez, M.) ; Hernandez, J (Hernandez, J.) ; Vargas, V (Vargas, V.)","Title":"Subsurface stratigraphy and its correlation with the surficial geology at Los Humeros geothermal field, eastern Trans-Mexican Volcanic Belt"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398561100004 ISSN: 1527-6988 eISSN: 1527-6996","Keywords":"Catchment unit; Semiarid mountainous area; Debris-flow; Index entropy model; Susceptibility assessment KeyWords Plus:ANALYTICAL HIERARCHY PROCESS; ARTIFICIAL NEURAL-NETWORKS; UPPER JINSHA RIVER; LOGISTIC-REGRESSION MODELS; LANDSLIDE RISK ANALYSIS; CONDITIONAL-PROBABILITY; FREQUENCY RATIO; GIS TECHNOLOGY; LAKE DEPOSITS; EARTHQUAKE","Categories":"Engineering; Environmental Sciences & Ecology; Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Engineering, Civil; Environmental Studies; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS REVIEW Volume: 18 Issue: 2 Article Number: UNSP 05016005 DOI: 10.1061/(ASCE)NH.1527-6996.0000229 Published: MAY 2017","Abstract":"Debris flow is one of the most common natural hazards in the semiarid mountainous areas of the Southeast (SE) Tibetan Plateau. Because of unique geology, geomorphology, and diverse climate conditions, debris-flow susceptibility in the mountainous areas shows significant regionalism. In this study, an index entropy model is adapted for sensitivity analysis of the impact factors of debris flows in the semiarid areas, and the Benzilan-Changbo segment of the upper reaches of the Jinsha River are selected as an area of interest in a case study. Based on the sensitivity analysis, six factors, including, lithology, slope gradient, slope aspect, relative relief, catchment system geomorphologic entropy, monthly average precipitation (June-September), and normalized difference vegetation index (NDVI) are considered debris-flow susceptibility assessment factors. The results show that landform, lithology, and vegetation are the three most important factors affecting the susceptibility of the debris flow in semiarid mountainous areas. To carry out the case study, the study area is divided into 217 small catchments. The debris-flow susceptibility assessment model is applied to each catchment and then combined into the entire study area using the weighted coefficient method. The susceptibility zonation results show that areas with extremely high and high debris-flow susceptibility are mainly distributed in Changbo-Gongbo in the north, Xulong-Quyagong in the central east, and south of the Jinsha River valley. Based on the model assessment, the areas of extremely high and high debris-flow susceptibility account for 39.6% of the total study area whereas the observed actual debris-flow area of the extremely high and high debris-flow susceptibility regions accounts for 64.9% of the total actual debris-flow area. The success rate of debris-flow prediction by the model is about 68.3% based on area-under-the-curve (AUC) cross validation of the model, which indicates a high promise of using the index entropy susceptibility assessment model for debris-flow prediction in semiarid mountainous areas. (C) 2016 American Society of Civil Engineers.","Authors":"Chen, J (Chen, Jian) ; Li, Y (Li, Yan) ; Zhou, W (Zhou, Wendy) ; Iqbal, J (Iqbal, Javed) ; Cui, ZJ (Cui, Zhijiu)","Title":"Debris-Flow Susceptibility Assessment Model and Its Application in Semiarid Mountainous Areas of the Southeastern Tibetan Plateau"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398561100003 ISSN: 1527-6988 eISSN: 1527-6996","Keywords":"Site response; Topographic slope; Vs30; Seismic site class; Amplification; Peak ground acceleration (PGA) KeyWords Plus:SHEAR-WAVE VELOCITY; GROUND-MOTION RELATIONS; CONDITIONS MAP; CALIFORNIA; EARTHQUAKES; STATES; INDIA; AMPLIFICATIONS; TECTONICS; GEOLOGY","Categories":"Engineering; Environmental Sciences & Ecology; Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Engineering, Civil; Environmental Studies; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS REVIEW Volume: 18 Issue: 2 Article Number: UNSP 04016009 DOI: 10.1061/(ASCE)NH.1527-6996.0000228 Published: MAY 2017","Abstract":"The contribution of remote sensing and geographical information system (GIS) techniques to estimate the surface level seismic hazard was investigated using topographic gradient maps in the states of Tripura and Mizoram. This paper addresses a vital issue on the estimation of the seismic hazards of Northeast (NE) India, where the hazards are high and the risk is also high. In developing site response maps or seismic hazard (surface acceleration) maps, it is difficult to obtain near-surface soil data (site-specific data) through geophysical/geotechnical field investigations at a smaller resolution scale (a state/region or country level). The topographic slope provides a reliable proxy because the rocky materials maintain a steep gradient/slope compared to soft soil deposits. In this paper, peak ground acceleration (PGA) at the bedrock for the states of Tripura and Mizoram in NE India has been estimated using probabilistic seismic hazard analysis (PSHA), which considers linear sources and events (from 1731 to 2010) with appropriate ground motion prediction equations applicable for NE India. Further, the authors have adopted the square root impedance model to estimate the spectral amplification of the study area to bring the hazard from bedrock level to surface. Authors have classified the entire study area as site classes B, C, and D categories and thereafter estimated spectral amplifications for the site periods (0.40, 0.21, 0.11, and 0.01s). The surface level PGA (g) and amplification maps have been developed using a probabilistic approach considering PGA at the bedrock level. The results indicate that this area is highly sensitive to spectral responses, such as spectral acceleration or spectral amplification rather than PGA. (C) 2016 American Society of Civil Engineers.","Authors":"Sil, A (Sil, Arjun) ; Sitharam, TG (Sitharam, T. G.)","Title":"Detection of Local Site Conditions in Tripura and Mizoram Using the Topographic Gradient Extracted from Remote Sensing Data and GIS Techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395962200023 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Pluto, surface; Geological processes; Ices KeyWords Plus:SATELLITES; CONVECTION; INSOLATION; HORIZONS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 287 Pages: 261-286 Special Issue: SI DOI: 10.1016/j.icarus.2017.01.011 Published: MAY 1 2017","Abstract":"The geology and stratigraphy of the feature on Pluto informally named Sputnik Planitia is documented through geologic mapping at 1:2,000,000 scale. All units that have been mapped are presently being affected to some degree by the action of flowing N-2 ice. The N-2 ice plains of Sputnik Planitia display no impact craters, and are undergoing constant resurfacing via convection, glacial flow and sublimation. Condensation of atmospheric N-2 onto the surface to form a bright mantle has occurred across broad swathes of Sputnik Planitia, and appears to be partly controlled by Pluto's obliquity cycles. The action of N-2 ice has been instrumental in affecting uplands terrain surrounding Sputnik Planitia, and has played a key role in the disruption of Sputnik Planitia's western margin to form chains of blocky mountain ranges, as well in the extensive erosion by glacial flow of the uplands to the east of Sputnik Planitia. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"White, OL (White, Oliver L.) ; Moore, JM (Moore, Jeffrey M.) ; McKinnon, WB (McKinnon, William B.) ; Spencer, JR (Spencer, John R.) ; Howard, AD (Howard, Alan D.) ; Schenk, PM (Schenk, Paul M.) ; Beyer, RA (Beyer, Ross A.) ; Nimmo, F (Nimmo, Francis) ; Singer, KN (Singer, Kelsi N.) ; Umurhan, OM (Umurhan, Orkan M.) ; Stern, SA (Stern, S. Alan) ; Ennico, K (Ennico, Kimberly) ; Olkin, CB (Olkin, Cathy B.) ; Weaver, HA (Weaver, Harold A.) ; Young, LA (Young, Leslie A.) ; Cheng, AF (Cheng, Andrew F.) ; Bertrand, T (Bertrand, Tanguy) ; Binzel, RP (Binzel, Richard P.)[ 10 ] ; Earle, AM (Earle, Alissa M.)[ 10 ] ; Grundy, WM (Grundy, Will M.)[ 11 ] ; Lauer, TR (Lauer, Tod R.)[ 12 ] ; Protopapa, S (Protopapa, Silvia)[ 13 ] ; Robbins, SJ (Robbins, Stuart J.) ; Schmitt, B (Schmitt, Bernard)[ 14 ] ...More...Less Group Author(s): New Horizons Sci Team","Title":"Geological mapping of Sputnik Planitia on Pluto"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396747100005 ISSN: 0361-0128 eISSN: 1554-0774","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"ECONOMIC GEOLOGY Volume: 112 Issue: 3 Pages: 591-601 Published: MAY 2017","Abstract":"Field relationships and U-Pb data (zircon) are used to constrain the timing of tectonomagmatic events that occurred shortly after the formation of Late Devonian (similar to 372 Ma) porphyry Cu-Au deposits at Oyu Tolgoi (Mongolia). In the two northernmost of the several discrete porphyry centers (Hugo Dummett deposits), Upper Devonian rocks positioned stratigraphically above copper-gold mineralization preserve a record of uplift, exhumation, and subsequent burial shortly after mineralization. Strongly altered and mineralized quartz mon-zodiorite and volcanic rocks at Hugo Dummett are overlain by an unmineralized dacite sequence (369 +/- 2 Ma). The basal breccia and conglomerate of the dacite sequence contain mineralized porphyry clasts derived from erosion of the porphyry deposits. Two zircon grains recovered from one of these mineralized porphyry clasts yielded chemical abrasion-thermal ionization mass spectrometry (CA-TIMS) Pb-206/U-238 dates of 374.0 +/- 1.9 and 371.4 +/- 1.6 Ma, which are consistent with previously published ages for mineralized intrusions. This implies that Oyu Tolgoi or other nearby porphyry deposits were exhumed shortly after the main mineralization event. Weakly mineralized granodiorite dikes intruded the postmineralization dacite sequence, as well as Devonian sedimentary and volcaniclastic rocks that structurally overlie the dacite. A weighted mean Pb-206/U-238 age of 370.6 +/- 0.5 Ma for this rock is based on the three youngest grains analyzed by the CA-TIMS technique (MSWD = 1.14). Burial of the Cu-Au deposits at Oyu Tolgoi soon after their exhumation was critical to their preservation. Exhumation and subsequent burial occurred at similar to 371 Ma, during a short time frame within the overlapping U-Pb zircon ages for the quartz monzodiorite, mineralized porphyry clast, unmineralized dacite sequence, and granodiorite unit.","Authors":"Wainwright, AJ (Wainwright, Alan J.) ; Tosdal, RM (Tosdal, Richard M.) ; Lewis, PD (Lewis, Peter D.) ; Friedman, RM (Friedman, Richard M.)","Title":"Exhumation and Preservation of Porphyry Cu-Au Deposits at Oyu Tolgoi, South Gobi Region, Mongolia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396747100006 ISSN: 0361-0128 eISSN: 1554-0774","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"ECONOMIC GEOLOGY Volume: 112 Issue: 3 Pages: 603-628 Published: MAY 2017","Abstract":"The large Dahongshan Fe-Cu-(Au-Ag) deposit in the Kangdian iron oxide copper-gold (IOCG) metallogenic province, southwest China, contains approximately 458.3 Mt of ore at 41.0% Fe, 1.35 Mt Cu (metal) at 0.78% Cu, and significant amounts of Au (16 t), Ag (141 t), Co (18,156 t), and Pd + Pt (2.1 t). The deposit consists mainly of two types of ores: (1) lenses of massive or banded magnetite-(hematite) hosted in extensively Na meta-somatized metavolcanic rocks, metaarenite, and brecciated rocks, and (2) strata-bound disseminated, stockwork, and banded magnetite-chalcopyrite-(bornite) in mica schist and marble. Both types of orebodies and country rocks underwent extensive hydrothermal alteration, resulting in a similar paragenesis. Pervasive stage I sodic alteration formed widespread albite and local scapolite. It was subsequently replaced by Ca-or K-rich minerals represented by actinolite, K-feldspar, biotite, sericite, and chlorite of stages II and III. Magnetite is slightly younger than and partly overlaps the sodic alteration assemblages. Hematite is texturally later than magnetite, is locally abundant within the massive Fe oxide orebody, and is closely associated with sericite. Copper sulfides are coeval with quartz, biotite, sericite, and chlorite in stage III assemblages. Widespread siderite and ankerite predominate in stages II and III, respectively. Quartz-calcite veins mark the result of waning stage IV hydrothermal alteration. In addition to widespread alteration during the major ore-forming event, the deposit has also undergone extensive overprinting and remobilization during post-ore magmatic and metamorphic events. The Dahongshan orebodies are intimately associated with abundant doleritic dikes and sills that have hydrothermal mineral assemblages similar to those in the ore-hosting rocks. One dolerite sill that cuts a massive Fe orebody has a laser ablation-inductively coupled plasma-mass spectrometry zircon U-Pb age of 1661 +/- 7 Ma, which is, within uncertainty, consistent with the age of 1653 +/- 18 Ma determined for hydrothermal zircons from stockwork chalcopyrite-magnetite ore. The zircon U-Pb ages are thus considered to mark the timing of major mineralization that formed the Dahongshan deposit. Post-ore modification is recorded by an Re-Os isochron age of 1026 +/- 22 Ma for pyrite in discordant quartz-carbonate-sulfide veins, and by younger Neoproterozoic mineralization dated at ca. 830 Ma using Re-Os isotopes on molybdenite. The former age is contemporaneous with late Mesoproterozoic magmatism in the region, whereas the latter is coeval with regional Neoproterozoic metamorphic events in southwest China. Carbon and oxygen isotope values of albitized marble are between those of mantle-derived magmatic carbon and dolostone end members. The ore-forming fluids that equilibrated with stage II magnetite have delta O-18 values of 9.1 to 9.5%, whereas fluids linked to the deposition of quartz and ankerite during stages III and IV have lower delta O-18 values of 2.9 to 7.3%. The oxygen isotope data indicate that the ore-forming fluids related to stage II are chiefly magmatically derived and mixed with abundant basinal brine during stages III and IV; this interpretation is consistent with sulfur isotope values of sulfides in the deposits. Pyrite and chalcopyrite from the Dahongshan deposit have a large range of delta S-34 values from -3.4 to + 12.4%, implying mixing of magmatic and external sulfur (likely from basinal brines) in sedimentary rocks. The Dahongshan deposit formed in an intracratonic rift setting due to underplating by mafic magmas that induced large-scale fluid circulation and pervasive sodic-calcic metasomatism in country rocks. Ore metals were derived mainly from a deep-seated magma chamber and partly from country rocks. Hydrothermal brecciation of the country rocks formed at the top of the dolerite intrusions and along zones of weakness within the country rocks owing to overpressure imposed by the ore fluids. Magnetite and hematite precipitated early near the dolerite intrusions, whereas Cu sulfides formed later in country rocks where sulfide saturation was favored. We propose that this genetic model may be widely applicable to Precambrian IOCG deposits elsewhere that formed in intracratonic rift settings.","Authors":"Zhao, XF (Zhao, Xin-Fu) ; Zhou, MF (Zhou, Mei-Fu) ; Su, ZK (Su, Zhi-Kun) ; Li, XC (Li, Xiao-Chun) ; Chen, WT (Chen, Wei-Terry) ; Li, JW (Li, Jian-Wei)","Title":"Geology, Geochronology, and Geochemistry of the Dahongshan Fe-Cu-(Au-Ag) Deposit, Southwest China: Implications for the Formation of Iron Oxide Copper-Gold Deposits in Intracratonic Rift Settings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396043800016 ISSN: 0018-8158 eISSN: 1573-5117","Keywords":"Biodiversity; Distribution; Community ecology; Fish; Rio Madeira; Bolivia KeyWords Plus:FRESH-WATER FISHES; BOLIVIAN AMAZON; HISTORICAL BIOGEOGRAPHY; SPECIES DATA; SCALE; CONSERVATION; PHYLOGENY; DIVERSITY; MATRICES; RIVER","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"HYDROBIOLOGIA Volume: 791 Issue: 1 Pages: 221-235 DOI: 10.1007/s10750-016-2853-0 Published: MAY 2017","Abstract":"In freshwater ecosystems, spatial turnover in fish assemblages is often attributed to dispersal limitation imposed by fragmentation of water bodies. Other factors like environmental properties or biotic interactions have often been assumed to be minute relative to dispersal limitation when hydrogeological barriers are abundant. This study aims to describe the spatial differentiation of cichlid fish assemblages in the upper rio Madera in Bolivia, Brazil and PerA, a large drainage system characterized by the absence of significant hydrogeological barriers. We assessed the relative importance of spatial, climatic and geological predictors in the observed biogeographic structure using an integrative combination of cluster analyses, elements of metacommunity structure analysis, variation partitioning, and network analysis. Our results show that distinct assemblages of cichlid fish species replace each other across the landscape and that this turnover is partially determined by climate and geological gradients. A considerable fraction of the cichlid assembly structure could not be assigned to either space, climate or geology and might be explained by unmeasured parameters such as habitat structure or biotic interactions. Incorporating knowledge on spatial turnover of species assemblages into conservation strategies will be essential for the biodiversity management of the diverse aquatic fauna of the upper rio Madera.","Authors":"Hablutzel, PI (Hablutzel, Pascal I.) ; Pantel, JH (Pantel, Jelena H.)","Title":"Strong spatial turnover in cichlid fish assemblages in the upper rio Madera (Amazon basin) despite the absence of hydrological barriers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397874600013 ISSN: 1342-937X eISSN: 1878-0571","Keywords":"Skarn; Chaobuleng iron polymetallic deposit; Magmatic hydrothermal mineralization; Magma mixing; F-rich fluid KeyWords Plus:NORTH CHINA CRATON; ASIAN OROGENIC BELT; PORPHYRY MO DEPOSIT; ZIRCON U-PB; PHANEROZOIC CRUSTAL GROWTH; RE-OS GEOCHRONOLOGY; A-TYPE GRANITOIDS; TECTONIC EVOLUTION; NE CHINA; GEODYNAMIC SETTINGS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GONDWANA RESEARCH Volume: 45 Pages: 228-253 DOI: 10.1016/j.gr.2017.02.006 Published: MAY 2017","Abstract":"The Chaobuleng iron polymetallic deposit, an important ore systemin China that is genetically related to the early Cretaceous Chaobuleng pluton, is located in the eastern part of Lizi Shan-Dong Ujimqin Banner metallogenic belt of Inner Mongolia. To understand the relationship of magmatism and mineralization in this iron polymetallic deposit, we have conducted a detailed geologic field study in conjunction with systematic investigation of U-Pb zircon and Re-Os isochron geochronology, mineralogy, petrology, major-and trace-element geochemistry, and synthesis of existing datasets across the Chaobuleng region. We use these observations to identify the origins and petrogenesis of mafic enclaves and the host granitoid, and to place new constraints on the tectonic setting at the time of magmatism. New U-Pb geochronology of magmatic zircons and Re-Os isochron ages of hydrothermal molybdenite from the iron polymetallic deposit allow us to constrain the sources of the hydrothermal components and the relationship between iron polymetallic mineralization and regional geodynamic evolution. The geology, paragenesis, and estimated P-T conditions suggest that the Chaobuleng iron polymetallic deposit was formed as a shallow, proximal skarn deposit. The ore-forming early Cretaceous Chaobuleng pluton can be divided into three distinct units based on crystallization age, texture, and composition: (1) a 138.1-140.6 Ma syenogranite porphyry, (2) a 137.4-138.6 Ma enclave bearing porphyritic syenogranite, and (3) a 133.9-135.98 Ma coarse-grained porphyritic syenogranite. We suggest that the A-type Chaobuleng pluton was formed in a post-orogenic extensional setting with significant magma mixing from high-temperature melts (i.e., a Zr saturation temperature of 800-900 degrees C). During the magmatic process, the Chaobuleng pluton crystallized under temperatures as low as 720-770 degrees C and pressures of 0.5-1.0 kbar. The chemical composition of biotite shows that the Chaobuleng magma was enriched in F (1.5-3.5%). We attribute the observed embayed texture of quartz to a three coexisting-phase equilibrium model that operated during the magmatic-hydrothermal transition and can be used to constrain the mineralization process and physico-chemical conditions. Due to a loss of volatiles, the residual melt was quickly quenched and crystallized into a fine-grained groundmass. The Re-Os model ages of samples from the inner pluton-mineralization contact belt are 135.0 +/- 2.1 Ma and 131.2 +/- 4.1 Ma, and a sample from the outer-contact belt yields an isochron age of 140.7 +/- 1.8 Ma. The Chaobuleng deposit formed during protracted activity of the magmatic-hydrothermal system, which is similar to many mineralization systems around the world. However, the major mineralization stage (iron oxide stage) of the Chaobuleng deposit occurred during the early stage of magmatism, consistent with the emplacement time of syenogranite porphyry at -139 Ma. (C) 2017 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.","Authors":"Wu, C (Wu, Chen) ; Wang, B (Wang, Biren) ; Zhou, ZG (Zhou, Zhiguang) ; Wang, GS (Wang, Guosheng) ; Zuza, AV (Zuza, Andrew V.) ; Liu, CF (Liu, Changfeng) ; Jiang, TA (Jiang, Tian) ; Liu, WC (Liu, Wencan) ; Ma, SW (Ma, Shiwei)","Title":"The relationship between magma and mineralization in Chaobuleng iron polymetallic deposit, Inner Mongolia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957300003 PubMed ID: 28082250 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Acidic Deposition; Clean Air Act Amendments; Ecosystem Services; Recreational Fisheries; Northern Hardwood Forests; Water Quality KeyWords Plus:NORTHEASTERN UNITED-STATES; NEW-YORK; ACIDIC DEPOSITION; SOIL ACIDIFICATION; NORTH-AMERICA; RECOVERY; MANAGEMENT; LAKES; MOUNTAINS; DECLINE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 191 Pages: 19-27 DOI: 10.1016/j.jenvman.2016.12.069 Published: APR 15 2017","Abstract":"Sustaining recent progress in mitigating acid pollution could require lower emissions caps that will give rise to real or perceived tradeoffs between healthy ecosystems and inexpensive energy. Because most impacts of acid rain affect ecosystem functions that are poorly understood by policy-makers and the public, an ecosystem services (ES) framework can help to measure how pollution affects human wellbeing. Focused on the Adirondack region (USA), a global 'hot-spot' of acid pollution, we measured how the chronic acidification of the region's forests, lakes, and streams has affected the potential economic and cultural benefits they provide to society. We estimated that acid-impaired hardwood forests provide roughly half of the potential benefits of forests on moderate to well-buffered soils an estimated loss of $10,000 ha(-1) in net present value of wood products, maple syrup, carbon sequestration, and visual quality. Acidic deposition has had only nominal impact relative to the effects of surficial geology and till depth on the capacity of Adirondack lakes and streams to provide water suitable for drinking. However, as pH declines in lakes, the estimated value of recreational fishing decreases significantly due to loss of desirable fish such as trout. Hatchery stocking programs have partially offset the pollution-mediated losses of fishery value, most effectively in the pH range 4.8-5.5, but are costly and limited in scope. Although any estimates of the monetary 'damages' of acid rain have significant uncertainties, our findings highlight some of the more tangible economic and cultural benefits of pollution mitigation efforts, which continue to face litigation and political opposition. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Beier, CM (Beier, Colin M.) ; Caputo, J (Caputo, Jesse) ; Lawrence, GB (Lawrence, Gregory B.) ; Sullivan, TJ (Sullivan, Timothy J.)","Title":"Loss of ecosystem services due to chronic pollution of forests and surface waters in the Adirondack region (USA)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396839300007 ISSN: 0149-1423 eISSN: 1558-9153","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"AAPG BULLETIN Volume: 101 Issue: 4 Pages: 475-483 DOI: 10.1306/011817DIG17026 Published: APR 2017","Abstract":"Exceptional outcrop conditions in the Dolomites of northern Italy allow appreciation of facies variability, depositional geometries, and platform-to-basin relationships at seismic scale that developed during a complex sedimentary evolution. This itinerary focuses on two Triassic microbial carbonate platforms, the Latemar and Sella, providing examples of key concepts that are fundamental for the interpretation of subsurface geologic bodies. By comparing these two microbial platforms, a variability of facies architectures is highlighted. The relatively easy access, the exceptional exposure conditions, and the variety of carbonate platform types that grew in the Triassic of the Dolomites make this region an ideal field geology laboratory for training geologists working in exploration and in addition provide potential outcrop analogs of subsurface carbonate reservoirs.","Authors":"Preto, N (Preto, Nereo) ; Gianolla, P (Gianolla, Piero) ; Franceschi, M (Franceschi, Marco) ; Gattolin, G (Gattolin, Giovanni) ; Riva, A (Riva, Alberto)","Title":"Geometry and evolution of Triassic high-relief, isolated microbial platforms in the Dolomites, Italy: The Anisian Latemar and Carnian Sella platforms compared"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396839300017 ISSN: 0149-1423 eISSN: 1558-9153","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"AAPG BULLETIN Volume: 101 Issue: 4 Pages: 571-577 DOI: 10.1306/011817DIG17036 Published: APR 2017","Abstract":"The classic angular unconformity at Siccar Point became a landmark location in the history of geology after a boat trip to the site by James Hutton and his colleagues Professor John Playfair and Sir James Hall in 1788. Hutton successfully used the unconformity to support his view that the Earth's landforms and geological record resulted from uniform natural processes such as sedimentation, uplift, erosion, and renewed sedimentation through deep geologic time. At Siccar Point, gently dipping Devonian fluviatile Old Red Sandstones unconformably onlap vertical Silurian deep-water greywackes (schistus) to produce the most classic of angular unconformities that remains a must-see outcrop for geologists to this day. The relevance of this outcrop for the petroleum geologist is that it provides the opportunity to view an end-member stratal relationship in the continuum of unconformable surfaces (i.e., angular unconformity, disconformity, paraconformity, correlative conformity). The locality also aids the visualization of geometries relevant to unconformity (subcrop) traps and to onlap and pinchout (supracrop)-type traps. Although most Scottish geoscientists will have seen this outcrop in their student days, as a teaching aid to illustrate basic principles, a trip later in life can remind us of the importance of the site in a historical geology context. The location continues to inspire and instills a sense of duty in us, as scholars of the Earth's formation, to communicate and share the principles of deep time with those who have not had the privilege of an education that included the fundamentals of geology.","Authors":"Archer, SG (Archer, Stuart G.) ; Underhill, JR (Underhill, John R.) ; Peters, KE (Peters, Kenneth E.)","Title":"Hutton'sGreat Unconformity at Siccar Point, Scotland: Where deep time was revealed and uniformitarianism conceived"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351400014 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Hydrological modeling; SWATDRAIN; Watershed scale; Sediment load; Streamflow KeyWords Plus:TABLE MANAGEMENT; COLD CONDITIONS; SOIL; DRAINMOD; HYDROLOGY; MODEL; CROP; QUALITY; SYSTEM; YIELD","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 184 Pages: 124-134 DOI: 10.1016/j.agwat.2017.02.001 Published: APR 2017","Abstract":"A recently developed model, SWATDRAIN, was used to assess the alterations in water balance components, discharge, and sediment loads due to tile drainage practices in a heavily tile drained watershed in Ontario, Canada. Furthermore, the model was implemented to determine the spatial variability of sediment loads which can be explained by a combination of spatially distributed variables within a watershed, including those controlling the hydrology, geology, soil and land use. Three scenarios were examined across the watershed, including conventional drainage (existing condition), controlled drainage, and no tile drainage. The model predicted that streamflow was not significantly impacted due to tile drainage, while the total runoff and sediment loads from the basin due to controlled drainage were increased by 27.1% and 22.2%, respectively, while removing tile drain infrastructures resulted in 37.1% increase in surface runoff and 55% increase in sediment load from the watershed The areas with high sediment load generation were identified by the model and the impact of tile drainage in producing sediment in those areas was assessed. The results showed that the sediment load generation rate in the areas with the highest load (class V) increased by 8% only due to controlled drainage, while in the second ranked sediment generating areas (class IV), the sediment load generation rate was increased by 32%. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Golmohammadi, G (Golmohammadi, Golmar) ; Rudra, R (Rudra, Ramesh) ; Prasher, S (Prasher, Shiv) ; Madani, A (Madani, Ali) ; Youssef, M (Youssef, Mohamed) ; Goel, P (Goel, Pradeep) ; Mohammadi, K (Mohammadi, Kourosh)","Title":"Impact of tile drainage on water budget and spatial distribution of sediment generating areas in an agricultural watershed"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678800012 ISSN: 1052-7613 eISSN: 1099-0755","Keywords":"distribution; endangered species; groundwater; invertebrates; stream; urban development KeyWords Plus:FRESH-WATER MUSSELS; SPECIES DISTRIBUTION MODELS; ALASMIDONTA HETERODON; UNIONID MUSSELS; CHESAPEAKE BAY; UNITED-STATES; SAMPLE-SIZE; RIVER; BIVALVIA; DISTRIBUTIONS","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology; Water Resources Web of Science Categories:Environmental Sciences; Marine & Freshwater Biology; Water Resources","Journal Information":"AQUATIC CONSERVATION-MARINE AND FRESHWATER ECOSYSTEMS Volume: 27 Issue: 2 Pages: 462-475 DOI: 10.1002/aqc.2699 Published: APR 2017","Abstract":"1. Species distribution modelling can be useful for the conservation of rare and endangered species. Freshwater mussel declines have thinned species ranges producing spatially fragmented distributions across large areas. Spatial fragmentation in combination with a complex life history and heterogeneous environment makes predictive modelling difficult. 2. A machine learning approach (maximum entropy) was used to model occurrences and suitable habitat for the federally endangered dwarf wedgemussel, Alasmidonta heterodon, in Maryland's Coastal Plain catchments. Landscape- scale predictors (e. g. land cover, land use, soil characteristics, geology, flow characteristics, and climate) were used to predict the suitability of individual stream segments for A. heterodon. 3. The best model contained variables at three scales: minimum elevation (segment scale), percentage Tertiary deposits, low intensity development, and woody wetlands (sub- catchment), and percentage low intensity development, pasture/ hay agriculture, and average depth to the water table (catchment). Despite a very small sample size owing to the rarity of A. heterodon, cross- validated prediction accuracy was 91%. 4. Most predicted suitable segments occur in catchments not known to contain A. heterodon, which provides opportunities for new discoveries or population restoration. These model predictions can guide surveys toward the streams with the best chance of containing the species or, alternatively, away from those streams with little chance of containing A. heterodon. 5. Developed reaches had low predicted suitability for A. heterodon in the Coastal Plain. Urban and exurban sprawl continues to modify stream ecosystems in the region, underscoring the need to preserve existing populations and to discover and protect new populations. Copyright # 2016 John Wiley & Sons, Ltd.","Authors":"Campbell, CA (Campbell, Cara A.) ; Hilderbrand, RH (Hilderbrand, Robert H.)","Title":"Using maximum entropy to predict suitable habitat for the endangered dwarf wedgemussel in the Maryland Coastal Plain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795800010 ISSN: 0003-813X eISSN: 1475-4754","Keywords":"ARCHAEOMETRY; BLACK CARBON; FIRE HISTORY; HYDROFLUORIC ACID; BMIMPF6; IONIC LIQUID; SOIL KeyWords Plus:SEDIMENTS; HOLOCENE; CLIMATE; LAKE","Categories":"Archaeology; Chemistry; Geology Web of Science Categories:Archaeology; Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Geosciences, Multidisciplinary","Journal Information":"ARCHAEOMETRY Volume: 59 Issue: 2 Pages: 346-355 DOI: 10.1111/arcm.12262 Published: APR 2017","Abstract":"In this study, we present a novel, safe method for how to remove inorganic components from soil samples studied for archaeological purposes, in order to improve studies of the distribution of black carbon in the sedimentary record. As the depositional history of this material depends on the interaction between humans and the natural environment, this method can be widely used in archaeology, landscape archaeology, palaeoecology, environmental geology and sedimentology. Our method does not require the use of dangerous hydrofluoric acid, which is commonly used for the removal of silicon oxide from such samples; therefore, this procedure allows even less chemically trained scientists to analyse soil samples with an increased level of work safety.","Authors":"Bartunek, V (Bartunek, V.) ; Dobrovolny, K (Dobrovolny, K.) ; Svecova, M (Svecova, M.) ; Matejka, P (Matejka, P.) ; Sida, P (Sida, P.) ; Pokorny, P (Pokorny, P.) ; Kuchar, M (Kuchar, M.) ; Cerna, E (Cerna, E.)[ 10 ]","Title":"OBTAINING BLACK CARBON-A SIMPLE METHOD FOR THE SAFE REMOVAL OF MINERAL COMPONENTS FROM SOILS AND ARCHAEOLOGICAL LAYERS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395704000003 ISSN: 0950-091X eISSN: 1365-2117","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"BASIN RESEARCH Volume: 29 Issue: 2 Pages: 180-202 DOI: 10.1111/bre.12172 Published: APR 2017","Abstract":"Sediment is fractionated by size during its cascade from source to sink in sediment routing systems. It is anticipated, therefore, that the grain size distribution of sediment will undergo down-system changes as a result of fluvial sorting processes and selective deposition. We assess this hypothesis by comparing grain size statistical properties of samples from within the erosional source region with those that have undergone different amounts of transport. A truncated Pareto distribution describes well the coarser half of the clast size distribution of regolith, coarse channel bed sediment and proximal debris flows (particularly their levees), as well as the coarser half of the clast size distribution of gravels that have undergone considerable amounts of transport in rivers. The Pareto shape parameter a evolves in response to mobilization, sediment transport and, importantly, the selective extraction of particles from the surface flow to build underlying stratigraphy. A goodness of fit statistic, the Kolmogorov-Smirnov vertical difference, illustrates the closeness of the observed clast size distributions to the Pareto, Weibull and log-normal models as a function of distance from the depositional apex. The goodness of fit of the particle size distribution of regolith varies with bedrock geology. Bedload sediment at catchment outlets is fitted well by the log-normal and truncated Pareto models,whereas the exponential Weibull model provides a less good fit. In the Eocene Escanilla palaeo-sediment routing system of the south-central Pyrenees, the log-normal and truncated Pareto models provide excellent fits for distances of up to 80km from the depositional apex, whereas the Weibull fit progressively worsens with increasing transport distance. A similar trend is found in the Miocene-Pliocene gravels of the Nebraskan Great Plains over a distance of >300km. Despite the large fractionation in mean grain size and gravel percentage from source region to depositional sink, particle size distributions therefore appear to maintain log-normality over a wide range of transportdistance. Use of statistical models enables down-system fractionation of sediment released fromsource regions to be better understood and predicted and is a potentially valuable tool in source-to-sink approaches to basin analysis.","Authors":"Allen, PA (Allen, Philip A.) ; Michael, NA (Michael, Nikolaos A.) ; D'Arcy, M (D'Arcy, Mitchall) ; Roda-Boluda, DC (Roda-Boluda, Duna C.) ; Whittaker, AC (Whittaker, Alexander C.) ; Duller, RA (Duller, Robert A.) ; Armitage, JJ (Armitage, John J.)","Title":"Fractionation of grain size in terrestrial sediment routing systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397243100020 ISSN: 0960-3182 eISSN: 1573-1529","Keywords":"Ground coupled heat pump (GCHP) systems; District-scale geothermal heat exchanger (GHX); Groundwater flow; Ground heat mitigation KeyWords Plus:THERMAL-CONDUCTIVITY; GEOTHERMAL SYSTEMS; MIXED CONVECTION; EXTRACTION; SIMULATION; ADVECTION; TRANSPORT; EXCHANGER; STORAGE","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"GEOTECHNICAL AND GEOLOGICAL ENGINEERING Volume: 35 Issue: 2 Pages: 843-856 DOI: 10.1007/s10706-016-0147-y Published: APR 2017","Abstract":"This study proposes a solution to the problem of maintaining the performance and sustainability of district-scale, cooling-dominated ground coupled heat pump (GCHP) systems. These systems tend to overheat because heat dissipates slowly in relation to the size of the borefields. To demonstrate this problem, a 2000-borehole field is considered at a district-scale GCHP system in the Upper Midwest, US. The borefield's ground and fluid temperature responses to its design heating and cooling loads are simulated using computational fluid dynamics implemented by applying the finite volume method. The ground temperature is predicted by applying the thermal loads uniformly over the borefield and simulating heat dissipation to the surrounding geology through conduction coupled with advection due to groundwater flow. The results show that a significant energy imbalance will develop in the ground after the first few years of GCHP operation, even with high rates of groundwater flow. The model presented in this study predicts that the temperature at the center of the borefield will reach 18 degrees C after 5 years and approximately 50 degrees C after 20 years of operation in the absence of any mitigation strategies. The fluid temperature in the boreholes is then simulated using a single borehole model to estimate the heat pump coefficient of performance, which decreases as the modeled system heats up. To balance the energy inputs/outputs to the ground-thus maintaining the system's performance-an operating scheme utilizing cold-water circulation during the winter is evaluated. Under the simulated conditions, this mitigation strategy carries the excess energy out of the borefield. Therefore, the proposed mitigation strategy may be a viable measure to sustaining the operating efficiency of cooling-dominated, district-scale borefields in climates with cold winters.","Authors":"Dolcek, AO (Dolcek, Ayse Ozdogan) ; Atkins, I (Atkins, Ian) ; Harper, MK (Harper, Matthew K.) ; Tinjum, JM (Tinjum, James M.) ; Choi, CY (Choi, Christopher Y.)","Title":"Performance and Sustainability of District-Scale Ground Coupled Heat Pump Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396821600002 ISSN: 1567-9764 eISSN: 1573-1553","Keywords":"Landscape protection; Agriculture; Ecosystems; Biodiversity; Regional planning; SEA; Inland areas","Categories":"Business & Economics; Environmental Sciences & Ecology; Government & Law Web of Science Categories:Economics; Environmental Studies; Law; Political Science","Journal Information":"INTERNATIONAL ENVIRONMENTAL AGREEMENTS-POLITICS LAW AND ECONOMICS Volume: 17 Issue: 2 Pages: 161-172 DOI: 10.1007/s10784-015-9310-9 Published: APR 2017","Abstract":"In Italy, the first law that puts landscape and historical buildings under public control was implemented in 1922. While this represents a significant achievement for those times, for that law landscape essentially has an historical and aesthetic connotation, without any explicit reference to the components of flora, fauna and geology. Today, many protection policies and initiatives are still biased by the lack of reference to the intrinsic value that biodiversity and ecosystem services have for the maintenance of traditional landscapes, as well as for the survival of the human species. The priority accorded to historical and aesthetic values can lead to a lack of attention to the complex relationship binding the natural environment, agriculture and urban processes. Hence, there is a need in Italy for an increased awareness of the functional role exerted by agriculture as a link between ecosystems and \"techno'' systems. The complex and polysemic concept of landscape plays a crucial role in designing new strategies for the rural territories, their economies and their cultures. Moving towards a shared and integrated strategy for multifunctional agriculture involves a substantial revision of the general objectives of growth and development, combining conservation and innovation. In this respect, the full integration of the Strategic Environmental Assessment in regional planning processes is one possible method for building a framework in which policies to promote the development, protection and enhancement of landscapes can work in an integrated way. These observations lead to some final conclusions on the network logic which should drive the integration process of planning and evaluation, along with some reflections on the Italian programme for inland areas.","Authors":"Guarino, R (Guarino, R.) ; Cutaia, F (Cutaia, F.) ; Giacopelli, AL (Giacopelli, A. L.) ; Menegoni, P (Menegoni, P.) ; Pelagallo, F (Pelagallo, F.) ; Trotta, C (Trotta, C.) ; Trombino, G (Trombino, G.)","Title":"Disintegration of Italian rural landscapes to international environmental agreements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398653100008 ISSN: 1674-487X eISSN: 1867-111X","Keywords":"Parkam; U-statistic; anomaly separation; Cu; Mo KeyWords Plus:GEOCHEMICAL ANOMALY SEPARATION; PORPHYRY COPPER-DEPOSIT; TECTONIC EVOLUTION; OROGENIC BELT; SYSTEM; OPHIOLITE; REGION; NEYRIZ; CHINA; PB","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF EARTH SCIENCE Volume: 28 Issue: 2 Pages: 283-294 DOI: 10.1007/s12583-017-0722-z Published: APR 2017","Abstract":"The Parkam exploration district represents an area of approximately 4 km2 located 50 km north of Shahr-E-Babak (Kerman Province, Iran), and has several traces of old copper mining and smelting activities. This area lies in the Kerman Copper Belt which is part of the larger Sahand-Bazman igneous and metallogenic zone hosting numerous known porphyry copper deposits and systems. The geology of the Parkam exploration district demonstrates that the area contains a diorite -type porphyry copper system hosted by volcanic and pyroclastic rocks of predominantly andesitic composition. Based on field and microscopic investigation, it was determined that the dominant types of alteration were propylitic, phyllic, argillic, and potassic, and the alteration map of the study area was produced. Expect for the propylitic alteration which was observed mainly in the host rocks, the other types of alteration are associated mainly with the dioritic subvolcanic body. Accompanied by subordinate amounts of primary sulfides, fracture -filling malachite is widespread in the potassic and phyllic zones and comprises the dominant style of mineralization at the surface of the porphyry system. Lithogeochemical data resulting from 377 samples were analyzed, and the results of background and anomaly separation by means of conventional and the U -spatial statistic method were compared. The Cu and Mo mineralizations were subsequently delineated using the U -spatial statistic. The delineated Cu mineralization is closely associated with the defined zone of potassic alteration, which is also consistent with the field and microscopic observation of the Cu mineralization in this alteration zone. The Mo mineralization delineated by the U -statistic method is mostly associated with the phyllic alteration and is spatially conformable with the zone defined for it. The source code for a software program, which was developed in the MATLAB programming language in order to perform the calculations of the U -spatial statistic method, is additionally provided. This software is compatible with geochemical variates other than Cu and Mo and can be used in similar exploration projects.","Authors":"Ghannadpour, SS (Ghannadpour, Seyyed Saeed) ; Hezarkhani, A (Hezarkhani, Ardeshir) ; Sabet-Mobarhan-Talab, A (Sabet-Mobarhan-Talab, Armin)","Title":"The Parkam Exploration District, Kerman, Iran: Geology, Alterations, and Delineation of Cu- and Mo-Mineralized Zones Using U-Spatial Statistic with Associated Software Development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398653100015 ISSN: 1674-487X eISSN: 1867-111X","Keywords":"condensate gas reservoir; origin; Ordovician; carbonate; Tazhong area KeyWords Plus:NORTHEASTERN SICHUAN BASIN; PHASE FRACTIONATION; PETROLEUM; MIGRATION; AREA; OIL; HYDROCARBONS; FIELD; CLASSIFICATION; ACCUMULATIONS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF EARTH SCIENCE Volume: 28 Issue: 2 Pages: 367-380 DOI: 10.1007/s12583-015-0582-3 Published: APR 2017","Abstract":"The Ordovician of the Tazhong area in the Tarim Basin has suffered multi-cyclic hydrocarbon charging, making Tazhong a typical condensate gas district. In this paper, production and test data were gathered and a detailed comparison was conducted on the geology and the fluid distribution and characteristics between the eastern and western Tazhong area. Eastern and western regions exhibit significant differences in tectonic structure, fluid distribution, and physical-chemical properties of oil and gas. Compared with the eastern region, the western part has a greater development of discordogenic gas associated with strike-slip faults which, combined with the Tazhong No. 1 fault zone, control the fluid distribution. The eastern region is mainly controlled by the Tazhong No. 1 fault zone. Fluid have markedly homogeneous properties in the east, but are heterogeneous in the west. The origins of oil and gas are different between the east and the west. In the east, hydrocarbons are mainly from Ordovician source rocks and natural gas is mostly derived from kerogen pyrolysis. In the west, the hydrocarbons mainly originated from Cambrian source rocks, and the gas was mostly generated by crude oil cracking. In sum, the east region is dominated by primary condensate gas reservoirs, and the western region is dominated by secondary condensate gas reservoirs. Because of the different geological settings and fluid physical properties, differences in the condensate gas reservoirs in the eastern and the western Tazhong area have been analyzed, and appropriate formation mechanisms for condensate gas origins are established.","Authors":"Pan, YL (Pan, Yinglu) ; Yu, BS (Yu, Bingsong) ; Zhang, BT (Zhang, Baotao) ; Zhu, GY (Zhu, Guangyou)","Title":"Origins and Differences in Condensate Gas Reservoirs between East and West of Tazhong Uplift in the Ordovician Tarim Basin, NW China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396743100003 ISSN: 0263-4929 eISSN: 1525-1314","Keywords":"Greater Himalayan Sequence; Himalayan metamorphic core; Himalayan tectonics; pseudosection; Western Nepal geology KeyWords Plus:MAIN CENTRAL THRUST; SOUTH TIBETAN DETACHMENT; CHANNEL FLOW; PHASE-EQUILIBRIA; ISOPLETH THERMOBAROMETRY; ANATECTIC PARAGNEISSES; INVERTED METAMORPHISM; MINERAL ASSEMBLAGES; COLLISIONAL OROGENS; SOLID-SOLUTIONS","Categories":"Geology Web of Science Categories:Geology","Journal Information":"JOURNAL OF METAMORPHIC GEOLOGY Volume: 35 Issue: 3 Pages: 301-325 DOI: 10.1111/jmg.12233 Published: APR 2017","Abstract":"New structural and tectono-metamorphic data are presented from a geological transect along the Mugu Karnali valley, in Western Nepal (Central Himalaya), where an almost continuous cross-section from the Lesser Himalaya Sequence to the Everest Series through the medium-high-grade Greater Himalayan Sequence (GHS) is exposed. Detailed meso- and micro-structural analyses were carried out along the transect. Pressure (P)-temperature (T) conditions and P-T-deformation paths for samples from different structural units were derived by calculating pseudosections in the MnNKCFMASHT system. Systematic increase of P-T conditions, from similar to 0.75 GPa to 560 degrees C up to >= 1.0 GPa-750 degrees C, has been detected starting from the garnet zone up to the K-feldspar + aluminosilicate zone. Our investigation reveals how these units are characterized by different P-T evolutions and well-developed tectonic boundaries. Integrating our meso- and microstructural data with those of metamorphism and geochronology, a diachronism in deformation and metamorphism can be highlighted along the transect, where different crustal slices were underthrust, metamorphosed and exhumed at different times. The GHS is not a single tectonic unit, but it is composed of (at least) three different crustal slices, in agreement with a model of in-sequence shearing by accretion of material from the Indian plate, where coeval activity of basal thrusting at the bottom with normal shearing at the top of the GHS is not strictly required for its exhumation.","Authors":"Iaccarino, S (Iaccarino, S.) ; Montomoli, C (Montomoli, C.) ; Carosi, R (Carosi, R.) ; Massonne, HJ (Massonne, H. -J.) ; Visona, D (Visona, D.)","Title":"Geology and tectono-metamorphic evolution of the Himalayan metamorphic core: insights from the Mugu Karnali transect, Western Nepal (Central Himalaya)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396743100004 ISSN: 0263-4929 eISSN: 1525-1314","Keywords":"early-Variscan convergence; metamorphic inheritance; monazite dating; Rheic passive; margin; thermodynamic modelling KeyWords Plus:U-PB ZIRCON; MARIANSKE-LAZNE COMPLEX; HIGH-PRESSURE METAMORPHISM; ABLATION SPLIT-STREAM; PLUTONIC COMPLEX; OROGENIC BELTS; ISOTOPIC SIGNATURES; EUROPEAN VARISCIDES; TERRANE BOUNDARIES; TECTONIC EVOLUTION","Categories":"Geology Web of Science Categories:Geology","Journal Information":"JOURNAL OF METAMORPHIC GEOLOGY Volume: 35 Issue: 3 Pages: 327-355 DOI: 10.1111/jmg.12234 Published: APR 2017","Abstract":"Rift-related regional metamorphism of passive margins is usually difficult to observe on the surface, mainly due to its strong metamorphic overprint during the subsequent orogenic processes that cause its exposure. However, recognition of such a pre-orogenic evolution is achievable by careful characterization of the polyphase tectono-metamorphic record of the orogenic upper plate. A multidisciplinary approach, involving metamorphic petrology, P-T modelling, structural geology and in situ U-Pb monazite geochronology using laser-ablation split-stream inductively coupled plasma mass spectrometry, was applied to unravel the polyphase tectono-metamorphic record of metapelites at the western margin of the Tepla-Barrandian domain in the Bohemian Massif. The study resulted in discovery of three tectono-metamorphic events. The oldest event M1 is LP-HT regional metamorphism with a geothermal gradient between 30 and 50 degrees C km(-1), peak temperatures up to 650 degrees C and of Cambro-Ordovician age (c. 485 Ma). The M1 event was followed by M2-D2, which is characterized by a Barrovian sequence of minerals from biotite to kyanite and a geothermal gradient of 20-25 degrees C km(-1). D2-M2 is associated with a vertical fabric S2 and was dated as Devonian (c. 375 Ma). Finally, the vertical fabric S2 was overprinted by a D3-M3 event that formed sillimanite to chlorite bearing gently inclined fabric S3 also of Devonian age. The high geothermal gradient of the M1 event can be explained as the result of an extensional, rift-related tectonic setting. In addition, restoration of the deep architecture and polarity of the extended domain before the Devonian history - together with the supracrustal sedimentary and magmatic record - lead us to propose a model for formation of an Ordovician passive continental margin. The subsequent Devonian evolution is interpreted as horizontal shortening of the passive margin at the beginning of Variscan convergence, followed by detachment-accommodated exhumation of lower-crustal rocks. Both Devonian shortening and detachment occurred in the upper plate of a Devonian subduction zone. The tectonic evolution presented in this article modifies previous models of the tectonic history of the western margin of the Tepla-Barrandian domain, and also put constraints on the evolution of the southern margin of the Rheic ocean from the passive margin formation to the early phases of Variscan orogeny.","Authors":"Peresty, V (Peresty, V.) ; Lexa, O (Lexa, O.) ; Holder, R (Holder, R.) ; Jerabek, P (Jerabek, P.) ; Racek, M (Racek, M.) ; Stipska, P (Stipska, P.) ; Schulmann, K (Schulmann, K.) ; Hacker, B (Hacker, B.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lexa, Ondrej http://orcid.org/0000-0003-4616-9154","Title":"Metamorphic inheritance of Rheic passive margin evolution and its early-Variscan overprint in the Tepla-Barrandian Unit, Bohemian Massif"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397694500010 ISSN: 0895-9811","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF SOUTH AMERICAN EARTH SCIENCES Volume: 75 Pages: 134-143 DOI: 10.1016/j.jsames.2017.02.007 Published: APR 2017","Authors":"Gonzalez, SN (Gonzalez, Santiago N.) ; Greco, GA (Greco, Gerson A.) ; Sato, AM (Sato, Ana M.) ; Llambias, EJ (Llambias, Eduardo J.) ; Basei, MAS (Basei, Miguel A. S.) ; Gonzalez, PD (Gonzalez, Pablo D.) ; Diaz, PE (Diaz, Pablo E.)","Title":"Middle Triassic trachytic lava flows associated with coeval dyke swarm in the North Patagonian Massif: A postorogenic magmatism related to extensional collapse of the Gondwanide orogen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351500009 ISSN: 0308-597X eISSN: 1872-9460","Keywords":"reef fish; airgun; oil and gas exploration; fish abundance; marine conservation KeyWords Plus:NORTH-CAROLINA; PELAGIC FISH; AIR-GUNS; SOUNDS; EXPOSURE; POPULATIONS; COMMUNITY; COAST; EARS","Categories":"Environmental Sciences & Ecology; International Relations Web of Science Categories:Environmental Studies; International Relations","Journal Information":"MARINE POLICY Volume: 78 Pages: 68-73 DOI: 10.1016/j.marpol.2016.12.017 Published: APR 2017","Abstract":"Marine seismic surveying discerns subsurface seafloor geology, indicative of, for example, petroleum deposits, by emitting high-intensity, low-frequency impulsive sounds. Impacts on fish are uncertain. Opportunistic monitoring of acoustic signatures from a seismic survey on the inner continental shelf of North Carolina, USA, revealed noise exceeding 170 dB re 1 mu Pa peak on two temperate reefs federally designated as Essential Fish Habitat 0.7 and 6.5 km from the survey ship path. Videos recorded fish abundance and behavior on a nearby third reef 7.9 km from the seismic track. During seismic surveying, reef-fish abundance declined by 78% during evening hours when fish habitat use was highest on the previous three days without seismic noise. Despite absence of videos documenting fish returns after seismic surveying, the significant reduction in fish occtipation of the reef represents disruption to daily pattern. This numerical response confirms that conservation concerns associated with seismic surveying are realistic.","Authors":"Paxton, AB (Paxton, Avery B.) ; Taylor, JC (Taylor, J. Christopher) ; Nowacek, DP (Nowacek, Douglas P.) ; Dale, J (Dale, Julian) ; Cole, E (Cole, Elijah) ; Voss, CM (Voss, Christine M.) ; Peterson, CH (Peterson, Charles H.)","Title":"Seismic survey noise disrupted fish use of a temperate reef"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519600004 ISSN: 0921-030X eISSN: 1573-0840","Keywords":"North-eastern Sicily; Gulf of Patti; Seismic profiles; Active faulting; Continental slope instability; Earthquakes KeyWords Plus:SUBDUCTION ZONE; PLANE SOLUTIONS; HIGH-RESOLUTION; MARGIN; SEA; EVOLUTION; SEISMICITY; EXTENSION; BASIN; ETNA","Categories":"Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS Volume: 86 Pages: S253-S272 Supplement: 2 DOI: 10.1007/s11069-016-2547-y Published: APR 2017","Abstract":"The Gulf of Patti and its onshore sector represent one of the most seismically active regions of the Italian Peninsula. Over the period 1984-2014, about 1800 earthquakes with small-to-moderate magnitude and a maximum hypocentral depth of 40 km occurred in this area. Historical catalogues reveal that the same area was affected by several strong earthquakes such as the Mw = 6.1 event in April 1978 and the Mw = 6.2 one in March 1786 which have caused severe damages in the surrounding localities. The main seismotectonic feature affecting this area is represented by a NNW-SSE trending right-lateral strike-slip fault system called \"Aeolian-Tindari-Letojanni'' (ATLFS) which has been interpreted as a lithospheric transfer zone extending from the Aeolian Islands to the Ionian coast of Sicily. Although the large-scale role of the ATLFS is widely accepted, several issues about its structural architecture (i.e. distribution, attitude and slip of fault segments) and the active deformation pattern are poorly constrained, particularly in the offshore. An integrated analysis of field structural geology with marine geophysical and seismological data has allowed to better understand the structural fabric of the ATLFS which, in the study area, is expressed by two major NW-SE trending, en-echelon arranged fault segments. Minor NNE-SSW oriented extensional structures mainly occur in the overlap region between major faults, forming a dilatational stepover. Most faults display evidence of active deformation and appear to control the main morphobathymetric features. This aspect, together with diffused continental slope instability, must be considered for the revaluation of the seismic and geomorphological hazard of this sector of southern Tyrrhenian Sea.","Authors":"Cultrera, F (Cultrera, F.) ; Barreca, G (Barreca, G.) ; Burrato, P (Burrato, P.) ; Ferranti, L (Ferranti, L.) ; Monaco, C (Monaco, C.) ; Passaro, S (Passaro, S.) ; Pepe, F (Pepe, F.) ; Scarfi, L (Scarfi, L.)","Title":"Active faulting and continental slope instability in the Gulf of Patti (Tyrrhenian side of NE Sicily, Italy): a field, marine and seismological joint analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519600015 ISSN: 0921-030X eISSN: 1573-0840","Keywords":"Vulnerability index; Earthquake; Seismic risk; Damage; GIS; Acceleration KeyWords Plus:EARTHQUAKE HAZARD ASSESSMENT; DAMAGE DISTRIBUTION; SCENARIOS; ATLAS; FAULT","Categories":"Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS Volume: 86 Pages: S441-S464 Supplement: 2 DOI: 10.1007/s11069-016-2693-2 Published: APR 2017","Abstract":"Northern Algeria has experienced many destructive earthquakes throughout its history. The largest recent events occurred in El Asnam on October 10, 1980 (moment magnitude; Mw = 7.3), in Constantine on October 27, 1985 (surface-wave magnitude; Ms = 6.0), and in Zemmouri-Boumerdes on May 21, 2003 (Mw = 6.8). Because of the high population density and industrialization in these regions, the earthquakes had disastrous consequences and hence highlighted the vulnerability of Algeria to seismic events. To reduce seismic risk in Constantine, the capital city of East Algeria, we present a seismic risk scenario for this city, focusing on the vulnerability of the key historic areas of Coudia, Bellevue-Ciloc, and the Old City. This scenario allows us to assess the maximum ground acceleration using empirical attenuation laws, based on the following considerations: (a) the 1985 Constantine seismic event as an earthquake reference; (b) site effects related to regional geology; (c) damage to buildings, and (d) seismic vulnerability. This study shows the map of peak ground acceleration taking into account the effects of site lithology (Avib). We observe the strongest vibrations along the two rivers ''Boumerzoug and Rhumel'' and also, we note that the EC8 gives a good estimate acceleration in the image of the three studied areas (Bellevue-Ciloc, Coudia, and Old Town). By correlating with the geology, we observe an acceleration of 0.13 g in the neritic limestone of the rock (Old Town) something that fits with the value obtained 0.14 g (PGA) without taking into consideration the lithology. Moreover, according to the Algerian Earthquake Engineering Code (2003) (RPA), the Wilaya of Constantine is classified in the zone IIa (medium seismicity) with an acceleration data of 0.25 g. This study integrates geographic information system (GIS) data into risk models.","Authors":"Hamidatou, M (Hamidatou, Mouloud) ; Sbartai, B (Sbartai, Badreddine)","Title":"Deterministic assessment of seismic risk in Constantine city, Northeast Algeria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519600010 ISSN: 0921-030X eISSN: 1573-0840","Keywords":"Urban Hazard; Geophysics; Geology; Hydrogeology KeyWords Plus:GROUND-PENETRATING RADAR; ELECTRICAL-RESISTIVITY TOMOGRAPHY; URBAN AREA; GPR; RESTORATION; BASILICATA; FEATURES; SITE; ERT","Categories":"Geology; Meteorology & Atmospheric Sciences; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences; Water Resources","Journal Information":"NATURAL HAZARDS Volume: 86 Pages: S363-S383 Supplement: 2 DOI: 10.1007/s11069-016-2645-x Published: APR 2017","Abstract":"The topographic and geo-morphological characteristics of the Salento peninsula (Puglia, south-eastern Italy) mean that movements of mass are extremely rare. These phenomena particularly affect certain coastal zones characterized by cliffs in rapid retreat and some unusual points in the hinterland in which collapses, generally linked to the development of karstic cavities, are common. These phenomena demonstrate the brittleness of some areas of the Salento, and they constitute a restraint on the use of the territory itself. The town of Mesagne is one of the sites at greatest geological risk in the north Salento peninsula. In the last few decades, the historical centre of Mesagne has been affected by a series of subsidence events, which have, in some cases, resulted in the partial collapse of buildings and road surfaces. The last event was in the January 2014. It caused subsidence phenomenon in a wide area, and many families have been forced from their homes. These events have had both social repercussions, causing alarm and emergency situations, and economic repercussions in terms of the expense of restoration. In order to determine the causes of the ground subsidence events, integrated geophysical surveys were undertaken in the historical centre of Mesagne. In addition, the analysis of several wells allowed the 3D model reconstruction related both to the geology and to the groundwater depth in the surveyed areas. With the purpose of estimating the dimensions of the phenomenon and its possible relationship with both specific environmental conditions (for instance groundwater depth variation) and anthropic conditions (for instance the losses in water supply and sanitation), some geophysical measurements were repeated in the time. The study led to the production of a detailed description of the subsidence causes that allows a quick action to restore security conditions in the area.","Authors":"Leucci, G (Leucci, G.) ; De Giorgi, L (De Giorgi, L.) ; Gizzi, FT (Gizzi, F. T.) ; Persico, R (Persico, R.)","Title":"Integrated geo-scientific surveys in the historical centre of Mesagne (Brindisi, Southern Italy)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361900003 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"Magnesian and calcic iron skarn; U-Pb zircon dating; Hf and O isotopes; Eocene magmatism; Zanjan KeyWords Plus:A-TYPE GRANITES; RIVER METALLOGENIC BELT; CROSS GREENSTONE-BELT; LODE MAGNESIAN SKARN; FOLD-THRUST BELT; GOLD-SILVER MINE; TECTONIC EVOLUTION; WESTERN-AUSTRALIA; OXYGEN ISOTOPES; ZAGROS OROGENY","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 84 Pages: 42-66 DOI: 10.1016/j.oregeorev.2016.10.029 Published: APR 2017","Abstract":"The Zanjan iron skarn deposits are located in the northwest Central Iranian terrane, along the Soltaniyeh mountains. The deposits are hosted by late Proterozoic to late Cambrian carbonate rocks (Soltaniyeh, and Mila Formations) and by Permian (Ruteh Formations), intruded by the Arjin granite, the Khakriz granodiorite and the Inche-Rahbari quartzmonzonite (53 1 Ma to 55 +/- 0.4 Ma, early Eocene). These granitoids show high-K calc-alkaline, metaluminous affinity and have similar geochemical features, including strong enrichment of LILE5 and LREEs, and depletion in high field strength elements (HFSEs) and HREE. The Arjin, Khakriz and Inche-Rahbari granitoid samples show zircon epsilon Hf-(t) values of 0.7 to +5.8 (T-DM2 = 1052-1640 Ma) and delta O-18 values of +5.55%. to +7.42%. suggesting partial melting of older crustal material then mixing with juvenile mantle-derived melts. The thermal anomaly induced by underplating mafic melts resulted in partial melting of continental crust and formation of Arjin, Khakriz and Inche-Rahbari magmas emplaced during several magmatic pulses at 53-55 Ma. The Zanjan iron skarn deposits are magnesian (Arjin and Inche-Rahbari) and calcic (Khakriz) with endoskarn and exoskarn facies. In these skarn facies forsterite, garnet and pyroxene comprise the main prograde skarn minerals, whereas magnetite, serpentine, amphiboles of the tremolite-ferroactinolite series (sometimes asbestiform), epidote, talc and calcite are the principal retrograde skarn minerals. Iron exoskarns formed at the contacts of the intrusions parallel to the fabric of the host rocks and in networks of crosscutting veins and veinlets. The assemblage of ore minerals consists of magnetite, hematite (specularite), pyrite, chalcopyrite and bornite; in addition, minor galena and sphalerite occur in the Khakriz deposit. The sulfur isotopic compositions in the Arjin deposit range from +15.99 to +18.35 parts per thousand and in the Inche-Rahbari and Khakriz deposits from +2.96 to 5,30%.. The oxygen and carbon isotope ratios of the fresh or partly altered limestones from Soltaniyeh and Mila Formations reveal delta C-13 values of -0.64 to +0.03%G and delta O-18 composition of + 13.12 to +24.41 parts per thousand typical of marine carbonate. The isotopic compositions of the hydrothermal calcite (skarn calcite) range from 5.32 to 2.01 parts per thousand for carbon isotope and 3.29 to 20.67 parts per thousand for oxygen isotope. Complex water-rock interaction between the ore-bearing magmatic fluids and sedimentary wall rocks was responsible for sulfur, oxygen and carbon mixing. Field observations, mineral paragenesis, and stable isotopic signatures in these deposits are consistent with ore mineralization formed by the interaction of magmatic fluids with both cooler meteoric water and carbonate host rocks. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Nabatian, G (Nabatian, Ghasem) ; Li, XH (Li, Xian-Hua) ; Honarmand, M (Honarmand, Maryam) ; Melgarejo, JC (Caries Melgarejo, Joan)","Title":"Geology, mineralogy and evolution of iron skarn deposits in the Zanjan district, NW Iran: Constraints from U-Pb dating, Hf and O isotope analyses of zircons and stable isotope geochemistry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361900012 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"S-Pb isotopes; Middle Ordovician; Zhengguang gold deposit; Duobaoshan; Central Asian Orogenic Belt KeyWords Plus:RE-OS GEOCHRONOLOGY; GREAT XINGAN RANGE; PORPHYRY COPPER-DEPOSIT; A-TYPE GRANITES; CU-MO DEPOSIT; U-PB; INNER-MONGOLIA; FLUID INCLUSION; TECTONIC IMPLICATIONS; NORTHEAST CHINA","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 84 Pages: 202-217 DOI: 10.1016/j.oregeorev.2016.12.031 Published: APR 2017","Abstract":"The Zhengguang gold deposit in the Duobaoshan ore field, hosted in volcanic rocks of the Middle Ordovician Duobaoshan Formation, is one of the largest gold deposits in the Northeastern Great Xing'an Range of the Central Asian Orogenic Belt (CAOB). The deposit comprises the No. I, II and III ore zones with a total resource exceeding 35 tonnes of Au, 100,000 tonnes of Zn and 100 tonnes of Ag. A genetic relationship between gold mineralization and concealed tonalite porphyry is inferred based on the characteristics of cryptoexplosive breccia and hydrothermal alteration indicative of porphyry-type and epithermal mineralization. Zircon LA-ICPMS U-Pb dating reveals that the tonalite porphyry was emplaced at 462.1 +/- 1.8 Ma (Middle Ordovician). The delta S-34(v-cur) values of sulfide minerals range from -3.0% to -1.7%0 with an average of -2.33% indicating that sulfur was mainly derived from a magmatic source. The Pb isotopic compositions (Pb-206/Pb-204 ranging from 17.572 to 17.629, (207)pb/(204)pb from 15.424 to 15.486, and Pb-208/Pb-204 from 37.206 to 37.418) suggest a major mantle component for Pb and, by inference, for other ore metals. Therefore, we suggest that the ore-forming elements in the Zhengguang gold deposit may be related to the mantle-sourced tonalite porphyry. On the basis of the geological characteristics and geochemical signatures documented in this study, we conclude that the Zhengguang gold deposit was formed in a porphyry to epithermal transitional environment associated with the concealed tonalite porphyry, as part of the Duobaoshan porphyry-epithermal ore system that is related to the subduction of the Paleo-Asian Ocean during the Ordovician. (c) 2017 Elsevier B.V. All rights reserved.","Authors":"Gao, RZ (Gao, Rongzhen) ; Xue, CJ (Xue, Chunji) ; Lu, X (Lu, Xinbiao) ; Zhao, XB (Zhao, Xiaobo) ; Yang, YS (Yang, Yongsheng) ; Li, CC (Li, Chuncheng)","Title":"Genesis of the Zhengguang gold deposit in the Duobaoshan ore field, Heilongjiang Province, NE China: Constraints from geology, geochronology and S-Pb isotopic compositions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361900016 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"Orogenic gold deposit; Carbonaceous sedimentary rock-hosted; gold deposit; Sulfur isotopes; Geochemistry; Song Hien rift; North East Vietnam KeyWords Plus:OROGENIC GOLD DEPOSITS; SOUTH CHINA BLOCK; CARLIN-TYPE; NORTHERN VIETNAM; NANPANJIANG BASIN; GUIZHOU PROVINCE; SULFUR ISOTOPES; EMEISHAN PLUME; MINERALIZATION; CONSTRAINTS","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 84 Pages: 273-288 DOI: 10.1016/j.oregeorev.2016.12.032 Published: APR 2017","Abstract":"The Song Hien rift basin is considered to be one of the most important regions of gold mineralisation in North East Vietnam. A number of gold deposits in the Song Hien rift basin are hosted in Triassic and Devonian sedimentary formations of the basin. The largest among them are the Bo Va, Tham Riem and Khung Khoang deposits. The Bo Va deposit is hosted in carbonaceous sedimentary rocks of Triassic age, whereas the Tham Riem and Khung Khoang deposits are hosted in carbonaceous sedimentary rocks of Devonian ages. Based on the mineral composition of the ores, the deposits can be divided into to two types: (i) pyrite dominated and (ii) pyrite-arsenopyrite dominated. The Khung Khoang is of the first type and the Bo Va and Tham Riem deposits belong to the second type. The isotopic composition of pyrite and arsenopyrite in the Tham Riem deposit however, is close to that for the ores of the Bo Va deposit. The delta S-34 value for pyrite ranging from -3.7 parts per thousand to -7.4 parts per thousand and for arsenopyrite ranging from -3.2 parts per thousand to 7.4 parts per thousand. The delta S-34 of pyrite in the ore from the Khung Khoang deposit however, has a much heavier isotopic composition of +18.9 to +20.2 parts per thousand. A narrow range of the variation of sulfur isotopic composition of pyrite and arsenopyrite, the presence of visible gold as inclusions, the presence of chalcopyrite, sphalerite and other inclusions in arsenopyrite and pyrite, the large size of the grains of major ore minerals allow us to assume that the primary gold ores of the Bo Va and Tham Riem deposits underwent metamorphic transformations. The absence of arsenic, antimony, mercury and other characteristic elements in the ores of the Khung Khoang deposit, and substantially heavier isotopic composition of sulfur similar to the sulfur isotopic composition of marine sulfates in the Devonian, allow us to assume another source of the ore components, not connected with the Triassic sedimentary rocks of the Song Hien rift. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Nevolko, PA (Nevolko, Peter A.) ; Hoa, TT (Tran Trong Hoa) ; Redin, YO (Redin, Yury O.) ; Anh, TT (Tran Tuan Anh) ; Phuong, NT (Ngo Thi Phuong) ; Ly, VH (Vu Hoang Ly) ; Dultsev, VF (Dultsev, Vladislav F.) ; Dung, PT (Pham Thi Dung) ; Huong, NT (Ngo Thi Huong)","Title":"Geology, mineralogy, geochemistry and delta S-34 of sedimentary rock-hosted Au deposits in Song Hien structure, NE Vietnam"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396959900002 ISSN: 0301-9268 eISSN: 1872-7433","Keywords":"Pitangui greenstone belt; Quadrilatero Ferrifero; Greenstone stratigraphy; Detrital zircon geochronology; BIF geochemistry KeyWords Plus:BANDED IRON-FORMATION; SAO-FRANCISCO CRATON; RARE-EARTH-ELEMENTS; DALES-GORGE-MEMBER; U-PB AGE; QUADRILATERO-FERRIFERO; CONTINENTAL-CRUST; WESTERN-AUSTRALIA; DETRITAL ZIRCON; SOUTH-AFRICA","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"PRECAMBRIAN RESEARCH Volume: 291 Pages: 17-41 DOI: 10.1016/j.precamres.2017.01.008 Published: APR 2017","Abstract":"Based on drillcore description of rocks at the Sao Sebastiao gold deposit and surroundings a new geological map and a detailed stratigraphic column are presented for the Pitangui greenstone belt, which is located northwest of the Quadrilatero Ferrifero, southern Sao Francisco craton, Brazil. This belt comprises three units: a Lower Unit predominantly of metavolcanic ultramafic and mafic rocks interbedded with thinner metasedimentary intervals of banded iron formations (BIFs), turbiditic metasandstones and metapelites; a Middle Unit of turbiditic metasediments interbedded with metavolcanic intermediary rocks, minor BIFs and quartzites; and an Upper Unit composed of quartzites and polymictic metaconglomerates. Rocks of all three units are metamorphosed under upper greenschist to lower amphibolite facies conditions and are bounded by domes (TTGs and late- to post-tectonic alkaline granitoids). The Pitangui greenstone belt records the geologic evolution of an ancient oceanic basin that evolved from a thick succession of metavolcanic ultramafic and mafic rocks interbedded with metasedimentary intervals of BIFs and turbidites; the latter representing moments of quiescence in volcanic activity. This basin experienced a transient period dominated by andesitic volcanism, turbidite deposition and minor BIF, and a final stage of clastic-only sedimentation at the same time when volcanic activity ceased. Combined U-Pb and Lu-Hf isotope data of detrital zircon from Lower Unit metasandstone revealed a maximum depositional age of 2859 +/- 11 Ma. This age is similar to those found in the basal unit of the Nova Lima Group (2.90-2.78 Ga) in the Rio das Velhas greenstone belt, located approximately 100 km southeast. Both belts can be correlated on the basis of similarities in stratigraphy and isotopic ages, indicating that they possibly represent parts of an ancient larger domain. Geochemical data of BIF coupled with stratigraphic analysis place constraints on paleoenvironmental conditions during the development of the Mesoarchean Pitangui greenstone belt. Shale-normalized rare-earth elements (REE + Y) in some BIF samples display negative cerium (Ce) anomalies, which may be interpreted as evidence for the oldest oxygenation pulse documented in Brazil to date (2.86-2.78 Ga). Such anomalies endorse the presence of episodic periods of seawater oxygenation before the Great Oxidation Event. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Soares, MB (Soares, Mariana Brando) ; Neto, AVC (Correa Neto, Atlas Vasconcelos) ; Zeh, A (Zeh, Armin) ; Cabral, AR (Cabral, Alexandre Raphael) ; Pereira, LF (Pereira, Larissa Fernandes) ; do Prado, MGB (Bueno do Prado, Milton Guimaraes) ; de Almeida, AM (de Almeida, Antonio Modesto) ; Manduca, LG (Manduca, Luedson Guimaraes) ; da Silva, PHM (da Silva, Pedro Henrique Montenegro) ; Mabub, RODA (de Araujo Mabub, Ricardo Oliveira) ; Schlichta, TM (Schlichta, Thiago Mazutti) ...More...Less","Title":"Geology of the Pitangui greenstone belt, Minas Gerais, Brazil: Stratigraphy, geochronology and BIF geochemistry"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396184900032 ISSN: 1364-0321","Keywords":"Energy storage; Pumped-storage; Energy efficiency; Energy conservation; Energy security; Seasonal generation KeyWords Plus:HYDRO-STORAGE; WIND POWER; RENEWABLE ENERGY; SYSTEM; GENERATION; AMAZON; SCHEMES; ISLANDS; GERMANY; FUTURE","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 70 Pages: 385-398 DOI: 10.1016/j.rser.2016.11.255 Published: APR 2017","Abstract":"In order to maintain greater control over the country's water resources and reduce the vulnerability of the Brazilian electricity sector, this paper presents a review of the Seasonal-Pumped-Storage (SPS) potential in Brazil, its benefits and the different ways in which SPS can be integrated with hydroelectric dams in cascade downstream. In addition to increasing the Brazilian energy storage potential, SPS has the potential to: regulate river flows allowing the control of hydropower generation; reduce the spillage and increase power generation in the hydroelectric dams in cascade; turn the construction of new dams more viable where there is no suitable geology for the construction of conventional storage reservoirs; control floods when the geology does not permit the construction of storage reservoirs; decrease the evaporation of accumulation reservoirs; store the electricity generated from intermittent renewable sources; store energy for peak generation; reduce transmission bottlenecks; decrease the cost of electricity transmission from hydroelectric plants in the Amazon; decentralize the energy storage capacity in Brazil to increase energy security and to reduce the risk of electricity rationing.","Authors":"Hunt, JD (Hunt, Julian David) ; de Freitas, MAV (Vasconcelos de Freitas, Marcos Aurelio) ; Pereira, AO (Pereira Junior, Amaro Olimpio)","Title":"A review of seasonal pumped-storage combined with dams in cascade in Brazil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397355800006 ISSN: 0267-7261 eISSN: 1879-341X","Keywords":"Shear wave velocity; Cone penetration test (CPT); V-s30; Site characterization KeyWords Plus:CONE PENETRATION TEST; SHEAR-WAVE VELOCITY; EARTHQUAKE; DARFIELD","Categories":"Engineering; Geology Web of Science Categories:Engineering, Geological; Geosciences, Multidisciplinary","Journal Information":"SOIL DYNAMICS AND EARTHQUAKE ENGINEERING Volume: 95 Pages: 48-60 DOI: 10.1016/j.soildyn.2017.01.032 Published: APR 2017","Abstract":"A high-resolution near-surface shear wave velocity (V-s) model is developed for the Christchurch, New Zealand region through the application of a recently developed Christchurch-specific empirical correlation between soil V-s and cone penetration test (CPT) data [1,2] to the large, high-spatial-density CPT database [3] available for the Christchurch region. A regional model of time-averaged 30 m soil shear wave velocity (V-s30) is developed from this surficial V-s model with consideration for the variable surficial geology and underlying non-CPT penetrable shallow stratigraphy of the region. Typical V-s and soil behaviour type index profiles are also developed from the CPT-V-s data found within a series of subregions located throughout Christchurch to supplement the general regional characterization provided by the V-s30 model with more detailed and locally relevant descriptions of the soil and velocity profiles typical to the chosen subregions. The high spatial density and extent of the V-s model enable it to be used for both general site classification and site-specific understanding of surficial site effects, the applications of which are examined further in the companion work of McGann et al. [4].","Authors":"McGann, CR (McGann, Christopher R.) ; Bradley, BA (Bradley, Brendon A.) ; Cubrinovski, M (Cubrinovski, Misko)","Title":"Development of a regional V-s30 model and typical Vs profiles for Christchurch, New Zealand from CPT data and region-specific CPT-V-s correlation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395713800013 PubMed ID: 27476459 ISSN: 0888-8892 eISSN: 1523-1739","Keywords":"biodiversity; conserving nature's stage; geology; geomorphology; heterogeneity; hydrology KeyWords Plus:CONSERVING NATURES STAGE; GEOMORPHOLOGICAL HETEROGENEITY; ENVIRONMENTAL HETEROGENEITY; REGRESSION TREES; GLOBAL PATTERNS; LAND-COVER; PERSPECTIVE; DIVERSITY; SCALES; AREAS","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"CONSERVATION BIOLOGY Volume: 31 Issue: 2 Pages: 364-375 DOI: 10.1111/cobi.12799 Published: APR 2017","Abstract":"Understanding threatened species diversity is important for long-term conservation planning. Geodiversitythe diversity of Earth surface materials, forms, and processesmay be a useful biodiversity surrogate for conservation and have conservation value itself. Geodiversity and species richness relationships have been demonstrated; establishing whether geodiversity relates to threatened species' diversity and distribution pattern is a logical next step for conservation. We used 4 geodiversity variables (rock-type and soil-type richness, geomorphological diversity, and hydrological feature diversity) and 4 climatic and topographic variables to model threatened species diversity across 31 of Finland's national parks. We also analyzed rarity-weighted richness (a measure of site complementarity) of threatened vascular plants, fungi, bryophytes, and all species combined. Our 1-km(2) resolution data set included 271 threatened species from 16 major taxa. We modeled threatened species richness (raw and rarity weighted) with boosted regression trees. Climatic variables, especially the annual temperature sum above 5 degrees C, dominated our models, which is consistent with the critical role of temperature in this boreal environment. Geodiversity added significant explanatory power. High geodiversity values were consistently associated with high threatened species richness across taxa. The combined effect of geodiversity variables was even more pronounced in the rarity-weighted richness analyses (except for fungi) than in those for species richness. Geodiversity measures correlated most strongly with species richness (raw and rarity weighted) of threatened vascular plants and bryophytes and were weakest for molluscs, lichens, and mammals. Although simple measures of topography improve biodiversity modeling, our results suggest that geodiversity data relating to geology, landforms, and hydrology are also worth including. This reinforces recent arguments that conserving nature's stage is an important principle in conservation.","Authors":"Tukiainen, H (Tukiainen, Helena) ; Bailey, JJ (Bailey, Joseph J.) ; Field, R (Field, Richard) ; Kangas, K (Kangas, Katja) ; Hjort, J (Hjort, Jan)","Title":"Combining geodiversity with climate and topography to account for threatened species richness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395489300002 ISSN: 1473-5504 eISSN: 1475-3006","Keywords":"Analog research; deep subsurface; habitability; instrument testing; spin-off KeyWords Plus:X-RAY-DIFFRACTION; MARS; ANALOG; INSTRUMENT; ENVIRONMENT; PANCAM; WATER; EARTH; ROCK","Categories":"Astronomy & Astrophysics; Life Sciences & Biomedicine - Other Topics; Geology Web of Science Categories:Astronomy & Astrophysics; Biology; Geosciences, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF ASTROBIOLOGY Volume: 16 Issue: 2 Pages: 114-129 DOI: 10.1017/S1473550416000045 Published: APR 2017","Abstract":"The subsurface exploration of other planetary bodies can be used to unravel their geological history and assess their habitability. On Mars in particular, present-day habitable conditions may be restricted to the subsurface. Using a deep subsurface mine, we carried out a program of extraterrestrial analog research - MINe Analog Research (MINAR). MINAR aims to carry out the scientific study of the deep subsurface and test instrumentation designed for planetary surface exploration by investigating deep subsurface geology, whilst establishing the potential this technology has to be transferred into the mining industry. An integrated multi-instrument suite was used to investigate samples of representative evaporite minerals from a subsurface Permian evaporite sequence, in particular to assess mineral and elemental variations which provide small-scale regions of enhanced habitability. The instruments used were the Panoramic Camera emulator, Close-Up Imager, Raman spectrometer, Small Planetary Linear Impulse Tool, Ultrasonic drill and handheld X-ray diffraction (XRD). We present science results from the analog research and show that these instruments can be used to investigate in situ the geological context and mineralogical variations of a deep subsurface environment, and thus habitability, from millimetre to metre scales. We also show that these instruments are complementary. For example, the identification of primary evaporite minerals such as NaCl and KCl, which are difficult to detect by portable Raman spectrometers, can be accomplished with XRD. By contrast, Raman is highly effective at locating and detecting mineral inclusions in primary evaporite minerals. MINAR demonstrates the effective use of a deep subsurface environment for planetary instrument development, understanding the habitability of extreme deep subsurface environments on Earth and other planetary bodies, and advancing the use of space technology in economic mining.","Authors":"Payler, SJ (Payler, Samuel J.) ; Biddle, JF (Biddle, Jennifer F.) ; Coates, AJ (Coates, Andrew J.) ; Cousins, CR (Cousins, Claire R.); Cross, RE (Cross, Rachel E.) ; Cullen, DC (Cullen, David C.) ; Downs, MT (Downs, Michael T.) ; Direito, SOL (Direito, Susana O. L.) ; Edwards, T (Edwards, Thomas) ; Gray, AL (Gray, Amber L.) ; Genis, J (Genis, Jac) ; Gunn, M (Gunn, Matthew); Hansford, GM (Hansford, Graeme M.)[ 10 ] ; Harkness, P (Harkness, Patrick)[ 11 ] ; Holt, J (Holt, John)[ 10 ] ; Josset, JL (Josset, Jean-Luc)[ 12 ] ; Li, X (Li, Xuan)[ 11 ] ; Lees, DS (Lees, David S.)[ 13 ] ; Lim, DSS (Lim, Darlene S. S.)[ 13,14 ] ; Mchugh, M (Mchugh, Melissa); Mcluckie, D (Mcluckie, David) ; Meehan, E (Meehan, Emma)[ 15 ] ; Paling, SM (Paling, Sean M.)[ 15 ] ; Souchon, A (Souchon, Audrey)[ 12 ] ; Yeoman, L (Yeoman, Louise)[ 15 ] ; Cockell, CS (Cockell, Charles S.) ...More...Less","Title":"Planetary science and exploration in the deep subsurface: results from the MINAR Program, Boulby Mine, UK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395228800009 ISSN: 1367-9120 eISSN: 1878-5786","Keywords":"Inversion; Rifting; South China Sea; Structural geology; Hong Kong KeyWords Plus:MESOZOIC IGNEOUS ROCKS; HONG-KONG; TECTONIC EVOLUTION; CONTINENTAL-MARGIN; GEODYNAMIC IMPLICATIONS; SOUTHEASTERN CHINA; RIFTED MARGINS; FAULT SYSTEM; STRIKE-SLIP; SHEAR ZONE","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF ASIAN EARTH SCIENCES Volume: 136 Pages: 110-123 DOI: 10.1016/j.jseaes.2017.01.008 Published: APR 1 2017","Abstract":"The Tiu Tang Lung Fault, Hong Kong Special Administrative Region - China, is located on the northern stretched continental margin of the South China Sea. Along this fault, Middle Jurassic volcanic rocks of the Tai Mo Shan Formation are tectonically juxtaposed on Lower Cretaceous sedimentary rocks of the Pat Sin Leng Formation. Both extensional detachments and compressional features are observed and various genetic strain configurations are proposed for the Tiu Tang Lung Fault with implications for understanding the dynamics of the pre-South China Sea rifting during the Cretaceous. We have identified tilted bedding planes in the continental deposits of the Pat Sin Leng Formation which can be related to Early Cretaceous syn-extensional deposition. A mid-Cretaceous penetrative top-to-the-south to top-to the -west shear fabric is also observed and serves as an indicator of the strain pattern. This deformation is expressed by cleavages, schistosity, S/C fabrics, kink-folds, phacoids and stretched pebbles at both a macroscopic and microscopic scale. Cleavages and bedding are generally sub-parallel to the local shear orientation. The whole sedimentary pile is crosscut by Cenozoic N70 and N150 normal faults. These constraints, together with previous fission track, seismic and structural data, allow us to reinterpret the kinematics of this domain during syn-orogenic to syn-extensional periods. The observed top-to-the-south thrusting event is coeval with NE-SW strike-slip sinistral fault movement. Subsequent N-S extension can be correlated with South China Sea rifting from Eocene to Oligocene. These observations reveal a polyphase history associated with continental margin inversion which witnessed localized extension on previous compressional structures. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nanni, U (Nanni, Ugo) ; Pubellier, M (Pubellier, Manuel) ; Chan, LS (Chan, Lung Sang) ; Sewell, RJ (Sewell, Roderick J.)","Title":"Rifting and reactivation of a Cretaceous structural belt at the northern margin of the South China Sea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393723300001 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Coastal geology; Coast evolution; Barrier-lagoon; GPR; Soil association KeyWords Plus:GROUND-PENETRATING RADAR; WESTERN MEDITERRANEAN SEA; SOUTHERN BRAZIL; CLIMATE CHANGES; PO PLAIN; REGRESSIVE BARRIER; PHYSICAL PROCESSES; LAND SUBSIDENCE; LEVEL CHANGES; EVOLUTION","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 151 Pages: 1-15 DOI: 10.1016/j.catena.2016.12.005 Published: APR 2017","Abstract":"New geological analysis of the Ravenna coastal plain has allowed a major update of the geological coastal model, with anthropogenic overprints removed from an area heavily affected by human actions in the last four centuries, a period in which the Little Ice Age (LEA) has had a large influence on the coastal dynamics. The geological buildup of the coastal plain is a natural occurrence that is important for understanding the present-day coastal buildup. However, coastal zone anthropization has defined the actual coastal morphology, canceling out most of surface expression needed to create an accurate coastal evolution model, as the beach ridges morphology in the study area. As the lack of surface expression due to the anthropogenic actions has changed the coastal zone under study, it is not possible to only use geomorphological analysis to construct a local coastal evolution model. Because of this, building a new model and understanding how coastal evolution would proceed without human influence would allow us to understand the interaction between natural forces and anthropogenic influence, which has acted to shape the actual morphology of the study area from the LIA period to the present days. We therefore propose an integration of data using the following: actual data from the surface, such as the highresolution.digital surface model (DSM) and the digital terrain model (DTM); the actual database from the EmiliaRomagna Region Geological Survey, including the shapefile with the regional soil chart and the geological elements present in the study area; knowledge from previous work carried out in the area; and the subsurface data from Ground Penetrating Radar (GPR), which would make the study the first to use a GPR survey of the coastal plain of the northwest Adriatic. In addition, the work will follows a successful case study done in the southern Brazilian coastal plain that integrated previous works done in the coastal plain with new methods such as GPR data acquisition. The GPR data allows for corroboration of the interpretation of the coastal model constructed using the surface data. Finally, the surface geological model proposed in this work may aid by providing the following: i) a new means for local coastal geology research; ii) a methodology to apply to other barrier lagoon systems around the world in order to update our knowledge about these systems; and iii) powerful information to support coastal managers and decision makers in constructing a long-term master plan for effective Integrated Coastal Zone Management. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Scarelli, FM (Scarelli, Frederico M.) ; Barboza, EG (Barboza, Eduardo G.) ; Cantelli, L (Cantelli, Luigi) ; Gabbianelli, G (Gabbianelli, Giovanni) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Barboza, Eduardo C-7579-2012 http://orcid.org/0000-0003-2107-6904 Cantelli, Luigi http://orcid.org/0000-0001-6153-5170","Title":"Surface and subsurface data integration and geological modelling from the Little Ice Age to the present, in the Ravenna coastal plain, northwest Adriatic Sea (Emilia-Romagna, Italy)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393722600007 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Digital soil mapping; GlobalSoilMap; Quantile regression forest; Uncertainties; Regional scale KeyWords Plus:CONTINUOUS DEPTH FUNCTIONS; SPATIAL PREDICTION; ATTRIBUTES","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 291 Pages: 55-64 DOI: 10.1016/j.geoderma.2016.12.017 Published: APR 1 2017","Abstract":"Digital Soil Mapping (DSM) products are simplified representations of more complex and partially unknown patterns of soil variations. Therefore, any prediction of a soil property that can be derived from these products has an irreducible uncertainty that needs to be mapped. The objective of this study was to compare the most current DSM method - Regression Kriging (RK) - with a new approach derived from RandomForest - Quantile Regression Forest (QRF) - in regard to their ability of predicting the uncertainties of GlobalSoilMap soil property grids. The comparison was performed for three soil properties, pH, organic carbon and clay content at 5-15 cm depth in a 27,236 km(2) Mediterranean French region with sparse sets of measured soil profiles (1/13.5 km(2)) and for a set of environmental covariates characterizing the relief, climate, geology and land use of the region. Apart from classical performance indicators, comparisons involved accuracy plots and the visual examinations of the uncertainty maps provided by the two methods. The results obtained for the three soil properties showed that QRF provided more accurate and more interpretable predicted patterns of uncertainty than RK did, while having similar performances in predicting soil properties. The use of QRF in operational DSM is therefore recommended, especially when spatial sampling of soil observations are too sparse for applying RK. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vaysse, K (Vaysse, Kevin) ; Lagacherie, P (Lagacherie, Philippe)","Title":"Using quantile regression forest to estimate uncertainty of digital soil mapping products"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392896600012 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"REE geochemistry; REE mineralogy; Peralkaline granite; Kola Alkaline Province KeyWords Plus:MELT; FRACTIONATION; MAGMATISM; FLUORINE; DEPOSITS; ORIGIN; SYSTEM","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 82 Pages: 181-197 DOI: 10.1016/j.oregeorev.2016.11.006 Published: APR 2017","Abstract":"The authors have studied the geology, geochemistry, petrology and mineralogy of the rare earth elements (REE) occurring in the Western Keivy peralkaline granite massif (Kola Peninsula, NW Russia) aged 2674 6 Ma. The massif hosts Zr- and REE-rich areas with economic potential (e.g. the Yumperuaiv and Large Pedestal Zr-REE deposits), where 25% of Sigma REE are represented by heavy REE (HREE). The main REE minerals are: chevkinite-(Ce), britholite-(Y) and products of their metamict decay, bastnasite-(Ce), allanite-(Ce), fergusonite-(Y), monazite-(Ce), and others. The areas contain also significant quantities of zircon reaching potentially economic levels. We have discovered that behavior of REE and Zr is controlled by alkalinity of melt/solution, which, in turn, is controlled by crystallization of alkaline pyroxenes (predominantly aegirine) and amphiboles (predominantly arfvedsonite) at a late magmatic stage. Crystallization of mafic minerals leads to a sharp increase of K2O content and decrease of SiO2 content that cause a decrease of melt viscosity and REE and Zr solubility in the liquid. Therefore, REE and zirconium immediately precipitate as zircon and REE-minerals. There are numerous pod-and lens-like granitic pegmatites within the massif. Pegmatites in the REE-rich areas are also enriched in REE, but HREE prevails over light REE (LREE), about 88% of REE sum. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Mikhailova, JA (Mikhailova, J. A.) ; Pakhomovsky, YA (Pakhomovsky, Ya. A.) ; Ivanyuk, GY (Ivanyuk, G. Yu.) ; Bazai, AV (Bazai, A. V.) ; Yakovenchuk, VN (Yakovenchuk, V. N.) ; Elizarova, IR (Elizarova, I. R.) ; Kalashnikov, AO (Kalashnikov, A. O.)","Title":"REE mineralogy and geochemistry of the Western Keivy peralkaline granite massif, Kola Peninsula, Russia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872200019 ISSN: 0013-7952 eISSN: 1872-6917","Keywords":"Residual soils; Engineering geological characteristics; Microstructure; Wetting-drying cycle; Iron oxide KeyWords Plus:MECHANICAL-PROPERTIES; IRON-OXIDES; CLAY; MICROSTRUCTURE","Categories":"Engineering; Geology Web of Science Categories:Engineering, Geological; Geosciences, Multidisciplinary","Journal Information":"ENGINEERING GEOLOGY Volume: 220 Pages: 196-207 DOI: 10.1016/j.enggeo.2017.02.002 Published: MAR 30 2017","Abstract":"The physical, mechanical, chemical, mineralogical, and microstructural properties of basaltic residual soil obtained from Leigiong area in southern China were examined. Emphasis was placed on the influences of minerals, oxides, and the soil fabric on engineering geological characteristics, particularly on strength and deformation properties. Distinctive properties, such as high strength and low compressibility relative to high void ratios, high liquid limits, and low natural densities, were explained. The soil fabric with the cement bond formed by iron oxides was considered as the main factor that caused to peculiar mechanical behavior, whereas mineralogy and climate processes also played important roles. Under the influence of repeated cycle of alternate wetting and drying, the residual soil generated a large collapsible deformation upon soaking, and its strength significantly decreased because of the derogation of cement bond, the formation of microcracks, and the weakening of microstructure failure zones. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, XW (Zhang, X. W.) ; Kong, LW (Kong, L. W.) ; Yin, S (Yin, S.) ; Chen, C (Chen, C.)","Title":"Engineering geology of basaltic residual soil in Leigiong, southern China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394516200011 PubMed ID: 28063236 ISSN: 0951-4198 eISSN: 1097-0231","Categories":"Biochemistry & Molecular Biology; Chemistry; Spectroscopy Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical; Spectroscopy","Journal Information":"RAPID COMMUNICATIONS IN MASS SPECTROMETRY Volume: 31 Issue: 6 Pages: 583-589 DOI: 10.1002/rcm.7822 Published: MAR 30 2017","Abstract":"RATIONALE: Oxygen isotope ratios (delta O-18 values) of hair largely reflect features of regional hydrology while strontium isotope ratios (Sr-87/Sr-86) are thought to reflect bedrock geology; combination of both isotope signatures may provide greater capacity for determining provenance and reconstructing travel history of an organism. To test this hypothesis, we compared the O-Sr isotope profiles of hair from domestic horses with known residency histories. METHODS: Tail hairs were collected from a pair of horses pastured together for a period of 16 months, one of which lived in a different location for the 8 months prior. Hair samples were washed with solvents to remove external contaminants prior to sequential sampling for delta O-18 and Sr-87/Sr-86 analysis via TC/EA-IRMS and MC-ICP-MS, respectively. Hair digests were concentrated and analyzed employing low-flow natural aspiration to measure 87Sr/86Sr. RESULTS: Tail hair from the control and transported horses had mean delta O-18 values of 11.25 +/- 1.62% and 10.96 +/- 1.53%, and mean Sr-87/Sr-86 of 0.7101 +/- 0.0006 and 0.7109 +/- 0.0020, respectively. The d delta O-18 and Sr-87/Sr-86 profiles for the control and transported horses were indistinguishable when they were pastured together. The Sr-87/Sr-86 profiles were significantly different during the period that the horses were living apart, while the delta O-18 values were indistinguishable during that period. CONCLUSIONS: By comparing the O-Sr isotope profiles of a control and transported horse, we investigated isotopic signal(s) potentially useful for reconstructing travel histories via high-resolution sequential sampling along single strands of tail hair. Improved analytical capabilities allowed for extremely low Sr abundance samples to be analyzed for Sr-87/Sr-86 and proved capable of resolving a horse's movement between distinct regions. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Chau, TH (Chau, Thuan H.) ; Tipple, BJ (Tipple, Brett J.) ; Hu, LH (Hu, Lihai) ; Fernandez, DP (Fernandez, Diego P.) ; Cerling, TE (Cerling, Thure E.) ; Ehleringer, JR (Ehleringer, James R.) ; Chesson, LA (Chesson, Lesley A.)","Title":"Reconstruction of travel history using coupled delta O-18 and Sr-87/Sr-86 measurements of hair"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696500003 ISSN: 0040-1951 eISSN: 1879-3266","Keywords":"Controlled source seismology; Subduction zone processes; Continental margins: convergent; Crustal structure; Europe; Gravity anomalies and Earth structure KeyWords Plus:EASTERNMOST MEDITERRANEAN REGION; PASSCAL OUACHITA EXPERIMENT; SLAB BREAK-OFF; VELOCITY STRUCTURE; SOUTHERN TURKEY; HECATAEUS RISE; TRAVEL-TIMES; TECTONIC DEVELOPMENT; GRAVITY-ANOMALIES; NEOGENE EVOLUTION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"TECTONOPHYSICS Volume: 700 Pages: 32-59 DOI: 10.1016/j.tecto.2017.02.003 Published: MAR 20 2017","Abstract":"In 2010, project CoCoCo (incipient COntinent-COntinent Collision) recorded a 650 km long amphibian N-S wideangle seismic profile, extending from the Anatolian plateau across southern Turkey and Cyprus to just south of the Eratosthenes Seamount (ESM). The aim of the project is to reveal the impact of the transition from subduction to continent-continent collision of Africa with Anatolia. Arrival picking, finite-differences ray-tracing and inversion of the offshore and on-offshore data produced a tomographic model across southern Cyprus, the accretionary wedge and the ESM. The main features of this model are (1) crustal P-velocities predominantly lower than 6.5 km/s beneath the ESM, (2) crustal thickness between 28 and 37 km, (3) an upper crustal reflection at 5 km depth beneath the ESM, (4) the likely presence of oceanic crust south of the ESM and a transform margin north of it and (5) a 12 km thick ophiolite sequence on Cyprus. Land shots on Turkey, also recorded on Cyprus, gravity data and geological and previous seismic investigations allow to derive a layered velocity model beneath Anatolia and the northern part of Cyprus. The main features of this model are (1) Moho depths of 38-45 km beneath the Anatolian plateau, (2) an upper and lower crust with large lateral changes in velocity and thickness, (3) a north-dipping subducting plate below Cyprus with a steepening of the dip-angle of the plate at about 45 km depth. Thus, the wide-angle seismic and gravity data provide detailed insights into the 2-D geometry and velocity structures associated with the Cyprus Arc collision zone. Finally, integrated analysis of the geophysics and geology allows a comprehensive interpretation of the crustal structure related to the collision process. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Feld, C (Feld, Christian) ; Mechie, J (Mechie, James) ; Hubscher, C (Huebscher, Christian) ; Hall, J (Hall, Jeremy) ; Nicolaides, S (Nicolaides, Stelios) ; Gurbuz, C (Gurbuz, Cemil) ; Bauer, K (Bauer, Klaus) ; Louden, K (Louden, Keith) ; Weber, M (Weber, Michael) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bauer, Klaus B-3325-2014 http://orcid.org/0000-0002-7777-2653","Title":"Crustal structure of the Eratosthenes Seamount, Cyprus and S. Turkey from an amphibian wide-angle seismic profile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397374200006 ISSN: 0277-3791","Keywords":"Canadian Arctic; Glacial ice stream; Ridge and groove lineations; Lancaster Sound; Multibeam imagery KeyWords Plus:LAST GLACIAL MAXIMUM; INNUITIAN ICE; BAFFIN-BAY; LANCASTER SOUND; HUDSON STRAIT; QUATERNARY; SHEET; LAURENTIDE; SCALE; SHELF","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY SCIENCE REVIEWS Volume: 160 Pages: 67-84 DOI: 10.1016/j.quascirev.2017.02.001 Published: MAR 15 2017","Abstract":"Multibeam imagery and 3.5 kHz sub-bottom profiles acquired from CCGS Amundsen between 2003 and 2013 by ArcticNet and the Ocean Mapping Group at the University of New Brunswick provide information on seafloor features, geology, bathymetry and morphology in eastern Parry Channel and the adjoining large channels in the Canadian Arctic Archipelago. Together these include Peel Sound, Barrow Strait, Lancaster Sound, Wellington Channel, Prince Regent Inlet, Admiralty Inlet and Navy Board Inlet. Those data are in part complemented by high resolution single channel seismic reflection profiles acquired by the Geological Survey of Canada in the 1970s and 1980s and by sediment cores that provide chronological and depositional information. The occurrence and pattern of streamlined mega-scale ridge and groove lineations (MSGLs) indicate that these waterways were occupied by glacial ice streams in the past. Chronological information from marine and adjoining terrestrial areas suggests a long history of glacial events ranging in time from Early Pleistocene to Late Wisconsinan. Seafloor morphology and MSGL trends together with terrestrial ice flow patterns indicate that ice streams flowed into Barrow Strait from Peel Sound and Wellington Channel, and ice streams in Prince Regent, Admiralty and Navy Board inlets flowed northward into and eastward along Lancaster Sound. Recession of the ice stream westward along Parry Channel occurred similar to 16 cal ka BP to 10.8 cal ka BR Thick ice-contact sediments deposited by a late ice advance from Prince Regent Inlet constitute the seabed across a large area of western Lancaster Sound. Timing for that late ice advance appears to be bracketed between the 11.5 cal ka BP lift-off of the eastern Parry ice stream north of Prince Leopold Island and the similar to 10.0 cal ka BP deglaciation of Prince Regent Inlet. Seafloor morphology and lineation trends suggest that ice delivered by the ice stream in Peel Sound was the westernmost tributary to the ice stream occupying Lancaster Sound during the late Wisconsinan glaciation. Bathymetric data and MSGLS indicate that the ice stream emanating from M'Clintock Channel flowed westward. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"MacLean, B (MacLean, B.) ; Blasco, S (Blasco, S.) ; Bennett, R (Bennett, R.) ; Lakeman, T (Lakeman, T.) ; Pienkowski, AJ (Pienkowski, A. J.) ; Furze, MFA (Furze, M. F. A.) ; Clarke, JH (Clarke, J. Hughes) ; Patton, E (Patton, E.)","Title":"Seafloor features delineate Late Wisconsinan ice stream configurations in eastern Parry Channel, Canadian Arctic Archipelago"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395628600001 ISSN: 0885-6087 eISSN: 1099-1085","Keywords":"agriculture; groundwater; Isotopes; liquid swine manure; nitrate KeyWords Plus:NITROBACTER-AGILIS; NITROGEN; AQUIFER; ORIGIN; URBAN; CALIFORNIA; OXIDATION; AQUITARD; NITRITE; SYSTEM","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"HYDROLOGICAL PROCESSES Volume: 31 Issue: 6 Pages: 1206-1224 DOI: 10.1002/hyp.11103 Published: MAR 15 2017","Abstract":"The aim of this study is to evaluate the impact of the application of industrial fertilizers and liquid swine manure in groundwater in two pilot agricultural areas, San Pedro and Pichidegua, which have been under long-term historic use of fertilizers. A comprehensive hydrogeological investigation was carried out to define the geology and the groundwater flow system. Chemical and isotopic tools were used to evaluate the distribution and behavior of the nitrate in the groundwater. The isotopic tools included O-18, H-2, and H-3, which provide information about the origin and residence time of the groundwater; N-15-NO3- and O-18-NO3-, which provide information about nitrate sources and processes that can affect nitrate along the groundwater flow system. The application rate of liquid manure and other fertilizers all together with land uses was also evaluated. The hydrogeological investigation identified the presence of a confined aquifer underneath a thick low-permeability aquitard, whose extension covers most of the two study areas. The nitrate concentration data, excepting a few points in zones located near recharge areas in the upper part of the basins and lower areas at the valley outlets (San Pedro), showed nitrate concentration below 10mgN/L at the regional scale. The isotope data for nitrate showed no influence of the liquid swine manure in the groundwater at the regional scale, except for the high part of the basins and the outlet of the San Pedro valley, which are areas fertilized by manure. This data showed that the regional aquifer on both pilot study areas is protected by the thick low-permeability aquitard, which is playing an important role on nitrate attenuation. Evidence of denitrification was also found on both shallow and deep groundwater in the Pichidegua site. This study showed that a comprehensive hydrogeological characterization complemented by chemical and isotope data is key for understanding nitrate distribution and concentration in aquifers from areas with intensive agriculture activities.","Authors":"Fernandez, E (Fernandez, Emilio) ; Grilli, A (Grilli, Alejandro) ; Alvarez, D (Alvarez, Daniela) ; Aravena, R (Aravena, Ramon)","Title":"Evaluation of nitrate levels in groundwater under agricultural fields in two pilot areas in central Chile: A hydrogeological and geochemical approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600900006 ISSN: 0012-821X eISSN: 1385-013X","Keywords":"subsurface sounder; Mars; ice; dichotomy boundary; permittivity; dielectric properties KeyWords Plus:ORBITER LASER ALTIMETER; DIELECTRIC-CONSTANT; KILOMETER-SCALE; SUBSURFACE ICE; NEAR-SURFACE; SEA-ICE; MARS; REFLECTIVITY; MHZ; ROUGHNESS","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"EARTH AND PLANETARY SCIENCE LETTERS Volume: 462 Pages: 55-65 DOI: 10.1016/j.eps1.2017.01.012 Published: MAR 15 2017","Abstract":"SHARAD is a subsurface sounding radar aboard NASA's Mars Reconnaissance Orbiter, capable of detecting dielectric discontinuities in the subsurface caused by compositional and/or structural changes. Echoes coming from the surface contain information on geometric properties at metre scale and on the permittivity of the upper layers of the Martian crust. A model has been developed to estimate the effect of surface roughness on echo power, depending on statistical parameters such as RMS height and topothesy. Such model is based on the assumption that topography can be characterized as a self-affine fractal, and its use allows the estimation of the dielectric properties of the first few metres of the Martian soil. A permittivity map of the surface of Mars is obtained, covering several large regions across the planet surface. The most significant correspondence with geology is observed at the dichotomy boundary, with high dielectric constant on the highlands side (7 to over 10) and lower on the lowlands side (3 to 7). Other geological correlations are discussed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Castaldo, L (Castaldo, Luigi) ; Mege, D (Mege, Daniel) ; Gurgurewicz, J (Gurgurewicz, Joanna) ; Orosei, R (Orosei, Roberto) ; Alberti, G (Alberti, Giovanni)","Title":"Global permittivity mapping of the Martian surface from SHARAD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397683200005 ISSN: 0013-7952 eISSN: 1872-6917","Keywords":"Hydro-geology; Pipe-network seepage system; Debris landslides; Geophysical investigation; Wenchuan earthquake KeyWords Plus:GROUND-PENETRATING RADAR; MULTICHANNEL ANALYSIS; FRENCH ALPS; SWISS ALPS; SURFACE; SLOPE; RESISTIVITY; FRANCE; CHINA; MODEL","Categories":"Engineering; Geology Web of Science Categories:Engineering, Geological; Geosciences, Multidisciplinary","Journal Information":"ENGINEERING GEOLOGY Volume: 219 Pages: 52-63 Special Issue: SI DOI: 10.1016/j.enggeo.2016.11.020 Published: MAR 9 2017","Abstract":"Debris landslides are one of the most widely distributed types of landslides in the Wenchuan earthquake area. The hydro-geological structure characteristics are the fundamental basis for stability evaluation, performing protection and administration of a landslide. The rock and soil mass of a debris landslide was highly non-uniform and preferential seepage paths were normally developed in it. Therefore, in situ identification of the underground water seepage system became particularly important. Recently, investigations on the seepage paths of underground water in debris landslides were restricted to indoor model testing and site observation, which were far from meeting the actual demand for landslide prevention and mitigation. To locate the seepage paths, we conducted survey work on a debris landslide seated in the Xishan Village, Li County, Sichuan Province, China, by combing four different geophysical methods. They were multichannel analysis of surface wave (MASW), electrical resistivity tomography (ERT), ground penetrating radar (GPR) and microtremor survey method (MSM). The geophysical interpretation was verified with field engineering surveys and monitoring data. The results suggested that a dendritic pipe-network seepage system usually developed in debris landslides. Varisized infiltration pipes showed the characteristics of inhomogeneity and concentration of the seepage. This work highlighted that geophysical parameters (shear wave velocity Vs, dielectric constant epsilon and resistivity value rho) could provide reliable qualitative and quantitative information about the colluvial layer, bedrock interface, potential sliding surface and underground water seepage system of a landslide. The optimum combination of geophysical methods was suitable to survey the hydro-geological characteristics of debris landslides in the Wenchuan earthquake area. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Su, LJ (Su, Li-jun) ; Xu, XQ (Xu, Xing-qian) ; Geng, XY (Geng, Xue-yu) ; Liang, SQ (Liang, Shuang-qing)","Title":"An integrated geophysical approach for investigating hydro-geological characteristics of a debris landslide in the Wenchuan earthquake area"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397937600003 ISSN: 1040-6182 eISSN: 1873-4553","Keywords":"Chronology; Parietal art; Burial; Gravettian; U-Th dating; C-14 dating KeyWords Plus:CHAUVET CAVE; C-14 AMS; CARBONATES; PAINTINGS; DORDOGNE; DATES; ART","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY INTERNATIONAL Volume: 432 Pages: 5-24 Part: B DOI: 10.1016/j.quaint.2016.01.052 Published: MAR 8 2017","Abstract":"In this article, we present a first synthesis of the chronology of Cussac Cave (Dordogne, SW France). This deep cavern (1.6 km), discovered in 2000, is very well preserved (e.g. intact floors) and thus favorable to research, especially given its rare association of parietal art and human remains, deposited in at least three locations. The scientific team working since 2009 presents here a first diachronic reconstruction of the natural (geological, biological) and anthropogenic (cultural, spiritual) elements relevant to the sectors of the cave accessible for study. In addition to the nuclear dating methods commonly used in karst contexts and decorated sites (U-Th and C-14 for speleothems, C-14-AMS for organic materials, bone and charcoal), we drew upon other disciplines to determine the relative chronology of the events that occurred in the cave: geosciences (karstology, sedimentary geology, geoarchaeology), biological anthropology, paleontology, zooarchaeology, anthracology, ichnology, lithic and osseous technology, and of course, the study of parietal art. Their integrated study enabled us to define a coherent and global chronological framework. The results confirm that bears frequented the cavity several times before any human incursions. Humans later ventured into the cave after it had already undergone several phases of karstogenesis, collapse, sedimentation, erosion and concretion formation. The nuclear methods and relative datingmethods employed concur in favor of the hypothesis of human incursions only during the Middle Gravettian period, approximately 28-29,000 cal BP, to carry out spiritual, graphic and sepulchral activities. After the cave was abandoned by Gravettian people, some final sedimentary and biological events occurred (partial flooding, concretion formation, presence of mesofauna and microfauna, etc.), but were insufficient to significantly modify the decorated and sepulchral sanctuary. Later human frequentations (Late Glacial, Late Magdalenian, Late Neolithic) are quantitatively anecdotal and, most importantly, were limited to the cave porch and vestibular areas, which were sealed-off from the internal zone by rockfall debris and Late Glacial or Holocene concretion formations. (C) 2016 Elsevier Ltd and INQUA. All rights reserved.","Authors":"Jaubert, J (Jaubert, Jacques) ; Genty, D (Genty, Dominique) ; Valladas, H (Valladas, Helene) ; Camus, H (Camus, Hubert)[ 12 ] ; Courtaud, P (Courtaud, Patrice) ; Ferrier, C (Ferrier, Catherine) ; Feruglio, V (Feruglio, Valerie) ; Fourment, N (Fourment, Nathalie) ; Konik, S (Konik, Stephane) ; Villotte, S (Villotte, Sebastien) ; Bourdier, C (Bourdier, Camille) ; Costamagno, S (Costamagno, Sandrine) ; Delluc, M (Delluc, Marc) ; Goutas, N (Goutas, Nejma) ; Katnecker, E (Katnecker, Evelyne) ; Klaric, L (Klaric, Laurent)[ 10 ] ; Langlais, M (Langlais, Mathieu) ; Ledoux, L (Ledoux, Lysianna) ; Maksud, F (Maksud, Frederic) ; O'Farrell, M (O'Farrell, Magen) ; Mallye, JB (Mallye, Jean-Baptiste) ; Pierre, M (Pierre, Monique) ; Pons-Branchu, E (Pons-Branchu, Edwige) ; Regnier, E (Regnier, Edouard) ; Thery-Parisot, I (Thery-Parisot, Isabelle)[ 11 ] ...More...Less","Title":"The chronology of human and animal presence in the decorated and sepulchral cave of Cussac (France)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398832100001 ISSN: 0016-8025 eISSN: 1365-2478","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICAL PROSPECTING Volume: 65 Issue: 2 Pages: 385-406 DOI: 10.1111/1365-2478.12418 Published: MAR 2017","Abstract":"Image gathers as a function of subsurface offset are an important tool for the inference of rock properties and velocity analysis in areas of complex geology. Traditionally, these gathers are thought of as multidimensional correlations of the source and receiver wavefields. The bottleneck in computing these gathers lies in the fact that one needs to store, compute, and correlate these wavefields for all shots in order to obtain the desired image gathers. Therefore, the image gathers are typically only computed for a limited number of subsurface points and for a limited range of subsurface offsets, which may cause problems in complex geological areas with large geologic dips. We overcome increasing computational and storage costs of extended image volumes by introducing a formulation that avoids explicit storage and removes the customary and expensive loop over shots found in conventional extended imaging. As a result, we end up with a matrix-vector formulation from which different image gathers can be formed and with which amplitude-versus-angle and wave-equation migration velocity analysis can be performed without requiring prior information on the geologic dips. Aside from demonstrating the formation of two-way extended image gathers for different purposes and at greatly reduced costs, we also present a new approach to conduct automatic wave-equation-based migration-velocity analysis. Instead of focusing in particular offset directions and preselected subsets of subsurface points, our method focuses every subsurface point for all subsurface offset directions using a randomized probing technique. As a consequence, we obtain good velocity models at low cost for complex models without the need to provide information on the geologic dips.","Authors":"van Leeuwen, T (van Leeuwen, Tristan) ; Kumar, R (Kumar, Rajiv) ; Herrmann, FJ (Herrmann, Felix J.)","Title":"Enabling affordable omnidirectional subsurface extended image volumes via probing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398832100013 ISSN: 0016-8025 eISSN: 1365-2478","Keywords":"Magnetics; Uranium; Thelon Basin; Modelling; Gravity KeyWords Plus:WESTERN CHURCHILL PROVINCE; KIGGAVIK URANIUM CAMP; MALLERY LAKE; DEPOSITS; CANADA; GEOCHRONOLOGY; ROCKS; BELT","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICAL PROSPECTING Volume: 65 Issue: 2 Pages: 617-636 DOI: 10.1111/1365-2478.12430 Published: MAR 2017","Abstract":"Current models for unconformity-associated uranium deposits predict fluid flow and ore deposition along reactivated faults in >1.76 Ga basement beneath Mesoproterozoic siliciclastic basins. In frontier regions such as the Thelon Basin in the Kivalliq region of Nunavut, little is known about the sub-basin distribution of units and structures, making exploration targeting very tenuous. We constructed a geological map of the basement beneath the unconformity by extrapolating exposed features into the subsurface. The new map is constrained by detailed geological, geophysical, and rock property observations of outcrops adjacent to the basin and by aeromagnetic and gravity data over the geophysically transparent sedimentary basin. From rock property measurements, it is clear that the diverse magnetic and density characteristics of major rock packages provide quantitative three-dimensional constraints. Gravity profiles forward modelled in four cross sections define broad synforms of the Amer Belt and Archean volcanic rocks that are consistent with the structural style outside the basin. Major lithotectonic entities beneath the unconformity include: supracrustal rocks of the Archean Woodburn Lake group and Marjorie Hills meta sedimentary gneiss and associated mixed granitoid and amphibolitic gneiss; the Amer Mylonite Zone and inferred mafic intrusions oriented parallel and sub-parallel; other igneous intrusions of 2.6 Ga, 1.83 Ga, and 1.75 Ga vintage; and the <2.3 Ga to >1.84 Ga Amer Group. Four main brittle regional fault arrays (040 degrees-060 degrees, 075 degrees-90 degrees, 120 degrees, and 150 degrees) controlled development and preservation of the basin. The reactivated intersections of such faults along fertile basement units such as the Rumble assemblage, Marjorie Hills assemblage, Nueltin igneous rocks, and Pitz formation are the best targets for uranium exploration.","Authors":"Tschirhart, V (Tschirhart, V.) ; Jefferson, CW (Jefferson, C. W.) ; Morris, WA (Morris, W. A.)","Title":"Basement geology beneath the northeast Thelon Basin, Nunavut: insights from integrating new gravity, magnetic and geological data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398842000002 ISSN: 1383-4649 eISSN: 1573-157X","Keywords":"Earthquake; Focal mechanism; Seismogenic fault; Corinth Gulf; Greece KeyWords Plus:ACTIVE NORMAL FAULTS; SLIP DATA; TR METHOD; SEISMOTECTONIC SIGNIFICANCE; STRESS REGIMES; AEGEAN REGION; PATRAS RIFT; DEFORMATION; EARTHQUAKE; EVOLUTION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF SEISMOLOGY Volume: 21 Issue: 2 Pages: 287-303 DOI: 10.1007/s10950-016-9601-9 Published: MAR 2017","Abstract":"The 2010 Efpalion seismic sequence with two main moderate earthquake events occurred in the northwestern part of the Corinth Gulf (Central Greece)-a region that has been intensely stretched due to an on-going N-S extensional stress regime. Previous studies assign these two events to activations of (a) two faults dipping to the north with low angles; (b) two faults dipping at high angles, the first dipping to the south, and the second to the north; and (c) two faults dipping at high angles, but the first dips to the north, and the second to the south. The recently proposed TR method for focal mechanisms that identifies the seismogenic fault of an earthquake sequence is applied on the available focal mechanisms of the sequence, and its results are interrelated with the geology of the region, and previous contradictory interpretations. The focal mechanisms constructed with MT inversion define a steep north-dipping normal fault, whereas those constructed with first motions of P-waves define the activation of two adjoining faults that dip with high angles to the SSE and south, respectively, and which are characterized by strain (slip) compatibility. The latter option fits well with the geology of the region that is dominated by a SE to S-dipping horse-tail splay fault zone which exists at the eastern tip of the Nafpaktos Mountain Front. The application of the TR method reveals that the usage itself of different methods for the construction of the focal mechanisms complicates the problem of correctly identifying the seismogenic fault.","Authors":"Tranos, MD (Tranos, M. D.)","Title":"The seismogenic fault of the 2010 Efpalion moderate-size seismic sequence (western Corinth gulf, Central Greece)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353200004 ISSN: 1083-1363","Categories":"Geochemistry & Geophysics; Engineering Web of Science Categories:Geochemistry & Geophysics; Engineering, Geological","Journal Information":"JOURNAL OF ENVIRONMENTAL AND ENGINEERING GEOPHYSICS Volume: 22 Issue: 1 Pages: 25-33 Special Issue: SI DOI: 10.2113/JEEG22.1.25 Published: MAR 2017","Abstract":"Heliborne time-domain electromagnetic systems (HTEM) have proven to be effective tools in mapping sub-surface resistivity. As these systems are able to measure increasingly earlier time channels after the waveform's turn-off, they improve their ability to resolve resistivity contrasts in near-surface geology. This is demonstrated with the VTEM system over the Aspen property, near Fort McMurray, Alberta. This area provides a useful setting in mapping near-surface resistivity variations, specifically the location and geometry of the Pemmican Valley aquifer. This begins with the a Tau constant analysis of the earliest time channels of the VTEM decay curve that laterally mapped the Pemmican Valley aquifer and the existence of a shallower, previously unmapped, east-west trending aquifer. This is confirmed through 1D inversions of the dataset. The 1D inversion models accurately resolve the main near-surface geo-electrical units within the Aspen property when compared to resistivity well logs and a ground DC resistivity survey. Analysis of the stitched 1D inversion section maps provides useful resistivity maps that reflect the geological model.","Authors":"Eadie, TW (Eadie, Timothy W.) ; Prikhodko, A (Prikhodko, Alexander) ; Izarra, C (Izarra, Carlos)","Title":"Mapping Buried Aquifers with HTEM in the Fort McMurray, Alberta Region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353200006 ISSN: 1083-1363","Categories":"Geochemistry & Geophysics; Engineering Web of Science Categories:Geochemistry & Geophysics; Engineering, Geological","Journal Information":"JOURNAL OF ENVIRONMENTAL AND ENGINEERING GEOPHYSICS Volume: 22 Issue: 1 Pages: 51-61 Special Issue: SI DOI: 10.2113/JEEG22.1.51 Published: MAR 2017","Abstract":"Large geophysical datasets are produced routinely during airborne surveys. The Spatially Constrained Inversion (SCI) is capable of inverting these datasets in an efficient and effective way by using a 1D forward modeling and, at the same time, enforcing smoothness constraints between the model parameters. The smoothness constraints act both vertically within each 1D model discretizing the investigated volume and laterally between the adjacent soundings. Even if the traditional, smooth SCI has been proven to be very successful in reconstructing complex structures, sometimes it generates results where the formation boundaries are blurred and poorly match the real, abrupt changes in the underlying geology. Recently, to overcome this problem, the original (smooth) SCI algorithm has been extended to include sharp boundary reconstruction capabilities based on the Minimum Support regularization. By means of minimization of the volume where, the spatial model variation is non-vanishing (i.e., the support of the variation), sharp-SCI promotes the reconstruction of blocky solutions. In this paper, we apply the novel sharp-SCI method to different types of airborne electromagnetic datasets and, by comparing the models against other geophysical and geological evidences, demonstrate the improved capabilities of in reconstructing sharp features.","Authors":"Vignoli, G (Vignoli, Giulio) ; Sapia, V (Sapia, Vincenzo) ; Menghini, A (Menghini, Antonio) ; Viezzoli, A (Viezzoli, Andrea) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number sapia, vincenzo http://orcid.org/0000-0003-1958-2314","Title":"Examples of Improved Inversion of Different Airborne Electromagnetic Datasets Via Sharp Regularization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354400006 ISSN: 0031-9201 eISSN: 1872-7395","Keywords":"Shale; P-wave velocity; Anisotropy; Micro -seismicity; Focal mechanism; Shear faulting; Fault slip; Friction KeyWords Plus:ACOUSTIC-EMISSION; FLUID INJECTION; ROCK FRACTURE; ELASTIC-ANISOTROPY; SUBDUCTION ZONE; OPALINUS CLAY; POROUS ROCK; EVENTS; STRESS; DAMAGE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PHYSICS OF THE EARTH AND PLANETARY INTERIORS Volume: 264 Pages: 47-62 DOI: 10.1016/j.pepi.2016.11.005 Published: MAR 2017","Abstract":"This article reports the results of a triaxial deformation experiment conducted on a transversely isotropic shale specimen. This specimen was instrumented with ultrasonic transducers to monitor the evolution of the micro-seismic activity induced by shear faulting (triaxial failure) and subsequent fault slip at two different rates. The strain data demonstrate the anisotropy of the mechanical (quasi-static) compliance of the shale; the P-wave velocity data demonstrate the anisotropy of the elastic (dynamic) compliance of the shale. The spatio-temporal evolution of the micro-seismic activity suggests the development of two distinct but overlapping shear faults, a feature similar to relay ramps observed in large-scale structural geology. The shear faulting of the shale specimen appears quasi-aseismic, at least in the 0.5 MHz range of sensitivity of the ultrasonic transducers used in the experiment. Concomitantly, the rate of micro-seismic activity is strongly correlated with the imposed slip rate and the evolution of the axial stress. The moment tensor inversion of the focal mechanism of the high quality micro-seismic events recorded suggests a transition from a non-shear dominated to a shear dominated micro-seismic activity when the rock evolves from initial failure to larger and faster slip along the fault. The frictional behaviour of the shear faults highlights the possible interactions between small asperities and slow slip of a velocity-strengthening fault, which could be considered as a realistic experimental analogue of natural observations of non-volcanic tremors and (very) low-frequency earthquakes triggered by slow slip events. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sarout, J (Sarout, J.) ; Le Gonidec, Y (Le Gonidec, Y.) ; Ougier-Simonin, A (Ougier-Simonin, A.) ; Schubnel, A (Schubnel, A.) ; Gueguen, Y (Gueguen, Y.) ; Dewhurst, DN (Dewhurst, D. N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sarout, Joel B-5094-2009 http://orcid.org/0000-0003-3217-7102","Title":"Laboratory micro-seismic signature of shear faulting and fault slip in shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354400007 ISSN: 0031-9201 eISSN: 1872-7395","Keywords":"91.30.Px Earthquakes; 91.30.Dk Seismicity; 91.55Jk Fractures and faults; 91.30.Za Paleoseismology KeyWords Plus:ASSESSING EARTHQUAKE HAZARDS; NUCLEAR-POWER-PLANTS; QUASI OBSERVATIONAL MEANS; SAN-ANDREAS FAULT; MAPS OFTEN FAIL; PP. 285-307; VOL. 78; ENGINEERING-GEOLOGY; KLUGEL,J.U. PROBLEMS; CALIFORNIA SEISMICITY","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PHYSICS OF THE EARTH AND PLANETARY INTERIORS Volume: 264 Pages: 63-75 DOI: 10.1016/j.pepi.2016.12.002 Published: MAR 2017","Abstract":"Even though it has never been validated by objective testing, Probabilistic Seismic Hazard Analysis (PSHA) has been widely used for almost 50 years by governments and industry in applications with lives and property hanging in the balance, such as deciding safety criteria for nuclear power plants, making official national hazard maps, developing building code requirements, and determining earthquake insurance rates. PSHA rests on assumptions now known to conflict with earthquake physics; many damaging earthquakes, including the 1988 Spitak, Armenia, event and the 2011 Tohoku, Japan, event, have occurred in regions relatively rated low-risk by PSHA hazard maps. No extant method, including PSHA, produces reliable estimates of seismic hazard. Earthquake hazard mitigation should be recognized to be inherently political, involving a tradeoff between uncertain costs and uncertain risks. Earthquake scientists, engineers, and risk managers can make important contributions to the hard problem of allocating limited resources wisely, but government officials and stakeholders must take responsibility for the risks of accidents due to natural events that exceed the adopted safety criteria. (C) 2016 The Author(s). Published by Elsevier B.V.","Authors":"Mulargia, F (Mulargia, Francesco) ; Stark, PB (Stark, Philip B.) ; Geller, RJ (Geller, Robert J.)","Title":"Why is Probabilistic Seismic Hazard Analysis (PSHA) still used?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397969100059 ISSN: 1386-7857 eISSN: 1573-7543","Keywords":"LiDAR; Light detection and ranging; Efficient processing; Geometric primitive; Point clouds","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS Volume: 20 Issue: 1 Pages: 741-748 Special Issue: SI DOI: 10.1007/s10586-017-0759-x Published: MAR 2017","Abstract":"Recently, we have lots of LiDAR (light detection and ranging) data, for applications of high-resolution maps including geography, geology, forestry, and others. One of the current research and industrial issues is efficient ways of storing the LiDAR data itself, and also elegant ways of extracting geometric primitives from those LiDAR-scanned 3D point clouds. In this paper, we first analyze the characteristics of LiDAR data and tis storage schemes. Additionally, we present an efficient method to extract geometric primitives from those point clouds. Its implementation and results are also presented.","Authors":"Baek, N (Baek, Nakhoon) ; Shin, WS (Shin, Woo-Seok) ; Kim, KJ (Kim, Kuinam J.)","Title":"Geometric primitive extraction from LiDAR-scanned point clouds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397873200012 PubMed ID: 28355329 ISSN: 0004-282X eISSN: 1678-4227","Keywords":"Parkinson's disease; history","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Neurosciences; Psychiatry","Journal Information":"ARQUIVOS DE NEURO-PSIQUIATRIA Volume: 75 Issue: 3 Pages: 192-194 DOI: 10.1590/0004-282X20170006 Published: MAR 2017","Abstract":"Two hundred years after the publication, of \"An Essay on the Shaking Palsy\", this indisputable landmark in our understanding of the nature of Parkinson's disease still remains. What is frequently overlooked, however, is the originality of James Parkinson's ideas about how clinical observations could be segregated into diagnostic entities. Parkinson was a surgeon apothecary with wide ranging interests outside medicine including geology and paleontology. He was also a strong campaigner for social change and a political pamphleteer, writing under the nom de plume of \"Old Hubert\".","Authors":"Teive, HAG (Teive, Hello A. G.) ; Munhoz, RP (Munhoz, Renato P.) ; Lees, AJ (Lees, Andrew J.)","Title":"Parkinson's disease-200 years: the outstanding contribution of \"Old Hubert\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396728500001 ISSN: 0258-8900 eISSN: 1432-0819","Keywords":"Tuffring; Diatreme; Phreatomagmatism; Magma-water interaction; Tephra componentry; Jeju Island KeyWords Plus:VOLCANIC FIELD; ACCRETIONARY LAPILLI; PYROCLASTIC DEPOSITS; VENT MIGRATION; NAVAJO NATION; CHEJU ISLAND; HOPI BUTTES; NEW-ZEALAND; GRAIN-SIZE; MAGMA","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"BULLETIN OF VOLCANOLOGY Volume: 79 Issue: 3 Article Number: 23 DOI: 10.1007/s00445-017-1103-2 Published: MAR 2017","Abstract":"The Songaksan tuffring, Jeju Island, Korea, which erupted ca. 3.7 ka BP in a coastal setting, provides an unusual opportunity to study the processes of phreatomagmatic eruption and the formation of a diatreme because of the exceptionally well-preserved ejecta beds and well-known subsurface geology. The tuff sequence can be divided into four units (A to D), which have distinctly different accidental componentry (quartz-rich vs. quartz-poor), grain surface features (abraded and ash-coated vs. unabraded and uncoated), and chemical compositions of juvenile particles. The basal tephra bed of unit A, which probably erupted after the removal of the relatively hard shallow-level (<120 m deep) substrate by initial cratering, comprises only unabraded and uncoated grains and contains abundant relatively deep- derived (>120 m deep) accidental grains, suggesting that the early erupted tephra had not yet experienced recycling and pre-eruption mixing in the diatreme. On the other hand, the overlying tephra beds of units A, B, and D contain an abundance of abraded and ash-coated juvenile/accidental grains, suggesting that the tephra comprised significant proportions of \"recycled\" or \"premixed\" materials from previous eruptions or subsurface explosions, which participated in the explosion-driven mixing in the diatreme before eventual ejection from the diatreme. Unit C is unusual in that it comprises extremely rare accidental grains and ash-coated juvenile/accidental grains. We interpret that the supply of solid materials, either accidental or juvenile, to the diatreme was greatly reduced because of temporary stabilization of the diatreme and the reduction in magma flux to the diatreme. The diatreme is therefore envisaged to have been filled with a water-saturated slurry, in which particle abrasion and adhesion were inhibited. We also infer that the diatreme fill was temporarily removed by a powerful explosion before eruption of unit C on the basis of the near absence of the tephra grains from earlier eruptions throughout the tephra beds of unit C. The ratio of tachylite to sideromelane grains generally increases up-section of the tuff sequence with two abrupt drops across the tuff unit boundaries. These variations are coincident with the changes in the chemical composition of juvenile particles, suggesting an overall decrease in magma flux punctuated by brief increases in magma flux associated with the arrival of new magma batches. The textural and compositional variations of the Songaksan tuff ring suggest that there can be significant variability in diatreme processes even during a purely phreatomagmatic eruption of a tuff ring, including removal and renewal of the diatreme fill, and that there is still much room for further investigation of the diatreme processes from the ejecta beds in order to make the current diatreme model more robust.","Authors":"Go, SY (Go, S. Y.) ; Kim, GB (Kim, G. B.) ; Jeong, JO (Jeong, J. O.) ; Sohn, YK (Sohn, Y. K.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sohn, Young Kwan http://orcid.org/0000-0002-1811-0545","Title":"Diatreme evolution during the phreatomagmatic eruption of the Songaksan tuff ring, Jeju Island, Korea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395824000018 PubMed ID: 27987310 ISSN: 0012-9658 eISSN: 1939-9170","Keywords":"biological nitrogen fixation; iron; karst; limestone soil; molybdenum; trace-metal limitation; tropical forests KeyWords Plus:TERRESTRIAL BIOSPHERE; ECOSYSTEM DEVELOPMENT; DINITROGEN FIXATION; CARBON-DIOXIDE; RAIN-FORESTS; LEAF-LITTER; MOLYBDENUM; PHOSPHORUS; LIMITATION; PATTERNS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"ECOLOGY Volume: 98 Issue: 3 Pages: 773-781 DOI: 10.1002/ecy.1700 Published: MAR 2017","Abstract":"Limestone tropical forests represent a meaningful fraction of the land area in Central America (25%) and Southeast Asia (40%). These ecosystems are marked by high biological diversity, CO2 uptake capacity, and high pH soils, the latter making them fundamentally different from the majority of lowland tropical forest areas in the Amazon and Congo basins. Here, we examine the role of bedrock geology in determining biological nitrogen fixation (BNF) rates in volcanic (low pH) vs. limestone (high pH) tropical forests located in the Maya Mountains of Belize. We experimentally test how BNF in the leaf-litter responds to nitrogen, phosphorus, molybdenum, and iron additions across different parent materials. We find evidence for iron limitation of BNF rates in limestone forests during the wet but not dry season (response ratio 3.2 +/- 0.2; P = 0.03). In contrast, BNF in low pH volcanic forest soil was stimulated by the trace-metal molybdenum during the dry season. The parent-material induced patterns of limitation track changes in siderophore activity and iron bioavailability among parent materials. These findings point to a new role for iron in regulating BNF in karst tropical soils, consistent with observations for other high pH systems such as the open ocean and calcareous agricultural ecosystems.","Authors":"Winbourne, JB (Winbourne, Joy B.) ; Brewer, SW (Brewer, Steven W.) ; Houlton, BZ (Houlton, Benjamin Z.)","Title":"Iron controls over di-nitrogen fixation in karst tropical forest"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395012000025 PubMed ID: 28261468 ISSN: 2045-7758","Keywords":"Australian monsoon tropics; fire; geologic substrates; rainfall gradients; rainforests; topographic fire protection KeyWords Plus:ALTERNATIVE STABLE STATES; NORTH-WESTERN AUSTRALIA; KAKADU-NATIONAL-PARK; ENVIRONMENTAL RELATIONS; SAVANNA TRANSITIONS; EUCALYPTUS-SAVANNA; EASTERN AUSTRALIA; GLOBAL SAVANNAS; BIOME STATES; VEGETATION","Categories":"Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Ecology; Evolutionary Biology","Journal Information":"ECOLOGY AND EVOLUTION Volume: 7 Issue: 5 Pages: 1592-1604 DOI: 10.1002/ece3.2734 Published: MAR 2017","Abstract":"The small rainforest fragments found in savanna landscapes are powerful, yet often overlooked, model systems to understand the controls of these contrasting ecosystems. We analyzed the relative effect of climatic variables on rainforest density at a subcontinental level, and employed high-resolution, regional-level analyses to assess the importance of landscape settings and fire activity in determining rainforest density in a frequently burnt Australian savanna landscape. Estimates of rainforest density (ha/km(2)) across the Northern Territory and Western Australia, derived from preexisting maps, were used to calculate the correlations between rainforest density and climatic variables. A detailed map of the northern Kimberley (Western Australia) rainforests was generated and analyzed to determine the importance of geology and topography in controlling rainforests, and to contrast rainforest density on frequently burnt mainland and nearby islands. In the northwestern Australian, tropics rainforest density was positively correlated with rainfall and moisture index, and negatively correlated with potential evapotranspiration. At a regional scale, rainforests showed preference for complex topographic positions and more fertile geology. Compared with mainland areas, islands had significantly lower fire activity, with no differences between terrain types. They also displayed substantially higher rainforest density, even on level terrain where geomorphological processes do not concentrate nutrients or water. Our multi-scale approach corroborates previous studies that suggest moist climate, infrequent fires, and geology are important stabilizing factors that allow rainforest fragments to persist in savanna landscapes. These factors need to be incorporated in models to predict the future extent of savannas and rainforests under climate change.","Authors":"Ondei, S (Ondei, Stefania) ; Prior, LD (Prior, Lynda D.) ; Williamson, GJ (Williamson, Grant J.) ; Vigilante, T (Vigilante, Tom) ; Bowman, DMJS (Bowman, David M. J. S.)","Title":"Water, land, fire, and forest: Multi-scale determinants of rainforests in the Australian monsoon tropics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396208400027 ISSN: 1866-6280 eISSN: 1866-6299","Keywords":"Hazard; Resource mismanagement; Qanat; Urban geology","Categories":"Environmental Sciences & Ecology; Geology; Water Resources Web of Science Categories:Environmental Sciences; Geosciences, Multidisciplinary; Water Resources","Journal Information":"ENVIRONMENTAL EARTH SCIENCES Volume: 76 Issue: 5 DOI: 10.1007/s12665-017-6526-8 Published: MAR 2017","Abstract":"A reply essay is presented on the rebuttal article by Parise (Environ Earth Sci 75(23): 1476, 2016) suggesting that qanat is not a hazard. It is presented as a refutation on the paper by Abbasnejad et al. (Environ Earth Sci 75: 1306, 2016) in which the authors have explained the etiology, the impacts and remedies of a qanat hazard in Iranian urban areas. Since the majority of qanats in Iranian urban areas are abandoned, useless and threatening, according to definition and in comparison with similar features introduced as a hazard, they are considered as a hazard too. However, this does not mean, and Abbasnejad et al. (in Environ Earth Sci 75: 1306, 2016) have not claimed, that all qanats are hazardous. In addition, the authors who have studied qanats in Iranian urban areas, before Abbasnejad et al. (in Environ Earth Sci 75: 1306, 2016), have also considered qanats as a hazard.","Authors":"Abbasnejad, A (Abbasnejad, Ahmad)","Title":"Qanat: a resource or a hazard? Rebuttal to \"Qanat is not a hazard'' by Parise (Environ Earth Sci 2016 75: 1476)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396208400020 ISSN: 1866-6280 eISSN: 1866-6299","Keywords":"Liquefaction-resistance; SPT; CPT; Shear-wave velocity; Simplified procedure; LPI KeyWords Plus:POTENTIAL EVALUATION; BENGAL BASIN; DAUKI FAULT; EARTHQUAKES; INDEX; INDIA; INTENSITY; MAGNITUDE; GEOLOGY; CITY","Categories":"Environmental Sciences & Ecology; Geology; Water Resources Web of Science Categories:Environmental Sciences; Geosciences, Multidisciplinary; Water Resources","Journal Information":"ENVIRONMENTAL EARTH SCIENCES Volume: 76 Issue: 5 Article Number: 207 DOI: 10.1007/s12665-017-6533-9 Published: MAR 2017","Abstract":"The evaluation of liquefaction-resistance for saturated loose sandy and silty soils up to a depth of 20 m is an important component of geotechnical site characterization in an earthquake-prone region. In the present study, the standard penetration-test blow count (SPT-N), cone penetration test (CPT) tip resistance (qc), and shear-wave velocity (Vs) data of near-surface soils from Dhaka, Chittagong, and Sylhet cities were used to evaluate the liquefaction- resistance by a simplified procedure. At each site in the cities, the liquefaction-resistance is evaluated using a peak horizontal ground acceleration of 0.15, 0.20, and 0.25 g for a scenario earthquake of magnitude 7.5 (Mw). Then, the liquefaction potential index (LPI) is calculated for each site using the safety factors of liquefaction-resistance and thickness of liquefiable soil layers to predict the severity of liquefaction. The results indicate that sand boils (LPI>5) and lateral spreading (LPI>12) will be generated due to liquefaction in the Holocene saturated sandy and silty soils in Dhaka, Chittagong, and Sylhet cities. The evaluation of liquefaction-resistance using the SPT-N, qc, and Vs data shows considerable variation in the prediction of safety factor and LPI. Therefore, it is necessary to use two or more in situ test data to properly evaluate the liquefaction- resistance of soils for an area; and the simplified procedure needs to be used carefully. The results of the liquefaction-resistance of soils can be used to improve the ground condition in Dhaka, Chittagong and Sylhet cities for the construction of earthquake-resilient structures and future urban development.","Authors":"Rahman, MZ (Rahman, Md. Zillur) ; Siddiqua, S (Siddiqua, Sumi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Siddiqua, Sumi http://orcid.org/0000-0002-3808-0670","Title":"Evaluation of liquefaction-resistance of soils using standard penetration test, cone penetration test, and shear-wave velocity data for Dhaka, Chittagong, and Sylhet cities in Bangladesh"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395001300001 ISSN: 1431-2174 eISSN: 1435-0157","Keywords":"Afghanistan; Arid regions; Karez; Qanat; Over-abstraction KeyWords Plus:WATER-RESOURCES; NE IRAN; SYSTEM; PAKISTAN","Categories":"Geology; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Water Resources","Journal Information":"HYDROGEOLOGY JOURNAL Volume: 25 Issue: 2 Pages: 269-286 DOI: 10.1007/s10040-016-1490-z Published: MAR 2017","Abstract":"A karez is a gently sloping tunnel into a hillside with a series of vertical shafts. At the upstream end, the karez depresses the water table such that groundwater enters the tunnel. Farmers all over Afghanistan have built and managed karezes for centuries using indigenous knowledge. This report focuses on karezes in the Helmand River Basin in southern Afghanistan, and describes the location of karezes in relation to geology, technological and managerial aspects of karez irrigation, and their current status. Karez irrigation has declined in recent decades due to the following: a prolonged reduction in precipitation, increase in number of boreholes that lower the water table below the karez tunnel, breakdown in community-based management, and reduced maintenance. Systematic field measurements are a challenge in the Helmand Basin due to security constraints. The current condition and management of the karezes have been assessed through short field visits and structured focus-group discussions with karez farmers and staff from provincial departments. The surveys indicate that over half of the karezes in the Helmand Basin have gone dry. Furthermore, the flow in karezes that are still operational has also declined significantly. The report demonstrates the value of using data from the US National Centres for Environmental Prediction (NCEP) Reanalysis 1 project, to estimate historic precipitation for various karez zones in this data-poor basin. Strategies for rehabilitating karezes are discussed. Rehabilitation is financially expensive in comparison to drilling new boreholes, but karezes are part of the national heritage of Afghanistan and can facilitate social cohesion.","Authors":"Goes, BJM (Goes, B. J. M.) ; Parajuli, UN (Parajuli, U. N.); Haq, M (Haq, Mohammad); Wardlaw, RB (Wardlaw, R. B.)","Title":"Karez (qanat) irrigation in the Helmand River Basin, Afghanistan: a vanishing indigenous legacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395001300007 ISSN: 1431-2174 eISSN: 1435-0157","Keywords":"Geostatistics; Multiple-point statistics; Non-stationarity; Buried valley; Denmark KeyWords Plus:GEOSTATISTICAL MODELS; TRAINING IMAGE; SIMULATION; DENMARK; HETEROGENEITY; REFLECTION; DENSITY; AQUIFER; TIME","Categories":"Geology; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Water Resources","Journal Information":"HYDROGEOLOGY JOURNAL Volume: 25 Issue: 2 Pages: 359-370 DOI: 10.1007/s10040-016-1486-8 Published: MAR 2017","Abstract":"Stationarity has traditionally been a requirement of geostatistical simulations. A common way to deal with non-stationarity is to divide the system into stationary sub-regions and subsequently merge the realizations for each region. Recently, the so-called partition approach that has the flexibility to model non-stationary systems directly was developed for multiple-point statistics simulation (MPS). The objective of this study is to apply the MPS partition method with conventional borehole logs and high-resolution airborne electromagnetic (AEM) data, for simulation of a real-world non-stationary geological system characterized by a network of connected buried valleys that incise deeply into layered Miocene sediments (case study in Denmark). The results show that, based on fragmented information of the formation boundaries, the MPS partition method is able to simulate a non-stationary system including valley structures embedded in a layered Miocene sequence in a single run. Besides, statistical information retrieved from the AEM data improved the simulation of the geology significantly, especially for the deep-seated buried valley sediments where borehole information is sparse.","Authors":"He, XL (He, Xiulan) ; Sonnenborg, TO (Sonnenborg, Torben O.) ; Jorgensen, F (Jorgensen, Flemming) ; Jensen, KH (Jensen, Karsten H.)","Title":"Modelling a real-world buried valley system with vertical non-stationarity using multiple-point statistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395607700012 ISSN: 0022-1694 eISSN: 1879-2707","Keywords":"Water pollution; Karst aquifer; Barium; Artificial tracing; Underground water flow KeyWords Plus:GROUNDWATER; BACTERIA; RESOURCES; TRANSPORT; POLLUTION; EVOLUTION; WATERS; TIME","Categories":"Engineering; Geology; Water Resources Web of Science Categories:Engineering, Civil; Geosciences, Multidisciplinary; Water Resources","Journal Information":"JOURNAL OF HYDROLOGY Volume: 546 Pages: 123-132 DOI: 10.1016/j.jhydro1.2016.12.046 Published: MAR 2017","Abstract":"The area around Ragusa in Sicily is well known for the exploration of petroleum deposits hosted in Mesozoic carbonate rocks. These reservoirs are overlain by less permeable rocks, whereas the surface geology is characterized by outcrops of Oligo-Miocene carbonate units hosting important aquifers. Some of the karst springs of the area are used as drinking water supplies, and therefore these vulnerable aquifers should be monitored and protected adequately. In the early afternoon (14:00) of 27 May until the late evening (19:30) of 28 May 2011, during the construction of an exploitation borehole (Tresauro 2), more than 1000 m(3) of drilling fluids were lost in an unknown karst void. Two days later, from 06:30 on 30 May, water flowing from Paradiso Spring, lying some 13.7 km SW of the borehole and 378 m lower, normally used as a domestic water supply, was so intensely coloured that it was unfit for drinking. Bulk chemical analyses carried out on the water have shown a composition that is very similar to that of the drilling fluids lost at the Tresauro borehole, confirming a hydrological connection. Estimations indicate that the first signs of the drilling fluids took about 59 h to flow from their injection point to the spring, corresponding to a mean velocity of similar to 230 m/h. That Paradiso Spring is recharged by a well developed underground drainage system is also confirmed by the marked flow rate changes measured at the spring, ranging from a base flow of around 10-15 1/s to flood peaks of 2-3 m(3)/s. Reflecting the source and nature of the initial contamination, the pollution lasted for just a few days, and the water returned to acceptable drinking-water standards relatively quickly. However, pollution related to heavy-mineral fines continues to be registered during flooding of the spring, when the aqueducts are normally shut down because of the high turbidity values. This pollution event offers an instructive example of how hydrocarbon exploitation in intensely karstified areas, where natural springs provide domestic water supplies, should be controlled effectively to prevent such disasters occurring. This pollution incident is also a useful example of how such \"accidental\" tracer tests can identify rapid karstic flow paths over long distances. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ruggieri, R (Ruggieri, Rosario) ; Forti, P (Forti, Paolo) ; Antoci, ML (Antoci, Maria Lucia) ; De Waele, J (De Waele, Jo)","Title":"Accidental contamination during hydrocarbon exploitation and the rapid transfer of heavy-mineral fines through an overlying highly karstified aquifer (Paradiso Spring, SE Sicily)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396821200007 ISSN: 0016-7649 eISSN: 2041-479X","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF THE GEOLOGICAL SOCIETY Volume: 174 Issue: 2 Pages: 269-288 DOI: 10.1144/jgs2016-027 Published: MAR 2017","Abstract":"A new gravity survey (almost 900 new sites and more than 4000 sites from previous studies) reveals the existence of Pyrenean-oriented long-wavelength residual gravity anomalies ranging from -18 to 28 mGal, associated with frontal structures, and short-wavelength gravity lows (up to -16 mGal) distributed along an oblique zone in the western sector of the South Pyrenean Central Unit of the Spanish Pyrenees. These clearly correlate with the occurrence of several bodies and diapirs of Triassic evaporites and mudstones. The subsurface geometry and regional location of these evaporitic bodies is derived from four 2.5D gravity models that tie data from field geology, rock density analysis, seismic reflection profiles, boreholes and our gravity survey. Gravity-constrained cross-sections allow us to distinguish between vertically well-developed and poorly developed diapirs that belong to the Sierras Marginales Unit, and to characterize the relationships between thrusting and diapirism during Eocene-Oligocene time.","Authors":"Santolaria, P (Santolaria, Pablo) ; Casas-Sainz, AM (Casas-Sainz, Antonio M.) ; Soto, R (Soto, Ruth) ; Casas, A (Casas, Albert)","Title":"Gravity modelling to assess salt tectonics in the western end of the South Pyrenean Central Unit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398070300005 ISSN: 0954-6650 eISSN: 1477-8564","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"JOURNAL OF THE HISTORY OF COLLECTIONS Volume: 29 Issue: 1 Pages: 67-91 DOI: 10.1093/jhc/fhv046 Published: MAR 1 2017","Abstract":"The gift of around 180 of Sir Francis Chantrey's full-size plaster models to the Ashmolean Museum after the sculptor's death in 1841 was partially engineered by William Buckland, former Professor of Geology at the University of Oxford. It was the final act of a long friendship between Chantrey and Buckland, who were bound by mutual geological interests. Chantrey's involvement in the geological milieu of the early nineteenth century is a lesser-known aspect of his career. This article delineates Chantrey's contributions to the Geological Society, his mineralogical collections, his portraits of geologists, and the ways in which his practice and professional identity were influenced by his role in the geological milieu.","Authors":"Sullivan, MG (Sullivan, M. G.)","Title":"A sculptural gift and the history of the Earth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395760800010 ISSN: 0303-6758 eISSN: 1175-8899","Keywords":"International exhibition; New Zealand; nineteenth-century zoology; Otago Museum; TJ Parker FRS (1850-1897)","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"JOURNAL OF THE ROYAL SOCIETY OF NEW ZEALAND Volume: 47 Issue: 1 Pages: 61-66 DOI: 10.1080/03036758.2016.1207671 Published: MAR 2017","Abstract":"New Zealand's international industrially oriented exhibitions also displayed scientific items. Building on their success, nineteenth-century men of science strove to engage audiences through museum displays as well as by writing popular articles and books. This short communication describes how members of Dunedin's public encountered geology and zoology through these means.","Authors":"Crane, R (Crane, R.)","Title":"Show and tell: TJ Parker and late nineteenth-century science in Dunedin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395843500015 ISSN: 0264-8172 eISSN: 1873-4073","Keywords":"Sequence stratigraphy; Jackfork Group; Pennsylvanian; Turbidite; Submarine fan; Remnant basin; Chemostrata KeyWords Plus:OUACHITA MOUNTAINS; JACKFORK GROUP; DEPOSITIONAL PROCESSES; OKLAHOMA; REINTERPRETATION; GEOCHEMISTRY; SIMULATION; QUARRY","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"MARINE AND PETROLEUM GEOLOGY Volume: 81 Pages: 252-277 DOI: 10.1016/j.marpetgeo.2017.01.006 Published: MAR 2017","Abstract":"The Jackfork Group in Arkansas, U.S.A. is a major 'training ground' for academics, students, and petroleum industry geoscientists interested in deep water exploration and development. Several superb outcrop sections are exposed and over the years numerous papers have been published on these rocks. The Kirby sections in western Arkansas provide a unique opportunity to build a complete and continuous sequence stratigraphic framework for Early Pennsylvanian time in the ancient Ouachita Basin. There are 25 outcrops, including 12 roadcuts on Highway 27, and 13 measured sections in the Baumgartner Quarry. All the measurements and interpretations on the outcrops were integrated with previous work using modern concepts of deepwater turbidite geology, including (1) regional tectonic and sequence strati graphic framework of the Stanley Group, Jackfork Group, and Johns Valley Shale in the Ouachita Basin, (2) deepwater outcrop characterization and correlation from the DeGray Lake Section, Dierks Section and Big Rock Quarry which are on the trend of the depositional fairway, (3) chemostrata data from key shale layers which are considered as potential correlative condensed sections. Twenty-five key shale samples from Kirby, DeGray and Dierks sections have been tested using Inductively Coupled Plasma and Mass Spectrometry (ICP-MS) tests. An additional 525 samples were later collected for Handheld X-Ray Fluorescence (XRF) tests for both major and trace elements. Results of sequence and chemostrata analysis indicate that the entire Kirby sections consist of at least three 3rd order sequences from the bottom of the Jackfork Group to the middle of the Johns Valley Group, and over ten 4th order sequences caused by a combined effect of tectonic uplift, eustatic sea-level change, mixed sediment provenance and shifting of depositional fairways when the Ouachita Basin was transitioning from a passive margin to a remnant marine basin. Rare Earth and Trace Element results are compared with known tectonic data to further pinpoint the tectonic environment of the Ouachita Basin during early Pennsylvanian time, which is dominantly a continental arc setting. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zou, FG (Zou, Fuge) ; Slatt, RM (Slatt, Roger M.) ; Zhang, J (Zhang, Jing) ; Huang, T (Huang, Tao)","Title":"An integrated chemo-and sequence-stratigraphic framework of the Early Pennsylvanian deepwater outcrops near Kirby, Arkansas, USA, and its implications on remnant basin tectonics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396834700012 ISSN: 0033-4553 eISSN: 1420-9136","Keywords":"Mining-induced seismicity; aftershocks; static; stress transfer KeyWords Plus:MOMENT TENSOR INVERSION; MPONENG GOLD MINE; DAMAGE RHEOLOGY; STRESS CHANGES; SOUTH-AFRICA; RUDNA MINE; EARTHQUAKE; POLAND; MODEL; COAL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PURE AND APPLIED GEOPHYSICS Volume: 174 Issue: 3 Pages: 925-936 DOI: 10.1007/s00024-016-1432 Published: MAR 2017","Abstract":"Strong mining-induced earthquakes exhibit various aftershock patterns. The aftershock productivity is governed by the geomechanical properties of rock in the seismogenic zone, mininginduced stress and coseismic stress changes related to the main shock's magnitude, source geometry and focal mechanism. In order to assess the quantitative aftershock productivity potential in the mining environment we apply a forecast model based on natural seismicity properties, namely constant tectonic loading and the Gutenberg- Richter frequency-magnitude distribution. Although previous studies proved that mining-induced seismicity does not obey the simple power law, here we apply it as an approximation of seismicity distribution to resolve the number of aftershocks, not considering their magnitudes. The model used forecasts the aftershock productivity based on the background seismicity level estimated from an average seismic moment released per earthquake and static stress changes caused by a main shock. Thus it accounts only for aftershocks directly triggered by coseismic process. In this study we use data from three different mines, Mponeng (South Africa), Rudna and Bobrek (Poland), representing different geology, exploitation methods and aftershock patterns. Each studied case is treated with individual parameterization adjusted to the data specifics. We propose the modification of the original model, i.e. including the non-uniformity of M-0, resulting from spatial correlation of mining-induced seismicity with exploitation. The results show that, even when simplified seismicity distribution parameters are applied, the modified model predicts the number of aftershocks for each analyzed case well and accounts for variations between these values. Such results are thus another example showing that coseismic processes of mining-induced seismicity reflect features of natural seismicity and that similar models can be applied to study the aftershock rate in both the natural and the mining environment.","Authors":"Koziowska, M (Koziowska, Maria) ; Orlecka-Sikora, B (Orlecka-Sikora, Beata)","Title":"Assessment of Quantitative Aftershock Productivity Potential in Mining-Induced Seismicity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396834700017 ISSN: 0033-4553 eISSN: 1420-9136","Keywords":"Conductive overburden; BIF; SOTEM; 2D FDTD; Occam's inversion KeyWords Plus:ANHUI PROVINCE; TEM; EXPLORATION; SOUTHEAST; INVERSION; MARGIN; SPACE; DEPTH; EARTH","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PURE AND APPLIED GEOPHYSICS Volume: 174 Issue: 3 Pages: 1013-1023 DOI: 10.1007/s00024-016-1390-0 Published: MAR 2017","Abstract":"Huoqiu iron deposit is a typical Precambrian banded iron-formation (BIF) field which is located in the North China Craton (NCC). To detect the deep ore bodies around Dawangzhuang Village in Yingshang County, north of the Huoqiu deposit field, electromagnetic methods were tested. As the ore bodies are buried under very thick conductive Quaternary sediments, the use of EM methods is a great challenge. Short-offset transient electromagnetic method (SOTEM) was applied in the area as we wanted to test due to its detection depth and resolution. A 2D model was first built according to the geology information and magnetic measurement results. Then, 2D forward and 1D inversion were carried out using FDTD and Occam's algorithm, respectively. The synthetic modeling results helped us with the survey design and interpretation. Two 1400-m-long survey lines with offset of 500 and 1000 m were laid perpendicular to the BIF's strike, and the transmitting parameters were selected by a test measurement at the vicinity of a local village. Finally, the structure of survey area and BIF bodies were determined based on the 1D inversion results of real data, and showed a consistency with the subsequent drill results. Our application of SOTEM in detecting hidden BIF buried under very thick conductive layer has shown that the method is capable of penetrating great depth more than 1000 m even in a very conductive environment and will be an effective tool for deep resources investigation.","Authors":"Chen, WY (Chen, Weiying) ; Xue, GQ (Xue, Guoqiang) ; Khan, MY (Khan, Muhammad Younis) ; Li, H (Li, Hai)","Title":"Using SOTEM Method to Detect BIF Bodies Buried Under Very Thick and Conductive Quaternary Sediments, Huoqiu Deposit, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395621700004 ISSN: 0169-3913 eISSN: 1573-1634","Keywords":"Multiporosity; Rate decline; Pressure behavior; Fractured rocks; Hydraulic fractures; Fractured horizontal wells; Fractional diffusion; Anomalous diffusion; Mittag-Leffler function; Power-law decline KeyWords Plus:ANOMALOUS DIFFUSION; FRACTIONAL DIFFUSION; HORIZONTAL WELLS; TRANSIENT FLOW; RESERVOIRS; PERMEABILITY; MULTIPLE; BEHAVIOR; POROSITY; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"TRANSPORT IN POROUS MEDIA Volume: 117 Issue: 1 Pages: 69-102 DOI: 10.1007/s11242-017-0820-5 Published: MAR 2017","Abstract":"We address the influences of heterogeneity and complex geology of the matrix of fractured rocks on transient flow. Fractional constitutive flux laws reflect the stochastic framework that we consider. We model transient diffusion in both the matrix and fracture systems in terms of a continuous time random walk. Our procedure is particularly suited to address a complex geology that may exist on a number of scales and which may include dead ends and discontinuities. The performance of a horizontal well produced through arbitrarily located, multiple hydraulic fractures with distinct properties (length, width, permeability) forms the basis for our thesis. The pressure distribution in a rectangular drainage region where the well may be placed arbitrarily is expressed in terms of the Laplace transformation. The required solutions are obtained numerically. The focus of our work is on long-term behaviors for production at a constant pressure. In addition to numerical solutions, asymptotic results that provide information on the structure of the solutions are presented. Agreement between the asymptotic and numerical solutions is excellent. We show that long-term responses are governed by two distinct, two-parameter Mittag-Leffler functions and are an outcome of the complexities we desire to model in both the matrix and fracture systems. As a consequence, power-law behaviors that reflect the heterogeneity inherent in the system define long-time expectations. We show that the new solutions we derive do reduce to those of classical diffusion; that is, results corresponding to classical diffusion are a subset of the new results obtained here. Our results are particularly suited to model transient flow in shale reservoirs.","Authors":"Raghavan, R (Raghavan, R.) ; Chen, C (Chen, C.)","Title":"Addressing the Influence of a Heterogeneous Matrix on Well Performance in Fractured Rocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398042800004 ISSN: 0920-4741 eISSN: 1573-1650","Keywords":"Flood prone areas; Data mining; Non-structuralmeasure; GIS; Iran KeyWords Plus:MULTICRITERIA DECISION-MAKING; BOOSTED REGRESSION TREES; SUSCEPTIBILITY ASSESSMENT; LOGISTIC-REGRESSION; STATISTICAL-MODELS; SPATIAL-PATTERNS; FREQUENCY RATIO; RANDOM FORESTS; RIVER-BASIN; GIS","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"WATER RESOURCES MANAGEMENT Volume: 31 Issue: 5 Pages: 1473-1487 DOI: 10.1007/s11269-017-1589-6 Published: MAR 2017","Abstract":"Flood is one of the most devastating natural disasters with socio-economic consequences. Thus, preparation of the flood prone areas (FPA) map is essential for flood disaster management, and for planning further development activities. The main goal of this study is to investigate new applications of the evidential belief function (EBF), random forest (RF), and boosted regression trees (BRT) models for identifying the FPA in the Galikesh region, Iran. This research was conducted in three main stages such as data preparation, flood susceptibility mapping using EBF, RF, and BRT models and validation of constructed models using receiver operating characteristic (ROC) curve. At first, a flood inventory map was prepared using documentary sources of Iranian Water Resources Department (IWRD) and extensive field surveys. In total, 63 flood locations were identified in the study area. Of these, 47 (75%) floods were randomly selected as training/model building and the remaining 16 (25%) cases were used for the validation purposes. The flood conditioning factors considered in the study area are altitude, slope aspect, slope angle, topographic wetness index, plan curvature, geology, landuse, distance from rivers, drainage density, and soil texture. Subsequently, the FPA maps were prepared using EBF, RF, and BRT models in a GIS environment. Finally, the results were validated using ROC curve and area under the curve (AUC) analysis. From the analysis, it was seen that the EBF (AUC = 78.67%) and BRT models (AUC = 78.22%) performed better than RF model (AUC= 73.33%). Therefore, the resultant FPA maps can be useful for researchers and planner in flood mitigation strategies.","Authors":"Rahmati, O (Rahmati, Omid) ; Pourghasemi, HR (Pourghasemi, Hamid Reza)","Title":"Identification of Critical Flood Prone Areas in Data-Scarce and Ungauged Regions: A Comparison of Three Data Mining Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396886700019 ISSN: 1866-7511 eISSN: 1866-7538","Keywords":"GIS; Remote sensing; Frequency ratio; Bojnourd basin; Groundwater evaluation KeyWords Plus:GEOGRAPHICAL INFORMATION-SYSTEM; DECISION-ANALYSIS; WEST-BENGAL; MODELS; AREA; CHALLENGES; MANAGEMENT; WEIGHTS; TURKEY; INDIA","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"ARABIAN JOURNAL OF GEOSCIENCES Volume: 10 Issue: 5 Article Number: 114 DOI: 10.1007/s12517-017-2910-7 Published: MAR 2017","Abstract":"Various groundwater potential zones for the assessment of groundwater availability in the Bojnourd basin have been investigated using remote sensing, GIS, and a probabilistic approach. Five independent groundwater factors, including topography, ground slope, stream density, geology units, lineament density, and a groundwater productivity factor, i.e., springs' discharge, were applied. Discharge rates of 226 springs over the area were collected, and the probabilistic model was designed by the discharge rates of springs as the dependent variable. For training the probabilistic model, a ratio of 70/30% of springs' discharge was applied and discharge rates of 151 springs were selected to randomly train the model. The frequency ratio for each factor was calculated, and the groundwater potential zones were extracted by summation of frequency ratio maps. The groundwater potential map was also classified into four classes, viz., \"very good\" (with a frequency ratio of > 6.75), \"good\" (5.5FR6.75), \"moderate\" (4.75FR5.5), and \"poor\" (FR4.75). Then, the model was verified based on a success-rate curve method which resulted in obtaining an accuracy ratio of 75.77%. Finally, sensitivity analysis was applied by a factor removal method in five steps. Results reveal that topography factor has the biggest effect on the groundwater potential map and removing this factor eventuates in the lowest accuracy of the final map (AUC = 63.73%). The groundwater potential map is fairly affected by removing the lineament density factor with an accuracy of 68.80%. Removing the lineament density factor has the lowest effect on the final map with accuracy of 68.80%.","Authors":"Dadgar, MA (Dadgar, Majid Altafi) ; Zeaieanfirouzabadi, P (Zeaieanfirouzabadi, Parviz) ; Dashti, M (Dashti, Majid) ; Porhemmat, R (Porhemmat, Rasool)","Title":"Extracting of prospective groundwater potential zones using remote sensing data, GIS, and a probabilistic approach in Bojnourd basin, NE of Iran"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397577100003 PubMed ID: 28323483 ISSN: 1531-1074 eISSN: 1557-8070","Keywords":"Biosignatures; Taphonomy; Diagenesis; Carbonates; Hot springs KeyWords Plus:YELLOWSTONE-NATIONAL-PARK; PHOENIX LANDING SITE; COLORADO PLATEAU; HOT-SPRINGS; MORPHOLOGICAL BIOSIGNATURES; MORRISON FORMATION; CALCIUM-CARBONATE; NATURAL CO2; MARS; PRECIPITATION","Categories":"Astronomy & Astrophysics; Life Sciences & Biomedicine - Other Topics; Geology Web of Science Categories:Astronomy & Astrophysics; Biology; Geosciences, Multidisciplinary","Journal Information":"ASTROBIOLOGY Volume: 17 Issue: 3 Pages: 216-230 DOI: 10.1089/ast.2016.1495 Published: MAR 2017","Abstract":"On Earth, microorganisms commonly enhance mineral precipitation and mediate mineralogical and chemical compositions of resulting deposits, particularly at spring systems. However, preservation of any type of microbial fossil or chemical or textural biosignature depends on the degree of alteration during diagenesis and factors such as exposure to diagenetic fluids. Little is known about the transformation of biosignatures during diagenesis over geologic time. Ten Mile Graben, Utah, USA, hosts a cold spring system that is an exceptional site for evaluation of diagenetic alteration of biosignatures because of the presence of modern springs with actively precipitating microbial mats and a series of progressively older tufa terraces (<400 ka) preserved in the area from the same spring system. A previously undescribed Jurassic laminated carbonate unit within the upper part of the Brushy Basin Member of the Morrison Formation is also exposed in Ten Mile Graben. This research characterizes the geology of these modern and Quaternary saline, Fe-undersaturated, circumneutral Ten Mile Graben cold springs and provides the first description in the literature of the Jurassic Brushy Basin Member of the Morrison Formation carbonate deposit. Taphonomy of microbial fossils is characterized by scanning electron microscopy (SEM). The data highlight two distinct methods of biosignature formation: (1) precipitation of minerals from an undersaturated solution owing to metabolic activity of the cells and (2) mineral precipitation on charged cell surfaces that produce distinctive microbial trace fossils. Although diagenesis can destroy or severely degrade biosignatures, particularly microbial fossils, some fossils and trace fossils are preserved because entombment by Ostwald ripening limits diagenetic alteration. Recognizing spring-fed, biogenic tufas is crucial for astrobiological research and the search for life on Mars.","Authors":"Potter-McIntyre, SL (Potter-McIntyre, Sally L.) ; Williams, J (Williams, Jason) ; Phillips-Lander, C (Phillips-Lander, Charity) ; O'Connell, L (O'Connell, Laura)","Title":"Taphonomy of Microbial Biosignatures in Spring Deposits: A Comparison of Modern, Quaternary, and Jurassic Examples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396745200003 ISSN: 0361-0128 eISSN: 1554-0774","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"ECONOMIC GEOLOGY Volume: 112 Issue: 2 Pages: 275-294 Published: MAR-APR 2017","Abstract":"Nuevo Chaquiro is a newly discovered blind porphyry Cu-Au-(Mo) deposit located in the Middle Cauca belt, Colombia, approximately 60 km south-southeast of Medellin. The most recent resource estimate was stated as 566 M tonnes (t) averaging 0.64% Cu, 0.31 g/t Au, 4.34 g/t Ag, and 127 ppm Mo. The geology of Nuevo Chaquiro consists of a Miocene volcanic sequence of andesitic tuffs, agglomerates, and flows (Combia Formation) intruded by small stocks and dikes of diorite and quartz diorite also of Miocene age. Sparsely occurring outcrops at Nuevo Chaquiro consist of a 1.2 x 0.8 km zone of pervasive sericitic alteration with locally well developed quartz-Fe oxide stockworks. The sericitic alteration grades downward into sericitechlorite alteration and then predominantly potassic (biotite-magnetite) alteration at depths of 250 to 400 m. Calcic-potassic alteration, containing actinolite and epidote, occurs at greater depths. A high-grade sheeted vein complex occurs immediately adjacent to the upper contact of an Early quartz diorite intrusion. Quartz veinlet density in this area reaches up to 80% quartz by volume, accompanied by up to 5 vol % chalcopyrite. Later Intermineral porphyries created a second orebody slightly to the west but contiguous with the Early orebody. Here Cu-Au-Mo mineralization in an inverted bowl shape is associated with potassic alteration that manifests itself as secondary flooding of the tuff wall rock matrix by hydrothermal biotite, accompanied by disseminations and hair veinlets of chalcopyrite, magnetite, pyrite, and molybdenite. The porphyry system is also accompanied by intermediate-sulfidation carbonate-quartz-base metal veins, typically with sericitic alteration selvages, which occur on the upper western flank of the deposit. At Nuevo Chaquiro, multiple intrusions of Early and Intermineral porphyry contain calcic-potassic and potassic alteration, with a later overprint by sericite-chlorite alteration centered on intrusion apexes. The amount of sericite-chlorite overprinting varies with each intrusion. Collectively, these intrusions are all overprinted by a single, later sercitic (phyllic) alteration event that is superimposed as a broad cap upon the entire system. There is a consistent paragenesis for the alteration/mineralization associated with each intrusion, suggesting a relatively stable underlying shallow magma chamber that fluxed geochemically similar pulses of magmatic/hydrothermal fluid with each porphyry. In many aspects, Nuevo Chaquiro is a \"typical\" Au-rich porphyry copper system. However, the contrast between the mineralization styles between the Early and Intermineral orebodies as well the timing differences in copper deposition suggest that differences in porphyry mineralization styles also occur at Nuevo Chaquiro.","Authors":"Bartos, PJ (Bartos, Paul J.) ; Garcia, C (Garcia, Cesar) ; Gil, J (Gil, Javier)","Title":"The Nuevo Chaquiro Cu-Au-(Mo) Porphyry Deposit, Middle Cauca Belt, Colombia: Geology, Alteration, Mineralization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395868200014 ISSN: 1432-9840 eISSN: 1435-0629","Keywords":"ecosystem scale; ecological processes; large-scale experiment; natural experiment; pseudo-experiment; replication KeyWords Plus:WHOLE-LAKE EXPERIMENTS; EXPERIMENTAL-DESIGN; DENSITY-DEPENDENCE; TROPHIC CASCADES; PROTECTED AREAS; SPATIAL SCALE; GLOBAL CHANGE; REPLICATION; ECOSYSTEMS; RESPONSES","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"ECOSYSTEMS Volume: 20 Issue: 2 Pages: 331-339 DOI: 10.1007/s10021-016-0028-5 Published: MAR 2017","Abstract":"Large-scale, unreplicated natural experiments (LUNEs) have a unique power to test hypotheses at ecologically realistic scales and have delivered insights of great power into cosmology, evolution and geology. Yet, LUNEs are relatively rare in the field of ecology and continue to meet resistance due to their lack of replication. However, in the vast majority of cases, large-scale experiments cannot be replicated for practical and ethical reasons. Here, we make the case that LUNEs have had a disproportionately positive effect on conservation policy and are a crucial next step in the extrapolation of our understanding of ecological processes from small-scale experiments to relevant scales, particularly in the context of the current \"replication crisis\" affecting many sciences. Greater inclusion of LUNEs in mainstream ecology will help humanity to solve global problems as human transformation of the planet accelerates in coming decades.","Authors":"Barley, SC (Barley, Shanta C.) ; Meeuwig, JJ (Meeuwig, Jessica J.)","Title":"The Power and the Pitfalls of Large-scale, Unreplicated Natural Experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397179800004 PubMed ID: 27862052 ISSN: 0173-0835 eISSN: 1522-2683","Keywords":"Direct simulation; Electroosmosis; Inhomogeneously acquired surface charge; Lattice Boltzmann method; Spherical particle KeyWords Plus:DOUBLE-LAYER THICKNESS; ELECTROPHORETIC MOTION; CYLINDRICAL PORE; FLOWS; MICROCHANNELS; TRANSPORT; CHANNELS; NANOTUBE; NANOPORE; CAVITY","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"ELECTROPHORESIS Volume: 38 Issue: 5 Pages: 580-595 DOI: 10.1002/elps.201600378 Published: MAR 2017","Abstract":"Uncovering electroosmosis around an inhomogeneously acquired charge spherical particle in a confined space could provide detailed insights into its broad applications from biology to geology. In the present study, we developed a direct simulation method with the effects of inhomogeneously acquired charges on the particle surface considered, which has been validated by the available analytical and experimental data. Modeling results reveal that the surface charge and zeta potential, which are acquired through chemical interactions, strongly depend on the local solution properties and the particle size. The surface charge and zeta potential of the particle would significantly vary with the tangential positions on the particle surface by increasing the particle radius. Moreover, regarding the streaming potential for a particle-fluid tube system, our results uncover that the streaming potential has a reverse relation with the particle size in a micro or nanotube. To explain this phenomenon, we present a simple relation that bridges the streaming potential with the particle size and tube radius, zeta potential, bulk and surface conductivity. This relation could predict good results specifically for higher ion concentrations and provide deeper understanding of the particle size effects on the streaming potential measurements of the particle fluid tube system.","Authors":"Alizadeh, A (Alizadeh, Amer); Wang, MR (Wang, Moran) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Alizadeh, Amer G-1111-2017 http://orcid.org/0000-0001-9578-2313 Wang, Moran A-1150-2010 ","Title":"Direct simulation of electroosmosis around a spherical particle with inhomogeneously acquired surface charge"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396852200055 ISSN: 0016-8033 eISSN: 1942-2156","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICS Volume: 82 Issue: 2 Pages: V105-V116 DOI: 10.1190/GEO2016-0220.1 Published: MAR-APR 2017","Abstract":"Practical internal multiple prediction and removal is a high-priority area of research in seismic processing technology. Its significance increases in plays in which data are complex and sophisticated quantitative interpretation methods are apt to be applied. When the medium is unknown and/ or complex, and moveout-based primary/multiple discrimination is not possible, inverse scattering-based internal multiple attenuation is the method of choice. However, challenges remain for its application in certain environments. For instance, when generators are widely distributed and are separated in space by a range of distances, optimum prediction parameters such as. (which limits the proximity of events combined in the prediction) are difficult to determine. In some cases, we find that no stationary value of. can optimally predict all multiples without introducing damaging artifacts. A reformulation and implementation in the time domain permits time nonstationarity to be enforced on., after which a range of possible data-and geology-driven criteria for selecting an epsilon(t) schedule can be analyzed. The 1D and 1.5D versions of the time-nonstationary algorithm are easily derived and can be shown to add a new element of precision to prediction in challenging environments. Merging these ideas with multidimensional plane-wave domain versions of the algorithm provides 2D/3D extensions.","Authors":"Innanen, KA (Innanen, Kristopher A.)","Title":"Time- and offset-domain internal multiple prediction with nonstationary parameters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397874200007 ISSN: 1342-937X eISSN: 1878-0571","Keywords":"Bimodal volcanic rocks; A-type rhyolite; Arc rifting; Eastern Tianshan; Central Asian Orogenic Belt KeyWords Plus:PB ISOTOPE GEOCHEMISTRY; A-TYPE GRANITES; SLAB BREAK-OFF; CENTRAL-ASIA; NORTHWESTERN CHINA; OROGENIC BELT; CONTINENTAL GROWTH; TECTONIC EVOLUTION; OXYGEN FUGACITY; RHYOLITIC MAGMA","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GONDWANA RESEARCH Volume: 43 Pages: 92-106 DOI: 10.1016/j.gr.2016.02.004 Published: MAR 2017","Abstract":"Detailed geochronological, geochemical, and Sr-Nd isotopic data are presented for late Paleozoic volcanic rocks in the Dashitou area from the Eastern Tianshan, NW China, aiming to constrain their petrogenesis and tectonic implications. The Dashitou volcanic rocks show a bimodal distribution in composition, with dominant rhyolite and subordinate basalt. LA-ICPMS zircon U-Pb age indicates that the volcanic rocks were erupted at 330 +/- 3 Ma. The basaltic rocks are medium-K calc-alkaline, enriched in light rare earth element (LREE) and large ion lithophile element (LILE; Ba and U), and depleted in high field strength element (HFSE; Nb, Ta, and Ti). These features, together with their depleted isotopic signature (initial Sr-87/Sr-86 = 0.7035 to 0.7039, epsilon(Nd)(t) = 6.8 to 7.1), suggest that they were likely derived from a depleted mantle source metasomatized by subduction-related fluids. The rhyolitic rocks are high-K calc-alkaline and exhibit characteristics of A2-type granite, with typical enrichment in alkalis, Zr, and Nb and depletion in Sr, P, and Ti. They are characterized by positive epsilon(Nd)(t) values (6.2-6.5) with young Nd model ages (0.57-0.58 Ga). Results of MELTS modeling imply that they were unlikely produced by fractional crystallization of coeval basaltic rocks. Instead, they were probably generated by partial melting of juvenile basaltic crust as a result of magma underplating. The geochemical and Sr-Nd isotopic characteristics, coupled with regional geology, indicate that the formation of the Dashitou bimodal volcanic rocks involves an extensional regime associated with a subduction-related environment. The rifting of the Dananhu-Harlik arc in response to the retreat of the subducting Northern Tianshan oceanic lithosphere may account for the Dashitou bimodal volcanic rocks. (C) 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.","Authors":"Zhang, YY (Zhang, Yunying) ; Yuan, C (Yuan, Chao) ; Long, XP (Long, Xiaoping) ; Sun, M (Sun, Min) ; Huang, ZY (Huang, Zongying) ; Du, L (Du, Long) ; Wang, XY (Wang, Xinyu)","Title":"Carboniferous bimodal volcanic rocks in the Eastern Tianshan, NW China: Evidence for arc rifting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688700002 ISSN: 0926-9851 eISSN: 1879-1859","Keywords":"3D inversion; Aeromagnetic data; Sedimentary basin; Hydrogeology; Panama KeyWords Plus:AMERICAN LAND-BRIDGE; POLLUTION; EVOLUTION; HISTORY; GEOLOGY","Categories":"Geology; Mining & Mineral Processing Web of Science Categories:Geosciences, Multidisciplinary; Mining & Mineral Processing","Journal Information":"JOURNAL OF APPLIED GEOPHYSICS Volume: 138 Pages: 9-16 DOI: 10.1016/j.jappgeo.2017.01.018 Published: MAR 2017","Abstract":"We present a 3D model of Las Tablas District, Panama, obtained from the 3D inversion of aeromagnetic data, and constrained with information from surface geology, water wells and topography. The 3D model suggests the location, boundary, shape and depths of the sedimentary basin where the Mensabe and Salados rivers hydrogeological sub-basin is located. The model shows the connections between tectonics and the sedimentary basin, suggesting the probable areas for aquifers, the relations between them, their zone of recharge and discharge, and the probable zone of pollution. The inferred faults in the model may be the main recharge and discharge conduits for the groundwater and anthropogenic pollution. The geological and geometric characteristics shown in the 3D model are fundamental data for further hydrogeological and geophysical studies such as the location for future drinking water wells. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Batista-Rodriguez, JA (Batista-Rodriguez, Jose A.) ; Caballero, A (Caballero, Alberto) ; Perez-Flores, MA (Perez-Flores, Marco A.) ; Almaguer-Carmenates, Y (Almaguer-Carmenates, Yuri)","Title":"3D inversion of aeromagnetic Data on Las Tablas District, Panama"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688700014 ISSN: 0926-9851 eISSN: 1879-1859","Keywords":"Anthropogenic pollution; Heavy metals; Ultramafic rocks; Ferromagnetism KeyWords Plus:SPATIAL-DISTRIBUTION; NORTHWESTERN CHINA; CITY; CONTAMINATION; COMBINATION; POLLUTION; REGION; AREA","Categories":"Geology; Mining & Mineral Processing Web of Science Categories:Geosciences, Multidisciplinary; Mining & Mineral Processing","Journal Information":"JOURNAL OF APPLIED GEOPHYSICS Volume: 138 Pages: 127-134 DOI: 10.1016/ijappgeo.2017.01.022 Published: MAR 2017","Abstract":"Magnetic susceptibility is a fast, inexpensive and reliable technique for estimating and monitoring the anthropogenic contamination of soil with heavy metals. However, it is essential to determine the factors affecting magnetic susceptibility before applying this technique to environmental studies. The objectives of this study were to investigate i) the effect of parent materials and land use on the magnetic susceptibility and concentrations of Fe, Ni, Pb and Zn, and ii) capability of magnetic susceptibility as an indicator of anthropogenic heavy metals contamination of soil in Mashhad plain, northeastern Iran. One hundred seventy-eight composite surface soil samples (0-10 cm) were taken. The aqua-regia extractable concentrations of Fe, Ni, Zn and Pb were determined by atomic absorption spectroscopy. Magnetic susceptibility at low and high frequency (xlf and xhf) were measured and frequency dependent susceptibility (xfd) was calculated. The average concentrations of Fe, Ni, Pb and Zn were 22,812, 61.4, 74.1 and 31.6 mg kg(-1), respectively. The highest contents of Pb (69.1 mg kg-1) and Zn (149 mg kg(-1)) were observed in urban area. The highest concentration of Ni was 41,538 mg kg(-1), observed in the soils developed from ultramafic rocks. Magnetic susceptibility varied from 20.3 on marly sediments to 311.8 x 10(-8) m(3) kg(-1) on ultramafic rocks. A positive strong correlation (Pvalue < 0.01, r = 0.88) was obtained between Ni and xlf. There were no significant relationships between Zn and Pb with xif, therefore it seems that magnetic susceptibility has not been affected significantly by anthropogenic activities which enhanced Pb and Zn concentrations in urban soils. The results indicated that magnetic susceptibility was mainly controlled by Ni containing minerals with lithogenic origin. Therefore, in the soils studied, magnetic susceptibility could not be employed as indicator of anthropogenic contamination of soil with heavy metals. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Karimi, A (Karimi, Alireza) ; Haghnia, GH (Haghnia, Gholam Hosain) ; Ayoubi, S (Ayoubi, Shamsollah) ; Safari, T (Safari, Tayebeh)","Title":"Impacts of geology and land use on magnetic susceptibility and selected heavy metals in surface soils of Mashhad plain, northeastern Iran"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395458800002 ISSN: 0022-1376 eISSN: 1537-5269","Categories":"Geology Web of Science Categories:Geology","Journal Information":"JOURNAL OF GEOLOGY Volume: 125 Issue: 2 Pages: 125-139 DOI: 10.1086/690211 Published: MAR 2017","Abstract":"Under favorable conditions sedimentary structures may be preserved in high-grade metamorphic rocks to yield valuable clues about the depositional and paleogeographic setting of the protolith. Two examples from gneisses of the Greater Himalayan Sequence of Bhutan demonstrate this potential. Laminated, channeled dolostone within gneiss of upper amphibolite facies indicates tidal-flat deposition and thus proximity of a paleoshoreline. The type Takhtsang Gneiss, within granulite facies, consists of alternating millimeter bands rich in quartz and biotite, interpreted as silt and clay interlaminations, respectively, in the protolith, typical of tidal deposits or varves. The gneissic banding drapes around isolated lenses of contrasting and varied compositions, interpreted as dropstones. This combination suggests deposition in a varved glacial lake. Published comparisons of Takhtsang lithologies indicate a minimum dimension of 315 km for the postulated lake. These examples demonstrate the potential of relict sedimentary features in reconstructing geologic history, even in high-grade metamorphic terrains.","Authors":"Enos, P (Enos, Paul)","Title":"Sedimentary Structures Preserved in Greater Himalayan Gneiss: Phenomenon or Fantasy?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397683800005 ISSN: 0191-8141","Keywords":"Rotations; Orientation statistics; Visualization KeyWords Plus:PRINCIPAL GEODESIC ANALYSIS; TROODOS OPHIOLITE; SIMPLE SHEAR; PALEOMAGNETIC CONSTRAINTS; REGIONALIZED DIRECTIONS; ELLIPSOIDAL PARTICLES; RIEMANNIAN-MANIFOLDS; TRANSPRESSION ZONES; PROBABILITY DENSITY; DEFORMATION MATRIX","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF STRUCTURAL GEOLOGY Volume: 96 Pages: 65-89 DOI: 10.1016/j.jsg.2017.01.002 Published: MAR 2017","Abstract":"Structural geology studies commonly include data about orientations of objects in space. By \"orientation\" we mean not just a single direction, such as a foliation pole or the long axis of an ellipsoid, but a complete three-dimensional orientation of a body such as a foliation-lineation pair, a fold, an ellipsoid, etc. Over the past four decades, researchers in various fields have developed theory and algorithms for dealing with such data. In this paper, we explain how to apply orientation statistics to common geologic data types. We review plotting systems, measures of location and dispersion, inference (confidence/credible regions and hypothesis tests) for population means, and regression. We pay special attention to methods that work for small sample sizes and widely dispersed data. Our original contributions include a concept of Kamb contouring for orientations, a technique for handling anisotropy in confidence/credible regions, and large-scale numerical experiments on the performance of various inference methods. We conclude with a detailed study of foliation-lineations from the western Idaho shear zone, using statistical results to argue that the data are not consistent with a published model for them. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Davis, JR (Davis, Joshua R.) ; Titus, SJ (Titus, Sarah J.)","Title":"Modern methods of analysis for three-dimensional orientational data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396042900009 ISSN: 1040-2381 eISSN: 2151-5530","Keywords":"Biological control; Myriophyllum spicatum; triploid grass carp KeyWords Plus:AQUATIC MACROPHYTES; FRESH-WATER; CTENOPHARYNGODON-IDELLA; RISK-ASSESSMENT; WEED-CONTROL; INVASIONS; REMOVAL; DENSITY; POLYMORPHISM; COMPETITION","Categories":"Marine & Freshwater Biology; Water Resources Web of Science Categories:Limnology; Marine & Freshwater Biology; Water Resources","Journal Information":"LAKE AND RESERVOIR MANAGEMENT Volume: 33 Issue: 1 Pages: 84-100 DOI: 10.1080/10402381.2017.1284966 Published: MAR 2017","Abstract":"June-Wells M, Simpkins T, Coleman AM, Henley W, Jacobs R, Aarrestad P, Buck G, Stevens C, Benson G. 2017. Seventeen years of grass carp: an examination of vegetation management and collateral impacts in Ball Pond, New Fairfield, Connecticut. Lake Reserve Manage. 33:84-100.Ball Pond is a 32ha meso-eutrophic lake located in the Marble Valley of Connecticut. The local bedrock geology and watershed influences have resulted in a hardwater system with limited plant community diversity and an assemblage dominated by the nonnative species Myriophyllum spicatum. By 1996, M. spicatum dominated 32% of the waterbody, and residents were concerned their property values would fall as the recreational value of the lake diminished. In an attempt to remedy this issue, 400 grass carp (Ctenopharyngodon idella; approximate to 30cm length) were released in 1997 at a rate of 38 per vegetated hectare. As a requirement of the state permit, the plant community, water quality, and the fish community were monitored throughout the initiative (1997-2014) to examine the impact of grass carp at multiple ecological levels of the lentic system. M. spicatum was significantly reduced in biomass and cover between 1997 and 2014, with no change in plant community richness. Concordant with the decrease in M. spicatum, the cover of Ceratophyllum demersum increased significantly and became more dominant in the plant community as M. spicatum was reduced. Our results also suggest there was no change in water quality or fish community density/diversity during the study period; however, fish community richness was reduced. Bluegill (Lepomis macrochirus) density and largemouth bass (Micropterus salmoides) size distribution both increased during this study. We assert that grass carp can be an effective approach to nonnative plant management in a northern meso-eutrophic lake.","Authors":"June-Wells, M (June-Wells, Mark) ; Simpkins, T (Simpkins, Timothy) ; Coleman, AM (Coleman, A. Michael) ; Henley, W (Henley, William) ; Jacobs, R (Jacobs, Robert) ; Aarrestad, P (Aarrestad, Peter) ; Buck, G (Buck, George) ; Stevens, C (Stevens, Cynthia) ; Benson, G (Benson, George)","Title":"Seventeen years of grass carp: an examination of vegetation management and collateral impacts in Ball Pond, New Fairfield, Connecticut"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375400010 ISSN: 0024-4937 eISSN: 1872-6143","Keywords":"Luumaki; Beryl; Pegmatite; Rapakivi granite; Miarolitic cavities; Fluid saturation KeyWords Plus:GRANITIC PEGMATITES; PARTITION-COEFFICIENTS; RAPAKIVI GRANITES; MELT INCLUSIONS; ELEVATED-TEMPERATURE; INTERNAL EVOLUTION; FLUID INCLUSIONS; FINLAND; STOCK; CLASSIFICATION","Categories":"Geochemistry & Geophysics; Mineralogy Web of Science Categories:Geochemistry & Geophysics; Mineralogy","Journal Information":"LITHOS Volume: 274 Pages: 147-168 DOI: 10.1016/j.lithos.2017.01.001 Published: MAR 2017","Abstract":"The 1928 Ma old Luumaki gem beryl pegmatite is hosted by rapakivi granites of the Wiborg batholith in southeast Finland. The moderately evolved niobium-yttrium-fluorine (NYF) pegmatite system belongs to the topaz-beryl type of the rare-element pegmatite class. It has a simple major mineral assemblage of K-feldspar + plagioclase + + biotite +/- fluorite throughout the main pegmatite zones (border, wall, intermediate, and core zone). It consists of at least two chemically related bodies (Luumaki N and Luumaki S), of which only Luumaki N contains gem beryl (heliodor) bearing miarolitic pockets. We characterize the geology, mineral assemblages, and the major and trace element chemistry of K-feldspar, plagioclase, biotite and quartz from the pegmatite. The mineral chemistry data show a progressive enrichment of Rb, Cs and TI in K-feldspars, and depletion in Sr and Ba. The K-feldspar from the beryl-bearing pockets records the highest enrichment in incompatible elements, distinct from the data trend shown by K-feldspar from the main pegmatite zones. The REE data for plagioclase show a decrease of the positive Eu-anomaly and then a change to negative Eu-anomaly in the more evolved inner zones. This demonstrates an increase of the oxidation state of the pegmatite melt over time, consistent with the abundance of hematite in late-stage mineral assemblages including those of the miarolitic pockets. Fractional crystallization modeling is able to replicate the progressive enrichment of incompatible elements in K-feldspar, and to predict degrees of crystallization, which are in good agreement with volume estimates for the different pegmatite zones. The modeling results demonstrate that formation of the zoned pegmatite up to the quartz core can be well explained by an igneous crystallization process, leading up to considerable enrichment in incompatible elements. The melt reached saturation with an aqueous hydrothermal fluid only after more than 90% of the pegmatite melt had already crystallized. The separation of the oxidizing aqueous fluid was critical for the formation of the gem beryl pockets. The mineral trace element data of the Luumaki pegmatite and the host rapakivi granite, in conjunction with geochronological data, demonstrate that the pegmatite melt was derived from the residual melt of the rapakivi granites. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Michallik, RM (Michallik, Radoslaw M.) ; Wagner, T (Wagner, Thomas) ; Fusswinkel, T (Fusswinkel, Tobias) ; Heinonen, JS (Heinonen, Jussi S.) ; Heikkila, P (Heikkila, Pasi)","Title":"Chemical evolution and origin of the Luumaki gem beryl pegmatite: Constraints from mineral trace element chemistry and fractionation modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396132300013 ISSN: 1025-9112 eISSN: 1616-1068","Keywords":"Water protection; Key strata; Water-conducting fractured zone; Pumping test; Water equilibrium KeyWords Plus:AQUIFERS","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"MINE WATER AND THE ENVIRONMENT Volume: 36 Issue: 1 Pages: 104-113 DOI: 10.1007/s10230-016-0414-4 Published: MAR 2017","Abstract":"The Shennan mining area in northern Shanxi Province is located in a semiarid area where surface and near-surface water resources are very valuable. Mining-induced fractures can cause these shallow water resources to leak. The overburden strata were divided into engineering geology rock groups and a comparative analysis was calculated based on the height of the water-conducting fractured zone and the key stratum theory, using both an empirical formula and a fitting formula. The influence of coal mining on the shallow water resources was divided into four types: serious, moderate, slight, and no water loss. Finally, a water resource leakage differentiation graph was produced for the study area. The results can be used to guide coal extraction in the study area and to protect the area's shallow water resources.","Authors":"Qiao, W (Qiao, Wei) ; Li, WP (Li, Wenping) ; Li, T (Li, Tao) ; Chang, JY (Chang, Jinyuan) ; Wang, QQ (Wang, Qiqing)","Title":"Effects of Coal Mining on Shallow Water Resources in Semiarid Regions: A Case Study in the Shennan Mining Area, Shaanxi, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396824600009 ISSN: 0026-4598 eISSN: 1432-1866","Keywords":"Stratiform skarn deposit; Re-Os geochronology; Mineralogy; Sulfur isotopes; Middle-Lower YangtzeValley KeyWords Plus:MASSIVE SULFIDE DEPOSITS; COPPER GOLD DEPOSIT; CU-AU DEPOSIT; ANHUI PROVINCE; SOUTH CHINA; LOWER REACHES; INTRUSIVE ROCKS; TONGLING AREA; RIVER VALLEY; METALLOGENIC BELT","Categories":"Geochemistry & Geophysics; Mineralogy Web of Science Categories:Geochemistry & Geophysics; Mineralogy","Journal Information":"MINERALIUM DEPOSITA Volume: 52 Issue: 3 Pages: 443-462 DOI: 10.1007/s00126-016-0671-y Published: MAR 2017","Abstract":"Stratabound deposits are the most abundant and economically significant ore type in the Middle-Lower Yangtze River Valley, one of the most important metallogenic belts in China. The Datuanshan deposit is one of the largest and most representative stratabound Cu(-Mo) deposits in the Tongling district of the Middle-Lower Yangtze River metallogenic belt. All the orebodies of the Datuanshan deposit occur around Mesozoic quartz monzodiorite and are tabular or semi-tabular bodies along bedding-parallel faults within upper Permian to Lower Triassic strata. However, discordant and crosscutting relationships (e. g., the host rocks crosscut by skarn-and quartz-sulfide veins, with alteration halos around the veins) have also been found, especially along the skarnhost contact and orebody-host contact, indicating that skarnitization and mineralization postdated the deposition of the host sediments. The skarn consists mainly of prograde garnet and pyroxene and retrograde alteration assemblages of amphibole, epidote, and chlorite, as well as quartz and sulfides. Electron microprobe analyses show that the garnets and pyroxenes are grossular-andradite and hedenbergitediopside series, respectively, and all samples plot in the field of typical skarn copper deposits worldwide. Molybdenite samples from stratiform copper ores yield Re- Os model ages of 138.2-139.9 Ma with a weighted mean age of 139.2 +/- 0.9 Ma. This is reasonably consistent with the ages of the stratiform Mo ores (138.0-140.8 Ma) and genetically related quartz monzodiorite (135.2-139.3 Ma) in the Datuanshan deposit, indicating that the stratiform Cu and Mo mineralization was contemporaneous with emplacement of the quartz monzodiorite magmas in the Early Cretaceous. Fifteen delta S-34 values for sulfides range from -1.8 to +4.7%, with a mean of 0.5%, indicating that the sulfur was derived mainly from a magmatic source. Moreover, the sulfur isotope values of the ores are consistent with those of Mesozoic intermediate- acid intrusions but are different from those of sediments in the Shizishan orefield. Based on these lines of evidence, we conclude that the Datuanshan stratabound Cu(-Mo) deposit is the result of replacement related to Mesozoic magmatic rocks and is not a product of submarine exhalative sedimentary processes.","Authors":"Cao, Y (Cao, Yi) ; Gao, FP (Gao, Fuping) ; Du, YS (Du, Yangsong) ; Du, YL (Du, Yilun) ; Pang, ZS (Pang, Zhenshan)","Title":"Genesis of the Datuanshan stratabound skarn Cu(-Mo) deposit, Middle-Lower Yangtze Valley, Eastern China: constraints from geology, Re-Os geochronology, mineralogy, and sulfur isotopes"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397352600036 ISSN: 1000-0593","Keywords":"Similar minerals; Absorption feature extraction; Spectral difference; Class separability ratio (CSR); Continuum removal KeyWords Plus:ASTER","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROSCOPY AND SPECTRAL ANALYSIS Volume: 37 Issue: 3 Pages: 869-874 DOI: 10.3964/j.issn.1000-0593(2017)03-0869-06 Published: MAR 2017","Abstract":"Diagnostic absorption features can indicate the existence of specific materials, which is the foundation of mineral analysis with optical remote sensing data. In hyperspectral data processing, the most commonly used method to extract absorption feature, is Continuum Removal (CR). As for multispectral data, Principle Component Analysis and other indirect methods were used to extract absorption information, and little research has been done on full-band absorption feature extraction. Classification of similar minerals is one of the major difficulties in mineral spectral analysis, while there is no valid index for spectral difference between similar mineral groups. Absorption feature extraction may improve the classification accuracy, but there is no research to investigate the impact of absorption feature extraction on spectral difference between similar minerals. This paper summarized the principle of mineral spectral difference, and proposed the concept of Class Separability Ratio (CSR), which was verified to be a valid index for spectral difference between similar mineral categories. Through comparison experiments on alunite and kaolinite spectra, including USGS spectral library spectra and resampled spectra in accordance with the band settings of HYPERION, ASTER and OLI, the impact of absorption feature extraction on spectral difference between similar minerals were investigated. Experimental results show that valid absorption feature extraction can greatly enhance the spectral difference between similar minerals, and the spectral difference is positively correlated with spectral resolution. Besides, the results of CR can be severely affected by spectral resolution and band center positions, and the absorption feature spectra extraction results for multispectral datasets need to be improved. This research laid the foundation of precise identification between similar mineral categories, and provided valuable reference for the band settings of future geology remote sensing sensors.","Authors":"Zhao, HQ (Zhao Heng-qian) ; Zhao, XS (Zhao Xue-sheng) ; Cen, Y (Cen Yi) ; Yang, H (Yang Hang)","Title":"Research on the Impact of Absorption Feature Extraction on Spectral Difference Between Similar Minerals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599500004 ISSN: 0883-2927","Keywords":"Arctic; Sediments; Trace metals; Climate; Holocene; Organic matter; Shale; Carbonates KeyWords Plus:DEVON ISLAND; ICE-SHEET; VICTORIA ISLAND; CANADA; NUNAVUT; GREENLAND; MERCURY; VARIABILITY; RECORD; RESPONSES","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"APPLIED GEOCHEMISTRY Volume: 78 Pages: 35-48 DOI: 10.1016/j.apgeochem.2016.11.018 Published: MAR 2017","Abstract":"This study employed a 6.48 m long dated sediment core to characterize the amount of variation in background trace metal concentrations, and develop an understanding of the role of climatic influences on sediment inorganic and organic geochemistry in a High Arctic lake over similar to 7000 years of the Holocene. Element geochemistry reflected varying detrital contributions from two geological sources within the catchment: carbonates (dolomites and limestones) which provided the dominant major element by weight (i.e., Ca), and carbonaceous mudrocks (primarily shales) which may have contributed most of the other trace and minor elements. The presence of eroded shale-hosted organic matter (OM) in sediments was confirmed by reflectance measurements on reworked vitrinitic macerals which had similar values to Palaeozoic carbonaceous rocks in the watershed. Bimodal distribution of the reflectance data suggested that two sources of vitrinitic macerals were present, from different formations. Variable dilution of shale-sourced elements by carbonates, related to climate (temperature)-influenced rates of dissolution and erosion, was the dominant process controlling inorganic geochemical composition. RockEval pyrolysis of bulk sediment OM revealed the unusual finding of two distinct sources of sediment kerogen which alternated in importance during the Holocene: a \"baseline\" state of eroded shale-hosted OM which was probably always present but which dominated sediment OM when autochthonous (algal) production was minimal, and an \"enhanced algal state\" which dominated when limnological conditions favored higher autochthonous productivity. Periods with more frequent examples of the enhanced algal state occurred during the mid- and late-Holocene, coincident with periods of relatively high summer air temperatures in the region. This study provides evidence that climate, particularly air temperature, influenced sediment inorganic and organic geochemical compositions in this lake through its effect on catchment geology erosion rates and aquatic primary productivity. It shows the value of studying very long periods of sediment accumulation as a background context for recent sediment metal concentrations. Crown Copyright (C) 2016 Published by Elsevier Ltd. All rights reserved.","Authors":"Outridge, PM (Outridge, P. M.) ; Sanei, H (Sanei, H.) ; Mustaphi, CJC (Mustaphi, C. J. Courtney) ; Gajewski, K (Gajewski, K.)","Title":"Holocene climate change influences on trace metal and organic matter geochemistry in the sediments of an Arctic lake over 7,000 years"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395068200002 ISSN: 1040-726X eISSN: 1573-336X","Keywords":"Size and scale; Relational reasoning; Analogy; Progressive alignment; Corrective feedback KeyWords Plus:STRUCTURAL ALIGNMENT; NUMERICAL ESTIMATION; SIMILARITY COMPARISONS; REPRESENTATIONS; MAGNITUDE; ANALOGIES; NUMBER; EDUCATION; CATEGORIZATION; MISCONCEPTIONS","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EDUCATIONAL PSYCHOLOGY REVIEW Volume: 29 Issue: 1 Pages: 11-25 Special Issue: SI DOI: 10.1007/s10648-016-9371-5 Published: MAR 2017","Abstract":"Many scientific theories and discoveries involve reasoning about extreme scales, removed from human experience, such as time in geology and size in nanoscience. Thus, understanding scale is central to science, technology, engineering, and mathematics. Unfortunately, novices have trouble understanding and comparing sizes of unfamiliar large and small magnitudes. Relational reasoning is a promising tool to bridge the gap between direct experience and phenomena at extreme scales. However, instruction does not always improve understanding, and analogies can fail to bring about conceptual change, and even mislead students. Here, we review how people reason about phenomena across scales, in three sections: (a) we develop a framework for how relational reasoning supports understanding extreme scales; (b) we identify cognitive barriers to aligning human and extreme scales; and (c) we outline a theory-based approach to teaching scale information using relational reasoning, present two successful learning activities, and consider the role of a unified scale instruction across STEM education.","Authors":"Resnick, I (Resnick, Ilyse) ; Davatzes, A (Davatzes, Alexandra) ; Newcombe, NS (Newcombe, Nora S.) ; Shipley, TF (Shipley, Thomas F.)","Title":"Using Relational Reasoning to Learn About Scientific Phenomena at Unfamiliar Scales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395505900018 PubMed ID: 28152441 ISSN: 0379-0738 eISSN: 1872-6283","Keywords":"HPLC; Forensic geoscience; CDFA; Soil KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; SOIL SAMPLES","Categories":"Legal Medicine Web of Science Categories:Medicine, Legal","Journal Information":"FORENSIC SCIENCE INTERNATIONAL Volume: 272 Pages: 127-141 DOI: 10.1016/j.forsciint.2017.01.009 Published: MAR 2017","Abstract":"Soil is a highly transferable source of trace physical material that is both persistent in the environment and varied in composition. This inherent variability can provide useful information to determine the geographical origin of a questioned sample or when comparing and excluding samples, since the composition of soil is dependent on geographical factors such as climate, bedrock geology and land use. Previous studies have limited forensic relevance due to the requirement for large sample amounts and unrealistic differences between the land use and geographical location of the sample sites. In addition the philosophical differences between the disciplines of earth sciences, for which most analytical techniques have been designed, and forensic sciences, particularly with regard to sample preparation and data interpretation have not been fully considered. This study presents an enhanced technique for the analysis of organic components of geoforensic samples by improving the sample preparation and data analysis strategies used in previous research into the analysis of soil samples by high performance liquid chromatography (HPLC). This study provides two alternative sets of marker peaks to generate HPLC profiles which allow both easy visual comparison of samples and the correct assignment of 100% of the samples to their location of origin when discriminating between locations of interest in multivariate statistical analyses. This technique thereby offers an independent form of analysis that is complementary to inorganic geoforensic techniques and offers an easily accessible method for discriminating between close proximity forensically relevant locations. (C) 2017 The Authors. Published by Elsevier Ireland Ltd. This is an open access article under the CC BY license","Authors":"McCulloch, G (McCulloch, G.) ; Dawson, LA (Dawson, L. A.) ; Brewer, MJ (Brewer, M. J.) ; Morgan, RM (Morgan, R. M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Brewer, Mark I-7226-2013 http://orcid.org/0000-0001-7559-389X","Title":"The identification of markers for Geoforensic HPLC profiling at close proximity sites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394988300012 ISSN: 1674-7313 eISSN: 1869-1897","Keywords":"Oceanic crust; Subduction zone; Geochemistry; Oceanic island basalt; Ophiolitic melange; Accretionary wedge; West Junggar KeyWords Plus:ASIAN OROGENIC BELT; CONTINENTAL SUBDUCTION ZONES; PALEOZOIC TECTONIC EVOLUTION; CONVERGENT PLATE MARGINS; LARGE IGNEOUS PROVINCE; OPHIOLITIC MELANGE; SEDIMENT SUBDUCTION; MANTLE PLUME; NORTHWESTERN CHINA; GARNET AMPHIBOLITE","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"SCIENCE CHINA-EARTH SCIENCES Volume: 60 Issue: 3 Pages: 546-556 DOI: 10.1007/s11430-016-5163-6 Published: MAR 2017","Abstract":"Accretionary wedge is the typical product of subduction-zone processes at shallow depths. Determining the location, composition and mechanism of accretionary wedge has important implications for understanding the tectonism of plate subduction. The Central Asian Orogenic Belt (CAOB) is one of the world's largest accretionary orogenic belts, and records the bulk evolution of Paleo-Asian Ocean from opening to closure, with multi-stages and multi-types of crust-mantle interaction in the Paleozoic. West Junggar (western part of Junggar Basin), located in the core area of CAOB, is characterized by a multiple intra-oceanic subduction system during the Paleozoic. In its eastern part crop out Devonian-Carboniferous marine sedimentary rocks, Darbut and Karamay ophiolitic m,langes, alkali oceanic island basalts, island arc volcanic rocks and thrusted nappe structure. Such lithotectonic associations indicate the occurrence of accretionary wedge at Karamay. In order to decipher its formation mechanism, this paper presents a synthesis of petrography, structural geology and geochemistry of volcanic rocks. In combination with oceanic subduction channel processes, it is suggested that the accretionary wedge is a composite m,lange with multiple stages of formation. The application of oceanic subduction channel model to the Karamay accretionary wedge provides new insights into the accretion and orogenesis of CAOB.","Authors":"Yang, GX (Yang GaoXue) ; Li, YJ (Li YongJun) ; Tong, LL (Tong LiLi) ; Li, GY (Li GanYu)","Title":"The formation mechanism of accretionary wedge at Karamay in West Junggar, NW China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394636200006 ISSN: 0886-7798","Keywords":"Ahead geological prospecting in tunneling; Research overview; Geophysical ahead predicting methods; Tunnel Boring Machine environment; Integrated prospecting and joint inversion; Future trends KeyWords Plus:ELECTRICAL-RESISTIVITY TOMOGRAPHY; DIRECTIONAL BOREHOLE RADAR; INDUCED POLARIZATION DATA; CROSS-BOREHOLE; IMAGING METHOD; INVERSION; FACE; WAVE; PREDICTION; SURFACE","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"TUNNELLING AND UNDERGROUND SPACE TECHNOLOGY Volume: 63 Pages: 69-94 DOI: 10.1016/j.tust.2016.12.011 Published: MAR 2017","Abstract":"Prediction of abnormal geological structures ahead tunnel drilling (ahead geological prospecting) has become an essential routine work in the tunnel excavation, offering particularly important priori information to ensure safe, economic and efficient tunneling. During the last 50 years, ahead prospecting has evolved from drilling and geological analysis to include geophysical prospecting and integrated interpretation. By integrated interpretation, we mean an interpretation combined of several different geophysical methods or an intra-method integration involving modifications of a single method. By analyzing the available related literature on this topic, a detailed overview is provided. We provided a review of the principles, technical levels, trends, key problems and applications. The basic approaches, such as surface geology mapping can always provide rough and qualitative results with low resolution. Destructive in-tunnel ahead prospecting techniques have been frequently used in early ages of tunnel drilling to provide high resolution and accurate knowledge, mainly including pilot tunnel digging and borehole drilling. Logging measurements have been used to expand the use of boreholes either on earth surface or on the tunnel face. These measurements include geophysical and geochemical properties. Drilling and logging methods are destructive, time consuming and expensive. They can be justified in complicated geological scenarios and in areas that feature geo-hazards. Non-destructive geophysical methods have been developed and widely used in practical projects, including seismic methods (e.g., Horizontal Seismic Profiling method, Tunnel Seismic Prediction method, and True Reflection Tomography method), electromagnetic methods (e.g., Ground Penetrating Radar and Transient Electromagnetic Method) and electrical methods (e.g., Focused Resistivity or Induced Polarization). This paper analyzes the characteristics, advantages and applicability of a variety of techniques. Ahead prospecting should aim to determine the properties of the rock ahead of the tunnel face instead of assessing the structure. Besides, ahead geological prediction in the case of Tunnel Boring Machines (TBM) is more complicated than in the case of drilling-and-blasting methods. And, special requirements, such as rock mass parameters evaluation, also play an important role in TBM tunneling. Some ahead prospecting techniques related to the TBM-tunnel are not extensively used because the technology is not mature enough, facing some limitations in its operability. Relatively new approaches, such as 3D seismic methods, focused electrical methods and directional borehole-GPR (Ground Penetrating Radar) methods, feature higher resolution and may be better suited to complex geology. In order to address complex problems, decrease the degree of non-uniqueness and inaccuracy, the joint, multidisciplinary integrated interpretation of ahead prospecting methods is required. It can achieve relatively better results than a single prediction method. Moreover, joint inversion of the prospecting data, simultaneously inverting disparate data sets, should increase the resolution and decrease ambiguities. This has been demonstrated by using a generalized joint inversion method called structural constrained inversion. In the end, two key challenges are discussed as key problems and future research focus. One is the quick acquisition and processing of ahead prospecting data, especially in TBM tunnels, and the other is the 3D virtualization of detection results and their intellectualized interpretation based on empirical prospecting results and expert system.","Authors":"Li, SC (Li, Shucai) ; Liu, B (Liu, Bin) ; Xu, XJ (Xu, Xinji) ; Nie, LC (Nie, Lichao) ; Liu, ZY (Liu, Zhengyu) ; Song, J (Song, Jie) ; Sun, HF (Sun, Huaifeng) ; Chen, L (Chen, Lei) ; Fan, KR (Fan, Kerui)","Title":"An overview of ahead geological prospecting in tunneling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067500001 ISSN: 0098-3004 eISSN: 1873-7803","Keywords":"Marine electromagnetic geophysics; Finite element modeling; Parallel computing KeyWords Plus:SIMULATION","Categories":"Computer Science; Geology Web of Science Categories:Computer Science, Interdisciplinary Applications; Geosciences, Multidisciplinary","Journal Information":"COMPUTERS & GEOSCIENCES Volume: 100 Pages: 1-9 DOI: 10.1016/j.cageo.2016.11.007 Published: MAR 2017","Abstract":"3D finite-element (FE) mesh generation is a major hurdle for marine controlled-source electromagnetic (CSEM) modeling. In this paper, we present a FE discretization operator (FEDO) that automatically converts a 3D finite difference (FD) model into reliable and efficient tetrahedral FE meshes for CSEM modeling. FEDO sets up wireframes of a background seabed model that precisely honors the seafloor topography. The wireframes are then partitioned into multiple regions. Outer regions of the wireframes are discretized with coarse tetrahedral elements whose maximum size is as large as a skin depth of the regions. We demonstrate that such coarse meshes can produce accurate FE solutions because numerical dispersion errors of tetrahedral meshes do not accumulate but oscillates. In contrast, central regions of the wireframes are discretized with fine tetrahedral elements to describe complex geology in detail. The conductivity distribution is mapped from FD to FE meshes in a volume-averaged sense. To avoid excessive mesh refinement around receivers, we introduce an effective receiver size. Major advantages of FEDO are summarized as follow. First, FEDO automatically generates reliable and economic tetrahedral FE meshes without adaptive meshing or interactive CAD workflows. Second, FEDO produces FE meshes that precisely honor the boundaries of the seafloor topography. Third, FEDO derives multiple sets of FE meshes from a given FD model. Each FE mesh is optimized for a different set of sources and receivers and is fed to a subgroup of processors on a parallel computer. This divide and conquer approach improves the parallel scalability of the FE solution. Both accuracy and effectiveness of FEDO are demonstrated with various CSEM examples.","Authors":"Um, ES (Um, Evan Schankee) ; Kim, SS (Kim, Seung-Sep) ; Fu, HH (Fu, Haohuan)","Title":"A tetrahedral mesh generation approach for 3D marine controlled-source electromagnetic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394370800001 ISSN: 1867-2477 eISSN: 1867-2485","Keywords":"Geological itinerary; Geosites; Southern Apennines; Basilicata; Italy KeyWords Plus:TYRRHENIAN SEA; ACCRETIONARY WEDGE; LUCANIAN APENNINES; LIGURIDE COMPLEX; LAGONEGRO BASIN; CALABRIAN ARC; EVOLUTION; CONSTRAINTS; SYSTEM; SECTOR","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOHERITAGE Volume: 9 Issue: 1 Pages: 1-17 DOI: 10.1007/s12371-015-0168-6 Published: MAR 2017","Abstract":"The proposed geological itinerary connects a series of impressive outcrops distributed between the front and the inner portion of the Southern Apennine thrust belt. It offers the opportunity to visit some of the most interesting and best-exposed Southern Apennine geosites, inserted within landscapes typical of the different sectors of the thrust belt, in order to illustrate its geological evolution. The itinerary has been designed in such a way as to intersect different stacked tectonic units and a great variety of sedimentary successions whose age ranges from Triassic to Pleistocene. Each of the chosen geosite contains multidisciplinary geological information that may be of interest for researchers, but may be also appreciated by a general public interested in geology. In particular, the stratigraphy, the structural geology and the geomorphology are the most recurrently treated topics. Most of these outcrops extend for many hundreds or thousands of metres and include villages or mountain reliefs. Therefore, every single site can be considered as an areal geosite containing particular geological features. However, the largest geosite can also be observed in a panoramic view from suitable locations. Thus, each of these sites provides different evidence and when combined together provides an opportunity to understand the complex geological history of the Southern Apennines. The motivation for establishing this itinerary mostly resides in the great scientific interest of the chosen outcrops; this will hopefully facilitate their conservation and the development of geotourism.","Authors":"Bentivenga, M (Bentivenga, Mario) ; Palladino, G (Palladino, Giuseppe) ; Prosser, G (Prosser, Giacomo) ; Guglielmi, P (Guglielmi, Paola) ; Geremia, F (Geremia, Francesco) ; Laviano, A (Laviano, Angela)","Title":"A Geological Itinerary Through the Southern Apennine Thrust Belt (Basilicata-Southern Italy)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394370800003 ISSN: 1867-2477 eISSN: 1867-2485","Keywords":"Cultural capital; Qeshm Island Geopark; Resident's attitude; Sociocultural impact; Social exchange theory KeyWords Plus:RESIDENTS PERCEPTIONS; TOURISM IMPACTS; SOCIAL IMPACTS; RURAL-AREAS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOHERITAGE Volume: 9 Issue: 1 Pages: 35-48 DOI: 10.1007/s12371-015-0171-y Published: MAR 2017","Abstract":"Magnificent natural features produced by geological processes attract different people and give rise to the development of a particular type of tourism. Geotourism in rural areas is associated with socioeconomic development (Farsani et al. in Int. J Tour Res 13:68-81, 2011); however, it may have adverse impacts on nature and also on the local community if not managed properly. In the geotourism industry, nature and geology, as a part of nature, are confronted by tourists (professional or general public) on one side and with the local people on the other side. Qeshm Geopark in Iran was registered as the first geopark in the region in 2006, based on the numerous exceptional geological features, consistent with the criteria proposed in Eder and Patzak (Episodes, 27:162-164, 2004), on an island in the Persian Gulf, and it was intended to attract people from Iran and also other countries. This research attempts to assess the attitude of the local population toward the geotourism in Qeshm Island to identify the impacts of geotourism. Qualitative and quantitative methods have been used to achieve this goal. Twenty qualitative interviews were performed with the residents of Qeshm and were analyzed by concept analysis methods. These interviews were used to decipher the opinion of Qeshm residents about the sociocultural impacts of geotourism and also to construct items compatible with the living conditions of the Qeshm residents. In the quantitative methods of the research, the resident's attitude toward the development of geotourism and its influencing factors was studied based on social exchange theory, Bourdieu's cultural capital and Doxey's Index in combination. In this survey, the data were collected by questionnaires. Two hundred Qeshm residents were asked to complete the questionnaires, and these people were selected through a purposive sampling method. The study area was visited twice, and interviews were conducted with the residents as well as with the officials in Qeshm. The results show that about 58 % of people of the Qeshm Island had a positive view toward geotourism, and based on Doxey's Index, they seem to show euphoria. The euphoria is higher among those with a better socioeconomic status, higher cultural capital and more contact with the tourists. This is attributed to the job opportunities created by the development of tourism. Therefore, increasing job opportunities is one of the most significant impacts of geotourism, so that 81 % of people are highly satisfied with boosting this industry in the region. Another substantial positive impact of the development of geotourism is also by creating ethnic and cultural pride among the local people. Cultural capital has proved to be the most influential variable among the research variables. Social exchange theory was confirmed by the results of this study. Survey findings also showed that geotourism promotion and development policies in Qeshm require more organized programs and a stronger contribution of the local communities.","Authors":"Shahhoseini, H (Shahhoseini, Hadis) ; Modabberi, S (Modabberi, Soroush) ; Shahabi, M (Shahabi, Mahmoud)","Title":"Study of Factors Influencing the Attitude of Local People Toward Geotourism Development in Qeshm National Geopark, Iran"}]