[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Image retrieval; Image annotation; Social image tagging; Topic modeling; Probabilistic graphical model KeyWords Plus:LATENT DIRICHLET ALLOCATION; CROSS-MEDIA RETRIEVAL; TAG COMPLETION; ANNOTATION; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 20-33 DOI: 10.1016/j.eswa.2017.01.055 Published: JUL 1 2017","Abstract":"Nowadays, due to the rapid growth of digital technologies, huge volumes of image data are created and shared on social media sites. User-provided tags attached to each social image are widely recognized as a bridge to fill the semantic gap between low-level image features and high-level concepts. Hence, a combination of images along with their corresponding tags is useful for intelligent retrieval systems, those are designed to gain high-level understanding from images and facilitate semantic search. However, user provided tags in practice are usually incomplete and noisy, which may degrade the retrieval performance. To tackle this problem, we present a novel retrieval framework that automatically associates the visual content with textual tags and enables effective image search. To this end, we first propose a probabilistic topic model learned on social images to discover latent topics from the co-occurrence of tags and image features. Moreover, our topic model is built by exploiting the expert knowledge about the correlation between tags with visual contents and the relationship among image features that is formulated in terms of spatial location and color distribution. The discovered topics then help to predict missing tags of an unseen image as well as the ones partially labeled in the database. These predicted tags can greatly facilitate the reliable measure of semantic similarity between the query and database images. Therefore, we further present a scoring scheme to estimate the similarity by fusing textual tags and visual representation. Extensive experiments conducted on three benchmark datasets show that our topic model provides the accurate annotation against the noise and incompleteness of tags. Using our generalized scoring scheme, which is particularly advantageous to many types of queries, the proposed approach also outperforms state-of-the-art approaches in terms of retrieval accuracy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tu, NA (Nguyen Anh Tu) ; Khan, KU (Khan, Kifayat Ullah) ; Lee, YK (Lee, Young-Koo)","Title":"Featured correspondence topic model for semantic search on social image collections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200026 ISSN: 0303-2434","Keywords":"Land surface temperature (LST); Land surface emissivity (LSE); Jharia Coalfield; India KeyWords Plus:SPLIT-WINDOW ALGORITHM; ZONE COLOR SCANNER; RADIOMETRIC CALIBRATION; ATMOSPHERIC CORRECTION; WATER-VAPOR; MODIS DATA; EMISSIVITY; SENSORS; IMAGERY; INDEX","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 264-277 DOI: 10.1016/j.jag.2017.02.017 Published: JUN 2017","Abstract":"The present study proposes land surface temperature (1ST) retrieval from satellite-based thermal IR data by single channel radiative transfer algorithm using atmospheric correction parameters derived from satellite-based and in-situ data and land surface emissivity (LSE) derived by a hybrid LSE model. For example, atmospheric transmittance (T) was derived from Terra MODIS spectral radiance in atmospheric window and absorption bands, whereas the atmospheric path radiance and sky radiance were estimated using satellite-and ground-based in-situ solar radiation, geographic location and observation conditions. The hybrid LSE model which is coupled with ground-based emissivity measurements is more versatile than the previous LSE models and yields improved emissivity values by knowledge-based approach. It uses NDVI-based and NDVI Threshold method (NDVITHM) based algorithms and field-measured emissivity values. The model is applicable for dense vegetation cover, mixed vegetation cover, bare earth including coal mining related land surface classes. The study was conducted in a coalfield of India badly affected by coal fire for decades. In a coal fire affected coalfield, LST would provide precise temperature difference between thermally anomalous coal fire pixels and background pixels to facilitate coal fire detection and monitoring. The derived LST products of the present study were compared with radiant temperature images across some of the prominent coal fire locations in the study area by graphical means and by some standard mathematical dispersion coefficients such as coefficient of variation, coefficient of quartile deviation, coefficient of quartile deviation for 3rd quartile vs. maximum temperature, coefficient of mean deviation (about median) indicating significant increase in the temperature difference among the pixels. The average temperature slope between adjacent pixels, which increases the potential of coal fire pixel detection from background pixels, is significantly larger in the derived LST products than the corresponding radiant temperature images. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chatterjee, RS (Chatterjee, R. S.) ; Singh, N (Singh, Narendra) ; Thapa, S (Thapa, Shailaja) ; Sharma, D (Sharma, Dravneeta) ; Kumar, D (Kumar, Dheeraj)","Title":"Retrieval of land surface temperature (LST) from landsat TM6 and TIRS data by single channel radiative transfer algorithm using satellite and ground-based inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200050 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"radiative transfer; methods: numerical; ISM: molecules KeyWords Plus:SPECTRAL ENERGY-DISTRIBUTIONS; LOW-MASS PROTOSTARS; CIRCUMSTELLAR DISKS; RADIATIVE-TRANSFER; HERSCHEL; EXCITATION; EMISSION; OUTFLOW","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 685-702 DOI: 10.1093/mnras/stx404 Published: JUN 2017","Abstract":"The era of interferometric observations leads to the need of a more and more precise description of physical structures and dynamics of star-forming regions, from pre-stellar cores to protoplanetary discs. The molecular emission can be traced in multiple physical components such as infalling envelopes, outflows and protoplanetary discs. To compare with the observations, a precise and complex radiative transfer modelling of these regions is needed. We present GASS (Generator of Astrophysical Sources Structure), a code that allows us to generate the three-dimensional (3D) physical structure model of astrophysical sources. From the GASS graphical interface, the user easily creates different components such as spherical envelopes, outflows and discs. The physical properties of these components are modelled thanks to dedicated graphical interfaces that display various figures in order to help the user and facilitate the modelling task. For each component, the code randomly generates points in a 3D grid with a sample probability weighted by the molecular density. The created models can be used as the physical structure input for 3D radiative transfer codes to predict the molecular line or continuum emission. An analysis of the output hyper-spectral cube given by such radiative transfer code can be made directly in GASS using the various post-treatment options implemented, such as calculation of moments or convolution with a beam. This makes GASS well suited to model and analyse both interferometric and single-dish data. This paper is focused on the results given by the association of GASS and LIME, a 3D radiative transfer code, and we show that the complex geometry observed in star-forming regions can be adequately handled by GASS+LIME.","Authors":"Quenard, D (Quenard, D.) ; Bottinelli, S (Bottinelli, S.) ; Caux, E (Caux, E.)","Title":"Modelling the 3D physical structure of astrophysical sources with GASS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688200033 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Adsorption; Adsorbent dosage; Kinetic analysis; Adsorption kinetic; Graphical method KeyWords Plus:SOLID/SOLUTION INTERFACE; KINETIC-MODEL; ACTIVATED CARBON; REMOVAL; SORPTION; IONS; DYES","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 179 Pages: 304-308 DOI: 10.1016/j.seppur.2017.02.021 Published: MAY 31 2017","Abstract":"A simple and interesting method is presented for analyzing the effect of adsorbent mass on the rate of adsorption process. In this approach, a graphical method is applied for determination the adsorbent mass order in the rate equation. The proposed analysis is according to the plot of the normalized adsorbed amount q(c)-q/q(c), versus the normalized time scale t[m](n). In comparison with the limited available methods for describing the adsorbent dosage effect on the adsorption rate, this method needs fewer experiments. The classical adsorption kinetic models were extended by considering mass of adsorbent which provides unique rate coefficient for all experiments. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Eris, S (Eris, Setareh) ; Azizian, S (Azizian, Saeid)","Title":"Extension of classical adsorption rate equations using mass of adsorbent: A graphical analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Reinforcement learning; Adaptive dynamic programming; Data-driven; Model-free; Neural networks KeyWords Plus:DIFFERENTIAL GRAPHICAL GAMES; DYNAMIC-PROGRAMMING ALGORITHM; OPTIMAL TRACKING CONTROL; POLICY UPDATE ALGORITHM; OPTIMAL-CONTROL DESIGN; DISCRETE-TIME-SYSTEMS; MARKOV JUMP SYSTEMS; ZERO-SUM GAMES; TOLERANT CONTROL; FEEDBACK-CONTROL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 1-8 DOI: 10.1016/j.neucom.2017.01.047 Published: MAY 24 2017","Abstract":"This paper investigates the fault tolerant control problem for a class of continuous-time nonlinear systems with completely unknown dynamics via the data-based adaptive dynamic programming method. The proposed controller can be divided into two parts: (1) optimal control policy of the fault-free systems and (2) fault compensator. Firstly, a model-based policy iteration algorithm is introduced to obtain the optimal control law. Subsequently, a fault compensator is derived to get rid of the impact of the actuator fault. The stability analysis of the model-based control scheme is presented by using Lyapunov theory. However, for the complex practical systems, system models are generally unavailable, and thus the model-based approaches may be invalid. To overcome this difficulty, we provide a data-driven reinforcement learning method and an identification approach to design the two parts of the proposed controller, respectively, without any knowledge of the system models. Neural networks are employed to implement these two data-based methods. Finally, two simulation examples are shown in details to demonstrate the effectiveness of our proposed scheme. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jiang, H (Jiang, He) ; Zhang, HG (Zhang, Huaguang) ; Liu, Y (Liu, Yang) ; Han, J (Han, Ji)","Title":"Neural-network-based control scheme for a class of nonlinear systems with actuator faults via data-driven reinforcement learning method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100033 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Adaptive dynamic programming; Optimal control; Neural network; Fully cooperative games; Data-driven; Constrained input KeyWords Plus:ZERO-SUM GAMES; H-INFINITY CONTROL; DIFFERENTIAL GRAPHICAL GAMES; NONLINEAR-SYSTEMS; LEARNING SOLUTION; UNKNOWN DYNAMICS; MULTIAGENT SYSTEMS; EXPERIENCE REPLAY; CONTROL DESIGN; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 377-386 DOI: 10.1016/j.neucom.2017.01.076 Published: MAY 17 2017","Abstract":"In this paper, the fully cooperative game with partially constrained inputs in the continuous-time Markov decision process environment is investigated using a novel data-driven adaptive dynamic programming method. First, the model-based policy iteration algorithm with one iteration loop is proposed, where the knowledge of system dynamics is required. Then, it is proved that the iteration sequences of value functions and control policies can converge to the optimal ones. In order to relax the exact knowledge of the system dynamics, a model-free iterative equation is derived based on the model-based algorithm and the integral reinforcement learning. Furthermore, a data-driven adaptive dynamic programming is developed to solve the model-free equation using generated system data. From the theoretical analysis, we prove that this model-free iterative equation is equivalent to the model-based iterative equations, which means that the data-driven algorithm can approach the optimal value function and control policies. For the implementation purpose, three neural networks are constructed to approximate the solution of the model-free iteration equation using the off-policy learning scheme after the available system data is collected in the online measurement phase. Finally, two examples are provided to demonstrate the effectiveness of the proposed scheme. (C) 2017 Published by Elsevier B.V.","Authors":"Zhang, QC (Zhang, Qichao) ; Zhao, DB (Zhao, Dongbin) ; Zhu, YH (Zhu, Yuanheng) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number zhao, dong bin  http://orcid.org/0000-0001-8218-9633","Title":"Data-driven adaptive dynamic programming for continuous-time fully cooperative games with partially constrained inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200018 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Adaptive structures; Bat-inspired optimization; Composite materials; Finite element modelling; Functionally graded materials; Piezoelectric KeyWords Plus:PIEZOELECTRIC BIMORPH; PLATES; ALGORITHM; DESIGN; MODELS; SHEAR","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 189-215 DOI: 10.1016/j.compstruct.2017.01.067 Published: MAY 15 2017","Abstract":"Adaptive structures constituted by composites and smart materials is a remarkable engineering combination that join together the already known composites' advantages and the possibility of actively control the mechanical response of a structure. These versatile structures are able to react and interact with their surrounding environments, continuously, to accomplish specific objectives. In this work, the main objective is to study, model and predict the mechanical behaviour of adaptive structures by programming the finite element method and optimization algorithms based on micro-bats' echolocation capacity. An integrated symbolic-numerical-graphical package devoted to the analysis of plate/beam-type structures and its meta-heuristic optimization is implemented, with capabilities of simulating active multilayered structures, constituted by a variable number of different material models. Graded mixtures of piezoelectric particles and non-active materials are also modelled along the structures' length direction. A set of illustrative case studies are performed, for different types of structures and materials and the results obtained are discussed and conclusions are drawn, (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Costa, DMS (Costa, D. M. S.) ; Loja, MAR (Loja, M. A. R.)","Title":"Bat-inspired optimization of multilayered adaptive structures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400023 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Indian city size distribution; Lognormal body; Lower-tail reverse Pareto; Transitions points; Upper-tail Pareto KeyWords Plus:GIBRATS LAW; ZIPFS LAW; PARETO; GROWTH; POPULATION; CHINA","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 237-249 DOI: 10.1016/j.physa.2017.01.065 Published: MAY 15 2017","Abstract":"We apply five distributions - lognormal, double-Pareto lognormal, lognormal-upper tail Pareto, Pareto tails-lognormal, and Pareto tails-lognormal with differentiability restrictions - to estimate the size distribution of all Indian cities. Since India contains numerous small cities, it is important to explicitly model the lower-tail behavior for studying the distribution of all Indian cities. Our results rigorously confirm, using both graphical and formal statistical tests, that among these five distributions, Pareto tails-lognormal is a better suited parametrization of the Indian city size data, verifying that the Indian city size distribution exhibits a strong reverse Pareto in the lower tail, lognormal in the mid-range body, and Pareto in the upper tail. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Luckstead, J (Luckstead, Jeff) ; Devadoss, S (Devadoss, Stephen) ; Danforth, D (Danforth, Diana)","Title":"The size distributions of all Indian cities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Activity recognition; General model; Co-training KeyWords Plus:SMART ENVIRONMENTS; UNLABELED DATA; DISCOVERY; PATTERNS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 19-28 DOI: 10.1016/j.eswa.2017.01.002 Published: MAY 15 2017","Abstract":"Activity recognition has been a hot topic for decades, from the scientific research to the development of off-the-shelf commercial products. Since people perform the activities differently, to avoid overfitting, building a general model with activity data of various users is required before the deployment for personal use. However, annotating a large amount of activity data is expensive and time-consuming. In this paper, we build a general model for activity recognition with a limited amount of labelled data. We combine Latent Dirichlet Allocation (LDA) and AdaBoost to jointly train a general activity model with partially labelled data. After that, when AdaBoost is used for online prediction, we combine it with graphical models (such as HMM and CRF) to exploit the temporal information in human activities to smooth out the accidental misclassifications. Experiments with publicly available datasets show that we are able to obtain the accuracy of more than 90% with 1% labelled data. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wen, JH (Wen, Jiahui) ; Wang, ZY (Wang, Zhiying)","Title":"Learning general model for activity recognition with limited labelled data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Reinforcement learning; Adaptive dynamic programming; Data-driven; Neural networks KeyWords Plus:OPTIMAL TRACKING CONTROL; DYNAMIC-PROGRAMMING ALGORITHM; DIFFERENTIAL GRAPHICAL GAMES; POLICY UPDATE ALGORITHM; ZERO-SUM GAME; FEEDBACK-CONTROL; CONTROL DESIGN; TIME-SYSTEMS; ITERATION; SYNCHRONIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 226-234 DOI: 10.1016/j.neucom.2016.11.041 Published: MAY 10 2017","Abstract":"This paper investigates the H-infinity control problem for nonlinear systems with completely unknown dynamics and constrained control input by utilizing a novel data-driven reinforcement learning method. It is known that nonlinear H-infinity control problem relies on the solution of Hamilton-Jacobi-Isaacs (HJI) equation, which is essentially a nonlinear partial differential equation and generally impossible to be solved analytically. In order to overcome this difficulty, firstly, we propose a model-based simultaneoui policy update algorithm to learn the solution of HJI equation iteratively and provide its convergence proof. Then, based on this model-based method, we develop a data-driven model-free algorithm, which only requires the real system sampling data generated by arbitrary different control inputs and external disturbances instead of accurate system models, and prove that these two algorithms are equivalent. To implement this model-free algorithm, three neural networks (NNs) are employed to approximate the iterative performance index function, control policy and disturbance policy, respectively, and the least-square approach is used to minimize the NN approximation residual errors. Finally, the proposed scheme is tested on the rotational/translational actuator nonlinear system.","Authors":"Jiang, H (Jiang, He) ; Zhang, HG (Zhang, Huaguang) ; Luo, YH (Luo, Yanhong) ; Cui, XH (Cui, Xiaohong)","Title":"H-infinity control with constrained input for completely unknown nonlinear systems using data-driven reinforcement learning method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398571700001 ISSN: 0960-0833 eISSN: 1099-1689","Keywords":"GUI testing; model-based GUI testing; pattern-based GUI testing; UI test patterns KeyWords Plus:MUTATION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SOFTWARE TESTING VERIFICATION & RELIABILITY Volume: 27 Issue: 3 Article Number: UNSP e1629 DOI: 10.1002/stvr.1629 Published: MAY 2017","Abstract":"Software systems with a graphical user interface (GUI) front end are typically designed using user interface (UI) Patterns, which describe generic solutions (with multiple possible implementations) for recurrent GUI design problems. However, existing testing techniques do not take advantage of this fact to test GUIs more efficiently. In this paper, we present a new pattern-based GUI testing (PBGT) approach that formalizes the notion of UI Test Patterns, which are generic test strategies to test UI patterns over their different implementations. The PBGT approach is evaluated via 2 case studies. The first study involves 2 fielded Web application subjects; findings show that PBGT is both practical and useful, as testing teams were able to find real bugs in a reasonable time interval. The second study allows deeper analysis by studying software subjects seeded with artificial faults; the findings show that PBGT is more effective than a manual model-based test case generation approach.","Authors":"Moreira, RMLM (Moreira, Rodrigo M. L. M.) ; Paiva, AC (Paiva, Ana Cristina) ; Nabuco, M (Nabuco, Miguel) ; Memon, A (Memon, Atif)","Title":"Pattern-based GUI testing: Bridging the gap between design and quality assurance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500013 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Multivariate regression; Regularization; Sparsity; Conditional Gaussian graphical model; Structured elastic net; Regulatory motif; QTL study; Spectroscopy KeyWords Plus:BAYESIAN VARIABLE SELECTION; COORDINATE DESCENT; LASSO; REGRESSION; MINIMIZATION; PREDICTION; GENOMICS; L(1)","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 789-804 DOI: 10.1007/s11222-016-9654-1 Published: MAY 2017","Abstract":"Conditional Gaussian graphical models are a reparametrization of the multivariate linear regression model which explicitly exhibits (i) the partial covariances between the predictors and the responses, and (ii) the partial covariances between the responses themselves. Such models are particularly suitable for interpretability since partial covariances describe direct relationships between variables. In this framework, we propose a regularization scheme to enhance the learning strategy of the model by driving the selection of the relevant input features by prior structural information. It comes with an efficient alternating optimization procedure which is guaranteed to converge to the global minimum. On top of showing competitive performance on artificial and real datasets, our method demonstrates capabilities for fine interpretation, as illustrated on three high-dimensional datasets from spectroscopy, genetics, and genomics.","Authors":"Chiquet, J (Chiquet, Julien) ; Mary-Huard, T (Mary-Huard, Tristan) ; Robin, S (Robin, Stephane)","Title":"Structured regularization for conditional Gaussian graphical models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600003 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"categorical variables; Chain Graph Models; conditional indipendence models; marginal models","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 863-883 DOI: 10.3150/15-BEJ762 Published: MAY 2017","Abstract":"The Probabilistic Graphical Models use graphs in order to represent the joint distribution of q variables. These models are useful for their ability to capture and represent the system of independence relationships among the variables involved, even when complex. This work concerns categorical variables and the possibility to represent symmetric and asymmetric dependences among categorical variables. For this reason we use the Chain Graphical Models proposed by Andersson, Madigan and Perlman (Scand. J. Stat. 28 (2001) 33-85), also known as Chain Graphical Models of type II (GMs II). The GMs II allow for symmetric relationships typical of log-linear models and, at the same time, asymmetric dependences typical of Graphical Models for Directed Acyclic Graphs. In general, GMs II are not smooth, however this work provides a subclass of smooth GMs II by parametrizing the probability function through marginal log-linear models. Furthermore, the proposed models are applied to a data-set from the European Value Study for the year 2008 (EVS (2010)).","Authors":"Nicolussi, F (Nicolussi, Federica) ; Colombi, R (Colombi, Roberto)","Title":"Type II chain graph models for categorical data: A smooth subclass"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600011 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"chain graphs; Gaussian graphical models; group action; equivariant estimator; invariant test; transformation family KeyWords Plus:CHAIN GRAPH MODELS; MARKOV EQUIVALENCE CLASSES; COMPONENTS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 1102-1129 DOI: 10.3150/15-BEJ771 Published: MAY 2017","Abstract":"In this paper, we extend earlier work on groups acting on Gaussian graphical models to Gaussian Bayesian networks and more general Gaussian models defined by chain graphs with no induced subgraphs of the form i -> j - k. We fully characterise the maximal group of linear transformations which stabilises a given model and we provide basic statistical applications of this result. This includes equivariant estimation, maximal invariants for hypothesis testing and robustness. In our proof, we derive simple necessary and sufficient conditions on vanishing subminors of the concentration matrix in the model. The computation of the group requires finding the essential graph. However, by applying Studeny's theory of imsets, we show that computations for DAGs can be performed efficiently without building the essential graph.","Authors":"Draisma, J (Draisma, Jan) ; Zwiernik, P (Zwiernik, Piotr)","Title":"Automorphism groups of Gaussian Bayesian networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600014 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"algebraic statistics; Gaussian graphical model; latent tree models; marginal likelihood; multivariate normal distribution; singular learning theory KeyWords Plus:LEARNING-THEORY; DISTRIBUTIONS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 1202-1232 DOI: 10.3150/15-BEJ775 Published: MAY 2017","Abstract":"Gaussian latent tree models, or more generally, Gaussian latent forest models have Fisher-information matrices that become singular along interesting submodels, namely, models that correspond to subforests. For these singularities, we compute the real log-canonical thresholds (also known as stochastic complexities or learning coefficients) that quantify the large-sample behavior of the marginal likelihood in Bayesian inference. This provides the information needed for a recently introduced generalization of the Bayesian information criterion. Our mathematical developments treat the general setting of Laplace integrals whose phase functions are sums of squared differences between monomials and constants. We clarify how in this case real log-canonical thresholds can be computed using polyhedral geometry, and we show how to apply the general theory to the Laplace integrals associated with Gaussian latent tree and forest models. In simulations and a data example, we demonstrate how the mathematical knowledge can be applied in model selection.","Authors":"Drton, M (Drton, Mathias) ; Lin, SW (Lin, Shaowei) ; Weihs, L (Weihs, Luca) ; Zwiernik, P (Zwiernik, Piotr)","Title":"Marginal likelihood and model selection for Gaussian latent tree and forest models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600009 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Detection; non-Gaussian; circular symmetry; copula KeyWords Plus:EFFICIENT ESTIMATION; HERMITE-POLYNOMIALS; GRAPHICAL MODELS; COPULA; DISTRIBUTIONS; CIRCULARITY; ASSUMPTION; GENERATION; CONVEXITY; VARIABLES","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2306-2316 DOI: 10.1109/TSP.2017.2649479 Published: MAY 1 2017","Abstract":"In this paper, we address target detection in correlated non-Gaussian noise. We introduce a new class of multivariate complex valued distributions that allows us to specify flexible non-Gaussian marginals, as well as correlation between the variables, while preserving circular symmetry. For noise belonging to this class, we study the fundamental problem of signal detection under different settings, and develop the needed (generalized) likelihood ratio tests. We also consider estimation of the noise parameters, and derive the maximum likelihood formulations. We evaluate the merit of our approach using numerical simulations on synthetic and real data, and clearly demonstrate the advantage of using both correlations and non-Gaussianity.","Authors":"Woodbridge, Y (Woodbridge, Yonatan) ; Elidan, G (Elidan, Gal) ; Wiesel, A (Wiesel, Ami)","Title":"Signal Detection in Complex Structured Para Normal Noise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600014 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Inverse covariance estimation; joint inverse covariance estimation KeyWords Plus:MAXIMUM-LIKELIHOOD-ESTIMATION; ADAPTIVE DETECTION; GRAPHICAL LASSO; RADAR DETECTION; SINGULAR-VALUE; MODELS; CLASSIFICATION; REGRESSION; ALGORITHM; SELECTION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2379-2388 DOI: 10.1109/TSP.2017.2652358 Published: MAY 1 2017","Abstract":"We consider the problem of joint estimation of inverse covariance matrices lying in an unknown subspace of the linear space of symmetric matrices. We perform the estimation using groups of measurements with different covariances. Assuming the inverse covariances span a low-dimensional subspace, our aim is to determine this subspace and to exploit this knowledge in order to improve the estimation. We develop a novel optimization algorithm discovering and exploiting the underlying low-dimensional subspace. We provide a computationally efficient algorithm and derive a tight upper performance bound. Numerical simulations on synthetic and real world data are presented to illustrate the performance benefits of the algorithm.","Authors":"Soloveychik, I (Soloveychik, Ilya) ; Wiesel, A (Wiesel, Ami)","Title":"Joint Estimation of Inverse Covariance Matrices Lying in an Unknown Subspace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Deep learning; Convolutional neural network; Multi-label classification","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 38-45 DOI: 10.1016/j.neucom.2016.12.051 Published: APR 26 2017","Abstract":"Multi-label image classification is a challenging problem in computer vision. Motivated by the recent development in image classification performance using Deep Neural Networks, in this work, we propose a flexible deep Convolutional Neural Network (CNN) framework, called Local-Global-CNN (LGC), to improve multi-label image classification performance. LGC consists of firstly a local level multi-label classifier which takes object segment hypotheses as inputs to a local CNN. The output results of these local hypotheses are aggregated together with max-pooling and then re-weighted to consider the label co-occurrence or inter-dependencies information by using a graphical model in the label space. LGC also utilizes a global CNN that is trained by multi-label images to directly predict the multiple labels from the input. The predictions of local and global level classifiers are finally fused together to obtain MAP estimation of the final multi-label prediction. The above LGC framework could benefit from a pre-train process with a large-scale single-label image dataset, e.g., ImageNet. Experimental results have shown that the proposed framework could achieve promising performance on Pascal VOC2007 and VOC2012 multi-label image dataset.","Authors":"Yu, QH (Yu, Qinghua) ; Wang, JJ (Wang, Jinjun) ; Zhang, SZ (Zhang, Shizhou) ; Gong, YH (Gong, Yihong) ; Zhao, JZ (Zhao, Jizhong)","Title":"Combining local and global hypotheses in deep neural network for multi-label image classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400014 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Investment analysis; Bayesian statistics; Black-Litterman; Portfolio optimization KeyWords Plus:CROSS-SECTION; RETURNS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 564-572 DOI: 10.1016/j.ejor.2016.10.027 Published: APR 16 2017","Abstract":"We present the most general model of the type considered by Black and Litterman (1991) after fully clarifying the duality between Black Litterman optimization and Bayesian regression. Our generalization is itself a special case of a Bayesian network or graphical model. As an example, we work out in full detail the treatment of views on factor risk premia in the context of APT. We also consider a more speculative example in which the portfolio manager specifies a view on realized volatility by trading a variance swap. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kolm, P (Kolm, Petter) ; Ritter, G (Ritter, Gordon)","Title":"On the Bayesian interpretation of Black-Litterman"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395229000002 ISSN: 0378-3812 eISSN: 1879-0224","Keywords":"PVT; Bubble point oil FVF; Radial basis function neural networks; Empirical correlation; Outlier detection KeyWords Plus:PVT PROPERTIES; CRUDE OILS; PRESSURE; PERFORMANCE","Categories":"Thermodynamics; Chemistry; Engineering Web of Science Categories:Thermodynamics; Chemistry, Physical; Engineering, Chemical","Journal Information":"FLUID PHASE EQUILIBRIA Volume: 437 Pages: 14-22 DOI: 10.1016/j.fluid.2017.01.010 Published: APR 15 2017","Abstract":"This paper presents a powerful and comprehensive predictive model based on radial basis function (RBF) neural networks to predict the bubble point oil formation volume factor (FVF), which is one of the most important pressure volume temperature properties of crude oils. For this purpose, a large reliable data bank covering a wide range of various crude oil samples was used, with the data collected from the open literature. The performance of the proposed model for the prediction of the bubble point oil FVF was evaluated, using statistical and graphical error analyses, against a number of well-known predictive empirical correlations. The results indicated that, the developed RBF model is able to provide a strong agreement between the predicted values and corresponding experimental data, with an average absolute percent relative error and a coefficient of determination of 1.4562% and 0.9887, respectively, making it more accurate and reliable than the published empirical correlations. In addition, the leverage approach showed that the developed model was statistically acceptable and valid, and only six data points may be considered as probable outliers. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fath, AH (Fath, Aref Hashemi)","Title":"Application of radial basis function neural networks in bubble point oil formation volume factor prediction for petroleum systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395229000010 ISSN: 0378-3812 eISSN: 1879-0224","Keywords":"Activity coefficient; Potentiometric measurements; CaCl2; Ca(NO3)(2); L-alanine; Pitzer model KeyWords Plus:AQUEOUS-ELECTROLYTE SOLUTIONS; PLUS WATER MIXTURES; ACTIVITY-COEFFICIENTS; AMINO-ACIDS; OSMOTIC COEFFICIENTS; EMF-MEASUREMENTS; T=298.15 K; CHLORIDE; GLYCINE; 25-DEGREES-C","Categories":"Thermodynamics; Chemistry; Engineering Web of Science Categories:Thermodynamics; Chemistry, Physical; Engineering, Chemical","Journal Information":"FLUID PHASE EQUILIBRIA Volume: 437 Pages: 103-117 DOI: 10.1016/j.fluid.2017.01.014 Published: APR 15 2017","Abstract":"In this paper, the thermodynamic properties of a quaternary system including CaC12 and Ca(NO3)2 as mixed electrolytes in the aqueous L-alanine mixture, were reported using the potentiometric method. The potentiometric measurements were performed on the galvanic cells of the type: (a) Ag-AgC11CaC12 (mc), H2O vertical bar Ca-ISE, (b) NO3-ISEICa(NO3)(2) (m(B)), L-alanine (m(A) = 0.2 mol kg(-1)), H2O vertical bar Ca-ISE, (c) Ag-AgCl vertical bar Ca(NO3)(2) (m(B)), L-alanine (m(A) = 0.2 mol kg(-1)), H(2)o vertical bar Ca-ISE, and (d) Ag-AgCl vertical bar CaCl2 (m(1)), Ca(NO3)(2) (m(2)), L-alanine (0.2 mol kg(-1)), H2OICa-ISE, over total ionic strengths from 0.0100 to 4.0000 mol kg(-1) at T = (298.2, 303.2 and 308.2) K and P = 0.1 MPa. Different series of the salt molal ratios r (r = m(Cacl2)/m(Ca)(No-3)(2) = 0.1, 1.0, 2.5, 5.0, 7.5, and 10) and pure Ca(NO3)(2) in mixed solvent system containing 0.2 mol kg of L-alanine were used for the potentiometric measurements. The Ca2+ and NO3- ion selective electrodes were prepared in our laboratory using related ionophores. Data analyze was performed based on Pitzer ion interaction model. At the beginning, the mixed ionic interaction parameters (theta(ClNO3), psi(CaClNO3)) were investigated according to Pitzer graphical method. After that, thermodynamic properties such as the mean activity coefficients, the osmotic coefficients, the solvent activity, the excess Gibbs free energy, the excess enthalpy and the excess entropy for electrolyte sblutions were calculated. Moreover, the ratio of L-alanine activity coefficients in presence of electrolyte (gamma(A)) to values of this property in absence of electrolyte (gamma(0)(A)) was obtained by Scatchard equation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ghalami-Choobar, B (Ghalami-Choobar, Bahram) ; Mossayyebzadeh-Shalkoohi, P (Mossayyebzadeh-Shalkoohi, Parya)","Title":"Thermodynamic modeling of quaternary (CaCl2 + Ca(NO3)(2) L-alanine plus water) system based on potentiometric measurements at T = (298.2, 303.2 and 308.2) K: Experimental measurements and thermodynamic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100019 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Distributed sensor network detection; Gaussian graphical model; ordered transmission; energy efficiency KeyWords Plus:DISTRIBUTED DETECTION; EFFICIENT DETECTION; CENSORING SENSORS; MULTIPLE SENSORS; ALGORITHMS; FUSION; SIGNAL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 2178-2189 DOI: 10.1109/TSP.2017.2655492 Published: APR 15 2017","Abstract":"Detection of a shift in the mean of a vector following a decomposable Gaussian graphical model (DGGM) is considered, where each component of the vector is measured at a different sensor in a network. We provide a new method eliminating transmissions normally needed in an optimum clustering approach by using ordered transmissions while achieving the same Bayes risk as the optimum clustering approach. In the new approach, the Bayes optimum test statistic is represented as a sum of local test statistics, where each local test statistic depends only on the observations made at one clique in a generalization of the ordered transmission approach previously suggested for statistically independent observations. Hence, we propose to organize the sensors into clusters based on the clique of the DGGM they belong to, and each cluster selects one sensor to be its cluster head (CH). After collecting and summarizing the observed data at each cluster, the ordered transmission approach is employed over the CHs in an attempt to reduce the number of communications from the CHs to the fusion center where the decision is made. It is shown that the developed approach can guarantee a lower bound on the average number of transmissions saved from the ordered transmission approach for any given DGGM which approaches approximately half the number of cliques when the norm of the mean-shift vector in each clique becomes sufficiently large. In all the cases considered, numerical results imply that a significant portion of the transmissions can be saved, and the developed lower bound is obeyed. The development of the appropriate local processing and the proof of savings are highly nontrivial generalizations of ordering for statistically independent observations and this paper represents the first justification of an ordering approach for cases with statistically dependent observations.","Authors":"Zhang, JF (Zhang, Jiangfan) ; Chen, ZY (Chen, Zhongyue) ; Blum, RS (Blum, Rick S.) ; Lu, XX (Lu, Xuanxuan) ; Xu, W (Xu, Wen)","Title":"Ordering for Reduced Transmission Energy Detection in Sensor Networks Testing a Shift in the Mean of a Gaussian Graphical Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394474100007 ISSN: 0022-460X eISSN: 1095-8568","Keywords":"Circular beam; Heterogeneous material; Green function matrix; Loaded vibration KeyWords Plus:INPLANE FREE-VIBRATION; CURVED BEAMS; ARCHES; STABILITY; LOAD","Categories":"Acoustics; Engineering; Mechanics Web of Science Categories:Acoustics; Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF SOUND AND VIBRATION Volume: 393 Pages: 92-113 DOI: 10.1016/j.jsv.2016.12.032 Published: APR 14 2017","Abstract":"This paper deals with the vibrations of isotropic, linearly elastic and heterogeneous circular beams given that a vertical force acts at the crown point. The effect of the loading is taken into account via the axial strain it causes. The material parameters, like Young's modulus, can vary arbitrarily over the symmetric, uniform cross-section. Thus, it is possible to simply model composites (not only multi-layered but also functionally graded material distributions). The main objectives are as follows: (1) to derive the equations of motion, (2) to determine the Green function matrix in closed-form both for a tensile force and for a compressive one; (3) to clarify how the load affects the natural frequencies and (4) to develop a numerical model so that we can obtain how the eigenfrequencies are related to the load. The computational results are presented in graphical format. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kiss, LP (Kiss, Laszlo Peter) ; Szeidl, G (Szeidl, Gyorgy)","Title":"Vibrations of pinned-fixed heterogeneous circular beams pre-loaded by a vertical force at the crown point"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395439300001 ISSN: 0271-2091 eISSN: 1097-0363","Keywords":"gas kinetic method; BGK model; compressible flow; turbulent flow; GPU; direct numerical simulation KeyWords Plus:KINETIC BGK SCHEME; VELOCITY-GRADIENTS; LATTICE BOLTZMANN; FLOW; EQUATION; MODEL","Categories":"Computer Science; Mathematics; Mechanics; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas","Journal Information":"INTERNATIONAL JOURNAL FOR NUMERICAL METHODS IN FLUIDS Volume: 83 Issue: 10 Pages: 737-754 DOI: 10.1002/fld.4291 Published: APR 10 2017","Abstract":"Gas Kinetic Method-based flow solvers have become popular in recent years owing to their robustness in simulating high Mach number compressible flows. We evaluate the performance of the newly developed analytical gas kinetic method (AGKM) by Xuan et al. in performing direct numerical simulation of canonical compressible turbulent flow on graphical processing unit (GPU)s. We find that for a range of turbulent Mach numbers, AGKM results shows excellent agreement with high order accurate results obtained with traditional Navier-Stokes solvers in terms of key turbulence statistics. Further, AGKM is found to be more efficient as compared with the traditional gas kinetic method for GPU implementation. We present a brief overview of the optimizations performed on NVIDIA K20 GPU and show that GPU optimizations boost the speedup up-to 40x as compared with single core CPU computations. Hence, AGKM can be used as an efficient method for performing fast and accurate direct numerical simulations of compressible turbulent flows on simple GPU-based workstations. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Parashar, N (Parashar, Nishant) ; Srinivasan, B (Srinivasan, Balaji) ; Sinha, SS (Sinha, Sawan Suman) ; Agarwal, M (Agarwal, Manish)","Title":"GPU-accelerated direct numerical simulations of decaying compressible turbulence employing a GKM-based solver"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532800012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Fuzzy cognitive maps; Causal relation strength; Fuzzy numbers; Ordered fuzzy numbers; Causal effect; Static analysis KeyWords Plus:NEURAL-NETWORKS; RANKING; SYSTEM; CONVERGENCE; REGRESSION; INFERENCE; DISTANCE; SUCCESS; MODEL; SETS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 232 Pages: 122-132 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.112 Published: APR 5 2017","Abstract":"In this study, a new static analysis approach is proposed for enhanced Fuzzy Cognitive Maps (FCMs), which have non-singleton fuzzy numbers in casual relation strength representation. Cognitive Maps (CMs) are proposed as a type of directed graph that offers a means to model interrelationships or causalities among concepts, and have a clear way to visually represent them. They graphically describe a system in terms of concepts, and causal beliefs, and are powerful graphical tools to represent knowledge of the experts. Fuzzy cognitive maps, which are weighted cognitive maps, are proposed also as graphical modelling technique that follows a reasoning approach similar to processes of human reasoning and human decision-making. In FCMs, the casual relations and its strengths are assigned in a unit interval with a sign. The assigned casual strengths in conventional FCMs are singleton fuzzy (crisp) numbers, and only allow to interpret the effects linguistically but do not represent the uncertainty or ambiguity in causality. In this paper, a new analysis is presented for finding the indirect effects and total effects between the concepts of enhanced FCMs that are represented with non singleton fuzzy numbers, especially for triangular or trapezoidal fuzzy numbers. Firstly, the mathematical approach about fuzzy numbers and the proposed analysis is presented, then secondly an experimental study on modelling ERP maintenance risks via FCM is presented. The results of the proposed causal effect analysis are discussed for this model and the outcomes are compared with a conventional FCM model where the casual strengths are singleton fuzzy numbers. The results of the experiment show the benefit of using triangular fuzzy numbers when a group of experts are involved in modelling. The uncertainty and varieties between the experts' knowledge are easily captured and the casual effect between the concepts are successfully shown with the presented static analysis.","Authors":"Dodurka, MF (Dodurka, M. Furkan) ; Yesil, E (Yesil, Engin) ; Urbas, L (Urbas, Leon) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yesil, Engin  http://orcid.org/0000-0002-1808-1019","Title":"Causal effect analysis for fuzzy cognitive maps designed with non-singleton fuzzy numbers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351400010 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Irrigation water quality; GIS; Water hardness; Langelier index; Chemical precipitation; Nitrogen KeyWords Plus:OLIVE ORCHARDS; WATER; QUALITY; FERTIGATION; BALANCE; TREES","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 184 Pages: 86-95 DOI: 10.1016/j.agwat.2017.01.007 Published: APR 2017","Abstract":"Precipitation of insoluble compounds poses a relevant concern in the management of drip irrigation. This risk is controlled by acidification of irrigation water. The main objective of this work was the development of a GIS-based tool to control drip clogging risk in drip irrigation by nitric acid injection in irrigation water. The study was performed in the province of Jaen (south Spain) focused on the irrigation of olive orchards. The GIS-based model was developed incorporating climate and water data in order to identify zones with different risks of drip clogging which require different rates of acid injection in the irrigation water. Volume of nitric acid injected increased with irrigation frequency and acid injection time. The model provided information on the total amount of N supplied with acidulated irrigation water; e.g. with 30 min injection time in daily irrigations, more than 10 kg N ha(-1) were applied in 47% of land potentially irrigated with surface water, meanwhile this percentage was around 60% of that potentially irrigated with underground water. This means that N supply with acid injections to reduce clogging risk may account for a relevant portion of N fertilization requirements in olive orchards. Consequently, this supply should be integrated in fertilization programs to avoid agronomic and environmental constraints. The GIS-based tool proposed was able to provide complementary technical solutions to the clogging problem in drip irrigation. For each alternative released, a precise estimation of N supply to be considered in accurate N fertilizer management was provided. The tool also supplied graphical visualization of information and functionality of handling geographic data with an easy update. All this is necessary in planning and decision making at regional scale with changing properties in irrigation water. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Peragon, JM (Peragon, J. M.) ; Perez-Latorre, FJ (Perez-Latorre, F. J.) ; Delgado, A (Delgado, A.)","Title":"A GIS-based tool for integrated management of clogging risk and nitrogen fertilization in drip irrigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398685600004 PubMed ID: 28350497 ISSN: 0003-0147 eISSN: 1537-5323","Keywords":"migration-selection balance; morphospace; multivariate evolution; quantitative traits; threespine stickleback KeyWords Plus:STREAM THREESPINE STICKLEBACK; GENE FLOW; ADAPTIVE DIVERGENCE; REPRODUCTIVE ISOLATION; PARAPATRIC LAKE; DROSOPHILA-MELANOGASTER; PARALLEL EVOLUTION; NATURAL-SELECTION; GENOMIC CLINES; POPULATIONS","Categories":"Environmental Sciences & Ecology; Evolutionary Biology Web of Science Categories:Ecology; Evolutionary Biology","Journal Information":"AMERICAN NATURALIST Volume: 189 Issue: 4 Pages: 354-367 DOI: 10.1086/690808 Published: APR 2017","Abstract":"Evolutionary biologists typically represent clines as spatial gradients in a univariate character (or a principal-component axis) whose mean changes as a function of location along a transect spanning an environmental gradient or ecotone. This univariate approach may obscure the multivariate nature of phenotypic evolution across a landscape. Clines might instead be plotted as a series of vectors in multidimensional morphospace, connecting sequential geographic sites. We present a model showing that clines may trace nonlinear paths that arc through morphospace rather than elongating along a single major trajectory. Arcing clines arise because different characters diverge at different rates or locations along a geographic transect. We empirically confirm that some clines arc through morphospace, using morphological data from threespine stickleback sampled along eight independent transects from lakes down their respective outlet streams. In all eight clines, successive vectors of lake-stream divergence fluctuate in direction and magnitude in trait space, rather than pointing along a single phenotypic axis. Most clines exhibit surprisingly irregular directions of divergence as one moves downstream, although a few clines exhibit more directional arcs through morphospace. Our results highlight the multivariate complexity of clines that cannot be captured with the traditional graphical framework. We discuss hypotheses regarding the causes, and implications, of such arcing multivariate clines.","Authors":"Lohman, BK (Lohman, Brian K.) ; Berner, D (Berner, Daniel) ; Bolnick, DI (Bolnick, Daniel I.)","Title":"Clines Arc through Multivariate Morphospace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550300065 ISSN: 1359-4311","Keywords":"Heat exchanger network; Graphical method; Pinch; Distillation column; Pressure variation KeyWords Plus:OPTIMIZATION APPROACH; ENERGY; TECHNOLOGY; DESIGN; MODEL; NLP","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 116 Pages: 777-783 DOI: 10.1016/j.applthermaleng.2016.12.091 Published: APR 2017","Abstract":"The pressure variation of distillation column causes the temperature variation of some sinks or sources of the Heat Exchanger Network (HEN). A graphical method is proposed to analyze this problem, with the inflection point of composite curve shifted. Rules are proposed for identifying the minimum heating and cooling utility without plotting the composite curves, as well as the variation of the pinch. The proposed method can be applied to design and retrofit industrial processes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, D (Zhang, Di) ; Liu, GL (Liu, Guilian)","Title":"Integration of heat exchanger network considering the pressure variation of distillation column"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396814300006 ISSN: 0004-640X eISSN: 1572-946X","Keywords":"Modified theories of gravity; Cosmology KeyWords Plus:GAUSS-BONNET GRAVITY; ENERGY CONDITIONS; DARK ENERGY; T GRAVITY; F R; COSMOLOGY; MODELS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTROPHYSICS AND SPACE SCIENCE Volume: 362 Issue: 4 Article Number: 67 DOI: 10.1007/s10509-017-3048-5 Published: APR 2017","Abstract":"The main objective of this paper is to investigate anisotropic universe in f(G) gravity. Locally rotationally symmetric Bianchi type I cosmological model is considered for this purpose. First, some exact solutions with a well-known form of f (G) model are explored. In particular, two solutions are reported for the analysis. Secondly, we discuss the energy conditions for the model under consideration. The viability of the model is investigated via graphical analysis using the present day values of cosmological parameters. The strong energy condition is violated which shows that anisotropic universe in f (G) gravity supports the phenomenon of expansion of universe.","Authors":"Shamir, MF (Shamir, M. Farasat)","Title":"Dynamics of anisotropic universe in f(G) gravity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397065100005 PubMed ID: 27655816 ISSN: 1465-4644 eISSN: 1468-4357","Keywords":"Causality; Mixed Integer Non Linear Programming; Multivariate time series; Sparse models; Vector autoregressive process KeyWords Plus:VARIABLE SELECTION; GRAPHICAL MODELS; LASSO; REGRESSION; NETWORKS","Categories":"Mathematical & Computational Biology; Mathematics Web of Science Categories:Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOSTATISTICS Volume: 18 Issue: 2 Pages: 244-259 DOI: 10.1093/biostatistics/kxw042 Published: APR 2017","Abstract":"Vector autoregressive (VAR) models constitute a powerful and well studied tool to analyze multivariate time series. Since sparseness, crucial to identify and visualize joint dependencies and relevant causalities, is not expected to happen in the standard VAR model, several sparse variants have been introduced in the literature. However, in some cases it might be of interest to control some dimensions of the sparsity, as e.g. the number of causal features allowed in the prediction. To authors extent none of the existent methods endows the user with full control over the different aspects of the sparsity of the solution. In this article, we propose a versatile sparsity-controlled VAR model which enables a proper visualization of potential causalities while allows the user to control different dimensions of the sparsity if she holds some preferences regarding the sparsity of the outcome. The model coefficients are found as the solution to an optimization problem, solvable by standard numerical optimization routines. The tests performed on both simulated and real-life time series show that our approach may outperform a greedy algorithm and different Lasso approaches in terms of prediction errors and sparsity.","Authors":"Carrizosa, E (Carrizosa, Emilio) ; Olivares-Nadal, AV (Olivares-Nadal, Alba V.) ; Ramirez-Cobo, P (Ramirez-Cobo, Pepa)","Title":"A sparsity-controlled vector autoregressive model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689400009 PubMed ID: 28157584 ISSN: 0010-0277 eISSN: 1873-7838","Keywords":"Causal reasoning; Normality; Counterfactuals; Actual causation; Sampling; Bayes nets KeyWords Plus:PRESCRIPTIVE NORMS; COVARIATION; JUDGMENTS; INDUCTION","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITION Volume: 161 Pages: 80-93 DOI: 10.1016/j.cognition.2017.01.010 Published: APR 2017","Abstract":"Existing research suggests that people's judgments of actual causation can be influenced by the degree to which they regard certain events as normal. We develop an explanation for this phenomenon that draws on standard tools from the literature on graphical causal models and, in particular, on the idea of probabilistic sampling. Using these tools, we propose a new measure of actual causal strength. This measure accurately captures three effects of normality on causal judgment that have been observed in existing studies. More importantly, the measure predicts a new effect (\"abnormal deflation\"). Two studies show that people's judgments do, in fact, show this new effect. Taken together, the patterns of people's causal judgments thereby provide support for the proposed explanation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Icard, TF (Icard, Thomas F.) ; Kominsky, JF (Kominsky, Jonathan F.) ; Knobe, J (Knobe, Joshua)","Title":"Normality and actual causal strength"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100002 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Approximate likelihood; Fractional Bayes factors; Model selection; Structure learning; Gaussian graphical models KeyWords Plus:COVARIANCE-SELECTION; STOCHASTIC SEARCH; BAYES FACTORS; LASSO; INFERENCE; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 21-42 DOI: 10.1016/j.ijar.2017.01.001 Published: APR 2017","Abstract":"We propose a Bayesian approximate inference method for learning the dependence structure of a Gaussian graphical model. Using pseudo-likelihood, we derive an analytical expression to approximate the marginal likelihood for an arbitrary graph structure without invoking any assumptions about decomposability. The majority of the existing methods for learning Gaussian graphical models are either restricted to decomposable graphs or require specification of a tuning parameter that may have a substantial impact on learned structures. By combining a simple sparsity inducing prior for the graph structures with a default reference prior for the model parameters, we obtain a fast and easily applicable scoring function that works well for even high-dimensional data. We demonstrate the favourable performance of our approach by large-scale comparisons against the leading methods for learning non-decomposable Gaussian graphical models. A theoretical justification for our method is provided by showing that it yields a consistent estimator of the graph structure. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Leppa-aho, J (Leppa-aho, Janne) ; Pensar, J (Pensar, Johan) ; Roos, T (Roos, Teemu) ; Corander, J (Corander, Jukka)","Title":"Learning Gaussian graphical models with fractional marginal pseudo-likelihood"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100025 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Undirected graphical models; Conditional random fields; Parameters learning; Training; Scene object recognition KeyWords Plus:SEMANTIC KNOWLEDGE; FEATURES; IMAGES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 434-451 DOI: 10.1016/j.ijar.2016.10.009 Published: APR 2017","Abstract":"Probabilistic Graphical Models (PGMs) in general, and Undirected Graphical Models (UGMs) in particular, become suitable frameworks to capture and conveniently model the uncertainty inherent in a variety of problems. When applied to real world applications, such as scene object recognition, they turn into a reliable and widespread resorted tool. The effectiveness of UGMs is tight to the particularities of the problem to be solved and, especially, to the chosen learning strategy. This paper presents a review of practical, widely resorted learning approaches for Conditional Random Fields (CRFs), the discriminate variant of UGMs, which is completed with a thorough comparison and experimental analysis in the field of scene object recognition. The chosen application for UGMs is of particular interest given its potential for enhancing the capabilities of cognitive agents. Two stateof-the-art datasets, NYUv2 and Cornell-RGBD, containing intensity and depth imagery from indoor scenes are used for training and testing CRFs. Results regarding success rate, computational burden, and scalability are analyzed, including the benefits of using parallelization techniques for gaining in efficiency. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ruiz-Sarmiento, JR (Ruiz-Sarmiento, Jose-Raul) ; Galindo, C (Galindo, Cipriano) ; Gonzalez-Jimenez, J (Gonzalez-Jimenez, Javier)","Title":"A survey on learning approaches for Undirected Graphical Models. Application to scene object recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397608400004 ISSN: 0219-8878 eISSN: 1793-6977","Keywords":"Viscous generalized Chaplygin gas; f(R; T) gravity; interacting models KeyWords Plus:GALAXY REDSHIFT SURVEY; DARK ENERGY; COSMOLOGICAL CONSTANT; BULK VISCOSITY; FRW COSMOLOGY; UNIVERSE; MODEL; CURVATURE","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"INTERNATIONAL JOURNAL OF GEOMETRIC METHODS IN MODERN PHYSICS Volume: 14 Issue: 4 Article Number: 1750051 DOI: 10.1142/S0219887817500517 Published: APR 2017","Abstract":"In this paper, we study in Friedmann-Robertson-Walker universe the interaction between the viscous generalized Chaplygin gas with f(R,T) gravity, which is an arbitrary function of the Ricci scalar R and the trace T of the energy-momentum tensor. Assuming that the contents of universe are dominated by a generalized Chaplygin gas and dark energy, we obtained the modified Friedmann equations and also the time-dependent energy density and pressure of dark energy due to the shear and bulk viscosities for three interacting models depending on an input parameter Q. Within the simple form of scale factor (power-law), we discuss the graphical representation of dark energy density parameter and investigate the shear and bulk viscosities effects on the accelerating expansion of the universe for each interacting model.","Authors":"Baffou, EH (Baffou, E. H.) ; Houndjo, MJS (Houndjo, M. J. S.) ; Salako, IG (Salako, I. G.)","Title":"Viscous generalized Chaplygin gas interacting with f(R, T) gravity"}, {"Keywords":"Formal methods; B-method; Validation; Toolchain; Visualization KeyWords Plus:EVENT-B; DECOMPOSITION; CHECKING; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"INTERNATIONAL JOURNAL ON SOFTWARE TOOLS FOR TECHNOLOGY TRANSFER Volume: 19 Issue: 2 Pages: 187-203 DOI: 10.1007/s10009-015-0395-9 Published: APR 2017","Abstract":"In this article, we present our formalization of the ABZ landing gear case study in Event-B. The development was carried out using the Rodin platform and mainly used superposition refinement to structure the specification. To validate the model, we complemented proof with animation and model checking. For the latter, we used the ProB animator and model checker. Graphical representation of the model turned out to be crucial in the development and validation of the model; this was achieved using the visualization features provided by ProB and BMotion Studio. In addition, we discuss the positive and negative aspects of the Event-B language and tools which we encountered while working on the ABZ case study.","Authors":"Ladenberger, L (Ladenberger, Lukas) ; Hansen, D (Hansen, Dominik) ; Wiegard, H (Wiegard, Harald) ; Bendisposto, J (Bendisposto, Jens) ; Leuschel, M (Leuschel, Michael)","Title":"Validation of the ABZ landing gear system using ProB"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398119100009 ISSN: 1727-7191 eISSN: 1811-8216","Keywords":"Pulsating flow; Nanofluid; Hartmann number; Darcy number KeyWords Plus:HEAT-TRANSFER; MHD FLOW; VISCOUS DISSIPATION; VISCOELASTIC FLUID; STRETCHING SHEET; FREE-CONVECTION; SURFACE; WALLS; MEDIA; MODEL","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"JOURNAL OF MECHANICS Volume: 33 Issue: 2 Pages: 213-224 DOI: 10.1017/jmech.2016.74 Published: APR 2017","Abstract":"The present study investigates the hydromagnetic pulsating nanofluid flow in a porous channel with thermal radiation. In this work, we considered water as the base fluid and silver (Ag), copper (Cu), alumina (Al2O3) and titanium dioxide (TiO2) as nanoparticles. The Maxwell-Garnetts and Brinkman models are used to evaluate the effective thermal conductivity and viscosity of the nanofluid. The governing equations are solved analytically and the influence of various parameters on velocity, temperature and heat transfer rate has been discussed through graphical results. From the results, it is found that the rate of heat transfer enhances with an increase of nanoparticle volume fraction. Further, the heat transfer rate is higher for silver nanoparticles as compared with copper, alumina and titanium dioxide.","Authors":"Vijayalakshmi, A (Vijayalakshmi, A.) ; Srinivas, S (Srinivas, S.)","Title":"A STUDY ON HYDROMAGNETIC PULSATING FLOW OF A NANOFLUID IN A POROUS CHANNEL WITH THERMAL RADIATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397280000018 ISSN: 2169-432X eISSN: 2169-4338","Keywords":"Wavy Surface; Nanofluid; Bioconvection; Boundary Layer; Gyrotactic Microorganisms; Porous Media KeyWords Plus:BOUNDARY-LAYER-FLOW; MASS-TRANSFER; SUSPENSION; BIOCONVECTION; FLUID; PLATE; CONE","Categories":"Science & Technology - Other Topics Web of Science Categories:Nanoscience & Nanotechnology","Journal Information":"JOURNAL OF NANOFLUIDS Volume: 6 Issue: 2 Pages: 354-361 DOI: 10.1166/jon.2017.1321 Published: APR 2017","Abstract":"Non-similarity solution is obtained to examine the combined effect of spatially stationary surface waves and the presence of fluid inertia on free convection along a heated vertical wavy surface pointing downwards in a nanofluid saturated porous medium. In this pioneering study, it is assumed that the medium contains gyrotactic microorganisms along with nanoparticles and the surface is subjected to concentration of nanoparticles and density of motile microorganisms. The influences of Brownian motion and thermophoresis are incorporated into the model for nanofluids. The boundary-layer regime is considered where the Darcy-Rayleigh number is very large. A suitable coordinate transformation was considered to reduce the governing boundary-layer equations into non-similar. A detailed parametric study (nanofluid and bioconvection parameters) is performed to access the influence of the various physical parameters on the reduced Nusselt, reduced Sherwood and reduced microorganisms density numbers. The results of the problem are presented in graphical forms and discussed.","Authors":"Mahdy, A (Mahdy, A.)","Title":"Laminar Natural Convection Along a Vertical Wavy Surface in Porous Media Saturated by Nanofluids Containing Gyrotactic Microorganisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397280000020 ISSN: 2169-432X eISSN: 2169-4338","Keywords":"Magnetohydrodynamics; Mixed Convection; Square Enclosure; Partial Slip; Nanofluid KeyWords Plus:SQUARE CAVITY; BOUNDARY-CONDITIONS; SIDE WALLS; FLOW; ENCLOSURE; SIDEWALLS; MODEL","Categories":"Science & Technology - Other Topics Web of Science Categories:Nanoscience & Nanotechnology","Journal Information":"JOURNAL OF NANOFLUIDS Volume: 6 Issue: 2 Pages: 368-378 DOI: 10.1166/jon.2017.1324 Published: APR 2017","Abstract":"A numerical simulation of inclined magneto-hydrodynamic mixed convection and partial slip in a square liddriven cavity filled with a Darcian nanofluid saturated porous medium is performed. The left and right walls of the lid driven cavity are moving up with constant speed in vertical direction and partial slip effect is considered along the lid driven horizontal walls. The bottom wall of the cavity is considered to be having uniform or sinusoidal temperature distributions. The remainder cavity walls are assumed to be adiabatic. The developed equations of the mathematical model are non-dimensionalized and then solved numerically subject to appropriate boundary conditions by the control finite volume method. Comparisons with previously published works are presented and found to be in excellent agreement. A parametric study is also performed and a set of graphical results is presented and discussed to demonstrate interesting features of the solution.","Authors":"Rashad, AM (Rashad, A. M.) ; Ahmed, SE (Ahmed, Sameh E.) ; Khan, WA (Khan, Waqar A.) ; Mansour, MA (Mansour, M. A.)","Title":"Inclined MHD Mixed Convection and Partial Slip of Nanofluid in a Porous Lid-Driven Cavity with Heat Source-Sink: Effect of Uniform and Non-Uniform Bottom Heating"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398249600025 PubMed ID: 27765859 ISSN: 0161-5505 eISSN: 1535-5667","Keywords":"tau imaging; positron emission tomography; kinetic modeling; quantification KeyWords Plus:POSITRON-EMISSION-TOMOGRAPHY; PROGRESSIVE SUPRANUCLEAR PALSY; EARLY ALZHEIMER-DISEASE; NEUROFIBRILLARY TANGLES; GRAPHICAL ANALYSIS; HUMAN BRAIN; PET; RADIOLIGAND; TAUOPATHIES; CRITERIA","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF NUCLEAR MEDICINE Volume: 58 Issue: 4 Pages: 623-631 DOI: 10.2967/jnumed.116.174508 Published: APR 2017","Abstract":"Aggregation of hyperphosphorylated tau is a major hallmark of many neurodegenerative diseases, including Alzheimer disease (AD). In vivo imaging with PET may offer important insights into pathophysiologic mechanisms, diagnosis, and disease progression. We describe different strategies for quantification of F-18-AV-1451 (T807) tau binding, including models with blood sampling and noninvasive alternatives. Methods: Fifteen subjects (4 controls, 6 AD, 3 progressive supranuclear palsy, 2 cortico basal syndrome) underwent 180-min PET with F-18-AV-1451 and arterial blood sampling. Modeling with arterial input functions included 1-, 2-, and 3 -tissue-compartment models and the Logan plot. Using the cerebellum as reference region, we applied the simplified reference tissue model 2 and Logan reference plot. Finally, simplified outcome measures were calculated as ratio, with reference to cerebellar concentrations (SUV ratio [SUVRI) and SUVs. Results: Tissue compartment models were not able to describe the kinetics of F-18-AV-1451, with poor fits in 33%-53% of cortical regions and 80% in subcortical areas. In contrast, the Logan plot showed excellent fits and parameter variance (total volume of distribution SE < 5%). Compared with the 180-min arterial based Logan model, strong agreement was obtained for the Logan reference plot also for a reduced scan time of 100 min (R-2 = 0.91) and SUVR 100-120 min (R-2 = 0.94), with 80-100 min already representing a reasonable compromise between duration and accuracy (R-2 = 0.93). Time-activity curves and kinetic parameters were equal for cortical regions and the cerebellum in control subjects but different in the putamen. Cerebellar total volumes of distribution were higher in controls than patients. For these methods, increased cortical binding was observed for AD patients and to some extent for cortico basal syndrome, but not progressive supranuclear palsy. Conclusion: The Logan plot provided the best estimate of tau binding using arterial input functions. Assuming that the cerebellum is a valid reference region, simplified methods seem to provide robust alternatives for quantification, such as the Logan reference plot with 100-min scan time. Furthermore, SUVRs between target and cerebellar activities obtained from an 80- to 100-min static scan offer promising potential for clinical routine application.","Authors":"Hahn, A (Hahn, Andreas) ; Schain, M (Schain, Martin) ; Erlandsson, M (Erlandsson, Maria) ; Sjolin, P (Sjolin, Petter) ; James, GM (James, Gregory M.) ; Strandberg, OT (Strandberg, Olof T.) ; Hagerstrom, D (Hagerstrom, Douglas) ; Lanzenberger, R (Lanzenberger, Rupert) ; Jogi, J (Jogi, Jonas) ; Olsson, TG (Olsson, Tomas G.) ; Smith, R (Smith, Ruben) ; Hansson, O (Hansson, Oskar) ...More...Less","Title":"Modeling Strategies for Quantification of In Vivo F-18-AV-1451 Binding in Patients with Tau Pathology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396792600004 PubMed ID: 26296808 ISSN: 1380-7870 eISSN: 1572-9249","Keywords":"Additive mixed effect model; Estimating equation; Gap times; Random effects; Recurrent event data KeyWords Plus:SEMIPARAMETRIC TRANSFORMATION MODELS; NONPARAMETRIC-ESTIMATION; MARGINAL REGRESSION; HAZARDS MODEL; EVENT DATA; COUNTING-PROCESSES; RISK MODEL; SURVIVAL","Categories":"Mathematics Web of Science Categories:Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"LIFETIME DATA ANALYSIS Volume: 23 Issue: 2 Pages: 223-253 DOI: 10.1007/s10985-015-9341-0 Published: APR 2017","Abstract":"Gap times between recurrent events are often of primary interest in medical and observational studies. The additive hazards model, focusing on risk differences rather than risk ratios, has been widely used in practice. However, the marginal additive hazards model does not take the dependence among gap times into account. In this paper, we propose an additive mixed effect model to analyze gap time data, and the proposed model includes a subject-specific random effect to account for the dependence among the gap times. Estimating equation approaches are developed for parameter estimation, and the asymptotic properties of the resulting estimators are established. In addition, some graphical and numerical procedures are presented for model checking. The finite sample behavior of the proposed methods is evaluated through simulation studies, and an application to a data set from a clinic study on chronic granulomatous disease is provided.","Authors":"Ding, JL (Ding, Jieli) ; Sun, LQ (Sun, Liuquan)","Title":"Additive mixed effect model for recurrent gap time data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551500005 PubMed ID: 28160691 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Sparse learning; Graphical lasso; TBI; DTI KeyWords Plus:SCHIZOPHRENIA; WHITE; CONNECTIVITY","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 37 Pages: 56-65 DOI: 10.1016/j.media.2017.01.005 Published: APR 2017","Abstract":"We present a method to estimate a multivariate Gaussian distribution of diffusion tensor features in a set of brain regions based on a small sample of healthy individuals, and use this distribution to identify imaging abnormalities in subjects with mild traumatic brain injury. The multivariate model receives apriori knowledge in the form of a neighborhood graph imposed on the precision matrix, which models brain region interactions, and an additional L-1 sparsity constraint. The model is then estimated using the graphical LASSO algorithm and the Mahalanobis distance of healthy and TBI subjects to the distribution mean is used to evaluate the discriminatory power of the model. Our experiments show that the addition of the apriori neighborhood graph results in significant improvements in classification performance compared to a model which does not take into account the brain region interactions or one which uses a fully connected prior graph. In addition, we describe a method, using our model, to detect the regions that contribute the most to the overall abnormality of the DTI profile of a subject's brain. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Shaker, M (Shaker, Matineh) ; Erdogmus, D (Erdogmus, Deniz) ; Dy, J (Dy, Jennifer) ; Bouix, S (Bouix, Sylvain)","Title":"Subject-specific abnormal region detection in traumatic brain injury using sparse model selection on high dimensional diffusion data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396058200012 PubMed ID: 27562686 ISSN: 1536-1632 eISSN: 1860-2002","Keywords":"alpha 4 beta 2 nicotinic acetylcholine receptors; PET imaging; Radioligands; Non-human primates; Dosimetry; Binding potential KeyWords Plus:POSITRON-EMISSION-TOMOGRAPHY; ALZHEIMERS-DISEASE; NONHUMAN PRIMATE; LEWY BODIES; HUMAN BRAIN; IN-VIVO; PARKINSONS-DISEASE; GRAPHICAL ANALYSIS; RHESUS-MONKEY; PET","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MOLECULAR IMAGING AND BIOLOGY Volume: 19 Issue: 2 Pages: 280-288 DOI: 10.1007/s11307-016-0999-9 Published: APR 2017","Abstract":"Currently available positron-emitting radiotracers for imaging of the alpha 4 beta 2 subtype of nicotinic acetylcholine receptors (nAChRs) exhibit high and moderate specific binding in the thalamus and extra-thalamic brain regions, respectively. In many neuropsychiatric disorders, alpha 4 beta 2-nAChRs are altered in the extra-thalamic brain regions, but not necessarily in the thalamus. The purpose of this study was to evaluate [F-18]XTRA, a new alpha 4 beta 2-nAChR positron emission tomography (PET) radioligand with improved specific binding in extra-thalamic brain regions, in non-human primates. The regional distribution of [F-18]XTRA in the brain of Papio anubis baboons was evaluated in baseline and blocking experiments. Various PET modeling procedures were used for determination of volume of distribution (V (T)), binding potential (BPND), and receptor occupancy. Radiation dosimetry for [F-18]XTRA was studied in male CD-1 mice and extrapolated to human dosimetry estimates using OLINDA/EXM software. [F-18]XTRA was synthesized using an automated radiochemistry module with 25 % decay-corrected radiochemical yield. [F-18]XTRA readily enters the baboon brain and specifically labels alpha 4 beta 2-nAChRs. Mathematical modeling demonstrates high binding potential values (BPND = 7 and 1.3 in the thalamus and frontal cortex, respectively). A PET scanning time of 90-120 min was sufficient to obtain stable V (T) values in the extra-thalamic regions. The extrapolated human effective dose was 0.041 mSv/MBq (0.15 Rem/mCi). [F-18]XTRA exhibits improved specific binding in the baboon brain including extra-thalamic regions and it is considered radiologically acceptable for human studies. Further evaluations of [F-18]XTRA in human subjects are under way.","Authors":"Kuwabara, H (Kuwabara, Hiroto) ; Gao, YJ (Gao, Yongjun) ; Stabin, M (Stabin, Michael) ; Coughlin, J (Coughlin, Jennifer) ; Nimmagadda, S (Nimmagadda, Sridhar) ; Dannals, RF (Dannals, Robert F.) ; Pomper, MG (Pomper, Martin G.) ; Horti, AG (Horti, Andrew G.)","Title":"Imaging alpha 4 beta 2 Nicotinic Acetylcholine Receptors (nAChRs) in Baboons with [F-18]XTRA, a Radioligand with Improved Specific Binding in Extra-Thalamic Regions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397462100003 ISSN: 0748-8017 eISSN: 1099-1638","Keywords":"human reliability analysis; human error probability; CREAM; Bayesian Network; Recursive Noisy-OR KeyWords Plus:HUMAN RELIABILITY-ANALYSIS; HUMAN ERROR; BELIEF NETWORKS; QUANTIFICATION; METHODOLOGY; VALIDATION","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Multidisciplinary; Engineering, Industrial; Operations Research & Management Science","Journal Information":"QUALITY AND RELIABILITY ENGINEERING INTERNATIONAL Volume: 33 Issue: 3 Pages: 479-491 DOI: 10.1002/qre.2021 Published: APR 2017","Abstract":"Cognitive Reliability and Error Analysis Method (CREAM) is a common Human Reliability Analysis (HRA) method of second generation. In this paper, to improve the capabilities of CREAM, we propose a probabilistic method based on Bayesian Network (BN) to determine control mode and quantify Human Error Probability (HEP). The BN development process is described in a four-phase methodology including (i) definition of the nodes and their states; (ii) building the graphical structure; (iii) quantification of BN through assessment of the Conditional Probability Tables (CPT) values and (iv) model validation. Intractability of knowledge acquisition of large CPTs is the most significant limitation of existing BN model of CREAM. So, the main contribution of this paper lies in its application of Recursive Noisy-OR (RN-OR) gate to treat large CPTs assessment and ease knowledge acquisition. RN-OR allows combination of dependent Common Performance Conditions (CPCs). Finally, a quantitative HEP analysis is applied to enable more precise estimation of HEP through a probabilistic approach. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Ashrafi, M (Ashrafi, Maryam) ; Davoudpour, H (Davoudpour, Hamid) ; Khodakarami, V (Khodakarami, Vahid)","Title":"A Bayesian Network to Ease Knowledge Acquisition of Causal Dependence in CREAM: Application of Recursive Noisy-OR Gates"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395715500002 ISSN: 1469-7688 eISSN: 1469-7696","Categories":"Business & Economics; Mathematics; Mathematical Methods In Social Sciences Web of Science Categories:Business, Finance; Economics; Mathematics, Interdisciplinary Applications; Social Sciences, Mathematical Methods","Journal Information":"QUANTITATIVE FINANCE Volume: 17 Issue: 4 Pages: 491-494 DOI: 10.1080/14697688.2016.1239888 Published: APR 2017","Authors":"Whitmore, JC (Whitmore, Jean Czerlinski)","Title":"Probabilistic Graphical Models: A New Way of Thinking in Financial Modelling"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396957500005 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Multirobot systems; Coordination; Task assignment; Logistic KeyWords Plus:TASK ALLOCATION; CONSTRAINT OPTIMIZATION; SENSOR NETWORKS; SYSTEMS; TAXONOMY","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 90 Pages: 34-44 Special Issue: SI DOI: 10.1016/j.robot.2016.08.010 Published: APR 2017","Abstract":"Robotics technology has recently matured sufficiently to deploy autonomous robotic systems for daily use in several applications: from disaster response to environmental monitoring and logistics. In such applications, robots must establish collaborative interactions so to achieve their individual and collective goals and a key problem is for robots to make individual decisions so to optimize a system wide objective function. This problem is typically referred to as coordination. In this paper, we first describe modern optimization techniques for coordination in multiRobot systems. Specifically, we focus on approaches that are based on algorithms widely used to solve graphical models and constraint optimization problems, such as the max-sum algorithm. We then analyze the coordination problem faced by a set of robots operating in a warehouse logistic application. In this context robots must transport items from loading to unloading bays so to complete packages to be delivered to customers. Robots must cooperate to maximize the number of packages completed in the unit of time. To this end a crucial component is to avoid interferences when moving in the environment. We show how such problem can be formalized as a Distributed Constrained Optimization problem and we provide a solution based on the binary max-sum algorithm. Finally, we provide a quantitative evaluation of our approach in a simulated scenario using standard robotics tools (ROS and Gazebo). (C) 2016 Published by Elsevier B.V.","Authors":"Farinelli, A (Farinelli, Alessandro) ; Boscolo, N (Boscolo, Nicolo') ; Zanotto, E (Zanotto, Elena) ; Pagello, E (Pagello, Enrico)","Title":"Advanced approaches for multi-robot coordination in logistic scenarios"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398213300011 PubMed ID: 27908978 ISSN: 2472-6303 eISSN: 2472-6311","Keywords":"complex laboratory automation; end-to-end workflows; integration systems; business process management; laboratory execution system KeyWords Plus:WORKFLOW AUTOMATION","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"SLAS TECHNOLOGY Volume: 22 Issue: 2 Pages: 206-216 DOI: 10.1177/2211068216680331 Published: APR 2017","Abstract":"Modern business process management (BPM) is increasingly interesting for laboratory automation. End-to-end workflow automation and improved top-level systems integration for information technology (IT) and automation systems are especially prominent objectives. With the ISO Standard Business Process Model and Notation (BPMN) 2.X, a system-independent and interdisciplinary accepted graphical process control notation is provided, allowing process analysis, while also being executable. The transfer of BPM solutions to structured laboratory automation places novel demands, for example, concerning the real-time-critical process and systems integration. The article discusses the potential of laboratory execution systems (LESs) for an easier implementation of the business process management system (BPMS) in hierarchical laboratory automation. In particular, complex application scenarios, including long process chains based on, for example, several distributed automation islands and mobile laboratory robots for a material transport, are difficult to handle in BPMSs. The presented approach deals with the displacement of workflow control tasks into life science specialized LESs, the reduction of numerous different interfaces between BPMSs and subsystems, and the simplification of complex process modelings. Thus, the integration effort for complex laboratory workflows can be significantly reduced for strictly structured automation solutions. An example application, consisting of a mixture of manual and automated subprocesses, is demonstrated by the presented BPMS-LES approach.","Authors":"Neubert, S (Neubert, Sebastian) ; Gode, B (Goede, Bernd) ; Gu, XY (Gu, Xiangyu) ; Stoll, N (Stoll, Norbert) ; Thurow, K (Thurow, Kerstin)","Title":"Potential of Laboratory Execution Systems (LESs) to Simplify the Application of Business Process Management Systems (BPMSs) in Laboratory Automation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396780700002 ISSN: 1066-8888 eISSN: 0949-877X","Keywords":"In-database analytics; Query-time inference; Batch inference; Data-parallel analytics; Graph-parallel analytics KeyWords Plus:MARKOV LOGIC","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems","Journal Information":"VLDB JOURNAL Volume: 26 Issue: 2 Pages: 177-201 DOI: 10.1007/s00778-016-0446-1 Published: APR 2017","Abstract":"To meet customers pressing demands, enterprise database vendors have been pushing advanced analytical techniques into databases. Most major DBMSes use user-defined aggregates (UDAs), a data-driven operator, to implement analytical techniques in parallel. However, UDAs alone are not sufficient to implement statistical algorithms where most of the work is performed by iterative transitions over a large state that cannot be naively partitioned due to data dependency. Typically, this type of statistical algorithm requires pre-processing to set up the large state in the first place and demands post-processing after the statistical inference. This paper presents general iterative state transition (GIST), a new database operator for parallel iterative state transitions over large states. GIST receives a state constructed by a UDA and then performs rounds of transitions on the state until it converges. A final UDA performs post-processing and result extraction. We argue that the combination of UDA and GIST (UDA-GIST) unifies data-parallel and state-parallel processing in a single system, thus significantly extending the analytical capabilities of DBMSes. We exemplify the framework through two high-profile batch applications: cross-document coreference, image denoising and one query-time inference application: marginal inference queries over probabilistic knowledge graphs. The 3 applications use probabilistic graphical models, which encode complex relationships of different variables and are powerful for a wide range of problems. We show that the in-database framework allows us to tackle a 27 times larger problem than a scalable distributed solution for the first application and achieves 43 times speedup over the state-of-the-art for the second application. For the third application, we implement query-time inference using the UDA-GIST framework and apply over a probabilistic knowledge graph, achieving 10 times speedup over sequential inference. To the best of our knowledge, this is the first in-database query-time inference engine over large probabilistic knowledge base. We show that the UDA-GIST framework for data-and graph-parallel computations can support both batch and query-time inference efficiently in databases.","Authors":"Li, K (Li, Kun) ; Zhou, XF (Zhou, Xiaofeng) ; Wang, DZ (Wang, Daisy Zhe) ; Grant, C (Grant, Christan) ; Dobra, A (Dobra, Alin) ; Dudley, C (Dudley, Christopher)","Title":"In-database batch and query-time inference over probabilistic graphical models using UDA-GIST"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395154600004 ISSN: 1134-3060 eISSN: 1886-1784","Categories":"Computer Science; Engineering; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"ARCHIVES OF COMPUTATIONAL METHODS IN ENGINEERING Volume: 24 Issue: 2 Pages: 319-335 DOI: 10.1007/s11831-016-9168-1 Published: APR 2017","Abstract":"In causal study we are interested in finding the graphical structure in the form of directed acyclic graphs (DAGs). These DAGs describe the directions and connection strength to connecting variables represented by nodes. In this regard, various methods have been developed to estimate the appropriate structure of the causal model and to explain a fair number of its features. Our review aims to provide a complete and systematic analysis of selected articles from past few decades, having powerful methods to infer the area of study. In this article, we categorized all selected articles in three groups, on the basis of techniques these used to construct the causal model. To provide a full comparative study under categories of probabilistic, statistical and algebraic approaches, we discussed underlying difficulties, limitations, merits and disadvantages in applying these techniques. The reader will find it helpful to choose and use the appropriate method for a better implication.","Authors":"Parida, PK (Parida, Pramod Kumar) ; Marwala, T (Marwala, Tshilidzi) ; Chakraverty, S (Chakraverty, Snehashish)","Title":"An Overview of Recent Advancements in Causal Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599300008 ISSN: 0045-7949 eISSN: 1879-2243","Keywords":"Thrust network analysis; Masonry vaults; Funicular polygon KeyWords Plus:PLANE ELASTIC PROBLEMS; LIMIT ANALYSIS; MASONRY VAULTS; NUMERICAL-ANALYSIS; NO-TENSION; FORMULATION; BRIDGES; DESIGN; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"COMPUTERS & STRUCTURES Volume: 182 Pages: 104-118 DOI: 10.1016/j.compstruc.2016.11.016 Published: APR 1 2017","Abstract":"We address the Thrust Network Analysis (TNA), i.e. the methodology for modeling masonry vaults as a discrete network of forces in equilibrium with gravitational loads, first contributed by O'Dwyer and fully developed by Block and coworkers. Reducing the bias by the quoted authors in favor of a graphical interpretation of the method, we reformulate the original version of the TNA by discarding the dual grid and focusing only on the primal grid, thus significantly enhancing the computational performances. The proposed reformulation of the TNA is also extended by including horizontal forces in the analysis as well as holes or free edges in the vault. Furthermore, the coefficient matrices entering the solution scheme are obtained by assembling the separate contribution of each branch, thus avoiding the ad hoc node numbering and branch orientation required by alternative implementations. Numerical examples, some of which referred to vaults having a particularly complex geometry, show the effectiveness and robustness of the proposed approach in assessing the safety conditions of existing masonry vaults or in designing new ones. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Marmo, F (Marmo, Francesco) ; Rosati, L (Rosati, Luciano)","Title":"Reformulation and extension of the thrust network analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395373100007 ISSN: 0218-2718 eISSN: 1793-6594","Keywords":"Inflation; slow-roll approximation; f(G) gravity KeyWords Plus:GAUSS-BONNET GRAVITY; CHAOTIC INFLATION; DARK ENERGY; COSMOLOGY; UNIVERSE; ANISOTROPY; VACUUM; MODELS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"INTERNATIONAL JOURNAL OF MODERN PHYSICS D Volume: 26 Issue: 4 Article Number: 1750030 DOI: 10.1142/S0218271817500304 Published: APR 2017","Abstract":"This paper investigates inflationary dynamics for isotropic and homogeneous universe model in the background of f(G) gravity. We construct Hubble-flow functions, slow-roll parameters, amplitude of scalar power spectrum, spectral index and tensor-scalar ratio for a particular form of equation of state which describes quasi-de Sitter expansion. The dynamics of inflationary epoch is analyzed for scalar field as well as fluid cosmology with viable power-law f(G) model. We obtain different potential functions that correspond to chaotic inflation and Starobinsky type models. The graphical behavior of these parameters shows compatible results with observational Planck 2015 data in this gravity.","Authors":"Sharif, M (Sharif, M.) ; Ikram, A (Ikram, Ayesha)","Title":"Inflationary dynamics in f(G) gravity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394877600010 ISSN: 0192-8651 eISSN: 1096-987X","Keywords":"molecular volume; graphical processing unit; Gaussian density; surface area model KeyWords Plus:MOLECULAR-DYNAMICS SIMULATIONS; LIGAND-BINDING AFFINITIES; IMPLICIT SOLVENT MODEL; GENERALIZED-BORN MODEL; SCALED-PARTICLE THEORY; HYDRATION FREE-ENERGY; FORCE-FIELD; CONTINUUM ELECTROSTATICS; PROTEIN-INTERACTION; HIGH-THROUGHPUT","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF COMPUTATIONAL CHEMISTRY Volume: 38 Issue: 10 Pages: 740-752 DOI: 10.1002/jcc.24745 Published: APR 2017","Abstract":"We present an algorithm to efficiently compute accurate volumes and surface areas of macromolecules on graphical processing unit (GPU) devices using an analytic model which represents atomic volumes by continuous Gaussian densities. The volume of the molecule is expressed by means of the inclusion-exclusion formula, which is based on the summation of overlap integrals among multiple atomic densities. The surface area of the molecule is obtained by differentiation of the molecular volume with respect to atomic radii. The many-body nature of the model makes a port to GPU devices challenging. To our knowledge, this is the first reported full implementation of this model on GPU hardware. To accomplish this, we have used recursive strategies to construct the tree of overlaps and to accumulate volumes and their gradients on the tree data structures so as to minimize memory contention. The algorithm is used in the formulation of a surface area-based non-polar implicit solvent model implemented as an open source plug-in (named GaussVol) for the popular OpenMM library for molecular mechanics modeling. GaussVol is 50 to 100 times faster than our best optimized implementation for the CPUs, achieving speeds in excess of 100 ns/day with 1 fs time-step for protein-sized systems on commodity GPUs. (C) 2017 Wiley Periodicals, Inc.","Authors":"Zhang, BF (Zhang, Baofeng) ; Kilburg, D (Kilburg, Denise) ; Eastman, P (Eastman, Peter) ; Pande, VS (Pande, Vijay S.) ; Gallicchio, E (Gallicchio, Emilio)","Title":"Efficient Gaussian Density Formulation of Volume and Surface Areas of Macromolecules on Graphical Processing Units"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394472600006 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Groundwater; Delhi; Multivariate; Fluoride; Nitrate; Saturation index KeyWords Plus:NITRATE CONTAMINATION; WATER-QUALITY; UNITED-STATES; FLOW-PATHS; BASIN; AREA; CHEMISTRY; AQUIFERS; PUNJAB; CHINA","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 175 Pages: 59-71 DOI: 10.1016/j.gexplo.2017.01.001 Published: APR 2017","Abstract":"Groundwater is the most important source of drinking waters supply in the National Capital Territory (NCT) of, New Delhi, India. A diverse geological and topographical set up along with the fast growing population and anthropogenic activities has created a need of groundwater quality assurance fir drinking and domestic water supply in the region. The major hydro-geochemical process and impacts Of anthropogenic activities can be deciphered using multivariate statistical analysis, conventional graphical plots and saturation indices. Groundwater samples were collected from 170 locations spread over entire region and were analysed for a total of 12 water quality physico-chemical parameters. It is observed that the groundwater is neutral to alkaline in nature with electrical conductivity (EC) value ranging from 460 to 8980 mu s/cm. Chemometric analysis was performed along with geochemical modeling. The 3 clusters obtained through HCA were clearly differentiated based on their chemical characteristics i.e. concentration of major ions. High concentration of nitrate (NO3-) and fluoride (F-) exceeding WHO standards was found in 29% and 27% of the water samples respectively. It is observed that semi-arid climatic conditions along with rock-Water interaction, weathering and ion-exchange are the major factors controlling groundwater quality in the region. Oversaturation of fluorite and gypsum has resulted into high concentration of F- in study area. It is found that the results from statistical and geochemical models compliment the findings using conventional plots and are able to decipher comprehensive geochemistry of groundwater in the region. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Singh, CK (Singh, Chander Kumar) ; Kumar, A (Kumar, Anand) ; Shashtri, S (Shashtri, Satyanarayan) ; Kumar, A (Kumar, Alok) ; Kumar, P (Kumar, Pankaj) ; Mallick, J (Mallick, Javed)","Title":"Multivariate statistical analysis and geochemical modeling for geochemical assessment of groundwater of Delhi, India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077100011 ISSN: 0165-7836 eISSN: 1872-6763","Keywords":"Scombridae; Feeding ecology; Stomach content analysis; Stable isotope analysis KeyWords Plus:EASTERN MEDITERRANEAN SEA; STABLE-ISOTOPE ANALYSES; STOMACH CONTENTS; FEEDING ECOLOGY; YELLOWFIN TUNA; DAILY RATION; ALBORAN SEA; GASTRIC EVACUATION; GRAPHICAL ANALYSIS; FOOD-CONSUMPTION","Categories":"Fisheries Web of Science Categories:Fisheries","Journal Information":"FISHERIES RESEARCH Volume: 188 Pages: 112-120 DOI: 10.1016/j.fishres.2016.12.012 Published: APR 2017","Abstract":"The diet of Atlantic bluefin tuna (ABFT), Thunnus thynnus, caught in the Strait of Gibraltar area (SoG) from late summer through fall was assessed by stomach content (SCA) and stable isotope (SIA) analyses. Our results show that the SoG provides suitable food resources for sub-adult and adult ABFT. The SCA did not show inter-annual differences, and indicated that crustaceans were the most important prey group (alimentary index, AI = 37.47 and AI = 47.22 for 2012 and 2013, respectively), followed by fishes (AI = 28.71 and AI = 25.62, respectively) and cephalopods (AI = 1.55 and AI = 3.03). Diet compositions inferred from mixing models based on muscle and liver isotopic data showed that squid are an important food resource for the ABFT living in the SoG. Feeding patterns were analysed by the graphical method of Amundsen, which suggested that the ABFT exhibits a varying degree of specialisation on different prey. Thus, while most prey species were unimportant and rare, Sergia robusta can be considered as the dominant prey. The trophic niche width, estimated from SCA as the antilogarithm of Shannon's entropy, as well as from stable isotope Bayesian ellipses, indicated that the ABFT sampled in 2012 consumed a more diverse diet than those sampled in 2013. Inter-annual differences in daily meal and daily ration were apparent; whereas the estimated daily food intake was 918.91 g day(-1) in 2012 and 1924.95 g day(-1) in 2013, the daily ration showed values of 2.52 +/- 1.24% body mass (BM) day(-1) and 5.84 +/- 1.06% BM day(-1). Such substantial differences are probably due to differences in water temperatures between the sampling dates of the two years. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sorell, JM (Miguel Sorell, Joan) ; Varela, JL (Luis Varela, Jose) ; Goni, N (Goni, Nicolas) ; Macias, D (Macias, David) ; Arrizabalaga, H (Arrizabalaga, Haritz) ; Medina, A (Medina, Antonio)","Title":"Diet and consumption rate of Atlantic bluefin tuna (Thunnus thynnus) in the Strait of Gibraltar"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395160400001 ISSN: 1793-5245 eISSN: 1793-7159","Keywords":"Ciliary-induced flow; metachronal wave; couple stress fluid; axisymmetric tube KeyWords Plus:HEAT-TRANSFER ANALYSIS; COUPLE-STRESS FLUID; METACHRONAL WAVE; NEWTONIAN FLUID; MAGNETIC-FIELD; FLOW; PROPULSION; LAYER; CHANNEL; MHD","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"INTERNATIONAL JOURNAL OF BIOMATHEMATICS Volume: 10 Issue: 3 Article Number: 1750031 DOI: 10.1142/S1793524517500310 Published: APR 2017","Abstract":"This study describes the consequences of the ciliary motion on the transport of seminal liquid through the ductus efferentes of the male reproductive tract. By assuming the seminal liquid as a couple stress fluid, we have formulated a mathematical model for a two-dimensional flow through an axially symmetric tube whose inner surface is ciliated in the form of a metachronal wave. The governing system consists of nonlinear coupled partial differential equations which is reduced to a system of ordinary differential equations by utilizing the long wavelength approximation in an environment of the inertia free flow. Exact solutions for the velocity distribution, the pressure gradient and the stream function are obtained in terms of the couple stress parameters and the ciliary metachronism. Special attention is given to the pumping and the trapping characteristics due to the cilia motility. The study reveals that the ciliary pumping has to be more efficient to transport a couple stress fluid as compared to a Newtonian fluid. Moreover, the theoretical results for the couple stress fluid are found to be in good agreement with those reported by [T. J. Lardner and W. J. Shack, Cilia transport, Bull. Math. Biophys. 34 (1972) 325-335]. The analytical results are also displayed in graphical form.","Authors":"Farooq, AA (Farooq, A. A.) ; Siddiqui, AM (Siddiqui, A. M.)","Title":"Mathematical model for the ciliary-induced transport of seminal liquids through the ductuli efferentes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393630800022 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Schrodinger equation; Quantum dynamics; Numerical propagation; Bound states; Discrete variable representation; Non-adiabatic transitions KeyWords Plus:DEPENDENT SCHRODINGER-EQUATION; BORN-OPPENHEIMER APPROXIMATION; CLASSICAL LIOUVILLE EQUATION; LASER-PULSE CONTROL; MOLECULAR-DYNAMICS; MODEL SIMULATIONS; WAVE-FUNCTIONS; FLOQUET THEORY; PROPAGATION; PHOTOASSOCIATION","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 213 Pages: 223-234 DOI: 10.1016/j.cpc.2016.12.007 Published: APR 2017","Abstract":"WavePacket is an open-source program package for the numerical simulation of quantum-mechanical dynamics. It can be used to solve time-independent or time-dependent linear Schrodinger and Liouville-von Neumann-equations in one or more dimensions. Also coupled equations can be treated, which allows to simulate molecular quantum dynamics beyond the Born-Oppenheimer approximation. Optionally accounting for the interaction with external electric fields within the semiclassical dipole approximation, WavePacket can be used to simulate experiments involving tailored light pulses in photo-induced physics or chemistry. The graphical capabilities allow visualization of quantum dynamics 'on the fly', including Wigner phase space representations. Being easy to use and highly versatile, WavePacket is well suited for the teaching of quantum mechanics as well as for research projects in atomic, molecular and optical physics or in physical or theoretical chemistry. The present Part I deals with the description of closed quantum systems in terms of Schrodinger equations. The emphasis is on discrete variable representations for spatial discretization as well as various techniques for temporal discretization. The upcoming Part II will focus on open quantum systems and dimension reduction; it also describes the codes for optimal control of quantum dynamics. The present work introduces the MATLAB version of WavePacket 5.2.1 which is hosted at the Sourceforge platform, where extensive Wiki-documentation as well as worked-out demonstration examples can be found. Program summary Program Title: WavePacket Program Files doi: http://dx.doi.org/10.17632/tc5mrhx9sb.1 Licensing provisions: GPLv3 Programming language: MATLAB Nature of problem: Schrodingers equations are of fundamental importance in non-relativistic quantum mechanics of distinguishable particles. The solutions of the time-independent equation (TISE) are wavefunctions in coordinate space, the absolute squares of which are usually interpreted as probability density. The time dependent equation (TDSE) describes the dynamics of a quantum system evolving in time. It plays a crucial role for the simulation, understanding, and prediction of modern experiments in atomic, molecular and optical physics where systems are driven by temporally shaped external fields. Solution method: All numerical methods compiled in WavePacket are based on discrete variable representations. Currently implemented are Gauss-Hermite, Gauss-Legendre and FFT-based schemes. The TISE is solved either by direct diagonalization or by propagation in imaginary time. For the TDSE there is a choice between second order differencing, operator splitting and Chebychev polynomial methods. Additional comments including Restrictions and Unusual features: The WAVEPACKET program package is rather easy and intuitive to use, providing visualization of quantum dynamics 'on the fly'. It is mainly intended for low-dimensional systems, typically not exceeding three to five degrees of freedom. Detailed user guides and reference manuals are available through numerous Wiki pages hosted at the SOURCEFORGE platform where also a large number of well documented demonstration examples can be found. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Schmidt, B (Schmidt, Burkhard) ; Lorenz, U (Lorenz, Ulf) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schmidt, Burkhard  A-2358-2013 http://orcid.org/0000-0002-9658-499X","Title":"WavePacket: A Matlab package for numerical quantum dynamics. I: Closed quantum systems and discrete variable representations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394140100004 ISSN: 1383-7133 eISSN: 1572-9354","Keywords":"Cost function networks; Weighted CSP; Constraint optimization problems; High order consistencies; Restricted path consistency; Path inverse consistency; Max-restricted path consistency KeyWords Plus:VALUED CONSTRAINT SATISFACTION; ARC CONSISTENCY; PROTEIN DESIGN; OPTIMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"CONSTRAINTS Volume: 22 Issue: 2 Pages: 230-264 DOI: 10.1007/s10601-016-9250-1 Published: APR 2017","Abstract":"Cost Function Networks (aka Weighted CSP) allow to model a variety of problems, such as optimization of deterministic and stochastic graphical models including Markov random Fields and Bayesian Networks. Solving cost function networks is thus an important problem for deterministic and probabilistic reasoning. This paper focuses on local consistencies which define essential tools to simplify Cost Function Networks, and provide lower bounds on their optimal solution cost. To strengthen arc consistency bounds, we follow the idea of triangle-based domain consistencies for hard constraint networks (path inverse consistency, restricted or max-restricted path consistencies), describe their systematic extension to cost function networks, study their relative strengths, define enforcing algorithms, and experiment with them on a large set of benchmark problems. On some of these problems, our improved lower bounds seem necessary to solve them.","Authors":"Nguyen, H (Nguyen, Hiep) ; Bessiere, C (Bessiere, Christian) ; de Givry, S (de Givry, Simon) ; Schiex, T (Schiex, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schiex, Thomas  http://orcid.org/0000-0001-6049-3415","Title":"Triangle-based consistencies for cost function networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392044500012 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Vector autoregressive model; Conditional independence; Convex optimization; Renormalized maximum likelihood; Maximum entropy KeyWords Plus:KULLBACKS SYMMETRIC DIVERGENCE; STATIONARY TIME-SERIES; SELECTION; IDENTIFICATION; ORDER","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 133 Pages: 122-134 DOI: 10.1016/j.sigpro.2016.10.023 Published: APR 2017","Abstract":"In this paper, we introduce novel algorithms for inferring the conditional independence graph of a vector autoregressive (VAR) process. As part of this work, we derive the renormalized maximum likelihood criterion for VAR - order selection and prove its consistency. Finding the graphical model for VAR reduces to identify the sparsity pattern of the inverse of its spectral density matrix; we show how efficient implementations of convex optimization algorithms can be used to solve this problem; in our approach, the high-sparsity assumption is not needed. We conduct experiments with simulated data, air pollution data and stock market data for demonstrating that our algorithms are faster and more accurate than similar methods proposed in the previous literature.","Authors":"Maanan, S (Maanan, Said) ; Dumitrescu, B (Dumitrescu, Bogdan) ; Giurcaneanu, CD (Giurcaneanu, Ciprian Doru) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Giurcaneanu, Ciprian Doru  http://orcid.org/0000-0001-5512-0868","Title":"Conditional independence graphs for multivariate autoregressive models by convex optimization: Efficient algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212700017 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Allometric functions; Color segmentation; WAMP servers; Color clustering; Crop water management KeyWords Plus:MODELS; MANAGEMENT","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 183 Pages: 136-145 Special Issue: SI DOI: 10.1016/j.agwat.2016.08.014 Published: MAR 31 2017","Abstract":"Different studies in the field of agricultural engineering have successfully related irrigation needs of plants with the percentage of green cover in crop images, by using simple allometric equations. Therefore, the problem of segmenting plants from soil in digital images becomes a key component of many water management systems. The development of automatic computer vision algorithms avoids slow and expensive procedures which require the supervision of human experts. In this sense, color analysis techniques have shown to yield the best results in accuracy and efficiency. This paper describes the design and development of a new web application with two different color segmentation techniques to estimate the percentage of green cover. The system allows a remote monitoring of crops, including functionality to upload images, analyze images, database storage, and graphical visualization of the results. An extensive experimental validation of this tool has been carried out on a lettuce crop of variety 'Little Gem'. The two segmentation methods - based on probabilistic color models using histograms, and clustering in the RGB space using the fuzzy c-means algorithm - are compared with respect to a manual segmentation technique which allows the human expert to validate the outcome of the process for each image. The experimental results demonstrate the feasibility of these two automatic methods as substitutes of the supervised process. The first method achieves a relative error below 2.4% in the obtained segmentation, while the second method has an error below 4.8%. Both techniques require less than 1 s of processing time in the server. Equations to compute the crop coefficient parameter are also included and validated for the same kind of crop.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gonzalez-Esquiva, JM (Gonzalez-Esquiva, J. M.) ; Garcia-Mateos, G (Garcia-Mateos, G.) ; Hernandez-Hernandez, JL (Hernandez-Hernandez, J. L.) ; Ruiz-Canales, A (Ruiz-Canales, A.) ; Escarabajal-Henerajos, D (Escarabajal-Henerajos, D.) ; Molina-Martinez, JM (Molina-Martinez, J. M.)","Title":"Web application for analysis of digital photography in the estimation of irrigation requirements for lettuce crops"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395617900101 ISSN: 1359-4311","Keywords":"Frost thickness; Natural convection; Vertical cryogenic surface; Soft computing KeyWords Plus:SUPPORT VECTOR MACHINE; HEAT-TRANSFER; APPROXIMATORS; PERFORMANCE; RESERVOIRS; NETWORKS; GROWTH; ANFIS; AIR","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 115 Pages: 1128-1136 DOI: 10.1016/j.applthermaleng.2017.01.049 Published: MAR 25 2017","Abstract":"Frost layer growth on cryogenic surfaces is an important topic, and an accurate prediction of the frost layer growth can be helpful for research on heat and mass transfer. Implementation of artificial intelligence techniques for making estimates is useful and worthwhile, as they are simple-to-use, reliable, and cheap. In this study, four models, such as multiple linear regression (MLR), artificial neural network (ANN), least squares support vector machine (LSSVM), and adaptive neuro fuzzy inference system (ANFIS), were developed to estimate the frost layer thickness, 8, on vertical cryogenic surfaces. The inputs of the models are the surface temperature, Tw; air temperature, Ta; relative humidity, (phi; and time, t. To develop the models, a data set including 711 data points was gathered from the literature and randomly split into two groups: 498 data samples to train the models and 213 data samples to test the robustness and capability of the models. To evaluate the performance of the aforementioned models, a comparison was carried out between the results obtained and actual data measured in the laboratory with different graphical and statistical error analyses. The ANFIS model was found to outperform the other models. For the model, the statistical error tests of R-2 and MSE gave values of 0.9966996032 and 0.02329202, respectively, for the testing set. Additionally, to indicate the capability and apply the suggested model, a new test condition was studied. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zendehboudi, A (Zendehboudi, Alireza) ; Wang, B (Wang, Baolong) ; Li, X (Li, Xianting)","Title":"Application of smart models for prediction of the frost layer thickness on vertical cryogenic surfaces under natural convection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397509800002 PubMed ID: 28335719 ISSN: 1471-2105","Keywords":"Gene regulatory network; Hub gene; Partial correlation; Sparse partial correlation estimation; Escherichia coli; Lung cancer KeyWords Plus:LUNG ADENOCARCINOMA; GRAPHICAL LASSO; PENALIZED REGRESSION; MUTUAL INFORMATION; BAYESIAN NETWORKS; MODEL SELECTION; EXPRESSION DATA; SURVIVAL; CANCER; CELL","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 186 DOI: 10.1186/s12859-017-1576-1 Published: MAR 23 2017","Abstract":"Background: Gene regulatory networks reveal how genes work together to carry out their biological functions. Reconstructions of gene networks from gene expression data greatly facilitate our understanding of underlying biological mechanisms and provide new opportunities for biomarker and drug discoveries. In gene networks, a gene that has many interactions with other genes is called a hub gene, which usually plays an essential role in gene regulation and biological processes. In this study, we developed a method for reconstructing gene networks using a partial correlation-based approach that incorporates prior information about hub genes. Through simulation studies and two real-data examples, we compare the performance in estimating the network structures between the existing methods and the proposed method. Results: In simulation studies, we show that the proposed strategy reduces errors in estimating network structures compared to the existing methods. When applied to Escherichia coli, the regulation network constructed by our proposed ESPACE method is more consistent with current biological knowledge than the SPACE method. Furthermore, application of the proposed method in lung cancer has identified hub genes whose mRNA expression predicts cancer progress and patient response to treatment. Conclusions: We have demonstrated that incorporating hub gene information in estimating network structures can improve the performance of the existing methods.","Authors":"Yu, DH (Yu, Donghyeon) ; Lim, JH (Lim, Johan) ; Wang, XL (Wang, Xinlei) ; Liang, FM (Liang, Faming) ; Xiao, GH (Xiao, Guanghua)","Title":"Enhanced construction of gene regulatory networks using hub gene information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800007 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Emotion prediction; Social-influence; User-interest; Social network KeyWords Plus:NETWORKS; AUDIO","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 66-76 DOI: 10.1016/j.neucom.2016.11.054 Published: MAR 22 2017","Abstract":"Emotions are playing significant roles in daily life, making emotion prediction important. Since emotions are highly subjective for users, we focus on emotion prediction for individuals instead of for the masses. Existing works on emotion prediction for individuals either focus on media content or social-influence alone, which are incomprehensive in predicting users' emotions. In this paper, we design a joint user-interest and social influence emotion prediction framework for individuals, in which user-interest in multimodal media content and social-influence in social relations are both considered. To address the issue that for different users, the impacts of these two factors are different, a probabilistic graphical model is proposed to combine these two factors together, where a set of parameters are used to measure their importance in influencing the user's emotions, and they are learnt from the user's historical behaviors. We conduct experiments using real social media network to verify our algorithm and evaluate its performance. The results demonstrate the effectiveness of our approach and show that our approach can substantially improve the emotion prediction performance.","Authors":"Rui, T (Rui, Ting) ; Cui, P (Cui, Peng) ; Zhu, WW (Zhu, Wenwu)","Title":"Joint user-interest and social-influence emotion prediction for individuals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Activity recognition; Multiple residents; Cooperative and parallel activities; Graphical models KeyWords Plus:ACTIVITY RECOGNITION; HOMES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 133-142 DOI: 10.1016/j.neucom.2016.05.110 Published: MAR 22 2017","Abstract":"In this paper we investigate the problem of modeling multi-resident activities. Specifically, we explore different approaches based on Hidden Markov Models (HMMs) to deal with parallel activities and cooperative activities. We propose an HMM-based method, called CL-HMM, where activity labels as well as observation labels of different residents are combined to generate the corresponding sequence of activities as well as the corresponding sequence of observations on which a conventional HMM is applied. We also propose a Linked HMM (LHMM) in which activities of all residents are linked at each time step. We compare these two models to baseline models which are Coupled HMM (CHMM) and Parallel HMM (PHMM). The experimental results show that the proposed models outperform CHMM and PHMM when tested on parallel and cooperative activities.","Authors":"Benmansour, A (Benmansour, Asma) ; Bouchachia, A (Bouchachia, Abdelhamid) ; Feham, M (Feham, Mohammed)","Title":"Modeling interaction in multi-resident activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396640900006 PubMed ID: 28111318 ISSN: 0022-5193 eISSN: 1095-8541","Keywords":"Transcriptional network; Boolean rules; Developmental programming; Stoichiometric matrix; Extreme pathway analysis KeyWords Plus:GONADOTROPIN-RELEASING-HORMONE; BIOCHEMICAL REACTION NETWORKS; GRAPHICAL SYSTEMS-MODEL; GROWTH-FACTOR-I; METABOLIC NETWORKS; PATHWAY ANALYSIS; EMBRYONIC-DEVELOPMENT; OOCYTE MATURATION; GENE-EXPRESSION; FISH","Categories":"Life Sciences & Biomedicine - Other Topics; Mathematical & Computational Biology Web of Science Categories:Biology; Mathematical & Computational Biology","Journal Information":"JOURNAL OF THEORETICAL BIOLOGY Volume: 417 Pages: 51-60 DOI: 10.1016/j.jtbi.2017.01.027 Published: MAR 21 2017","Abstract":"The interconnected topology of transcriptional regulatory networks (TRNs) readily lends to mathematical (or in silico) representation and analysis as a stoichiometric matrix. Such a matrix can be 'solved' using the mathematical method of extreme pathway (ExPa) analysis, which identifies uniquely activated genes subject to transcription factor (TF) availability. In this manuscript, in silica multi-tissue TRN models of brain, liver and gonad were used to study reproductive endocrine developmental programming in zebrafish (Danio rerio) from 0.25 h post fertilization (hpf; zygote) to 90 days post fertilization (dpf; adult life stage). First, properties of TRN models were studied by sequentially activating all genes in multi-tissue models. This analysis showed the brain to exhibit lowest proportion of co-regulated genes (19%) relative to liver (23%) and gonad (32%). This was surprising given that the brain comprised 75% and 25% more TFs than liver and gonad respectively. Such `hierarchy' of co-regulatory capability (brain < liver < gonad) indicated presence of highly gene-specific TRNs in the brain, alluding to its role as 'master controller' of endocrine function. Second, TRN models were constrained with varying TF availabilities during zebrafish development. Normalized numbers of genes active during development showed concomitant activations between brain and gonad from 10 to 12 hpf (embryonic life stage) up to 30-90 dpf (adult life stage). This indicated a putative 'syncing' between the brain and gonad, and initiation of an early reproductive endocrine developmental program. Finally, comparison of in vivo active genes with those predicted in silico showed relatively good agreement for brain (49%), liver (27%) and gonad (32%). The multi-tissue TRN models presented can lend diagnostic insights into the effects of changing environmental and/ or genetic constraints on reproductive endocrine function.","Authors":"Hala, D (Hala, D.)","Title":"In silico predicted reproductive endocrine transcriptional regulatory networks during zebrafish (Danio rerio) development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397337600001 PubMed ID: 28331548 ISSN: 1756-0381","Keywords":"Relevancy discovery; Dependency estimation; Feature selection; Epistasis; Hepatitis dataset; Visual programming tools KeyWords Plus:FEATURE-SELECTION; OPTIMIZATION; ALGORITHMS; REDUNDANCY; HEPATITIS; NETWORKS; DATASETS; RELIEFF; LIVER","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"BIODATA MINING Volume: 10 Article Number: 12 DOI: 10.1186/s13040-017-0131-y Published: MAR 15 2017","Abstract":"Background: Discovering relevant features (biomarkers) that discriminate etiologies of a disease is useful to provide biomedical researchers with candidate targets for further laboratory experimentation while saving costs; dependencies among biomarkers may suggest additional valuable information, for example, to characterize complex epistatic relationships from genetic data. The use of classifiers to guide the search for biomarkers (the so-called wrapper approach) has been widely studied. However, simultaneously searching for relevancy and dependencies among markers is a less explored ground. Results: We propose a new wrapper method that builds upon the discrimination power of a weighted kernel classifier to guide the search for a probabilistic model of simultaneous marginal and interacting effects. The feasibility of the method was evaluated in three empirical studies. The first one assessed its ability to discover complex epistatic effects on a large-scale testbed of generated human genetic problems; the method succeeded in 4 out of 5 of these problems while providing more accurate and expressive results than a baseline technique that also considers dependencies. The second study evaluated the performance of the method in benchmark classification tasks; in average the prediction accuracy was comparable to two other baseline techniques whilst finding smaller subsets of relevant features. The last study was aimed at discovering relevancy/dependency in a hepatitis dataset; in this regard, evidence recently reported in medical literature corroborated our findings. As a byproduct, the method was implemented and made freely available as a toolbox of software components deployed within an existing visual data-mining workbench. Conclusions: The mining advantages exhibited by the method come at the expense of a higher computational complexity, posing interesting algorithmic challenges regarding its applicability to large-scale datasets. Extending the probabilistic assumptions of the method to continuous distributions and higher-degree interactions is also appealing. As a final remark, we advocate broadening the use of visual graphical software tools as they enable biodata researchers to focus on experiment design, visualisation and data analysis rather than on refining their scripting programming skills.","Authors":"Rodriguez, N (Rodriguez, Nestor) ; Rojas-Galeano, S (Rojas-Galeano, Sergio)","Title":"Discovering feature relevancy and dependency by kernel-guided probabilistic model- building evolution"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396906100010 PubMed ID: 28316894 ISSN: 2167-8359","Keywords":"User-defined features; Auto-features; Regularization multiplier; Species distribution; Environmental niche modelling; Parameters configuration; Maximum entropy KeyWords Plus:SPECIES DISTRIBUTION MODELS; CLIMATE-CHANGE; GEOGRAPHIC DISTRIBUTIONS; CONSERVATION; RESTORATION; POPULATIONS; COMPLEXITY; PREDICTION; OPILIONES; HOTSPOT","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 5 Article Number: 3093 DOI: 10.7717/peerj.3093 Published: MAR 14 2017","Abstract":"Environmental niche modeling (ENM) is commonly used to develop probabilistic maps of species distribution. Among available ENM techniques, MaxEnt has become one of the most popular tools for modeling species distribution, with hundreds of peer reviewed articles published each year. MaxEnt's popularity is mainly due to the use of be always appropnate because it can Produce non-optimal models; when dealing graphical interface and automatic paramreesetenrceconfiguration capabilities. However, recent studies have shown that using the default automatic configuration may not appropriate because. particularly heti d.th a small number species p ealing wi 1 number 0. points. Thus, the recommendation is to evaluate the best Potential combination of Para c meters (feature lasses and regularization multiplier) to select the most appropriate model. In this work we reviewed 244 articles Published between 2013 and 2015 to assess 'whether researchers are following recommendations to avoid using the default parameter configuration when dealing with small samPle sizes, or if they are using MaxEnt as a \"black box tool.\" Our results show that M only 16% of analyzed articles authors evaluated best feature classes, in 6.9% evaluated best regularization multipliers, and. ln.a meager.. 3.7% evaluated simultaneously.both parameters before producing the definitive distribution model.We analyzed 20 articles to quantify.the potential differences in resulting outputs when sing software default parameters instead of the alternative best model. Results from our analysis reveal important. differences between the use of default. parameters and the best model approach, especially in the total. area identified. as suitable for the assessed sPecies and the specific areas. that are identified as suitable by both modelling approaches. These results are worrying, because publications are potentially. reporting over-complex or.over-simplistic models can.undermine the applicability of their results. Of particular. importance are studies usedto inform policy.malung. Therefore, researchers, practitioners, reviewers and editors needtoibse very judicious when dealing with MaxEnt, particularly when the modelling process is based on small sample sizes.","Authors":"Morales, NS (Morales, Narkis S.) ; Fernandez, IC (Fernandez, Ignacio C.) ; Baca-Gonzalez, V (Baca-Gonzalez, Victoria) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Morales, Narkis  http://orcid.org/0000-0002-3942-1916","Title":"MaxEnt's parameter configuration and small samples: are we paying attention to recommendations ? A systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589300024 ISSN: 1751-8687 eISSN: 1751-8695","Keywords":"directed graphs; AC-DC power convertors; matrix decomposition; harmonic operating principles; graphical presentation; voltage source converter; sparse vector method; visualisation method; VSC; dynamic phasor sequence component model; algebraic equations; coefficient matrix; vector sparse characteristics; back solution operations; factorisation paths; weighted directed graphs; graph theory; AC-side-DC-side coupling KeyWords Plus:UNBALANCED CONDITIONS; SYSTEMS; DOMAIN","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IET GENERATION TRANSMISSION & DISTRIBUTION Volume: 11 Issue: 4 Pages: 1033-1038 DOI: 10.1049/iet-gtd.2016.1307 Published: MAR 9 2017","Abstract":"This study presents a graphical presentation of the harmonic operating principles in voltage source converter (VSC) with sparse vector methods and provides a visualisation method for analysing the harmonic operations of VSC. Based on the dynamic phasor sequence components model of the VSC, the operation analysis of VSC has been transformed into a solution of an algebraic equations. With the sparse characteristics of the vectors and coefficient matrix, the sparse vector method is applied into solving equations. The coupling from the ac-side to the dc-side can be represented by the forward substitution operations and the coupling from the dc-side to the ac-side can be represented by the back solution operations in the sparse vector method correspondingly. Therefore, the factorisation paths which describe the forward substitution and the back solution operations can describe the harmonic operating principles of VSC too. When the set of factorisation paths are presented as the weighted directed graphs based on graph theory, the harmonic operating principles of VSC can be displayed as the graphs, which is direct and clear. Finally, the simulation results testify the correctness of the studies.","Authors":"Zhong, Q (Zhong, Qing) ; Feng, JJ (Feng, Junjie) ; Lin, LX (Lin, Linxue) ; Wang, G (Wang, Gang) ; Li, HF (Li, Haifeng)","Title":"Graphical presentation of harmonic operating principles in voltage source converter with sparse vector methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396073700048 PubMed ID: 28273164 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173249 DOI: 10.1371/journal.pone.0173249 Published: MAR 8 2017","Abstract":"Food-webs and other classes of ecological network motifs, are a means of describing feeding relationships between consumers and producers in an ecosystem. They have application across scales where they differ only in the underlying characteristics of the organisms and substrates describing the system. Mathematical modelling, using mechanistic approaches to describe the dynamic behaviour and properties of the system through sets of ordinary differential equations, has been used extensively in ecology. Models allow simulation of the dynamics of the various motifs and their numerical analysis provides a greater understanding of the interplay between the system components and their intrinsic properties. We have developed the MI-Sim software for use with MATLAB to allow a rigorous and rapid numerical analysis of several common ecological motifs. MI-Sim contains a series of the most commonly used motifs such as cooperation, competition and predation. It does not require detailed knowledge of mathematical analytical techniques and is offered as a single graphical user interface containing all input and output options. The tools available in the current version of MI-Sim include model simulation, steady-state existence and stability analysis, and basin of attraction analysis. The software includes seven ecological interaction motifs and seven growth function models. Unlike other system analysis tools, MI-Sim is designed as a simple and user-friendly tool specific to ecological population type models, allowing for rapid assessment of their dynamical and behavioural properties.","Authors":"Wade, MJ (Wade, Matthew J.) ; Oakley, J (Oakley, Jordan) ; Harbisher, S (Harbisher, Sophie) ; Parker, NG (Parker, Nicholas G.) ; Dolfing, J (Dolfing, Jan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wade, Matthew  http://orcid.org/0000-0001-9824-7121","Title":"MI-Sim: A MATLAB package for the numerical analysis of microbial ecological interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397312800010 ISSN: 0021-9606 eISSN: 1089-7690","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL PHYSICS Volume: 146 Issue: 9 Article Number: 092308 DOI: 10.1063/1.4972572 Published: MAR 7 2017","Abstract":"Destructive quantum interference (DQI) in single molecule electronics is a purely quantum mechanical effect and is entirely defined by the inherent properties of the molecule in the junction such as its structure and symmetry. This definition of DQI by molecular properties alone suggests its relation to other more general concepts in chemistry as well as the possibility of deriving simple models for its understanding and molecular device design. Recently, two such models have gained a wide spread attention, where one was a graphical scheme based on visually inspecting the connectivity of the carbon sites in conjugated pi systems in an atomic orbital (AO) basis and the other one puts the emphasis on the amplitudes and signs of the frontier molecular orbitals (MOs). There have been discussions on the range of applicability for these schemes, but ultimately conclusions from topological molecular Hamiltonians should not depend on whether they are drawn from an AO or a MO representation, as long as all the orbitals are taken into account. In this article, we clarify the relation between both models in terms of the zeroth order Green's function and compare their predictions for a variety of systems. From this comparison, we conclude that for a correct description of DQI from a MO perspective, it is necessary to include the contributions from all MOs rather than just those from the frontier orbitals. The cases where DQI effects can be successfully predicted within a frontier orbital approximation we show them to be limited to alternant even-membered hydrocarbons, as a direct consequence of the Coulson-Rushbrooke pairing theorem in quantum chemistry.Published by AIP Publishing.","Authors":"Zhao, X (Zhao, Xin) ; Geskin, V (Geskin, Victor) ; Stadler, R (Stadler, Robert) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Stadler, Robert  http://orcid.org/0000-0003-1543-5261","Title":"Destructive quantum interference in electron transport: A reconciliation of the molecular orbital and the atomic orbital perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398795500003 ISSN: 1110-0168 eISSN: 2090-2670","Keywords":"MHD flow; Carreau-Yasuda fluid; Squeezed flow; Sensor surface; Runge-Kutta-Fehlberg method KeyWords Plus:STRETCHING SHEET; NUMERICAL-SOLUTIONS; WILLIAMSON FLUID; HEAT-TRANSFER; SLIP; NANOFLUID; MODEL; BOUNDARY; CYLINDER","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"ALEXANDRIA ENGINEERING JOURNAL Volume: 56 Issue: 1 Pages: 27-34 DOI: 10.1016/j.aej.2016.08.029 Published: MAR 2017","Abstract":"An attempt has been made to examine the two dimensional free stream squeezed flow through a horizontal sensor surface of an electrically conducting Carreau-Yasuda fluid subject to transverse magnetic field. The governing nonlinear partial differential equations are modeled and then simplified with the aid of suitable similarity transformations. Well known numerical scheme Runge-Kutta-Fehlberg method is utilized to solve the system. Concrete graphical analysis is carried out to investigate the behavior of different pertinent parameters on velocity profile with inclusive discussion. Numerical influence of friction factor is also discussed. (C) 2016 Faculty of Engineering, Alexandria University. Production and hosting by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","Authors":"Salahuddin, T (Salahuddin, T.) ; Malik, MY (Malik, M. Y.) ; Hussain, A (Hussain, Arif) ; Bilal, S (Bilal, S.) ; Awais, M (Awais, M.) ; Khan, I (Khan, Imad)","Title":"MHD squeezed flow of Carreau-Yasuda fluid over a sensor surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398795500011 ISSN: 1110-0168 eISSN: 2090-2670","Keywords":"Stokes flow; Permeable tube; Periodic penetration; Bessel function KeyWords Plus:RENAL TUBULE; TUBE; CONVECTION; NANOFLUID; PROFILES; FLUID; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"ALEXANDRIA ENGINEERING JOURNAL Volume: 56 Issue: 1 Pages: 105-113 DOI: 10.1016/j.aej.2016.09.010 Published: MAR 2017","Abstract":"This article reports the detailed analysis of the Stokes flow through permeable tubes. The objective of this investigation was to search for exact solutions to the Stokes flow and thereby observe the effects on radial flow component, provided the permeability on the tubular surface is an elementary trigonometric function. Mathematical expressions for the pressure distribution, velocity components, volume flux, average wall shear stress and leakage flux are presented explicitly. Graphical analysis of the fluid flow is presented for a set of parametric values. Important conclusions are drawn for Stokes flow through tubes with low as well as high permeability. The classical Poiseuille flow is presented as a limiting case of this immense study of Stokes flow. (C) 2016 Faculty of Engineering, Alexandria University. Production and hosting by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","Authors":"Siddiqui, AM (Siddiqui, A. M.) ; Sohail, A (Sohail, Ayesha) ; Naqvi, S (Naqvi, S.) ; Haroon, T (Haroon, T.)","Title":"Analysis of Stokes flow through periodic permeable tubules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398965400003 PubMed ID: 28408966 ISSN: 1932-6157","Keywords":"Undirected gene network; Bayesian inference; shrinkage; variational approximation; empirical Bayes KeyWords Plus:GAUSSIAN GRAPHICAL MODELS; COVARIANCE-MATRIX ESTIMATION; BAYESIAN VARIABLE SELECTION; TUNING PARAMETER SELECTION; VARIATIONAL INFERENCE; ASSOCIATION NETWORKS; DISTRIBUTIONS; REGRESSION; LASSO; APPROXIMATIONS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF APPLIED STATISTICS Volume: 11 Issue: 1 Pages: 41-68 DOI: 10.1214/16-AOAS990 Published: MAR 2017","Abstract":"Reconstructing a gene network from high-throughput molecular data is an important but challenging task, as the number of parameters to estimate easily is much larger than the sample size. A conventional remedy is to regularize or penalize the model likelihood. In network models, this is often done locally in the neighborhood of each node or gene. However, estimation of the many regularization parameters is often difficult and can result in large statistical uncertainties. In this paper we propose to combine local regularization with global shrinkage of the regularization parameters to borrow strength between genes and improve inference. We employ a simple Bayesian model with nonsparse, conjugate priors to facilitate the use of fast variational approximations to posteriors. We discuss empirical Bayes estimation of hyperparameters of the priors, and propose a novel approach to rank-based posterior thresholding. Using extensive model-and data-based simulations, we demonstrate that the proposed inference strategy outperforms popular (sparse) methods, yields more stable edges, and is more reproducible. The proposed method, termed ShrinkNet, is then applied to Glioblastoma to investigate the interactions between genes associated with patient survival.","Authors":"Leday, GGR (Leday, Gwenael G. R.) ; de Gunst, MCM (de Gunst, Mathisca C. M.) ; Kpogbezan, GB (Kpogbezan, Gino B.) ; van der Vaart, AW (van der Vaart, Aad W.) ; van Wieringen, WN (van Wieringen, Wessel N.) ; van de Wiel, MA (van de Wiel, Mark A.)","Title":"GENE NETWORK RECONSTRUCTION USING GLOBAL-LOCAL SHRINKAGE PRIORS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398965400008 ISSN: 1932-6157","Keywords":"Cancer genomics; data integration; graphical models KeyWords Plus:BIOLOGICAL NETWORKS; LASSO; SELECTION; REGRESSION; EXPRESSION; PREDICTION; SIGNATURES; VARIABLES; CELLS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF APPLIED STATISTICS Volume: 11 Issue: 1 Pages: 161-184 DOI: 10.1214/16-AOAS998 Published: MAR 2017","Abstract":"Recent advances in high-throughput biotechnologies have generated various types of genetic, genomic, epigenetic, transcriptomic and proteomic data across different biological conditions. It is likely that integrating data from diverse experiments may lead to a more unified and global view of biological systems and complex diseases. We present a coherent statistical framework for integrating various types of data from distinct but related biological conditions through graphical models. Specifically, our statistical framework is designed for modeling multiple networks with shared regulatory mechanisms from heterogeneous high-dimensional datasets. The performance of our approach is illustrated through simulations and its applications to cancer genomics.","Authors":"Zhang, YP (Zhang, Yuping) ; Ouyang, ZQ (Ouyang, Zhengqing) ; Zhao, HY (Zhao, Hongyu)","Title":"A STATISTICAL FRAMEWORK FOR DATA INTEGRATION THROUGH GRAPHICAL MODELS WITH APPLICATION TO CANCER GENOMICS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399006700009 ISSN: 0011-748X eISSN: 0976-464X","Keywords":"Emissivity; Thermal contrast; Thermal imager; Thermodynamic temperature difference; NVTHERM; Detection range","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"DEFENCE SCIENCE JOURNAL Volume: 67 Issue: 2 Pages: 177-182 DOI: 10.14429/dsj.67.9821 Published: MAR-APR 2017","Abstract":"The effects of target emissivity on apparent thermal contrast as well as on detection range capabilities of thermal imagers in long wave infrared and middle wave infrared bands were evaluated. The apparent thermal contrast (to be seen by the thermal imager at standoff distance), considering only the emission from target and background, was first computed in both the IR bands in terms of target emissivity and secondly the apparent thermal contrast, considering the background radiation reflected off the target, was also computed. A graphical user interface simulation in MATLAB was prepared for the estimation of total apparent thermal contrast taking into account both the emission and reflection. This total apparent thermal contrast was finally used in night vision thermal and image processing model for predicting the detection range performance of thermal imagers. Results of the analysis show that the effect of target emissivity on thermal contrast estimates is more pronounced in LWIR. The lower thermodynamic temperature difference between target and background at lower values of target emissivity leads to negative thermal contrast which in-turn leads to higher detection ranges.","Authors":"Sharma, AK (Sharma, A. K.) ; Sharma, SK (Sharma, S. K.) ; Vasistha, P (Vasistha, P.) ; Mangalhara, JP (Mangalhara, J. P.)","Title":"Estimation of Effect of Emissivity on Target Detection through Thermal Imaging Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398565600004 PubMed ID: 28036151 ISSN: 0958-0670 eISSN: 1469-445X","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"EXPERIMENTAL PHYSIOLOGY Volume: 102 Issue: 3 Pages: 329-346 DOI: 10.1113/EP086077 Published: MAR 1 2017","Abstract":"Interstitial cells of Cajal (ICC) are the pacemaker cells of gut motility and are associated with motility disorders. Interstitial cells of Cajal forma network, but the contributions of its network properties to gut physiology and dysfunction are poorly understood. We modelled an ICC network as a two-dimensional network of weakly coupled oscillators with a frequency gradient and showed changes over time in video and graphical formats. Model parameters were obtained from slow-wave-driven contraction patterns in the mouse intestine and pacemaker slow-wave activities from the cat intestine. Marked changes in propagating oscillation patterns (including changes from propagation to non-propagating) were observed by changing network parameters (coupling strength between oscillators, the frequency gradient and frequency noise), which affected synchronization, propagation velocity and occurrence of dislocations (termination of an oscillation). Complete uncoupling of a circumferential ring of oscillators caused the proximal and distal section to desynchronize, but complete synchronization was maintained with only a single oscillator connecting the sections with high enough coupling. The network of oscillators could withstand loss; even with 40% of oscillators lost randomly within the network, significant synchronization and anterograde propagation remained. A local increase in pacemaker frequency diminished anterograde propagation; the effects were strongly dependent on location, frequency gradient and coupling strength. In summary, the model puts forth the hypothesis that fundamental changes in oscillation patterns (ICC slow-wave activity or circular muscle contractions) can occur through physiological modulation of network properties. Strong evidence is provided to accept the ICC network as a system of coupled oscillators.","Authors":"Wei, RH (Wei, Ruihan) ; Parsons, SP (Parsons, Sean P.) ; Huizinga, JD (Huizinga, Jan D.)","Title":"Network properties of interstitial cells of Cajal affect intestinal pacemaker activity and motor patterns, according to a mathematical model of weakly coupled oscillators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399148100017 ISSN: 0361-7610 eISSN: 1573-8515","Keywords":"ceramic composition; fracture energy; structure; abrasive tool","Categories":"Materials Science Web of Science Categories:Materials Science, Ceramics","Journal Information":"GLASS AND CERAMICS Volume: 73 Issue: 11-12 Pages: 465-469 DOI: 10.1007/s10717-017-9912-5 Published: MAR 2017","Abstract":"A theoretical and experimental investigation of the influence of the structural parameters of ceramic compositions in the system abrasive kernel - binder - pores on their specific fracture energy is presented. The experimental procedure is described. A graphical interpretation of the experimental results and their analysis in the form of mathematical models for calculating the fracture energy of compositions with different structure is presented.","Authors":"Kurdyukov, VI (Kurdyukov, V. I.) ; Andreev, AA (Andreev, A. A.)","Title":"Dependence of the Specific Energy of Fracture of Ceramic Abrasive Composites in the System Kernel - Binder - Pores on Their Structure Parameters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398732200033 ISSN: 2220-9964","Keywords":"floor plan; 3D indoor models; automatic reasoning; graphical models; Constraint Logic Programming; Gaussian mixture KeyWords Plus:POINT CLOUDS; RECONSTRUCTION; GENERATION; GRAMMAR; RULES","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 6 Issue: 3 DOI: 10.3390/ijgi6030090 Published: MAR 2017","Abstract":"This paper presents a novel method for the prediction of building floor plans based on sparse observations in the absence of measurements. We derive the most likely hypothesis using a maximum a posteriori probability approach. Background knowledge consisting of probability density functions of room shape and location parameters is learned from training data. Relations between rooms and room substructures are represented by linear and bilinear constraints. We perform reasoning on different levels providing a problem solution that is optimal with regard to the given information. In a first step, the problem is modeled as a constraint satisfaction problem. Constraint Logic Programming derives a solution which is topologically correct but suboptimal with regard to the geometric parameters. The search space is reduced using architectural constraints and browsed by intelligent search strategies which use domain knowledge. In a second step, graphical models are used for updating the initial hypothesis and refining its continuous parameters. We make use of Gaussian mixtures for model parameters in order to represent background knowledge and to get access to established methods for efficient and exact stochastic reasoning. We demonstrate our approach on different illustrative examples. Initially, we assume that floor plans are rectangular and that rooms are rectangles and discuss more general shapes afterwards. In a similar spirit, we predict door locations providing further important components of 3D indoor models.","Authors":"Loch-Dehbi, S (Loch-Dehbi, Sandra) ; Dehbi, Y (Dehbi, Youness) ; Plumer, L (Pluemer, Lutz)","Title":"Estimation of 3D Indoor Models with Constraint Propagation and Stochastic Reasoning in the Absence of Indoor Measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395598800011 ISSN: 0167-7322 eISSN: 1873-3166","Keywords":"Under-saturated reservoir oil viscosity; Genetic programming; Statistical and graphical error analyses; Relevancy factor KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; VISITORS THERMAL COMFORT; EXTREME LEARNING-MACHINE; EAST CRUDE OILS; GENETIC ALGORITHM; PVT PROPERTIES; PERFORMANCE; DENSITY","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF MOLECULAR LIQUIDS Volume: 229 Pages: 89-97 DOI: 10.1016/j.molliq.2016.11.088 Published: MAR 2017","Abstract":"Fluid viscosity is considered as one of the most important parameters for reservoir simulation, performance evaluation, designing production facilities, etc. In this communication, a robust model based on Genetic Programming (GP) approach was developed for prediction of under-saturated reservoir oil viscosity. A third order polynomial correlation for prediction of under -saturated oil viscosity as a function of bubble point viscosity, pressure differential (pressure minus bubble point pressure) and pressure ratio (pressure divided by bubble point pressure) was proposed. To this end, a large number of experimental viscosity databank including 601 data sets from various regions covering a wide range of reservoir conditions was collected from literature. Statistical and graphical error analyses were employed to evaluate the performance and accuracy of the model. The results indicate that the developed model is able to estimate oil viscosity with an average absolute percentage relative error of 4.47%. These results in addition to the graphical results confirmed the robustness and superiority of the developed model compared to the most well-known existing correlations of under-saturated oil viscosity. Additionally, the investigation of relative impact of input parameters on under-saturated reservoir oil viscosity demonstrates that bubble point viscosity has the greatest impact on oil viscosity. (C)2016 Elsevier B.V. All rights reserved.","Authors":"Hajirezaie, S (Hajirezaie, Sassan) ; Pajouhandeh, A (Pajouhandeh, Amin) ; Hemmati-Sarapardeh, A (Hemmati-Sarapardeh, Abdolhossein) ; Poumik, M (Poumik, Maysam) ; Dabir, B (Dabir, Bahram)","Title":"Development of a. robust model for prediction of under-saturated reservoir oil viscosity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398845500010 ISSN: 0095-9782 eISSN: 1572-8927","Keywords":"Protonation constant; Propranolol; Atenolol; Solvent effect; Kamlet and Taft Solvatochromic parameters; DFT KeyWords Plus:SOLVATION ENERGY RELATIONSHIPS; GRAPHICAL USER-INTERFACE; PK(A) VALUES; SOLVATOCHROMIC PARAMETERS; PREFERENTIAL SOLVATION; DISSOCIATION-CONSTANTS; MIXED-SOLVENTS; PI-STAR; WATER; MODEL","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF SOLUTION CHEMISTRY Volume: 46 Issue: 3 Pages: 720-733 DOI: 10.1007/s10953-017-0595-x Published: MAR 2017","Abstract":"The pK (a) values of two important drugs were determined in different binary aqueous/organic solutions, which mimic a range of industrial solvents and biological fluids encountered during drug synthesis and end use. Titrations of monoprotic (propranolol) and diprotic (atenolol) drugs were determined using a combination of potentiometric and spectroscopic methods at constant temperature and ionic strength. Single-parameter correlations between the measured pK (a) values (at 25 A degrees C) and hydrogen-bond acidity/basicity or solvent polarity parameters were poor in all cases. However, analysis using the multi-parameter method of Kamlet, Abboud, and Taft represents significant improvement enabling better interpretation of the solvent effects on the acid-base equilibria of the drugs. As a validation step and for a deeper understanding of the origins of the solvent effects on the drugs, all pK (a) values were predicted by DFT calculations. Finally, acidity constants were determined by correlations between experimental and theoretical measurements. The developed method will measure and accurately simulate the effect of the solvent environment on pK (a) values and represent advancement for questions related to drug synthesis and drug compound's behavior in biological fluids.","Authors":"Amirdehi, MA (Amirdehi, Mehran Abbaszadeh) ; Pousti, M (Pousti, Mohammad) ; Asayesh, F (Asayesh, Farnaz) ; Gharib, F (Gharib, Farrokh) ; Greener, J (Greener, Jesse)","Title":"Solvent Effects on Acid-Base Equilibria of Propranolol and Atenolol in Aqueous Solutions of Methanol: UV-Spectrophotometric Titration and Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399023300001 ISSN: 1548-7660","Keywords":"Bayesian networks; structure learning; parallel programming; R KeyWords Plus:GRAPHICAL MODELS; PROBABILISTIC INFERENCE; BELIEF NETWORKS; CAUSAL","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"JOURNAL OF STATISTICAL SOFTWARE Volume: 77 Issue: 2 Pages: 1-20 DOI: 10.18637/jss.v077.i02 Published: MAR 2017","Abstract":"It is well known in the literature that the problem of learning the structure of Bayesian networks is very hard to tackle: Its computational complexity is super-exponential in the number of nodes in the worst case and polynomial in most real-world scenarios. Efficient implementations of score-based structure learning benefit from past and current research in optimization theory, which can be adapted to the task by using the network score as the objective function to maximize. This is not true for approaches based on conditional independence tests, called constraint-based learning algorithms. The only optimization in widespread use, backtracking, leverages the symmetries implied by the definitions of neighborhood and Markov blanket. In this paper we illustrate how backtracking is implemented in recent versions of the bnlearn R package, and how it degrades the stability of Bayesian network structure learning for little gain in terms of speed. As an alternative, we describe a software architecture and framework that can be used to parallelize constraint-based structure learning algorithms (also implemented in bnlearn) and we demonstrate its performance using four reference networks and two real-world data sets from genetics and systems biology. We show that on modern multi-core or multiprocessor hardware parallel implementations are preferable over backtracking, which was developed when single-processor machines were the norm.","Authors":"Scutari, M (Scutari, Marco)","Title":"Bayesian Network Constraint-Based Structure Learning Algorithms: Parallel and Optimized Implementations in the bnlearn R Package"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398818700064 ISSN: 1424-8220","Keywords":"event recognition; sensing data; information fusion; Markov logic networks; dynamic uncertainty KeyWords Plus:SEMANTIC WEB; ENVIRONMENTS; SYSTEM; HOME; OWL","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS Volume: 17 Issue: 3 Article Number: 491 DOI: 10.3390/s17030491 Published: MAR 2017","Abstract":"Event recognition in smart spaces is an important and challenging task. Most existing approaches for event recognition purely employ either logical methods that do not handle uncertainty, or probabilistic methods that can hardly manage the representation of structured information. To overcome these limitations, especially in the situation where the uncertainty of sensing data is dynamically changing over the time, we propose a multi-level information fusion model for sensing data and contextual information, and also present a corresponding method to handle uncertainty for event recognition based on Markov logic networks (MLNs) which combine the expressivity of first order logic (FOL) and the uncertainty disposal of probabilistic graphical models (PGMs). Then we put forward an algorithm for updating formula weights in MLNs to deal with data dynamics. Experiments on two datasets from different scenarios are conducted to evaluate the proposed approach. The results show that our approach (i) provides an effective way to recognize events by using the fusion of uncertain data and contextual information based on MLNs and (ii) outperforms the original MLNs-based method in dealing with dynamic data.","Authors":"Liu, FG (Liu, Fagui) ; Deng, DC (Deng, Dacheng) ; Li, P (Li, Ping)","Title":"Dynamic Context-Aware Event Recognition Based on Markov Logic Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398721300076 ISSN: 2073-4441","Keywords":"climate change; SWAT hydrological model; streamflow; Bernam River Basin; Malaysia KeyWords Plus:WATER ASSESSMENT-TOOL; HYDROLOGIC-MODELS; SWAT MODEL; AUTOMATIC CALIBRATION; UNCERTAINTY; SIMULATION; VALIDATION; CATCHMENT; BRAZIL; SOIL","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"WATER Volume: 9 Issue: 3 Article Number: 226 DOI: 10.3390/w9030226 Published: MAR 2017","Abstract":"Potential impacts of climate change on the streamflow of the Bernam River Basin in Malaysia are assessed using ten Global Climate Models (GCMs) under three Representative Concentration Pathways (RCP4.5, RCP6.0 and RCP8.5). A graphical user interface was developed that integrates all of the common procedures of assessing climate change impacts, to generate high resolution climate variables (e.g., rainfall, temperature, etc.) at the local scale from large-scale climate models. These are linked in one executable module to generate future climate sequences that can be used as inputs to various models, including hydrological and crop models. The generated outputs were used as inputs to the SWAT hydrological model to simulate the hydrological processes. The evaluation results indicated that the model performed well for the watershed with a monthly R-2, Nash-Sutcliffe Efficiency (NSE) and Percent Bias (PBIAS) values of 0.67, 0.62 and -9.4 and 0.62, 0.61 and -4.2 for the calibration and validation periods, respectively. The multi-model projections show an increase in future temperature (t(max) and t(min)) in all respective scenarios, up to an average of 2.5 degrees C for under the worst-case scenario (RC8.5). Rainfall is also predicted to change with clear variations between the dry and wet season. Streamflow projections also followed rainfall pattern to a great extent with a distinct change between the dry and wet season possibly due to the increase in evapotranspiration in the watershed. In principle, the interface can be customized for the application to other watersheds by incorporating GCMs' baseline data and their corresponding future data for those particular stations in the new watershed. Methodological limitations of the study are also discussed.","Authors":"Dlamini, NS (Dlamini, Nkululeko Simeon) ; Kamal, MR (Kamal, Md Rowshon) ; Soom, MAB (Soom, Mohd Amin Bin Mohd) ; bin Mohd, MSF (bin Mohd, Mohd Syazwan Faisal) ; Bin Abdullah, AF (Abdullah, Ahmad Fikri Bin) ; Hin, LS (Hin, Lai Sai)","Title":"Modeling Potential Impacts of Climate Change on Streamflow Using Projections of the 5th Assessment Report for the Bernam River Basin, Malaysia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397969100051 ISSN: 1386-7857 eISSN: 1573-7543","Keywords":"Software testing; Test coverage analysis; Model-based testing; GUI testing","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS Volume: 20 Issue: 1 Pages: 633-649 Special Issue: SI DOI: 10.1007/s10586-017-0728-4 Published: MAR 2017","Abstract":"Currently, software tends to assume increasingly critical roles in our society so assuring its quality becomes ever more crucial. There are several tools and processes of software testing to help increase quality in virtually any type of software. One example is the so calledmodel-based testing (MBT) tools, that generate test cases from models. Pattern Based Graphical User Interface Testing (PBGT) is an example of a MBT new methodology that aims at systematizing and automating the Graphical User Interface (GUI) testing process. It is supported by a Tool (PBGT Tool) which provides an integrated modeling and testing environment for crafting test models based on User Interface Test Patterns (UITP) using a GUI modeling Domain Specific Language (DSL) called PARADIGM. Most of the MBT tools have a configuration phase, where test input data is provided manually by the tester, which influences the quality of the test suite generated. By adding coverage analysis to MBT tools, it is possible to give feedback and help the tester to define the configuration data needed to achieve the most valuable test suite as possible and, ultimately, contribute for increasing the quality of the software. This paper presents a multidimensional test coverage analysis approach and tool (PARADIGM-COV), developed in the context of the PBGT project, that produces coverage information both over the PARADIGM model elements and during test case execution (to identify the parts of the model that were actually exercised). It also presents a case study illustrating the benefits of having multidimensional analysis and assessing the overall test coverage approach.","Authors":"Paiva, ACR (Paiva, Ana C. R.) ; Vilela, L (Vilela, Liliana)","Title":"Multidimensional test coverage analysis: PARADIGM-COV tool"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398533800006 ISSN: 0143-9782 eISSN: 1467-9892","Keywords":"Hawkes process; Granger causality; graphical model; mutually exciting process; nonparametric estimation KeyWords Plus:EXCITING POINT-PROCESSES; CONTINUOUS-TIME; FINANCIAL DATA; NONCAUSALITY; SPECTRA; SERIES","Categories":"Mathematics Web of Science Categories:Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"JOURNAL OF TIME SERIES ANALYSIS Volume: 38 Issue: 2 Pages: 225-242 Special Issue: SI DOI: 10.1111/jtsa.12213 Published: MAR 2017","Abstract":"Hawkes (1971a) introduced a powerful multivariate point process model of mutually exciting processes to explain causal structure in data. In this article, it is shown that the Granger causality structure of such processes is fully encoded in the corresponding link functions of the model. A new nonparametric estimator of the link functions based on a time-discretized version of the point process is introduced by using an infinite order autoregression. Consistency of the new estimator is derived. The estimator is applied to simulated data and to neural spike train data from the spinal dorsal horn of a rat.","Authors":"Eichler, M (Eichler, Michael) ; Dahlhaus, R (Dahlhaus, Rainer) ; Dueck, J (Dueck, Johannes)","Title":"GRAPHICAL MODELING FOR MULTIVARIATE HAWKES PROCESSES WITH NONPARAMETRIC LINK FUNCTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398468900002 ISSN: 2090-4479 eISSN: 2090-4495","Keywords":"Power system security; Critical lines; Sensitive generators; System severity function; Unified power flow controller; Improved TLBO KeyWords Plus:CONGESTION MANAGEMENT; HYBRID ALGORITHM; OPTIMIZATION; UPFC; PLACEMENT","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"AIN SHAMS ENGINEERING JOURNAL Volume: 8 Issue: 1 Pages: 9-28 DOI: 10.1016/j.asej.2015.07.006 Published: MAR 2017","Abstract":"Power system security analysis plays key role in enhancing the system security and to avoid the system collapse condition. In this paper, a novel severity function is formulated using transmission line loadings and bus voltage magnitude deviations. The proposed severity function and generation fuel cost objectives are analyzed under transmission line(s) and/or generator(s) contingency conditions. The system security under contingency conditions is analyzed using optimal power flow problem. An improved teaching learning based optimization (ITLBO) algorithm has been presented. To enhance the system security under contingency conditions in the presence of unified power flow controller (UPFC), it is necessary to identify an optimal location to install this device. Voltage source based power injection model of UPFC, incorporation procedure and optimal location identification strategy based on line overload sensitivity indexes are proposed. The entire proposed methodology is tested on standard IEEE-30 bus test system with supporting numerical and graphical results. (C) 2015 Ain Shams University. Production and hosting by Elsevier B.V.","Authors":"Ravindra, S (Ravindra, S.) ; Suresh, CV (Suresh, Chintalapudi V.) ; Sivanagaraju, S (Sivanagaraju, S.) ; Reddy, VCV (Reddy, V. C. Veera)","Title":"Power system security enhancement with unified power flow controller under multi-event contingency conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395486900009 ISSN: 1561-8625 eISSN: 1934-6093","Keywords":"Fractional order modeling; fractional order PI controller; PMLSM KeyWords Plus:PIECEWISE LYAPUNOV FUNCTIONS; GRAPHICAL TUNING METHOD; H-INFINITY CONTROL","Categories":"Automation & Control Systems Web of Science Categories:Automation & Control Systems","Journal Information":"ASIAN JOURNAL OF CONTROL Volume: 19 Issue: 2 Pages: 521-531 DOI: 10.1002/asjc.1353 Published: MAR 2017","Abstract":"In this paper, firstly a fractional order (FO) model is proposed for the speed control of a permanent magnet linear synchronous motor (PMLSM) servo system. To identify the parameters of the FO model, a practical modeling algorithm is presented. The algorithm is based on a pattern search method and its effectiveness is verified by real experimental results. Second, a new fractional order proportional integral type controller, that is, (PI) or FO[FOPI], is introduced. Then a tuning methodology is presented for the FO[FOPI] controller. In this tuning method, the controller is designed to satisfy four design specifications: stability requirement, specified gain crossover frequency, specified phase margin, flat phase constraint, and minimum integral absolute error. Both set point tracking and load disturbance rejection cases are considered. The advantages of the tuning method are that it fully considers the stability requirement and avoids solving a complex nonlinear optimization problem. Simulations are conducted to verify the effectiveness of the proposed FO[FOPI] controller over classical FOPI and FO[PI] controllers.","Authors":"Song, B (Song, Bao) ; Zheng, SQ (Zheng, Shiqi) ; Tang, XQ (Tang, Xiaoqi) ; Qiao, WJ (Qiao, Wenjun)","Title":"Fractional Order Modeling And Nonlinear Fractional Order Pi-Type Control For PMLSM System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398182200013 ISSN: 2052-1553","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"INORGANIC CHEMISTRY FRONTIERS Volume: 4 Issue: 3 Pages: 509-520 DOI: 10.1039/c6qi00394j Published: MAR 2017","Abstract":"Copper(II) phosphate bridged compounds have been studied by DFT methods in order to gain a better understanding of the magnetic exchange interactions through 1,1 and 1,3-bridges, which vary with the bonding modes of the ligand. In many cases phosphate is only one among several bridging ligands making it difficult to identify the predominant exchange pathway. This work proposes a graphical analysis, based on the unrestricted corresponding orbitals (UCO), and the derived \"magnetic orbitals\" to identify the predominant exchange pathway. Models for the 1,1- and 1,3-bridging modes allow establishing the angle or dihedral dependence of the J values. For the 1,1-bridging mode the theta Cu-O-Cu angle was used. For the 1,3-phosphate the correlation was established with a D-P-O-i-Cu-i dihedral angle (tau) where D is a dummy atom. Using models with different D-P-O-i-Cu-i dihedral angles a predictive scheme was generated. Eleven copper(II) phosphate bridged structures were used to validate the proposed model. The study has shown that antiferromagnetic exchange interactions are primarily produced by phosphate bridges due to the possibility of this ligand that always enables a degree of overlap between the magnetic orbitals.","Authors":"Munoz-Becerra, K (Munoz-Becerra, K.) ; Aravena, D (Aravena, D.) ; Ruiz, E (Ruiz, E.) ; Spodine, E (Spodine, E.) ; Soto-Donoso, N (Soto-Donoso, N.) ; Paredes-Garcia, V (Paredes-Garcia, V.) ; Venegas-Yazigi, D (Venegas-Yazigi, D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ruiz, Eliseo  A-6268-2011 http://orcid.org/0000-0001-9097-8499","Title":"Models to predict the magnetic properties of single- and multiple-bridged phosphate Cu-II systems: a theoretical DFT insight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394500300082 ISSN: 0268-3768 eISSN: 1433-3015","Keywords":"CNC; STEP-NC; Interpreter; Simulation; Monitoring; Open architecture controller KeyWords Plus:STEP-COMPLIANT CNC; FUNCTION BLOCKS; DATA MODEL; INTELLIGENT; NC; ARCHITECTURE; CONTROLLER","Categories":"Automation & Control Systems; Engineering Web of Science Categories:Automation & Control Systems; Engineering, Manufacturing","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED MANUFACTURING TECHNOLOGY Volume: 89 Issue: 1-4 Pages: 1013-1024 DOI: 10.1007/s00170-016-9124-0 Published: MAR 2017","Abstract":"Modern computer numerical control (CNC) is intended to be more flexible, interoperable, adoptable, open, and intelligent. In realisation of such a CNC system, an ISO standard known as STEP for numeric control (STEP-NC) or ISO 14649 was developed in 2004 to alleviate a number of challenges associated with the widely used CNC standard (ISO 6983). Implementation of STEP-NC was initially carried out on some commercial CNC systems via an indirect STEP-NC programming approach. However, this approach failed to meet all the requirements of a modern CNC system, due to the translation of data from the high level to low level, which is vendor-specific and machine tool dependent, thus detrimental to the basic resource independent philosophy of STEP-NC. This paper presents a new generation of CNC systems, based on the Open Architecture Control (OAC) technology supported by STEP-NC data model to fundamentally solve these challenges. The developed system employs a new set of techniques for STEP-NC data interpretation, graphical verification, execution, monitoring, and report generation that supersede the exiting techniques in scope and capability. Using these techniques, the proposed system provides a flexible, intelligent, and adaptable manufacturing platform that can provide unprecedented levels of scalability and resource allocation agility in modern manufacturing enterprises. A prototype implementation of the proposed model is based on STEP-NC interpretation, 3D simulation, machine motion control, and live video monitoring with automatic document generation modules has been used to verify and validate the system in conjunction with industrially inspired test components.","Authors":"Latif, K (Latif, Kamran) ; Yusof, Y (Yusof, Yusri) ; Nassehi, A (Nassehi, Aydin) ; Latif, QBAI (Latif, Qadir Bux Alias Imran)","Title":"Development of a feature-based open soft-CNC system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396602700002 ISSN: 0219-6867 eISSN: 1793-6896","Keywords":"Inventory; deteriorating items; imperfect manufacturing; inflation; preservation technology investment; quadratic demand; reverse logistic KeyWords Plus:DETERIORATING INVENTORY; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Manufacturing","Journal Information":"JOURNAL OF ADVANCED MANUFACTURING SYSTEMS Volume: 16 Issue: 1 Pages: 17-34 DOI: 10.1142/S0219686717500020 Published: MAR 2017","Abstract":"This paper focuses on imperfect manufacturing system with remanufacturing, manufacturing and product returned cycle for a single item which deteriorates with respect to time. The product has maximum fixed lifetime. To decrease deterioration of the product, manufacturer spends capitals on preservation technology to preserve the item. In this paper, the effect of inflation is also considered. Here, time-dependent quadratic demand is debated which is suitable for the products whose demand increases initially and afterward it starts to decrease. The objective is to minimize the total cost of manufacturer with respect to cycle time and investment for preservation technology. The model is supported with numerical example. Sensitivity analysis is done to derive insights for decision makers. Graphical result, in three dimensions, is exhibited with supervisory decision.","Authors":"Shah, NH (Shah, Nita H.) ; Jani, MY (Jani, Mrudul Y.) ; Chaudhari, U (Chaudhari, Urmila)","Title":"Study of Imperfect Manufacturing System with Preservation Technology Investment Under Inflationary Environment for Quadratic Demand: A Reverse Logistic Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396638800018 PubMed ID: 28157312 ISSN: 1549-9618 eISSN: 1549-9626","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL THEORY AND COMPUTATION Volume: 13 Issue: 3 Pages: 1130-1146 DOI: 10.1021/acs.jctc.6b00893 Published: MAR 2017","Abstract":"Recent algorithmic advances have extended the applicability of complete active space configuration interaction (CASCI) methods to molecular systems with hundreds of atoms. While this enables simulation of photochemical dynamics in the condensed phase, the underlying CASCI method has some well-known problems resulting from a severe neglect of dynamic electron correlation. Vertical excitation energies, vibrational frequencies, and reaction barriers are systematically overestimated; these errors limit the applicability of CASCI. We develop a correction for the CASCI energy using density functional theory (DFT). The DFT correction incorporates the effect of dynamic electron correlation among the core electrons into the CASCI Hamiltonian. We show that the resulting DFT-corrected CASCI approach is applicable in situations where the usual single-reference DFT methods fail, such as the description of systems with biradicaloid electronic structure and conical intersections between ground and excited electronic states. Finally, we apply this DFT-corrected CASCI approach to ultrafast excited-state proton transfer dynamics. Without the DFT correction, CASCI predicts spurious reaction barriers to these processes, and, as a result, a qualitatively correct description of the dynamics is not possible. With the DFT-corrected CASCI method, we demonstrate qualitative and quantitative agreement with both theory and experiment for two model systems for excited-state intramolecular proton transfer. Finally, we apply the DFT-corrected CASCI method to excited state proton transfer dynamics in a system with more than 150 atoms.","Authors":"Pijeau, S (Pijeau, Shiela) ; Hohenstein, EG (Hohenstein, Edward G.)","Title":"Improved Complete Active Space Configuration Interaction Energies with a Simple Correction from Density Functional Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910700003 ISSN: 1369-7412 eISSN: 1467-9868","Keywords":"Discrete data; Gaussian copula; Latent variable; Mixed data; Non-paranormal; Rank-based statistic KeyWords Plus:NONCONCAVE PENALIZED LIKELIHOOD; PRECISION MATRIX ESTIMATION; VARIABLE SELECTION; COVARIANCE ESTIMATION; ARABIDOPSIS-THALIANA; GENE NETWORK; SPARSE; LASSO; REGRESSION; MINIMIZATION","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"JOURNAL OF THE ROYAL STATISTICAL SOCIETY SERIES B-STATISTICAL METHODOLOGY Volume: 79 Issue: 2 Pages: 405-421 DOI: 10.1111/rssb.12168 Published: MAR 2017","Abstract":"We propose a semiparametric latent Gaussian copula model for modelling mixed multivariate data, which contain a combination of both continuous and binary variables. The model assumes that the observed binary variables are obtained by dichotomizing latent variables that satisfy the Gaussian copula distribution. The goal is to infer the conditional independence relationship between the latent random variables, based on the observed mixed data. Our work has two main contributions: we propose a unified rank-based approach to estimate the correlation matrix of latent variables; we establish the concentration inequality of the proposed rank-based estimator. Consequently, our methods achieve the same rates of convergence for precision matrix estimation and graph recovery, as if the latent variables were observed. The methods proposed are numerically assessed through extensive simulation studies, and real data analysis.","Authors":"Fan, JQ (Fan, Jianqing) ; Liu, H (Liu, Han) ; Ning, Y (Ning, Yang) ; Zou, H (Zou, Hui)","Title":"High dimensional semiparametric latent graphical model for mixed data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910700010 ISSN: 1369-7412 eISSN: 1467-9868","Keywords":"Graphical models; Hierarchical models; Large-scale inference; Multiplicity; Multiscale inference; Non-parametric inference KeyWords Plus:POLYA TREE; INFERENCE; NUMBER","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"JOURNAL OF THE ROYAL STATISTICAL SOCIETY SERIES B-STATISTICAL METHODOLOGY Volume: 79 Issue: 2 Pages: 547-572 Published: MAR 2017","Abstract":"We propose a multi-resolution scanning approach to identifying two-sample differences. Windows of multiple scales are constructed through nested dyadic partitioning on the sample space and a hypothesis regarding the two-sample difference is defined on each window. Instead of testing the hypotheses on different windows independently, we adopt a joint graphical model, namely a Markov tree, on the null or alternative states of these hypotheses to incorporate spatial correlation across windows. The induced dependence allows borrowing strength across nearby and nested windows, which we show is critical for detecting high resolution local differences. We evaluate the performance of the method through simulation and show that it substantially outperforms other state of the art two-sample tests when the two-sample difference is local, involving only a small subset of the data. We then apply it to a flow cytometry data set from immunology, in which it successfully identifies highly local differences. In addition, we show how to control properly for multiple testing in a decision theoretic approach as well as how to summarize and report the inferred two-sample difference. We also construct hierarchical extensions of the framework to incorporate adaptivity into the construction of the scanning windows to improve inference further.","Authors":"Soriano, J (Soriano, Jacopo) ; Ma, L (Ma, Li)","Title":"Probabilistic multi-resolution scanning for two-sample differences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910700011 PubMed ID: 28239261 ISSN: 1369-7412 eISSN: 1467-9868","Keywords":"Censoring; Non-parametric maximum likelihood estimation; Profile likelihood; Proportional hazards; Semiparametric efficiency; Survival analysis KeyWords Plus:MAXIMUM-LIKELIHOOD-ESTIMATION; REGRESSION-MODELS; CENSORED-DATA; SURVIVAL-DATA; TRANSPLANTATION; INFERENCE","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"JOURNAL OF THE ROYAL STATISTICAL SOCIETY SERIES B-STATISTICAL METHODOLOGY Volume: 79 Issue: 2 Pages: 573-587 Published: MAR 2017","Abstract":"The cumulative incidence is the probability of failure from the cause of interest over a certain time period in the presence of other risks. A semiparametric regression model proposed by Fine and Gray has become the method of choice for formulating the effects of covariates on the cumulative incidence. Its estimation, however, requires modelling of the censoring distribution and is not statistically efficient. We present a broad class of semiparametric transformation models which extends the Fine and Gray model, and we allow for unknown causes of failure. We derive the non-parametric maximum likelihood estimators and develop simple and fast numerical algorithms using the profile likelihood. We establish the consistency, asymptotic normality and semiparametric efficiency of the non-parametric maximum likelihood estimators. In addition, we construct graphical and numerical procedures to evaluate and select models. Finally, we demonstrate the advantages of the proposed methods over the existing methods through extensive simulation studies and an application to a major study on bone marrow transplantation.","Authors":"Mao, L (Mao, Lu) ; Lin, DY (Lin, D. Y.)","Title":"Efficient estimation of semiparametric transformation models for the cumulative incidence of competing risks"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000395564100003 PubMed ID: 28095202 ISSN: 0899-7667 eISSN: 1530-888X","Categories":"Computer Science; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences","Journal Information":"NEURAL COMPUTATION Volume: 29 Issue: 3 Pages: 603-642 DOI: 10.1162/NECO_a_00936 Published: MAR 2017","Abstract":"The correlation method from brain imaging has been used to estimate functional connectivity in the human brain. However, brain regions might show very high correlation even when the two regions are not directly connected due to the strong interaction of the two regions with common input from a third region. One previously proposed solution to this problem is to use a sparse regularized inverse covariance matrix or precision matrix (SRPM) assuming that the connectivity structure is sparse. This method yields partial correlations to measure strong direct interactions between pairs of regions while simultaneously removing the influence of the rest of the regions, thus identifying regions that are conditionally independent. To test our methods, we first demonstrated conditions under which the SRPM method could indeed find the true physical connection between a pair of nodes for a spring-mass example and an RC circuit example. The recovery of the connectivity structure using the SRPM method can be explained by energy models using the Boltzmann distribution. We then demonstrated the application of the SRPM method for estimating brain connectivity during stage 2 sleep spindles from human electrocorticography (ECoG) recordings using an 8 x 8 electrode array. The ECoG recordings that we analyzed were from a 32-year-old male patient with long-standing pharmaco-resistant left temporal lobe complex partial epilepsy. Sleep spindles were automatically detected using delay differential analysis and then analyzed with SRPM and the Louvain method for community detection. We found spatially localized brain networks within and between neighboring cortical areas during spindles, in contrast to the case when sleep spindles were not present.","Authors":"Das, A (Das, Anup) ; Sampson, AL (Sampson, Aaron L.) ; Lainscsek, C (Lainscsek, Claudia) ; Muller, L (Muller, Lyle) ; Lin, WT (Lin, Wutu) ; Doyle, JC (Doyle, John C.) ; Cash, SS (Cash, Sydney S.) ; Halgren, E (Halgren, Eric) ; Sejnowski, TJ (Sejnowski, Terrence J.)","Title":"Interpretation of the Precision Matrix and Its Application in Estimating Sparse Brain Connectivity during Sleep Spindles from Human Electrocorticography Recordings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872500016 ISSN: 1070-664X eISSN: 1089-7674","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PHYSICS OF PLASMAS Volume: 24 Issue: 3 Article Number: 032113 DOI: 10.1063/1.4978483 Published: MAR 2017","Abstract":"The influence of rotation on the Jeans instability of homogeneous magnetized radiative quantum plasma is investigated. The basic equations of the problem are constructed and linearized by using the Quantum Magnetohydrodynamics (QMHD) model. The general dispersion relation is obtained by using the normal mode analysis technique, which is reduced for both the transverse and the longitudinal mode of propagations and further it is reduced for the axis of rotation parallel and perpendicular to the magnetic field. We found that the stabilizing effects of rotation are decreases for a strong magnetic field which is shown in the graphical representation. We also found that the quantum correction modified the condition of Jeans instability in both modes of propagation. The stabilizing effect of rotation is more increased in the presence of quantum correction. Published by AIP Publishing.","Authors":"Joshi, H (Joshi, H.) ; Pensia, RK (Pensia, R. K.)","Title":"Effect of rotation on Jeans instability of magnetized radiative quantum plasma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871400013 PubMed ID: 28372410 ISSN: 0034-6748 eISSN: 1089-7623","Categories":"Instruments & Instrumentation; Physics Web of Science Categories:Instruments & Instrumentation; Physics, Applied","Journal Information":"REVIEW OF SCIENTIFIC INSTRUMENTS Volume: 88 Issue: 3 Article Number: 033112 DOI: 10.1063/1.4978654 Published: MAR 2017","Abstract":"Total reflection x-ray fluorescence (TXRF) is a widely applicable experimental technique for studying chemical element distributions across finely layered structures at extremely high sensitivity. To promote and facilitate scientific discovery using TXRF, we developed a MATLAB-based software package with a graphical user interface, named XeRay, for quick, accurate, and intuitive data analysis. XeRay lets the user model any layered system, each layer with its independent chemical composition and thickness, and enables fine-tuned data fitting. The accuracy of XeRay has been tested in the analysis of TXRF data from both air/liquid interface and liquid/liquid interfacial studies and has been compared to literature results. In an air/liquid interface study, Ca2+ sequestration was measured at a Langmuir monolayer of 1-stearoyl-2-oleoyl-sn-glycero-3-phosphatidic acid (SOPA) on a buffer solution of 1 mM CaCl2 at pH 7.5. Data analysis with XeRay reveals that each 1 nm(2) of interfacial area contains 2.38 +/- 0.06 Ca2+ ions, which corresponds to a 1:1 ratio between SOPA headgroups and Ca2+ ions, consistent with several earlier reports. For the liquid/liquid interface study of Sr2+ enrichment at the dodecane/surfactant/water interface, analysis using XeRay gives a surface enrichment of Sr2+ at 68(-5)(+6) angstrom(2) per ion, consistent with the result published for the same dataset.","Authors":"Gong, ZL (Gong, Zhiliang) ; Kerr, D (Kerr, Daniel) ; Hwang, HL (Hwang, Hyeondo Luke) ; Henderson, JM (Henderson, J. Michael) ; Suwatthee, T (Suwatthee, Tiffany) ; Slaw, BR (Slaw, Benjamin R.) ; Cao, KD (Cao, Kathleen D.) ; Lin, BH (Lin, Binhua) ; Bu, W (Bu, Wei) ; Lee, KYC (Lee, Ka Yee C.)","Title":"Quantitative analysis of total reflection X-ray fluorescence from finely layered structures using XeRay"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394781600002 PubMed ID: 27925274 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"placebo; bias variance; down-weighting; power; posterior distribution KeyWords Plus:AMYOTROPHIC-LATERAL-SCLEROSIS; CONTROL INFORMATION; DOUBLE-BLIND; TREND TESTS; PROPORTIONS; CARCINOGENICITY; STATISTICS; MODELS; POWER; ALS","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 6 Pages: 899-916 DOI: 10.1002/sim.7180 Published: MAR 2017","Abstract":"There are strong arguments, ethical, logistical and financial, for supplementing the evidence from a new clinical trial using data from previous trials with similar control treatments. There is a consensus that historical information should be down-weighted or discounted relative to information from the new trial, but the determination of the appropriate degree of discounting is a major difficulty. The degree of discounting can be represented by a bias parameter with specified variance, but a comparison between the historical and new data gives only a poor estimate of this variance. Hence, if no strong assumption is made concerning its value (i.e. if 'dynamic borrowing' is practiced), there may be little or no gain from using the historical data, in either frequentist terms (type I error rate and power) or Bayesian terms (posterior distribution of the treatment effect). It is therefore best to compare the consequences of a range of assumptions. This paper presents a clear, simple graphical tool for doing so on the basis of the mean square error, and illustrates its use with historical data from clinical trials in amyotrophic lateral sclerosis. This approach makes it clear that different assumptions can lead to very different conclusions. External information can sometimes provide strong additional guidance, but different stakeholders may still make very different judgements concerning the appropriate degree of discounting. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Galwey, NW (Galwey, N. W.)","Title":"Supplementation of a clinical trial by historical control data: is the prospect of dynamic borrowing an illusion?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396886700025 ISSN: 1866-7511 eISSN: 1866-7538","Keywords":"Gravity field; Initial stress; Orthotropic; Magnetoelastic; Rayleigh wave KeyWords Plus:GRAVITY; PROPAGATION; INVERSION","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"ARABIAN JOURNAL OF GEOSCIENCES Volume: 10 Issue: 5 Article Number: 120 DOI: 10.1007/s12517-017-2924-1 Published: MAR 2017","Abstract":"The study of surface waves (Rayleigh wave) finds their virtuous applications in a numerous geological and geophysical fields including water, oil, gas, and other subsurface geological probing and exploration. The present paper efforts to investigate the influence of initial stress, Earth magnetism, and gravity on propagation of Rayleigh waves. Considered model is consist of a liquid layer lying over a magnetoelastic orthotropic half-space under self-weight and initial stress. Method of separation of variable is used to solve the equation of motion. Solutions of governing equations are obtained in terms of displacement. Frequency relation for Rayleigh wave has been obtained and matched with classical Rayleigh wave equation. In addition to classical case, some existing results have been deduced as particular case of the present study. Obtained results have been shown through numerical illustrations. It is found that the considered parameters (initial stress, Earth magnetism, and gravity) have prominent effect on phase velocity of Rayleigh wave. Graphical representations have been made to exhibit the velocity profile of Rayleigh waves for different cases with the help of MATHEMATICA. The present study may be useful for seismologists and engineers who are concern with applications of wave propagation in magnetoelastic orthotropic medium.","Authors":"Sahu, SA (Sahu, Sanjeev Anand) ; Chaudhary, S (Chaudhary, Soniya) ; Saroj, PK (Saroj, Pradeep Kumar) ; Chattopadhyay, A (Chattopadhyay, Amares)","Title":"Rayleigh waves in liquid layer resting over an initially stressed orthotropic half-space under self-weight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397352900016 ISSN: 0010-2180 eISSN: 1556-2921","Keywords":"Flame retardant; Polydopamine; Flexible polyurethane foam; Thermal degradation; Kinetic parameters; Thermogravimetric analysis KeyWords Plus:FOAM; THERMOGRAVIMETRY; DECOMPOSITION","Categories":"Thermodynamics; Energy & Fuels; Engineering Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Multidisciplinary; Engineering, Chemical; Engineering, Mechanical","Journal Information":"COMBUSTION AND FLAME Volume: 177 Pages: 184-192 DOI: 10.1016/j.combustflame.2016.12.014 Published: MAR 2017","Abstract":"A recently developed flame retardant (FR) nanocoating of polydopamine (PDA) was applied to flexible polyurethane foam (PU) and thermogravimetrically analyzed (TGA). Thermal degradation kinetics were described by a simplified multi-component, Arrhenius expression coupled with a first-order reaction model. Kinetic parameters were then extracted via an optimization solver. By limiting the number of optimized parameters, a mesh adaptive direct search algorithm was employed to extract meaningful kinetic parameters that better simulate the TGA data compared to graphical methods. Through TGA, it was shown that the effect of the PDA nanocoating on PU degradation differs between oxidative (78 vol% nitrogen (N-2) and 21 vol% oxygen) and inert (100% N-2) environments. In nitrogen, the mass loss is delayed and diminished in the first PU reaction, which is the opposite effect of a traditional halophosphate FR. In an oxidative environment, the first reaction of PU is greatly delayed by the PDA coating, but once the reaction begins, it becomes accelerated. (C) 2016 The Combustion Institute. Published by Elsevier Inc. All rights reserved.","Authors":"Roberts, BC (Roberts, B. C.) ; Jones, AR (Jones, A. R.) ; Ezekoye, OA (Ezekoye, O. A.) ; Ellison, CJ (Ellison, C. J.) ; Webber, ME (Webber, M. E.)","Title":"Development of kinetic parameters for polyurethane thermal degradation modeling featuring a bioinspired catecholic flame retardant"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074300013 PubMed ID: 28254068 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Model diagnostics; R package; Pharmacometrics; Phxnlme; Phoenix NLME KeyWords Plus:POPULATION PHARMACOKINETIC MODELS; LABELING DECISIONS; DRUG DEVELOPMENT; APPROVAL; WINBUGS; IMPACT","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 140 Pages: 121-129 DOI: 10.1016/j.cmpb.2016.12.002 Published: MAR 2017","Abstract":"Background and objective: Pharmacometric analyses are integral components of the drug development process, and Phoenix NLME is one of the popular software used to conduct such analyses. To address current limitations with model diagnostic graphics and efficiency of the workflow for this software, we developed an R package, Phxnlme, to facilitate its workflow and provide improved graphical diagnostics. Methods: Phxnlme was designed to provide functionality for the major tasks that are usually performed in pharmacometric analyses (i.e. nonlinear mixed effects modeling, basic model diagnostics, visual predictive checks and bootstrap). Various estimation methods for modeling using the R package are made available through the Phoenix NLME engine. The Phxnlme R package utilizes other packages such as ggplot2 and lattice to produce the graphical output, and various features were included to allow customizability of the output. Interactive features for some plots were also added using the manipulate R package. Results: Phxnlme provides enhanced capabilities for nonlinear mixed effects modeling that can be accessed using the phxnlme() command. Output from the model can be graphed to assess the adequacy of model fits and further explore relationships in the data using various functions included in this R package, such as phxplot() and phxypc.plot(). Bootstraps, stratified up to three variables, can also be performed to obtain confidence intervals around the model estimates. With the use of an R interface, different R projects can be created to allow multi-tasking, which addresses the current limitation of the Phoenix NLME desktop software. In addition, there is a wide selection of diagnostic and exploratory plots in the Phxnlme package, with improvements in the customizability of plots, compared to Phoenix NLME. Conclusions: The Phxnlme package is a flexible tool that allows implementation of the analytical workflow of Phoenix NLME with R, with features for greater overall efficiency and improved customizable graphics. Phxnlme is freely available for download on the CRAN repository (https://cran.r-projectorgiwebipackagesi Phxnlme/). (C) 2016 Published by Elsevier Ireland Ltd.","Authors":"Lim, CN (Lim, Chay Ngee) ; Liang, S (Liang, Shuang) ; Feng, K (Feng, Kevin) ; Chittenden, J (Chittenden, Jason) ; Henry, A (Henry, Ana) ; Mouksassi, S (Mouksassi, Samer) ; Birnbaum, AK (Birnbaum, Angela K.)","Title":"Phxnlme: An R package that facilitates pharmacometric workflow of Phoenix NLME analyses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836300003 ISSN: 0947-3580 eISSN: 1435-5671","Keywords":"Hydraulic turbines; Fast start; Integration of renewable KeyWords Plus:DESIGN","Categories":"Automation & Control Systems Web of Science Categories:Automation & Control Systems","Journal Information":"EUROPEAN JOURNAL OF CONTROL Volume: 34 Pages: 24-30 DOI: 10.1016/j.ejcon.2016.12.002 Published: MAR 2017","Abstract":"Fast start of hydraulic turbines is mandatory for a successful integration of renewable sources of energy. Successful handling of this issue needs to operate close to the boundary of the admissible domain while fully exploiting the knowledge of the system dynamics. This paper introduces a simplified model of hydraulic turbines including the hydraulic nonlinear hill-chart and a first order model of the penstock. Based on the resulting reduced model, a graphical representation of the vector fields of the resulting controlled system is first obtained under the assumption of a band unlimited actuator. This ideal 2D graphical representation enables an exact evaluation of the lower bound on the minimum achievable start-time as well as the time structure of the control profile. Based on this analysis, a real-life MPC scheme is proposed that takes into account realistic limitations on the actuator leading to feasible, almost time-optimal control design. (C) 2016 European Control Association. Published by Elsevier Ltd. All rights reserved.","Authors":"Mesnage, H (Mesnage, Hugo) ; Alamir, M (Alamir, Mazen) ; Perrissin-Fabert, N (Perrissin-Fabert, Nicolas) ; Alloin, Q (Alloin, Quentin)","Title":"Nonlinear model-based control for minimum-time start of hydraulic turbines"}]