[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000009 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 99-114 DOI: 10.1111/jacf.12224 Published: WIN 2017","Abstract":"Since Jensen and Meckling's formulation of the theory of agency costs in 1976, corporate finance and governance scholars have produced a large body of research that attempts to identify the most important features and practices of effective corporate governance systems. But for all the research that has been done in the past 40 years, many practitioners continue to see a disconnect between theory and practice, between the questions researched and the questions that need to be answered. In this roundtable, Martijn Cremers begins by challenging the conventional view that limiting agency costs is the main challenge confronted by boards of directors in representing shareholder interests and, hence, the proper focus of most governance scholarship. Especially in today's economy, with the high values assigned to growth companies, the most important function of corporate governance may instead be to overcome the problem of American short termism that he attributes to inadequate shareholder commitment to long-term cooperation. And he buttresses his argument with the findings of his own recent research suggesting that obstacles to the workings of the corporate control market like staggered boards and supermajority voting requirements may actually improve long-run corporate performance by lengthening the decision-making horizon of boards and the managements they supervise. Vik Khanna discusses Indian Corporate Social Responsibility (CSR) spending and its effects in light of a recent law requiring Indian companies of a certain size to devote at least 2% of their after-tax profit to CSR initiatives. One unintended effect of this mandate, which took effect in 2010, was that all Indian companies that were spending more than the prescribed 2% of profits cut their expenditure back to that minimum, suggesting that CSR and advertising are substitutes to some extent, and that such legal mandates can discourage CSR spending by early adapters or leaders. Nevertheless, Khanna also found evidence of social norms developing in support of CSR, including a spreading perception that such spending can help some companies achieve strategic goals. Jeff Gordon closes by arguing that, to the extent investors are short-sighted, their short-sightedness is likely to be justified by their recognition that public company directors have neither the information nor the incentives to do an effective job of monitoring corporate managements. The best solution to the problems with U.S. corporate governance is to replace today's thinly informed directors with activist directors who more closely resemble the directors of private-equity owned firms. Such directors would spend far more time with, and be much more knowledgeable about, corporate management and operationsand they would have much more of their personal wealth at stake in the form of company stock.","Authors":"Chen, IJ (Chen, I-Ju) ; Chen, SS (Chen, Sheng-Syan)","Title":"y Corporate Governance and the Investment Efficiency of Diversified Corporate Asset Buyers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395625100003 ISSN: 0162-2870 eISSN: 1536-013X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"OCTOBER Issue: 159 Pages: 14-18 DOI: 10.1162/OCTO_a_00279 Published: WIN 2017","Abstract":"David Joselit argues that although the politicization of information and fake news is nothing newfacts, after all, have always been ratified by power, and standards of evidence are historically specificthe mode of its authentication is now in crisis. He describes this condition as a state of cognitive conflict in which different species of knowledge battle one another for pre-eminence, rather than reach for an agonistic but productive political translation or negotiation. Adopting the concept of cognitive justice as theorized by Boaventura de Sousa Santos, Joselit proposes that under Trumpism art can be a resource for working out a politicized and materialized, even formal, theory of information. By tracking the plasticity of informationthe shapes it assumes through circulation, shifts in scale and saturation, and its velocities and frictionswhich is deeply enmeshed in relations of power, post-Conceptual art can have real purchase on cognitive justice.","Authors":"Joselit, D (Joselit, David)","Title":"Fake News, Art, and Cognitive Justice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395587600006 PubMed ID: 28150999 ISSN: 1064-5462 eISSN: 1530-9185","Keywords":"Self-organization; criticality; adaptive networks; Boolean networks; mutual information KeyWords Plus:REGULATORY NETWORKS; ANNEALED APPROXIMATION; NEURONAL AVALANCHES; PHASE-TRANSITIONS; NEURAL-NETWORKS; CRITICALITY; DYNAMICS; COMPUTATION; STABILITY; EVOLUTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"ARTIFICIAL LIFE Volume: 23 Issue: 1 Pages: 105-118 DOI: 10.1162/ARTL_a_00224 Published: WIN 2017","Abstract":"Living systems such as gene regulatory networks and neuronal networks have been supposed to work close to dynamical criticality, where their information-processing ability is optimal at the whole-system level. We investigate how this global information-processing optimality is related to the local information transfer at each individual-unit level. In particular, we introduce an internal adjustment process of the local information transfer and examine whether the former can emerge from the latter. We propose an adaptive random Boolean network model in which each unit rewires its incoming arcs from other units to balance stability of its information processing based on the measurement of the local information transfer pattern. First, we show numerically that random Boolean networks can self-organize toward near dynamical criticality in our model. Second, the proposed model is analyzed by a mean-field theory. We recognize that the rewiring rule has a bootstrapping feature. The stationary indegree distribution is calculated semi-analytically and is shown to be close to dynamical criticality in a broad range of model parameter values.","Authors":"Haruna, T (Haruna, Taichi)","Title":"Adaptive Local Information Transfer in Random Boolean Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396734800001 ISSN: 0041-1612 eISSN: 2157-328X","Keywords":"Capacity; hypercompetition; strategic purity; transportation strategy; trailer-to-tractor ratio KeyWords Plus:LOGISTICS OUTSOURCING RELATIONSHIPS; SAFETY PERFORMANCE; TRUCKING INDUSTRY; PERSPECTIVE; TRANSPORTATION; MANAGEMENT; CAPABILITIES; INFORMATION; IMPROVEMENT; TECHNOLOGY","Categories":"Business & Economics; Transportation Web of Science Categories:Management; Transportation","Journal Information":"TRANSPORTATION JOURNAL Volume: 56 Issue: 1 Pages: 1-34 Published: WIN 2017","Abstract":"Easy access to equipment and low barriers to entry have led to an intensely competitive truckload industry in which carriers possess little power to increase prices consistent with inflation. Yet, the heterogeneous performance among TL carriers indicates that sustained success in such a hypercompetitive industry is possible. Under the strategic purity framework, this research adopts a multimethod approach by first utilizing panel of financial and operational data composed of 828 firm-quarter observations and finds that the relationship between a popular industry metric-the trailer-to-tractor ratio ( T2T)-and performance is convex. Empirical results are further explained by interviews with senior executives and industry analysts. This research contributes to theory and practice by first showing that, consistent with the strategic management literature, strategy-driven heterogeneous configuration of common assets may increase performance. Second, we show that strategic purity allows carriers supernormal financial performance, despite the hypercompetitive environment. Third, as the TL industry becomes increasingly conscious of competitive strategies, our study shows that the T2T can be used as a guide for carriers to align their competitive strategy with asset configuration.","Authors":"Jin, Y (Jin, Yao Henry) ; Swanson, D (Swanson, David) ; Waller, M (Waller, Matthew) ; Ozment, J (Ozment, John)","Title":"To Survive and Thrive under Hypercompetition: An Exploratory Analysis of the Influence of Strategic Purity on Truckload Motor-Carrier Financial Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397321200004 ISSN: 0143-6503 eISSN: 1464-3820","Keywords":"competition law; intellectual property law; economic regulation; consumer sovereignty; psychology; legal theory KeyWords Plus:RESALE PRICE MAINTENANCE; CHOICE; PREFERENCES; QUALITY; TRADE; RATIONALITY; COMPETITION; RESTRAINTS; PROTECTION; ECONOMICS","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"OXFORD JOURNAL OF LEGAL STUDIES Volume: 37 Issue: 1 Pages: 75-104 DOI: 10.1093/ojls/gqw009 Published: SEP 2017","Abstract":"Recent reorientations of the paradigms of 20th-century antitrust law have underscored today's post-scarcity regime, with its focus on uncovering and stamping out behaviour that weakens product manufacturers' incentives to invest in the scarcity, uniqueness and authenticity values that everyday goods and services conjure in consumers' minds. Alongside the general intellectual property law developments that support dilution-avoiding business practices, this article identifies recent case law that underlines the ways in which dilution thinking is surfacing in antitrust law. It evaluates the legal implications of such thinking based on a substantial social science literature that reveals the mechanisms by which marketing strategies that focus on a high price, uniqueness and authenticity do their work. As businesses increasingly employ strategies that seek to condense product information into simple decision-making heuristics that deliberately invoke subconscious appeal to persuade, the normative force of consumer choice is called into question. In order to preserve the ability of consumers to effectively choose between alternatives, an increased promotion of intratype competition presents the greatest likelihood of arresting the sea change initiated by antitrust law's dilution revolution. The reason for this finding, as this article demonstrates, resides in the fact that the economic background-the purchasing context-often determines to a significant extent the manner in which consumers decide and act.","Authors":"Kuenzler, A (Kuenzler, Adrian)","Title":"Dilution Law, Vertical Agreements, and the Construction of Consumption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100015 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"approximate martingale estimating functions; discrete time sampling of diffusions; in-fill asymptotics; normal variance-mixtures; optimal rate; random Fisher information; stable convergence; stochastic differential equation KeyWords Plus:MAXIMUM-LIKELIHOOD-ESTIMATION; STOCHASTIC DIFFERENTIAL-EQUATIONS; MARTINGALE ESTIMATING FUNCTIONS; SMALL DELTA-OPTIMALITY; DISCRETE OBSERVATIONS; PARAMETRIC INFERENCE; QUASI-LIKELIHOOD; COEFFICIENT; MODELS; SIMULATION","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 1874-1910 DOI: 10.3150/15-BEJ799 Published: AUG 2017","Abstract":"Parametric estimation for diffusion processes is considered for high frequency observations over a fixed time interval. The processes solve stochastic differential equations with an unknown parameter in the diffusion coefficient. We find easily verified conditions on approximate martingale estimating functions under which estimators are consistent, rate optimal, and efficient under high frequency (in-fill) asymptotics. The asymptotic distributions of the estimators are shown to be normal variance-mixtures, where the mixing distribution generally depends on the full sample path of the diffusion process over the observation time interval. Utilising the concept of stable convergence, we also obtain the more easily applicable result that for a suitable data dependent normalisation, the estimators converge in distribution to a standard normal distribution. The theory is illustrated by a simulation study comparing an efficient and a non-efficient estimating function for an ergodic and a non-ergodic model.","Authors":"Jakobsen, NM (Jakobsen, Nina Munkholt) ; Sorensen, M (Sorensen, Michael)","Title":"Efficient estimation for diffusions sampled at high frequency over a fixed time interval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691400001 ISSN: 1468-1218","Keywords":"Cross-diffusion; Bifurcation; Asymptotic behaviour; Blow up KeyWords Plus:PREDATOR-PREY MODEL; STEADY-STATE SOLUTIONS; PROTECTION ZONE; STATIONARY SOLUTIONS; BIFURCATION; DEGENERACY; STABILITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"NONLINEAR ANALYSIS-REAL WORLD APPLICATIONS Volume: 36 Pages: 1-19 DOI: 10.1016/j.nonrwa.2016.12.004 Published: AUG 2017","Abstract":"In this paper, we study the stationary problem for the Lotka-Volterra competition system with cross-diffusion in a spatially heterogeneous environment. Although some sufficient conditions for the existence of positive solutions are obtained by using global bifurcation theory, the information for their structure is far from complete. In order to get better understanding of the competition system with cross-diffusion, we focus on the asymptotic behaviour of positive solutions and derive two shadow systems as the cross-diffusion coefficient tends to infinity, moreover, the structure of positive solutions of the limiting system is analysed. The result of asymptotic behaviour also reveals different phenomena from that studied in Wang and Li (2013). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Li, SB (Li, Shanbing) ; Liu, SY (Liu, Sanyang) ; Wu, JH (Wu, Jianhua) ; Dong, YY (Dong, Yaying)","Title":"Positive solutions for Lotka-Volterra competition system with large cross-diffusion in a spatially heterogeneous environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700016 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Cybersecurity; Investments; Game theory; Nash equilibrium; Nash bargaining","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 588-600 DOI: 10.1016/j.ejor.2016.12.034 Published: JUL 16 2017","Abstract":"In this paper, we develop and compare three distinct models for cybersecurity investment in competitive and cooperative situations to safeguard against potential and ongoing threats. We introduce a Nash equilibrium model of noncooperation in terms of cybersecurity levels of the firms involved, which is formulated, analyzed, and solved using variational inequality theory. The equilibrium of this model then acts as the disagreement point over which bargaining takes place in the setting of the second model, which yields a cooperative solution in which the firms are guaranteed that their expected utilities are no lower than those achieved under noncooperation. Nash bargaining theory is utilized to argue for information sharing and to quantify its monetary and security benefits in terms of reduction in network vulnerability to cyberattacks. The third model in this paper also focuses on cooperation among the firms in terms of their cybersecurity levels, but from a system-optimization perspective in which the sum of the expected utilities is maximized. Qualitative properties are provided for the models in terms of existence and uniqueness results along with numerical solutions to two cases focusing on retailers and financial service firms, since these have been subject to some of the most damaging cyberattacks. Sensitivity analysis results are also provided. We compare the solutions of the models for the cases and recommend a course of action that has both financial and policy-related implications. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Nagurney, A (Nagurney, Anna) ; Shukla, S (Shukla, Shivani)","Title":"Multifirm models of cybersecurity investment competition vs. cooperation and network vulnerability"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687400011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Fault tree analysis; Reliability; Risk analysis; Safety analysis; Dynamic fault trees; Model based dependability analysis; Expert systems KeyWords Plus:MONTE-CARLO-SIMULATION; FUZZY-SET-THEORY; RELIABILITY-ANALYSIS; BAYESIAN NETWORKS; SAFETY EVALUATION; QUANTITATIVE-ANALYSIS; ANALYSIS FRAMEWORK; PETRI NETS; SYSTEMS; LOGIC","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 114-135 DOI: 10.1016/j.eswa.2017.01.058 Published: JUL 1 2017","Abstract":"Fault Tree Analysis (FTA) is a well-established and well-understood technique, widely used for dependability evaluation of a wide range of systems. Although many extensions of fault trees have been proposed, they suffer from a variety of shortcomings. In particular, even where software tool support exists, these analyses require a lot of manual effort. Over the past two decades, research has focused on simplifying dependability analysis by looking at how we can synthesise dependability information from system models automatically. This has led to the field of model-based dependability analysis (MBDA). Different tools and techniques have been developed as part of MBDA to automate the generation of dependability analysis artefacts such as fault trees. Firstly, this paper reviews the standard fault tree with its limitations. Secondly, different extensions of standard fault trees are reviewed. Thirdly, this paper reviews a number of prominent MBDA techniques where fault trees are used as a means for system dependability analysis and provides an insight into their working mechanism, applicability, strengths and challenges. Finally, the future outlook for MBDA is outlined, which includes the prospect of developing expert and intelligent systems for dependability analysis of complex open systems under the conditions of uncertainty. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kabir, S (Kabir, Sohag)","Title":"An overview of fault tree analysis and its application in model based dependability analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366700008 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Stochastic root finding problem; Stochastic point location problem; Learning automata KeyWords Plus:PURSUIT LEARNING SCHEMES; POINT LOCATION; AUTOMATA; NETWORKS; GAME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 393 Pages: 108-129 DOI: 10.1016/j.ins.2017.02.014 Published: JUL 2017","Abstract":"The most fundamental problem encountered in the field of stochastic optimization and control, is the Stochastic Root Finding (SRF) problem where the task is to locate (or in the context of control, to move towards), an unknown point r for which g(r)= 0 for a given function g that can only be observed in the presence of noise. The vast majority of the state-of-the-art solutions to the SRF problem in both stochastic optimization and control involve the theory of stochastic approximation. The premise of the latter family of algorithms is to operate by means of so-called \"small-step\" processes that explore the search space in a conservative manner. Instead of relying on the well-established stochastic approximation theory, we rather advocate a radically different approach that resorts to principles akin to those used in noisy Bisection Search. In deterministic Bisection Search, the main question is to determine a point r located on a line by querying an Oracle about whether the optimal point x* lies to the left or right of a point x. A noisy version of this problem, in which the Oracle gives the correct response with probability p, was studied by Waeber and his colleagues. Inspired by the pioneering work of these authors, and its potential application in stochastic optimization and control, we map the SRF problem to a noisy Bisection Search problem where we solely use the sign information of the samples in order to guide the search. Our solution recursively shrinks the search space by, at least, a factor of kt at each epoch, where d > 2 is a user-defined parameter of the algorithm. Our scheme is based, in part, on the Continuous Point Location with Adaptive d-ary Search (CPL-AdS), originally presented by Oommen and his co-authors. The solution to the CPL-AdS, however, is not applicable here because of the inherent asymmetry of the SRF problem. Our solution invokes a CPLAdS-like solution to partition the search interval into d sub-intervals, evaluates the location of the unknown root e with respect to these sub-intervals using Learning Automata, and prunes the search space in each iteration by eliminating at least one partition. Our scheme,","Authors":"Yazidi, A (Yazidi, Anis) ; Oommen, BJ (Oommen, B. John)","Title":"A novel technique for stochastic root-finding: Enhancing the search with adaptive d-ary search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800004 ISSN: 0736-5853","Keywords":"e-Government; Adoption; UTAUT2; GAM; Resistance to change; Developing countries; Mauritius KeyWords Plus:INFORMATION-TECHNOLOGY; BEHAVIORAL INTENTION; DIGITAL LIBRARIES; PERCEIVED EASE; UNIFIED THEORY; CRITICAL MASS; ACCEPTANCE; MODEL; RESISTANCE; SYSTEMS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 57-72 DOI: 10.1016/j.tele.2017.01.003 Published: JUL 2017","Abstract":"This research seeks to investigate the antecedents of e-Government adoption in a small island developing state. An extended model comprising of the unified theory of acceptance and use of technology 2 and the e-Government adoption model was employed. Results from a cross-sectional survey of 247 citizens show that performance expectancy, facilitating conditions, perceived value are positively related to behavioural intention. Computer self-efficacy is shown to have a significant negative relationship with behavioural intention and resistance to change. Our results further demonstrate that trustworthiness is inversely related to resistance to change. Small island developing states should engage in proper awareness campaigns of e-Government services offered and focusing their efforts on citizens aged 18-39 years old to obtain a critical mass of users. Website design and information quality should be improved paying particular attention to security and privacy, thereby increasing trust and reducing resistance to change. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lallmahomed, MZI (Lallmahomed, Muhammad Z. I.) ; Lallmahomed, N (Lallmahomed, Naguib) ; Lallmahomed, GM (Lallmahomed, Gias M.)","Title":"Factors influencing the adoption of e-Government services in Mauritius"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800006 ISSN: 0736-5853","Keywords":"CO2 emissions; ICT; Developing economies; Developed economies; Environmental Kuznets curve; Panel data KeyWords Plus:KUZNETS CURVE; ECONOMIC-GROWTH; INFORMATION-TECHNOLOGY; EMISSIONS; SYSTEMS; PANEL; PRODUCTIVITY; INNOVATION; COUNTRIES; POLLUTION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 85-95 DOI: 10.1016/j.tele.2017.01.001 Published: JUL 2017","Abstract":"The positive and negative environmental impacts of information and communication technologies (ICTs) are widely debated. In theory, ICT is among the sources contributing to the increasing levels of CO2 emissions in terms of production of ICT machinery and devices, energy consumption, and recycling of electronic waste. However, ICT is also expected to reduce CO2 emissions on a global scale by developing smarter cities, transportation systems, electrical grids, industrial processes, and energy saving gains. These two effects work in opposite direction, creating an inverted-U relationship between ICT and CO2 emissions. The aim of this study is to investigate this non-linear relationship between ICT and CO2 emissions on a global scale. Given that global warming is a global issue, it is necessary to look at this relationship in countries at all levels of development. To this end, we use a panel data set consisting of 142 economies, split into 116 developing and 26 developed countries, over the period 1995-2010. The results of our empirical study confirm that the relationship between ICT and CO2 emissions is an inverted U-shaped relationship. Moreover, while for the sample of developing countries, the ICT turning point is well above the mean value, the opposite is true for the sample of developed countries. This implies that many developed countries have already attained the level of ICT development, at which CO2 emissions decreases as the level of ICT development improves further. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Higon, DA (Anon Higon, Dolores) ; Gholami, R (Gholami, Roya) ; Shirazi, F (Shirazi, Farid)","Title":"ICT and environmental sustainability: A global perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800009 ISSN: 0736-5853","Keywords":"E-Commerce; Structuration theory; SMEs; Tanzania KeyWords Plus:INFORMATION-SYSTEMS RESEARCH; DEVELOPING-COUNTRIES; ECOMMERCE ADOPTION; TECHNOLOGY; INNOVATION; MODEL; AFRICA; GROWTH","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 118-132 DOI: 10.1016/j.tele.2017.01.002 Published: JUL 2017","Abstract":"There have been several studies on E-Commerce adoption in developing countries. However, few have investigated least developed countries (LDCs). Of those that have, their findings tend to be descriptive in nature - falling short of a theoretical contribution grounded in the socioculttral context. The purpose of this paper is to provide a theoretical analysis of E-Commerce adoption in an LDC, Tanzania. Specifically, the study seeks to identify structural practices associated with E-Commerce in Tanzanian SMEs. Using structuration theory and following an interpretivist stance the findings show that Tanzanian SMEs enact three major E-Commerce structural practices: (1) Marketing and image-building through use of websites, (2) Transacting through extensive use of mobile technology (3) Technical problem-solving through establishing partnerships. These practices are informed by organisational and enVironmental factors that define the sociocultural, technological and economic contextual setting. Considerable evidence is found that SMEs use websites in a limited way, as they draw upon their understanding of websites as being incompatible with the Tanzanian cultural bargaining system, which is characterised by cash transactions and face to face bargaining. Websites are viewed primarily as a platform from which SMEs can portray a sophisticated image and advertise/market their products. SMEs use mobile technology extensively, as they draw on the technology's ability to offer transactive capability, mobility and communication. Findings also point to technological challenges which SMEs face from the environment, mainly from a lack of supporting industry and institutional support. SMEs hence establish partnerships with international organisations that can support them in overcoming technological challenges. Partnerships with large ICf organisations require stringent conditions, such as the requirement for SMEs to have certification in order to be affiliated. The study gives practitioners a better understanding of how SMEs perceive E-Commerce in Tanzania amidst organisational and environmental opportunities and constraints, and in so doing practitioners can better design appropriate E-Commerce context-specific policies and interventions that address SME problems. This will ensure that available resources become utilised in a more effective manner without negative consequences. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kabanda, S (Kabanda, Salah) ; Brown, I (Brown, Irwin)","Title":"A structuration analysis of Small and Medium Enterprise (SME) adoption of E-Commerce: The case of Tanzania"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800018 ISSN: 0736-5853","Keywords":"Flow; HCI; Malaysia; Online games; Perceived enjoyment; Social interaction; Theory of planned behavior KeyWords Plus:SOCIAL-INFLUENCE; INFORMATION-TECHNOLOGY; USER ACCEPTANCE; FLOW; MODEL; CONTINUANCE; PERSPECTIVE; PERFORMANCE; INTENTION; EXTENSION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 239-251 DOI: 10.1016/j.tele.2016.07.001 Published: JUL 2017","Abstract":"As the world moves into the web 2.0 era, everyone can connect virtually, and online game playing has become a trend. Online games are played over computer networks, usually over the Internet. Online games entail a number of advantages, such as the ability to connect to multiplayer games, although single-player online games are also rather popular. This exploratory study focused on modeling the determinants of actual use of online game playing. Many researchers have shown perceived enjoyment and flow experience as important drivers of actual use of online game playing. The theory of planned behavior has been used in this study. Data were collected from 1584 Universiti Sains Malaysia students with different backgrounds using a structured questionnaire. The findings show that perceived enjoyment has the strongest influence on actual use. Other Variables found to influence actual usage include the level of perceived behavioral control, subjective norms, attitude, perceived enjoyment, and flow experience. Implications of this research for future researchers will also be discussed. We hope this research will increase researchers' interest in further development in this sector and that the model will assist the games industry to identify factors that increase actual use by players. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Alzahrani, AI (Alzahrani, Ahmed Ibrahim) ; Mahmud, I (Mahmud, Imran) ; Ramayah, T (Ramayah, T.) ; Alfarraj, O (Alfarraj, Osama) ; Alalwan, N (Alalwan, Nasser)","Title":"Extending the theory of planned behavior (TPB) to explain online game playing among Malaysian undergraduate students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800028 ISSN: 0736-5853","Keywords":"Theory of trying; Attitude; Behaviour; Value systems; Domain-specific values; Global values; Social media KeyWords Plus:ATTITUDE-BEHAVIOR RELATIONSHIP; 2ND-ORDER FACTOR MODELS; INFORMATION-TECHNOLOGY; PLANNED BEHAVIOR; USER ACCEPTANCE; ORGANIZATIONAL RESEARCH; INTERNET PARADOX; SELF-ESTEEM; ADOPTION; WELL","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 365-381 DOI: 10.1016/j.tele.2016.08.018 Published: JUL 2017","Abstract":"Current research on social media focus on perceptions, behavioural intention, usage, and seldom take value systems into account. Values are expected to impact behaviour directly or indirectly via intervening constructs, for example, attitude. This paper explores, starting from the Theory of Trying, how value systems impact the digital natives' interactive behaviour with social media. An empirical research is executed to test a model based on global and domain-specific values, and attitudes towards trying in explaining usage. Based on 116 valid responses from a sample of digital natives, several alternative models were tested. The proposed model based on the theory Of trying shows that domain-specific values positively influence behaviour and usage of social media. Attitude towards trying positively mediates the effect of domain-specific values and global values on interactive behaviour with social media. Global values do not influence domain-specific values, nor has a direct impact on behaviour. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Brannback, M (Brannback, Malin) ; Nikou, S (Nikou, Shahrokh) ; Bouwman, H (Bouwman, Harry)","Title":"Value systems and intentions to interact in social media: The digital natives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000015 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Financial crises; Interest rates; IS-LM model; Negative money; Random walk; Semicontinuous covariance KeyWords Plus:OPTIMAL DESIGNS; CONVERGENCE; PARAMETERS; EFFICIENCY; MARKETS; RATES; TIME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 246-272 DOI: 10.1016/j.ins.2017.02.002 Published: JUL 2017","Abstract":"We are encountering deep financial crisis. One of the basic problems we face is how to predict financial developments. Current modelling is clearly insufficient since continuity of autocorrelation oversmoothes the empirical financial data. We prove that geometric probability to chose positive definite continuous covariance by financial data is zero. We also have the empirical evidence for this fact from real stock data. In order to overcome this gap we introduce the novel abc class of semicontinuous covariance functions, which integrates both continuous and discontinuous covariances. The abc class of covariances is much more flexible, powerful, and realistic than its continuous counterpart. It gives answer to the question why financial markets face negative interest rates, cyclic downbreaks, and other difficulties nowadays. As it is clearly illustrated in this paper, the experimenter (e.g. the financial institution) can choose only up to some extent whether abc class member will be positive definite everywhere. To the best knowledge of the authors this fits well to the own Kolmogorov's opinions on axiomatic theory of probability. The Kolmogorov's axiomatic theory of probability was developed as one possible alternative in order to utilize the flexibility of Lebesgue integral in probability theory, but in many experiments e.g. in physics and finance, one should go beyond this axiomatics. That means one should accept negative probabilities (and consequently negative definite covariance functions). In this paper we clarify that the modeler's choice of positive/negative definite functions should be considered within broader Information Theory setup. The introduced abc class is purely topologically defined, with soft regularity conditions on covariances, which are still applicable for increasing and infill domain asymptotics for regression problems, krigihg, and finance. These conditions are related to semicontinuous maps of Ornstein Uhlenbetk (OU) processes. We provide several novel results for optimal design of random fields with abc covariances, random walks in finance, and probabilities of ruins related to shocks (e.g. by earthquakes). In particular, we construct a random walk model with semicontinuous covariance. The novel abc class provides a proper environment for unifying several contradictions on IS/ML model in the economic literature. All mentioned novel economical applications are hardly visible from currently used \"continuous covariance\" framework. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Stehlik, M (Stehlik, M.) ; Helperstorfer, C (Helperstorfer, Ch.) ; Hermann, P (Hermann, P.) ; Supina, J (Supina, J.) ; Grilo, LM (Grilo, L. M.) ; Maidana, JP (Maidana, J. P.) ; Fuders, F (Fuders, F.) ; Stehlikova, S (Stehlikova, S.)","Title":"Financial and risk modelling with semicontinuous covariances"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100011 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Product ranking; Online reviews; Sentiment analysis; Intuitionistic fuzzy number; IFWA operator KeyWords Plus:DECISION-MAKING; AGGREGATION OPERATORS; INFORMATION FUSION; CUSTOMER REVIEWS; PROMETHEE METHOD; CHINESE; CLASSIFICATION; INTELLIGENCE; FRAMEWORK; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 149-161 DOI: 10.1016/j.inffus.2016.11.012 Published: JUL 2017","Abstract":"Online product reviews have significant impacts on consumers' purchase decisions. To support consumers' purchase decisions, how to rank the products through online reviews is a valuable research topic, while research concerning this issue is still relatively scarce. This paper proposes a method based on the sentiment analysis technique and the intuitionistic fuzzy set theory to rank the products through online reviews. An algorithm based on sentiment dictionaries is developed to identify the positive, neutral or negative sentiment orientation on the alternative product concerning the product feature in each review. According to the identified positive, neutral and negative sentiment orientations, an intuitionistic fuzzy number is constructed for representing the performance of an alternative product concerning a product feature. The ranking of alternative products is determined by intuitionistic fuzzy weighted averaging (IFWA) operator and preference ranking organization methods for enrichment evaluations II (PROMETHEE II). A case study is given to illustrate the use of the proposed method. The comparisons and experiments are further conducted to illustrate the characteristics and advantages of the proposed method. Converting the identified positive, neutral and negative sentiment orientations into intuitionistic fuzzy numbers is a new idea for processing and fusing a large number of sentiment orientations of online reviews. Based on the proposed method, decision support system can be developed to support the consumers' purchase decisions more conveniently. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, Y (Liu, Yang) ; Bi, JW (Bi, Jian-Wu) ; Fan, ZP (Fan, Zhi-Ping)","Title":"Ranking products through online reviews: A method based on sentiment analysis technique and intuitionistic fuzzy set theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100014 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Likelihood function; Ordered weighted average; Evidence aggregation; Reliability; Attitudinal character KeyWords Plus:UNCERTAIN-INFORMATION; EVIDENCE RESOLUTION; MATHEMATICAL-THEORY; CONCEPT HIERARCHIES; OWA OPERATORS; COMMUNICATION; WEIGHTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 185-190 DOI: 10.1016/j.inffus.2016.11.013 Published: JUL 2017","Abstract":"We develop an approach for flexible computation of likelihood functions of probabilistic evidence in the context of forensic crime investigations. An ordered weighted average (OWA) aggregation approach allows a softening of the strong likelihood constraint of requiring all such evidence. Use of the OWA measure known as attitudinal character provides OWA weights allowing optimistic or pessimistic likelihood results. This approach is extended by introducing the reliability of evidence in the computations of likelihood functions. Examples of the basic OWA computation and the likelihood results introducing reliability are provided. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yager, RR (Yager, Ronald R.) ; Elmore, P (Elmore, Paul) ; Petry, F (Petry, Fred)","Title":"Soft likelihood functions in combining evidence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700028 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Solvable Lie algebra; Faithful matrix representation; Minimal representation; Symbolic computation; Non-numerical algorithm","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 279-292 Special Issue: SI DOI: 10.1016/j.cam.2016.09.015 Published: JUL 2017","Abstract":"The existence of matrix representations for any given finite-dimensional complex Lie algebra is a classic result on Lie Theory. In particular, such representations can be obtained by means of an isomorphic matrix Lie algebra consisting of upper-triangular square matrices. Unfortunately, there is no general information about the minimal order for the matrices involved in such representations. In this way, our main goal is to revisit, debug and implement an algorithm which provides the minimal order for matrix representations of any finite-dimensional solvable Lie algebra when inserting its law, as well as returning a matrix representative of such an algebra by using the minimal order previously computed. In order to show the applicability of this procedure, we have computed minimal representatives not only for each solvable Lie algebra with dimension less than 6, but also for some solvable Lie algebras of arbitrary dimension. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ceballos, M (Ceballos, M.) ; Nunez, J (Nunez, J.) ; Tenorio, AF (Tenorio, A. F.)","Title":"Minimal faithful upper-triangular matrix representations for solvable Lie algebras"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392908900013 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"IVF set; IVF relation; IVF approximate space; IVF rough set; IVF rough approximation operators KeyWords Plus:INFORMATION-SYSTEMS; SET-THEORY; SOFT SETS; TOPOLOGIES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 1 Pages: 166-180 Published: JUL 2017","Abstract":"Rough approximation operators based on approximation spaces are a key concept of rough set theory. This paper investigates rough approximation operators in interval-valued fuzzy (for short, IVF) environment by using constructive and axiomatic approaches. Moreover, IVF pseudo-closure operators are considered.","Authors":"Tang, WD (Tang, Weidong) ; Wu, JZ (Wu, Jinzhao) ; Liu, ML (Liu, Meiling)","Title":"On interval-valued fuzzy rough approximation operators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500012 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Dual-channel supply chain; Pricing; Product quality; Pareto zone; Game theory KeyWords Plus:PRODUCT QUALITY; COMPETITION; COORDINATION; ONLINE; CONFLICT; DESIGN; PROFITABILITY; ENCROACHMENT; INFORMATION; PROFITS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 935-948 DOI: 10.1016/j.ejor.2016.11.016 Published: JUN 16 2017","Abstract":"Since the decision of non-price feature such as product quality draws a little attention in the literature of dual-channel supply chains, this paper investigates price and quality decisions in dual-channel supply chains, in which a single product is delivered through a retail channel, a direct channel, or a dual channel with both retail and direct channels. Considering the supply chains can be centralized or decentralized, we demonstrate that quality improvement can be realized when a new channel is introduced. Moreover, we employ two themes in terms of channel-adding Pareto zone to characterize the impacts of channel structures on supply-chain performance, including the whole system's profit (for the centralized system), each player's profit (for the decentralized system), and consumer surplus. When price and quality decisions are considered, we find the supply chain performance could be improved due to a new channel augmented. Moreover, we show the effects of the quality sensitivity parameters of different channels on price and product quality, as well as profits and consumer surplus. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, JX (Chen, Jingxian) ; Liang, L (Liang, Liang) ; Yao, DQ (Yao, Dong-Qing) ; Sun, SN (Sun, Shengnan)","Title":"Price and quality decisions in dual-channel supply chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500015 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Game Theory; Inventory; Joint replenishment; Economic Order Quantity model; Mechanism design KeyWords Plus:COST ALLOCATION; INVENTORY GAMES; COOPERATION; EFFICIENT; MODELS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 992-1002 DOI: 10.1016/j.ejor.2016.11.029 Published: JUN 16 2017","Abstract":"We consider jointly replenishing multiple firms that operate under an EOQ like environment in a decentralized, non-cooperative setting. Each firm's demand rate and inventory holding cost rate are private information. We are interested in finding a mechanism that would determine the joint replenishment frequency and allocate the joint ordering costs to these firms based on their reported stand-alone replenishment frequencies (if they were to order independently). We first provide an impossibility result showing that there is no direct mechanism that simultaneously achieves efficiency, incentive compatibility, individual rationality and budget-balance. We then propose a general, two-parameter mechanism in which one parameter is used to determine the joint replenishment frequency, another is used to allocate the order costs based on firms ' reports. We show that efficiency cannot be achieved in this two-parameter mechanism unless the parameter governing the cost allocation is zero. When the two parameters are same (a single parameter mechanism), we find the equilibrium share levels and corresponding total cost. We finally investigate the effect of this parameter on equilibrium behavior. We show that properly adjusting this parameter leads to mechanisms that are better than other mechanisms suggested earlier in the literature in terms of fairness and efficiency. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guler, K (Guler, Kemal) ; Korpeoglu, E (Korpeoglu, Evren) ; Sen, A (Sen, Alper)","Title":"Design and analysis of mechanisms for decentralized joint replenishment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693100013 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Meta-analysis; Water; Sanitation; Contingent valuation; Willingness to pay KeyWords Plus:TO-PAY; CONTINGENT VALUATION; DEVELOPING-COUNTRIES; CLIMATE-CHANGE; RURAL-AREAS; SERVICES; PREFERENCES; SUPPLIES; HEALTH; NICARAGUA","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 136 Pages: 126-135 DOI: 10.1016/j.ecolecon.2017.01.023 Published: JUN 2017","Abstract":"Although several factors contribute to low rates of access to improved water and sanitation in the developing world, it is especially important to understand and measure household demand for these services. One valuable source of information regarding demand is the growing empirical literature that has applied stated preference methods to estimate households' willingness to pay (WTP). Because it is difficult to generalize and support planning based on this scattered literature, we conduct a meta-analysis to take stock of the worldwide sample of household WTP for improved drinking water services. Using 171 WTP estimates drawn from 60 studies, we first describe this sample and then examine the potential factors that explain variation in WTP estimates. Our results suggest that households are willing to pay between approximately $3 and $30 per month for improvements in water access. Specifically, in line with economic theory and intuition, WTP is sensitive to scope (the magnitude of improvement in drinking water services), as well as household income, and stated-preference elicitation method. We demonstrate how our results can be used to predict household-level WTP for selected improvements in drinking water access in regions with low coverage, and find that private benefits exceed the cost of provision. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Van Houtven, GL (Van Houtven, George L.) ; Pattanayak, SK (Pattanayak, Subhrendu K.) ; Usmani, F (Usmani, Faraz) ; Yang, JC (Yang, Jui-Chen)","Title":"What are Households Willing to Pay for Improved Water Access? Results from a Meta-Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845500002 ISSN: 0950-3293 eISSN: 1873-6343","Keywords":"Genetically modified organisms; Selective exposure; Attitude; Risk; Perceived threat KeyWords Plus:MODIFIED FOOD; SOCIAL DESIRABILITY; ATTITUDES; PREDISPOSITIONS; METAANALYSIS; VALUATION; MODEL","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD QUALITY AND PREFERENCE Volume: 58 Pages: 10-17 DOI: 10.1016/j.foodqual.2016.12.015 Published: JUN 2017","Abstract":"Risk perceptions concerning genetically modified organisms (GMOs) are often considered to reflect media coverage. However, it might be said that people seek out information consistent with their attitudes and avoid information which could challenge them. This process refers to the selective exposure principle derived from cognitive dissonance theory. Although this principle is now well established, the only two studies carried out to date in the field of GMOs have produced contradictory results. Additionally, no study has considered the link between risk perceptions, threat perceptions and attitudes as possible antecedents of selective exposure in the field of GMOs. The aim of the present research was to fill this gap. Results of a multiple-mediation model showed that people did in fact expose themselves selectively in the field of GMOs: The higher the level of general risk perception they reported, the higher the perceived threat, the more negative their attitude towards GMOs and the greater their inclination to expose themselves to information on the harmful effects of GM food. We discuss the consequences of selective exposure and the potential levers which could favor exposure to pros and cons, thereby also favoring informed food choices. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bardin, B (Bardin, Brigitte) ; Perrissol, S (Perrissol, Stephane) ; Facca, L (Facca, Leo) ; Smeding, A (Smeding, Annique)","Title":"From risk perception to information selection ... And not the other way round: Selective exposure mechanisms in the field of genetically modified organisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845500004 ISSN: 0950-3293 eISSN: 1873-6343","Keywords":"Food additive; Theory of planned behavior model; Attention to food safety scandal news; Perceived credibility of information; Perceived risk KeyWords Plus:SAFETY INFORMATION; RISK PERCEPTION; NEWS MEDIA; GM FOOD; TRUST; ATTITUDES; TAIWAN; CONSUMPTION; STRATEGIES; DECISIONS","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD QUALITY AND PREFERENCE Volume: 58 Pages: 24-33 DOI: 10.1016/j.foodqual.2017.01.002 Published: JUN 2017","Abstract":"Recent food safety scandals in Taiwan have caused panic among the Taiwanese public and have become a primary concern because foods were discovered containing a dangerous amount of illegal additives. The theory of planned behavior (TPB) model is extremely useful for predicting people's food choices and consumption habits. This study included an examination of the public attention to and perceived credibility of mass media food safety information and the perceived risk as background factors in the extended TPB model to predict public intention to take precautions to avoid consuming foods with additives. The empirical results of structural equation modeling analysis with 487 useful samples revealed that the extended TPB model has an increased explanatory power relative to the original model regarding the intention of the public in Taiwan to take precautions to avoid consuming foods that contain additives. In addition to attitudes toward and perceived behavioral control of the consumption of food with additives, the impact of risk perceptions plays an important role in determining an individual's intention to take precautions to avoid consuming foods that contain additives. The attention of an individual to food additive scandal news and their perceived risk determine their attitude toward consuming food with additives. An individual's perceived risk of consuming food with additives was determined through the attention paid to food additive scandal news and the perceived credibility of such news. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, MF (Chen, Mei-Fang)","Title":"Modeling an extended theory of planned behavior model to predict intention to take precautions to avoid consuming food with additives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845500010 ISSN: 0950-3293 eISSN: 1873-6343","Keywords":"Social norm; Descriptive norm; Injunctive norm; Food; Liking; Perception; Choice; Online shelf KeyWords Plus:INJUNCTIVE NORMS; INFORMATION; TASTE; HEALTH; PERCEPTION; CONSUMERS; DRINKING; RATINGS; LABELS; INTERVENTION","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD QUALITY AND PREFERENCE Volume: 58 Pages: 85-93 DOI: 10.1016/j.foodqual.2017.01.007 Published: JUN 2017","Abstract":"Social norms refer to what most people do or approve of. Perceived social norms can influence food choice and intake behaviour. However, whether social norms can increase liking and taste perception of food products has not been studied so far. Across two studies, we investigated the impact of on pack social norm messages (no norm, descriptive or injunctive) and focus (taste or health) on choice and liking of salt-reduced products. In Study I, we investigated the effects of on-pack social norm messages on choice of salt-reduced products in an online shelf purchase test (n = 491). In Study II, we investigated the effects of on-pack social norm messages on liking and salt taste perception of salt-reduced products after tasting (n = 194). Results of Study I showed that focus rather than social norms impacted product choice: participants chose soups with a health focused message significantly more than soups with a taste focused message, regardless of social norm condition. Results of Study II showed that, just before tasting, participants expected the soups with the descriptive norm messages to be saltier but not better liked than the other soups. When actually tasting the soups, the descriptive norm messages did not influence salt taste perception nor liking, i.e. all soups were similarly perceived in saltiness and liking. No effects were found of injunctive norms on expectations, perceptions and liking. Implications with regard to theory and practice are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zandstra, EH (Zandstra, Elizabeth H.) ; Carvalho, AHP (Carvalho, Alvaro H. P.) ; van Herpen, E (van Herpen, Erica)","Title":"Effects of front-of-pack social norm messages on food choice and liking"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396950100018 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Event-based communications; Gossiping; Reliable multicasting; Strategic learning; Game theory; Reinforcement learning KeyWords Plus:DELAY-TOLERANT NETWORKS; PUBLISH/SUBSCRIBE SERVICES; ROUTING PROTOCOL; NOTIFICATION; SPRAY; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 71 Pages: 221-233 DOI: 10.1016/j.future.2016.11.006 Published: JUN 2017","Abstract":"Gossiping is a widely known and successful approach to reliable communications, tolerating packet losses and link crashes. It has been extensively used in several middleware kinds, such as event notification services and application domains, like infrastructures for air traffic management, power grid control, health information exchange, just to cite some of them. Despite achieving a high loss-tolerance and scalability degrees, gossiping is affected by degraded performances and heavy traffic loads on the network. For this reason, it may be not optimal in applications where reliability must be provided jointly with timeliness and/or in congestion-prone networks. The crucial aspect for improving a gossiping scheme is deciding which nodes should receive a gossiping message, and our driving idea is to adopt a distributed strategic learning logic to determine such nodes in an efficient manner. This is able to resolve gossiping's weakness points and to achieve better performance and reduced traffic loads. This paper describes how to introduced strategic learning in a gossip scheme so as to determine the best set of nodes that can be used to send gossip messages and to optimize their utility. Such a solution has been experimentally assessed through a set of simulations demonstrating the effectiveness of the proposal. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Esposito, C (Esposito, Christian) ; Castiglione, A (Castiglione, Aniello) ; Palmieri, F (Palmieri, Francesco) ; Ficco, M (Ficco, Massimo)","Title":"Improving the gossiping effectiveness with distributed strategic learning (Invited paper)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100003 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Big data; Theory; Inductive reasoning; Empiricism KeyWords Plus:INDUSTRIAL-ORGANIZATIONAL PSYCHOLOGY; RESOURCE INFORMATION-SYSTEMS; SOCIAL NETWORKING WEBSITES; EMPIRICAL SOCIOLOGY; SENTIMENT ANALYSIS; GROUNDED THEORY; DATA-SCIENCE; PERSONALITY; BEHAVIOR; SELECTION","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 277-290 DOI: 10.1016/j.hrmr.2016.08.005 Published: JUN 2017","Abstract":"Theory is a cornerstone of organizational research. Recently, however, some organizational scientists have argued that there is an overemphasis on theory development in our prominent publication outlets, calling for a rejuvenation of empirically driven research. To bring empirical research back to the forefront, the organizational sciences need a shock to the system: the advent of big data analytics in organizations provides just such a shock. The purpose of the following paper is to advocate for big data analytics as tools that can be used to support inductive research methods in the organizational sciences. We then highlight areas of organizational research and practice in which big data analytics can have an impact, provide readers with a tempered perspective on big data in the organizational sciences, and suggest a number of ways that researchers, reviewers, and editors can prepare themselves for the introduction of big data research in the organizational sciences. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"McAbee, ST (McAbee, Samuel T.) ; Landis, RS (Landis, Ronald S.) ; Burke, MI (Burke, Maura I.)","Title":"Inductive reasoning: The promise of big data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100009 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Work gamification; Game features; Work motivation; Work effectiveness; Performance management KeyWords Plus:PERFORMANCE MANAGEMENT; INTRINSIC MOTIVATION; BEHAVIOR; MODEL; JOB; TECHNOLOGY; ENJOYMENT; FEEDBACK; DESIGN; SELF","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 353-365 DOI: 10.1016/j.hrmr.2016.09.014 Published: JUN 2017","Abstract":"A key assumption driving organizations' adoption of work gamification - applying principles of digital and computer games to work contexts - is that such efforts increase worker motivation, effectiveness, and performance. This paper presents a theory of work gamification, positioning work gamification as an intended enhancement of traditional performance management systems which promotes increased worker access to performance information, and improves task enjoyment. In addition to explaining why work gamification should be expected to have motivational and work effectiveness benefits, the theory also highlights the application and worker characteristics that may act as important boundary conditions to the efficacy of gamification applied to work. Theoretical and practical implications of work gamification are discussed. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Cardador, MT (Cardador, M. Teresa) ; Northcraft, GB (Northcraft, Gregory B.) ; Whicker, J (Whicker, Jordan)","Title":"A theory of work gamification: Something old, something new, something borrowed, something cool?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398626400001 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 6 Pages: 557-596 DOI: 10.1002/int.21857 Published: JUN 2017","Abstract":"Game theory is an important basis to simulate several situations where multiple agents interact strategically for decision making and support. In many applications, such as auctions, frequently used for resource management involving two or more agents competing for the resources, the interacting agents only know their own characteristics and must make decisions while having to estimate the characteristics of the others. When probabilities are assigned for the different types of the interacting agents, this kind of strategic interaction constitutes a Bayesian game. In cases in which it is very difficult to characterize the private information of each agent, the payoffs can be given by approximate (not probabilistic) values, but the concept of Bayesian Nash equilibrium cannot be applied in this context. Fuzzy set theory is an excellent basis for studying this type of game, where the payoffs are represented by fuzzy numbers. When it is the case that there is also uncertainty about such fuzzy numbers, the use of interval fuzzy numbers appears as a good modeling alternative. This paper introduces an approach for interval-based fuzzy Bayesian games, based on interval-valued fuzzy probabilities for modeling the types of agents involved in the interaction. We present two different case studies, namely the (Interval) Fuzzy Bayesian Hiring Game and (Interval) Fuzzy Bayesian Prisoner's Dilemma with Moral Standards, comparing the results obtained with the crisp, fuzzy and interval fuzzy approaches, highlighting a particular case in which the interval fuzzy approach presents a solution although the two other do not. (C) 2016 Wiley Periodicals, Inc.","Authors":"Asmus, TC (Asmus, Tiago C.) ; Dimuro, GP (Dimuro, Gracaliz P.) ; Bedregal, B (Bedregal, Benjamin)","Title":"On Two-Player Interval-Valued Fuzzy Bayesian Games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398626400004 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 6 Pages: 645-662 DOI: 10.1002/int.21870 Published: JUN 2017","Abstract":"Since the Atanassov's intuitionistic fuzzy set theory was introduced, many intuitionistic fuzzy aggregation operators have been proposed for the integration of the intuitionistic fuzzy information. It is necessary to extend them to accommodate the infinite situations so that we can deal with the large amount of intuitionistic fuzzy data, and, at the same time, we must solve an important issue that whether the sum of an infinite number of intuitionistic fuzzy numbers is convergent or not. Thus, in this paper, we first put forward the infinite intuitionistic fuzzy series and product. Then, we investigate the properties and the convergences of the infinite intuitionistic fuzzy series and product, respectively. These results greatly enrich the intuitionistic fuzzy calculus theory. (C) 2016 Wiley Periodicals, Inc.","Authors":"Zhang, S (Zhang, Shen) ; Xu, ZS (Xu, Zeshui)","Title":"Infinite Intuitionistic Fuzzy Series and Product"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398417500002 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"event deposit; Milankovitch cycles; glutenite; sequence stratigraphy; sedimentation period KeyWords Plus:BASIN","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 Pages: 611-620 DOI: 10.1088/1742-2140/aa6168 Published: JUN 1 2017","Abstract":"The conglomerate layer at the upper section of the 4th member of the Shahejie formation(S-4(u)) of the Yongan district at the Donying depression is a well-developed sedimentation of several periods. It lacks stable muddy layers and sophisticated classification of the sedimentation periods and the proportion of sedimentary layering in each period has long been a difficult task for geologists. In addressing this problem, this paper attempts to introduce the theory of climatic cycles driven by astronomical periods from astronomical stratigraphy on the basis of the characteristics of the sedimentation under the turbidity current in the region of study. Through studying the conditions for the formation of the conglomerate layer and the factors of control, we pinpoint the formation of the layer in chronology and differentiate the cycle interface and correlation in the same formation period. Milankovitch analysis is conducted on the sedimentation of the conglomerate layer in the region of study to determine if the stratigraphy cycle of the region is primarily controlled by the eccentricity cycle and calculate MSC1 and MSC2 thicknesses of 189.3 m and 78.05 m, respectively. Milankovitch theory is the primary tool used in the analysis, in conjunction with petrographic analysis. The stratum at the S-4(u) is classified into four IV-grade sequences and 11 V-grade sequences. The information on the dominant cycle frequency is used for wave filtering of the well logs and to determine the significant Milankovitch wave log. With the data from this curve, we may compare the stratigraphy cycle with the characteristics of the standard cycle and classify and compare the sedimentation periods of the conglomerate layers in further detail.","Authors":"Chen, PP (Chen, Panpan) ; Fang, NQ (Fang, Nianqiao) ; Li, CL (Li, Cunlei) ; Liu, JM (Liu, Jianmei)","Title":"A method for the division of the conglomerate depositional cycle under Milankovitch cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359300023 ISSN: 0955-2219 eISSN: 1873-619X","Keywords":"Hydroxyapatite; Proteins; Calcium phosphate ions; MD simulation KeyWords Plus:DENSITY-FUNCTIONAL THEORY; OCTACALCIUM PHOSPHATE; MOLECULAR-DYNAMICS; IN-VITRO; BONE; BIOCERAMICS; DESORPTION; INTERFACES; PEPTIDES; COLLAGEN","Categories":"Materials Science Web of Science Categories:Materials Science, Ceramics","Journal Information":"JOURNAL OF THE EUROPEAN CERAMIC SOCIETY Volume: 37 Issue: 6 Pages: 2509-2520 DOI: 10.1016/jjeurceramsoc.2017.02.013 Published: JUN 2017","Abstract":"Protein adsorption plays a key role in determining the biological properties of calcium phosphate biomaterials. Calcium (Ca) and phosphate (P) ions are involved in the protein adsorption process and influence the protein adsorption behaviors. In this study, the proteins adsorption on hydroxyapatite (HA) (001), (100), (110), (010) surfaces with Ca, P ions in solution were investigated by Molecular Dynamics (MD) simulation. The results reveal that basic proteins were more favorable to adsorb on HA surface than acidic proteins. HA (110) surface absorbed more acidic proteins than HA (001) and (100). HA (010) surface adsorbed more basic protein. Basic residues play a more important role than acidic residues in the adsorption process, as the basic residues have shown higher absorption energy than acidic residues, and they were more likely to adsorb on HA surfaces than to bind P ions in solution. Most of the active sites of protein, especially for acidic residues, are prefer to interact with HA surface through water molecules. Basic residues are more likely to adsorb onto HA surfaces directly. The presence of Ca, P ions in solution can influence the adsorption behaviors of protein. The formation of Ca, P ion cluster may lead to desorption of proteins. And they can compete with water molecules to bond to HA surfaces, acting as a bridge of protein interacting with HA surfaces instead of water-bridge. This Ca, P ions bridge connection make the adsorption energy of protein weakened. The results of this study provided new information at atomic/molecular level to further interpret the mechanism of protein adsorption on calcium phosphate surfaces with Ca, P ions. It is also helpful for designing new calcium phosphate biomaterials with specific surface properties to adsorb target protein for biomedical applications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wang, KF (Wang, Kefeng) ; Wang, MH (Wang, MengHao) ; Wang, QG (Wang, QiGuang) ; Lu, X (Lu, Xiong) ; Zhang, XD (Zhang, XingDong)","Title":"Computer simulation of proteins adsorption on hydroxyapatite surfaces with calcium phosphate ions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200026 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"gravitational lensing: weak; methods: statistical; cosmology: observations; cosmology: theory KeyWords Plus:WEAK-LENSING SURVEYS; GALAXY SHAPE MEASUREMENT; NOISE BIAS; CALIBRATION BIASES; TELESCOPE; DISTRIBUTIONS; CHALLENGE; PARAMETER; ACCURACY; ERRORS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 346-363 DOI: 10.1093/mnras/stx446 Published: JUN 2017","Abstract":"We investigate the problem of noise bias in maximum likelihood and maximum a posteriori estimators for cosmic shear. We derive the leading and next-to-leading order biases and compute them in the context of galaxy ellipticity measurements, extending previous work on maximum likelihood inference for weak lensing. We show that a large part of the bias on these point estimators can be removed using information already contained in the likelihood when a galaxy model is specified, without the need for external calibration. We test these bias-corrected estimators on simulated galaxy images similar to those expected from planned space-based weak lensing surveys, with promising results. We find that the introduction of an intrinsic shape prior can help with mitigation of noise bias, such that the maximum a posteriori estimate can be made less biased than the maximum likelihood estimate. Second-order terms offer a check on the convergence of the estimators, but are largely subdominant. We show how biases propagate to shear estimates, demonstrating in our simple set-up that shear biases can be reduced by orders of magnitude and potentially to within the requirements of planned space-based surveys at mild signal-to-noise ratio. We find that second-order terms can exhibit significant cancellations at low signal-to-noise ratio when Gaussian noise is assumed, which has implications for inferring the performance of shear-measurement algorithms from simplified simulations. We discuss the viability of our point estimators as tools for lensing inference, arguing that they allow for the robust measurement of ellipticity and shear.","Authors":"Hall, A (Hall, Alex) ; Taylor, A (Taylor, Andy)","Title":"Cosmic shear measurement with maximum likelihood and maximum a posteriori inference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400039 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"galaxies: high-redshift; cosmology: theory KeyWords Plus:P(D) FLUCTUATION ANALYSIS; DARK-MATTER HALOS; C II EMISSION; POWER SPECTRUM; STAR-FORMATION; NUMBER COUNTS; SUBMILLIMETER GALAXIES; 21-CM FLUCTUATIONS; LOGNORMAL MODEL; MOLECULAR GAS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2996-3010 DOI: 10.1093/mnras/stx203 Published: JUN 2017","Abstract":"In the next few years, intensity-mapping surveys that target lines such as CO, Ly alpha and C II stand to provide powerful probes of high-redshift astrophysics. However, these line emissions are highly non-Gaussian, and so the typical power-spectrum methods used to study these maps will leave out a significant amount of information. We propose a new statistic, the probability distribution of voxel intensities, which can access this extra information. Using a model of a CO intensity map at z similar to 3 as an example, we demonstrate that this voxel intensity distribution (VID) provides substantial constraining power beyond what is obtainable from the power spectrum alone. We find that a future survey is similar to the planned CO Mapping Array Pathfinder (COMAP). Full experiment could constrain the CO luminosity function to the order of similar to 10 per cent. We also explore the effects of contamination from continuum emission, interloper lines and gravitational lensing on our constraints and find that the VID statistic retains significant constraining power even in pessimistic scenarios.","Authors":"Breysse, PC (Breysse, Patrick C.) ; Kovetz, ED (Kovetz, Ely D.) ; Behroozi, PS (Behroozi, Peter S.) ; Dai, L (Dai, Liang) ; Kamionkowski, M (Kamionkowski, Marc)","Title":"Insights from probability distribution functions of intensity maps"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687300017 ISSN: 0143-8166 eISSN: 1873-0302","Keywords":"Structured light illumination; Absolute surface measurements; 313 scanner; Grey level coding; Reed-Solomon code; Error correcting coding theory KeyWords Plus:SHAPE MEASUREMENT; EXCESS FRACTIONS; FRINGE PROJECTION; PHASE; ALGORITHM; PATTERNS","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS AND LASERS IN ENGINEERING Volume: 93 Pages: 146-155 DOI: 10.1016/j.optlaseng.2017.02.002 Published: JUN 2017","Abstract":"Intensity discrete structured light illumination systems project a series of projection patterns for the estimation of the absolute fringe order using only the temporal grey-level sequence at each pixel. This work proposes the Ilse of error-correcting codes for pixel-wise correction of measurement errors. The use of an error correcting code is advantageous in many ways: it allows reducing the effect of random intensity noise, it corrects outliners near the border of the fringe commonly present when using intensity discrete patterns, and it provides a robustness in case of severe measurement errors (even for burst errors where whole frames are lost). The latter aspect is particular interesting in environments with varying ambient light as well as in critical safety applications as e.g. monitoring of deformations of components in nuclear power plants, where a high reliability is ensured even in case of short measurement disruptions. A special form of burst errors is the so-called salt and pepper noise, which can largely be removed with error correcting codes using only the information of a given pixel. The performance of this technique is evaluated using both simulations and experiments.","Authors":"Porras-Aguilar, R (Porras-Aguilar, Rosario) ; Falaggis, K (Falaggis, Konstantinos) ; Ramos-Garcia, R (Ramos-Garcia, Ruben)","Title":"Error correcting coding-theory for structured light illumination systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800025 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Superpixel; Segmentation; Salient region detection; Saliency map; Complex networks KeyWords Plus:VISUAL SALIENCY; OBJECT DETECTION; ATTENTION; MODEL; IMAGE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 268-279 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.010 Published: JUN 2017","Abstract":"In this paper, we propose an efficient method for salient region detection. First, the image is decomposed by using superpixel segmentation which groups similar pixels and generates compact regions. Based upon the generated superpixels, similarity between the regions is calculated by benefiting from color, location, histogram, intensity, and area information of each region as well as community identification via complex networks theory in the over-segmented image. Then, contrast, distribution and complex networks based saliency maps are generated by using the mentioned features. These saliency maps are used to create a final saliency map. The applicability, effectiveness and consistency of the proposed approach are illustrated by conducting some experiments using publicly available datasets. The tests have been used to compare the proposed method with some state-of-the-art methods. The reported results cover qualitative and quantitative assessments which demonstrate that our approach outputs high quality saliency maps and mostly achieves the highest precision rate compared to the other methods.","Authors":"Aksac, A (Aksac, Alper) ; Ozyer, T (Ozyer, Tansel) ; Alhajj, R (Alhajj, Reda)","Title":"Complex networks driven salient region detection based on superpixel segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200025 ISSN: 0191-8869","Keywords":"Anxiety; Conflict; Distraction; Emotion; Attention; Stroop KeyWords Plus:GENERALIZED ANXIETY; IMPLICIT REGULATION; PERFORMANCE; ATTENTION; DISORDER; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 157-162 DOI: 10.1016/j.paid.2017.02.017 Published: JUN 1 2017","Abstract":"Research shows that anxiety may relate to any or all of the following: goal conflict resolution; distraction, and the automatic detection of threat-related stimuli. To investigate these relationships we used a modified Stroop task where fearful and happy emotional target faces are overlaid with either emotionally neutral, emotionally congruent or emotionally incongruent distracting words. A trait anxiety related speed-accuracy trade-off seemed to primarily reduce accuracy during incongruent trials with target fearful faces overlaid with the emotionally conflicting word happy. We offer an explanation of this effect based upon theories of how positive stimuli and threat-related stimuli differentially affect information processing. Future studies should seek to verify how the anxiety related speed-accuracy trade-off mechanism is activated, and elucidate how and when positive stimuli affect anxiety more than threat-related stimuli do. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"du Rocher, AR (du Rocher, Andrew R.) ; Pickering, AD (Pickering, Alan D.)","Title":"Trait anxiety, infrequent emotional conflict, and the emotional face Stroop task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947900011 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Dempster-Shafer theory; Reliability assessment; Linguistic data; Basic probability assignment; Classification KeyWords Plus:LEARNING BAYESIAN NETWORKS; DEMPSTER-SHAFER THEORY; SYSTEM RELIABILITY; EVOLUTIONARY ALGORITHMS; INFORMATION FUSION; FAULT-DIAGNOSIS; DECISION-MAKING; UNCERTAINTY; OPTIMIZATION; RISK","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 162 Pages: 111-121 DOI: 10.1016/j.ress.2017.01.009 Published: JUN 2017","Abstract":"In practical applications of reliability assessment of a system in-service, information about the condition of a system and its components is often available in text form, e.g., inspection reports. Estimation of the system reliability from such text-based records becomes a challenging problem. In this paper, we propose a four-step framework to deal with this problem. In the first step, we construct an evidential network with the consideration of available knowledge and data. Secondly, we train a Naive Bayes text classification algorithm based on the past records. By using the trained Naive Bayes algorithm to classify the new records, we build interval basic probability assignments (BPA) for each new record available in text form. Thirdly, we combine the interval BPAs of multiple new records using an evidence combination approach based on evidence theory. Finally, we propagate the interval BPA through the evidential network constructed earlier to obtain the system reliability. Two numerical examples are used to demonstrate the efficiency of the proposed method. We illustrate the effectiveness of the proposed method by comparing with Monte Carlo Simulation (MCS) results.","Authors":"Zhang, XG (Zhang, Xiaoge) ; Mahadevan, S (Mahadevan, Sankaran) ; Deng, XY (Deng, Xinyang)","Title":"Reliability analysis with linguistic data: An evidential network approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604500008 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Quantum electrodynamics; Perturbation theory; Superlight speed KeyWords Plus:PULSE-PROPAGATION; TIME","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 392 Pages: 43-47 DOI: 10.1016/j.optcom.2017.01.010 Published: JUN 1 2017","Abstract":"It was shown within the framework of conventional quantum electrodynamics, and without using perturbation theory, the presence of superluminal signals, transferring the information, while investigating the scattering of quantum electromagnetic field by excited atom. The superluminal signals are impossible in the theory of free fields, but their existence is predicted by the theory of interacting fields.","Authors":"Veklenko, BA (Veklenko, B. A.)","Title":"The superluminal velocities as the consequence of non-classical states of electromagnetic field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600038 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Social contact; Tourist typology; Interaction; Tourist-host KeyWords Plus:INTERGROUP ANXIETY; EXPERIENCE; PREJUDICE; ATTITUDES; SOCIOLOGY; EMPATHY; IMPACT; MODEL","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 357-366 DOI: 10.1016/j.tourman.2016.12.021 Published: JUN 2017","Abstract":"Tourist-host social contact, as a unique type of social contact, is not getting sufficient attention in tourism academia considering its remarkable impacts on tourists' travel attitudes, behaviors and long-term perceptions. The objectives of the current study are to explore the dimensions of tourist-host social contact and to contribute to the theory of tourist typology according to their dynamic nature in tourist host social interaction. Forty-five in-depth interviews were conducted to generate insightful information. The software of NVivo 10 was applied to examine and code the transcripts. As a result, six dimensions were adopted to describe tourist-host social contact, which are purposes, determinants, activities, intensity, impacts and attitudes. Five types of tourists were pinpointed and theoretical and practical contributions of the study were discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fan, DXF (Fan, Daisy X. F.) ; Zhang, HQQ (Zhang, Hanqin Qiu) ; Jenkins, CL (Jenkins, Carson L.) ; Tavitiyaman, P (Tavitiyaman, Pimtong)","Title":"Tourist typology in social contact: An addition to existing theories"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398676100007 ISSN: 0079-6425 eISSN: 1873-2208","Keywords":"Modulus mapping; Nanoindentation; Biocomposites; Viscoelasticity KeyWords Plus:ATOMIC-FORCE MICROSCOPY; FINITE-ELEMENT TECHNIQUES; WOOD CELL-WALLS; ELASTIC-MODULUS; ACOUSTIC MICROSCOPY; MECHANICAL-PROPERTIES; NANOMECHANICAL PROPERTIES; MODULATION MICROSCOPY; QUANTITATIVE-DETERMINATION; MICROMECHANICAL PROPERTIES","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"PROGRESS IN MATERIALS SCIENCE Volume: 87 Pages: 292-320 DOI: 10.1016/j.pmatsci.2017.03.002 Published: JUN 2017","Abstract":"The mechanical behavior of materials depends to a large extent on their properties at the nanoscale and, therefore, novel characterization techniques with sub-micron spatial resolution were developed in the last decades. Among them are the variety of tools for probing local elastic and viscoelastic properties of materials, the methods such as nanoindentation and AFM-and nanoindenter-based measurements using force modulation. In this review, we describe the nanoindenter-based nanoscale modulus mapping technique, which emerged as an extremely powerful tool for providing quantitative information on the storage and loss moduli distributions in complex nanocomposites. Since the tip penetrates only a few nanometers into the materials, this technique provides a superior lateral resolution in the order of 20 nm. All aspects of the method are covered, including a historical perspective, theoretical analysis, instrumentation, and examples of its application for studying multiphase structures and interfaces. The main focus of this review is the challenging field of natural bio-composites, which consist of stiff and compliant components, often with nanometric dimensions. Gradients of mechanical properties across the nm-sized features in biological materials are of upmost importance for their mechanical performance. Quantitative information on the nano-scale moduli distributions in these structures can hardly be achieved by other means. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zlotnikov, I (Zlotnikov, Igor) ; Zolotoyabko, E (Zolotoyabko, Emil) ; Fratzl, P (Fratzl, Peter)","Title":"Nano-scale modulus mapping of biological composite materials: Theory and practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400005 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Decision making; Voice User Interface; Markov Logic Network; Smart home; Ambient assisted living KeyWords Plus:ACTIVITY RECOGNITION; BAYESIAN NETWORKS; LOGIC; INFORMATION; SENSORS; SYSTEM; AUDIO","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 63-79 DOI: 10.1016/j.eswa.2017.01.014 Published: JUN 1 2017","Abstract":"This paper presents a framework to build home automation systems reactive to voice for improved comfort and autonomy at home. The focus of this paper is on the context-aware decision process which must reason from uncertain facts inferred from real sensor data. This framework for building context aware systems uses a hierarchical knowledge model so that different inference modules can communicate and reason with same concepts and relations. The context-aware decision module is based on a Markov Logic Network, a recent approach which make it possible to benefit from formal logical representation and to model uncertainty of this knowledge. In this work, uncertainty of the decision model has been learned from data. Although some expert systems are able to deal with uncertainty, the Markov Logic Network approach brings a unified theory for dealing with logical entailment, uncertainty and missing data. Moreover, the ability to use a priori knowledge and to learn weights and structure from data make this model appealing to address the challenge of adaptation of expert systems to new applications. Finally, the framework has been implemented in an on-line system which has been evaluated in a real smart home with real naive users. Results of the experiment show the interest of context-aware decision making and the advantages of a statistical relational model for the framework. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chahuara, P (Chahuara, Pedro) ; Portet, F (Portet, Francois) ; Vacher, M (Vacher, Michel)","Title":"Context-aware decision making under uncertainty for voice-based control of smart home"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800020 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Information theory; SSIM; Asymptotic equipartition property; Image quality assessment; Typical set KeyWords Plus:IMAGE QUALITY ASSESSMENT; STRUCTURAL SIMILARITY; STATISTICS; MODELS; DOMAIN","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 198-209 DOI: 10.1016/j.sigpro.2017.01.007 Published: JUN 2017","Abstract":"This paper focuses on an entropy based formalism to speed up the evaluation of the Structural SIMilarity (SSIM) index in images affected by a global distortion. Looking at images as information sources, a visual distortion typical set can be defined for SSIM. This typical set consists of just a subset of information belonging to the original image and the corresponding one in the distorted version. As side effect, some general theoretical criteria for the computation of any full reference quality assessment measure can be given in order to maximize its computational efficiency. Experimental results on various test images show that the proposed approach allows to estimate SSIM with a considerable speed up (about 200 times) and a small relative error (often lower than 5%).","Authors":"Bruni, V (Bruni, V.) ; Vitulano, D (Vitulano, D.)","Title":"An entropy based approach for SSIM speed up"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396616500003 ISSN: 2322-5521 eISSN: 2345-2625","Keywords":"Mechanism; Bimolecular; van der Waals complexes; Geometries and entropy KeyWords Plus:DERIVATIVES","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"PHYSICAL CHEMISTRY RESEARCH Volume: 5 Issue: 3 Pages: 439-446 DOI: 10.22036/pcr.2017.72834.1347 Published: SUM 2017","Abstract":"Reaction mechanism among indoline-2,3-dione, pyrrolidine-2-carboxylic acid and (Z)-2-(1-(2-hydroxynaphthalen-1-yl)ethylidene)hydroxy-carboxamide to form 1'-((((aminooxy) carbonyl)amino)methyl)-2'-(1-hydroxynaphthalen-2-yl)-2'-methyl-1',2',5',6',7',7a'-hexahydrospiro[indoline-3,3'-pyrrolo[1,2-a]imidazole-2-one was investigated using density functional theory (DFT) at B3LYP level of theory. The three-step reaction occurred via five stationary points, including two van der Waals complexes (1 and 2), two intermediates and one transition state. The entropy change across the various steps indicated an appreciable interaction or overlap within the reacting molecules. This was also evident in variations in the geometries of the optimized species as the reaction progressed from the intermediates through the transition state to the final product. The steps leading to the formation of van der Waals complexes (1 and 2) were thermodynamically feasible in contrast to the bimolecular transition step. From the equilibrium constant value, the transition step was found to be the rate-determining step. The study is able to provide information on the energetics of the individual step of the reaction and the overall process in addition to change in geometries as the initial reacting molecules transformed through the saddle points to the final product.","Authors":"Siaka, AA (Siaka, A. A.) ; Uzairu, A (Uzairu, A.) ; Idris, S (Idris, S.) ; Abba, H (Abba, H.)","Title":"Thermodynamics and Kinetics of Spiro-Heterocycle Formation Mechanism: Computational Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Problem structuring; Viable systems model; Utilisation-focussed evaluation; Theories of change; Educational development KeyWords Plus:COMPLEXITY-CONSISTENT THEORY; HIGHER-EDUCATION; MODEL; MANAGEMENT; INTERVENTION; METHODOLOGY; PERSPECTIVE; QUALITY; CRIME; SOFT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 626-641 DOI: 10.1016/j.ejor.2016.10.056 Published: JUN 1 2017","Abstract":"The paper uses a higher education case study to illustrate a participative theory of change approach to evaluating technology supported learning. The approach is informed by the Viable Systems Model (VSM) and utilisation-focussed evaluation and, falls within the tradition of facilitated modelling approaches to operational research. We argue that this approach worked well in engaging primary evaluation users in a process of collaborative action research to improving an educational development initiative and that the approach helped generate information relevant to answering its primary users' questions, to inform their specific decisions and actions relevant to their quality enhancement responsibilities. Through a case study, concerning the evaluation of an educational development initiative in a large UK university, we illustrate how the VSM and utilisation-focussed evaluation could be used to: (a) conceptualise the connection between strategies and their components at different levels of organisation; (b) to clarify the role and interests of stakeholders in these strategies; and (c) to scope evaluation to be relevant to informing the decisions and actions of these stakeholders. The paper contributes to illustrate how VSM principles can underpin a theory of change approach to engaging primary stakeholders in planning an intervention and its evaluation in the context of educational development work, in order to improve evaluation to be more relevant to their needs. The paper should be of interest to researchers exploring the use of systems theory in evaluation, in particular in the context of educational development work in higher education. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Hart, D (Hart, Diane) ; Paucar-Caceres, A (Paucar-Caceres, Alberto) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Paucar-Caceres, Alberto http://orcid.org/0000-0002-4690-561X","Title":"A utilisation focussed and viable systems approach for evaluating technology supported learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200004 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Hamiltonian function; Hamiltonian model; Hydro-turbine governing system; Fractional calculus; Time-lag KeyWords Plus:GEOMETRIC STRUCTURE; POWER-CONTROL; REALIZATION; TRANSIENT; DELAY","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 35-47 DOI: 10.1016/j.cnsns.2016.11.006 Published: JUN 2017","Abstract":"This paper focus on a Hamiltonian mathematical modeling for a hydro-turbine governing system including fractional item and time-lag. With regards to hydraulic pressure servo system, a universal dynamical model is proposed, taking into account the viscoelastic properties and low-temperature impact toughness of constitutive materials as well as the occurrence of time-lag in the signal transmissions. The Hamiltonian model of the hydro turbine governing system is presented using the method of orthogonal decomposition. Furthermore, a novel Hamiltonian function that provides more detailed energy information is presented, since the choice of the Hamiltonian function is the key issue by putting the whole dynamical system to the theory framework of the generalized Hamiltonian system. From the numerical experiments based on a real large hydropower station, we prove that the Hamiltonian function can describe the energy variation of the hydro-turbine suitably during operation. Moreover, the effect of the fractional a and the time-lag tau on the dynamic variables of the hydro-turbine governing system are explored and their change laws identified, respectively. The physical meaning between fractional calculus and time-lag are also discussed in nature. All of the above theories and numerical results are expected to provide a robust background for the safe operation and control of large hydropower stations. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Xu, BB (Xu, Beibei) ; Chen, DY (Chen, Diyi) ; Zhang, H (Zhang, Hao) ; Wang, FF (Wang, Feifei) ; Zhang, XG (Zhang, Xinguang) ; Wu, YH (Wu, Yonghong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chen, Di-Yi B-2259-2012 ","Title":"Hamiltonian model and dynamic analyses for a hydro-turbine governing system with fractional item and time-lag"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200026 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Multivariate time series; Transfer entropy; Time-delay reconstruction of phase space KeyWords Plus:INFORMATION-TRANSFER","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 338-347 DOI: 10.1016/j.cnsns.2016.12.008 Published: JUN 2017","Abstract":"It is a crucial topic to identify the direction and strength of the interdependence between time series in multivariate systems. In this paper, we propose the method of transfer entropy based on the theory of time-delay reconstruction of a phase space, which is a model free approach to detect causalities in multivariate time series. This method overcomes the limitation that original transfer entropy only can capture which system drives the transition probabilities of another in scalar time series. Using artificial time series, we show that the driving character is obviously reflected with the increase of the coupling strength between two signals and confirm the effectiveness of the method with noise added. Furthermore, we utilize it to real-world data, namely financial time series, in order to characterize the information flow among different stocks. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Mao, XG (Mao, Xuegeng) ; Shang, PJ (Shang, Pengjian)","Title":"Transfer entropy between multivariate time series"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400002 ISSN: 0736-5853","Keywords":"Social media; China; Political culture; Public sphere KeyWords Plus:NEWS; INFORMATION; MICROBLOGS; SHANGHAI; BLOGS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 694-704 DOI: 10.1016/j.tele.2016.05.018 Published: JUN 2017","Abstract":"Social media promotes a broad discussion about the contemporary public sphere in China. Analyzing the relationship between social media and democratic politics in the unique context of China helps us to rethink a metamorphosis of Habermas's public sphere model. The study supports the idea that the online public sphere more often than not transforms into a fragmentized formation of the multiple tensions between participatory democracy, journalism transformation and governmental authority. It may be difficult, under a single theoretical framework of civil society, to map out the complexities in Chinese social media. The key point is how a fragmentized structure of the public sphere has been integrated in the power game process of achieving consensus. Based on the special Internet policies and political environment in China, the implication of public sphere theory in Chinese social media is reconsidered. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shao, PR (Shao, Peiren) ; Wang, Y (Wang, Yun)","Title":"How does social media change Chinese political culture? The formation of fragmentized public sphere"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400005 ISSN: 0736-5853","Keywords":"Social change; Social media; Internet public events; Internet public sphere","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 726-739 DOI: 10.1016/j.tele.2016.05.024 Published: JUN 2017","Abstract":"Contemporary China is experiencing deeper reform and social transformation. The newly born social media have participated in the historical process of China's reform and social change. Based on the existing literature of social media and internet public events, this article aims to study China's internet public events through the perspective of social transformation theory, especially theories of the civic society and public sphere. This study has used case study to explore the role that social media play in social change in China through in-depth analysis of 57 typical cases. We found that social media are not only an important information source and means for online civil mobilization, but also provide citizens an open and free space for discussion of internet public events. The impact of social media in promoting social change was reflected in the supervision of governmental, judiciary and other public power; maintenance of justice and protection of disadvantaged groups; attracting the government's attention, urging governmental information publicity and investigation of the events, and promoting social management innovation and institutional change. Social media are a helpful force in the construction of internet public sphere and civil society of contemporary China. Meanwhile, it is necessary to be cautious that social media is also likely to be a breeding ground for nationalist and populist discourses. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dong, TC (Dong, Tiance) ; Liang, CX (Liang, Chenxi) ; He, X (He, Xu)","Title":"Social media and internet public events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100017 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Different time scales dynamic neural network; Identification; Unknown nonlinear system; Optimal control; Adaptive control KeyWords Plus:SINGULAR PERTURBATION METHOD; ACTIVE SUSPENSION SYSTEMS; OPTIMAL TRACKING CONTROL; DYNAMIC NEURAL-NETWORKS; IDENTIFICATION; ORDER; CONVERGENCE; DISEASE; DESIGN; SCHEME","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 179-190 DOI: 10.1016/j.neucom.2017.01.052 Published: MAY 17 2017","Abstract":"The adaptive optimal control of unknown nonlinear system with different time scales is considered in this paper. The commonly used singular perturbation theory (SPT) to solve this problem is based on the accurately reduced system model, which is extremely difficult to be obtained in practical application. To overcome this difficulty, an adaptive dynamic programing-based optimal control algorithm with the simplified actor-critic-identifier structure is developed. A different time scales dynamic neural network (DTSDNN) identifier with a novel updating law derived from a properly designed LyapunoV function is proposed to estimate the unknown system dynamics. Furthermore, the critic NN with an improved adaptive law considering the NN weight estimation error information is designed, which can achieve faster convergent speed compared with the commonly Used gradient method. Lyapunov approach is used to guarantee exponential convergence to a bounded region in the neighborhood of the optimal control and uniformly ultimately bounded (UUB) stability of the closed-loop system. Two examples are provided to illustrate the effectiveness and applicability of the developed approach. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fu, ZJ (Fu, Zhi-Jun) ; Xie, WF (Xie, Wen-Fang) ; Rakheja, S (Rakheja, Subhash) ; Zheng, DD (Zheng, Dong-Dong)","Title":"Adaptive optimal control of unknown nonlinear systems with different time scales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000010 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply chain management; Game theory; Inventory; Pricing KeyWords Plus:SUPPLY CHAIN; SPOT MARKETS; COORDINATION; INFORMATION; STRATEGIES; EXCHANGES; INVENTORY; DESIGN; OPTION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 130-142 DOI: 10.1016/j.ejor.2016.09.058 Published: MAY 16 2017","Abstract":"We consider a manufacturer that offers one or both retailers opportunities to purchase in advance before uncertainty in market size is resolved. When the retailers order in advance, they may order simultaneously, or only one of them may order. Upon receiving orders, the manufacturer produces and delivers them. After uncertainty is resolved, the retailers may trade stock with each other. In addition, they may purchase more from the manufacturer. We identify sufficient conditions for the existence of pure-strategy equilibria and obtain sufficient conditions for advance stage procurement and recourse stage trading to occur. These structural properties are used in a numerical study that sheds insights into the manufacturer's and retailers' procurement contract design preferences and how these preferences are affected by production cost structure and demand variability. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, JY (Chen, Jen-Yi) ; Dada, M (Dada, Maqbool) ; Hu, QH (Hu, Qiaohai (Joice))","Title":"Flexible procurement contracts for competing retailers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100013 PubMed ID: 28192739 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Cooperative game; Nash game; Entry deterrence; Stability of sharing rule; Bio-economic modeling; Ecological uncertainty","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 118-125 DOI: 10.1016/j.jenvman.2017.01.044 Published: MAY 15 2017","Abstract":"A prerequisite for an international fisheries agreement (IFA) to be stable is that parties expect the benefits from joining the agreement to exceed the benefits from free riding on the agreement, and parties only comply with the agreement as long as this is true. The agreement, therefore, implicitly builds on an expectation of the ecological condition of the natural resource. Game theoretical models often assume that all parties have the same (often perfect) information about the resource and that the exploitation is an equilibrium use of the stock. As stated by experts in natural science, the fish ecology still has many open questions, for example how to predict population dynamics, migration patterns, food availability, etc. In some cases, parties disagree about the state, abundance, and migration of a stock, which can reduce the possibilities of reaching an agreement for exploitation of the stock. This paper develops a model and applies it to the North-East Atlantic mackerel fishery, in order to analyze an IFA under different ecological scenarios, and also combines the model with the economic theory of entry deterrence. The model is used empirically to determine whether the parties with original access to the resource have an advantage when forming an agreement with a new party in having the ability to fish the stock down to a smaller size and thereby prevent another party from entering into the fishery. With a basis in entry deterrence, combined with lack of information, the paper illustrates the obstacles that have made an agreement for the North-East Atlantic mackerel so difficult to achieve. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ellefsen, H (Ellefsen, Hans) ; Gronbaek, L (Gronbaek, Lone) ; Ravn-Jonsen, L (Ravn-Jonsen, Lars)","Title":"On international fisheries agreements, entry deterrence, and ecological uncertainty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100035 PubMed ID: 28237845 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Geotechnology; Spatial analysis; Multi-criteria analysis; Forestry planning KeyWords Plus:GEOGRAPHICAL INFORMATION-SYSTEMS; INTEGRATING MULTICRITERIA EVALUATION; USE SUITABILITY ANALYSIS; MULTIPLE-CRITERIA; LAND SUITABILITY; DECISION-MAKING; RESOURCE MANAGEMENT; WATER-QUALITY; SET THEORY; FIRE RISK","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 345-359 DOI: 10.1016/jjenvman.2017.02.049 Published: MAY 15 2017","Abstract":"Prospecting for suitable areas for forestry operations, where the objective is a reduction in production and transportation costs, as well as the maximization of profits and available resources, constitutes an optimization problem. However, fuzzy logic is an alternative method for solving this problem. In the context of prospecting for suitable areas for the installation of wood panel industries, we propose applying fuzzy logic analysis for simulating the planting of different species and eucalyptus hybrids in Espirito Santo State, Brazil. The necessary methodological steps for this study are as follows: a) agriclimatological zoning of different species and eucalyptus hybrids; b) the selection of the vector variables; c) the application of the Euclidean distance to the vector variables; d) the application of fuzzy logic to matrix variables of the Euclidean distance; and e) the application of overlap fuzzy logic to locate areas for installation of wood panel industries. Among all the species and hybrids, Corymbia citriodora showed the highest percentage values for the combined very good and good classes, with 8.60%, followed by Eucalyptus grandis with 8.52%, Eucalyptus urophylla with 8.35% and Urograndis with 8.34%. The fuzzy logic analysis afforded flexibility in prospecting for suitable areas for the installation of wood panel industries in the Espirito Santo State can bring great economic and social benefits to the local population with the generation of jobs, income, tax revenues and GDP increase for the State and municipalities involved. The proposed methodology can be adapted to other areas and agricultural crops. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"dos Santos, AR (dos Santos, Alexandre Rosa) ; Paterlini, EM (Paterlini, Ewerthon Mattos) ; Fiedler, NC (Fiedler, Nilton Cesar) ; Ribeiro, CAAS (Alvares Soares Ribeiro, Carlos Antonio) ; Lorenzon, AS (Lorenzon, Alexandre Simoes) ; Domingues, GF (Domingues, Getulio Fonseca) ; Marcatti, GE (Marcatti, Gustavo Eduardo) ; de Castro, NLM (Martins de Castro, Nero Lemos) ; Teixeira, TR (Teixeira, Thaisa Ribeiro) ; dos Santos, GMADA (Dino Alves dos Santos, Gleissy Mary Amaral) ; Juvanhol, RS (Juvanhol, Ronie Silva) ; Branco, ERF (Figueira Branco, Elvis Ricardo) ; Mota, PHS (Santos Mota, Pedro Henrique) ; da Silva, LG (da Silva, Lilianne Gomes) ; Pirovani, DB (Pirovani, Daiani Bernardo) ; de Jesus, WC (de Jesus Junior, Waldir Cintra) ; Santos, ACD (de Albuquerque Santos, Ana Carolina) ; Leite, HG (Leite, Helio Garcia) ; Iwakiri, S (Iwakiri, Setsuo) ...More...Less","Title":"Fuzzy logic applied to prospecting for areas for installation of wood panel industries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100048 PubMed ID: 28242115 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Water quality trading; Non-point sources; Wedges; Jordan Lake; North Carolina KeyWords Plus:POLLUTION-ABATEMENT; TRANSACTION COSTS; PARTICIPATION; PERSPECTIVE; FARMERS; TRUST; CHINA; AREA","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 483-490 DOI: 10.1016/j.jenvman.2017.02.039 Published: MAY 15 2017","Abstract":"A water quality trading (WQT) program was promulgated in North Carolina to address water quality issues related to nutrients in the highly urbanizing Jordan Lake Watershed. Although WQT programs are appealing in theory, the concept has not proved feasible in several attempts between point and nonpoint polluters in the United States. Many application hurdles that create wedges between success and failure have been evaluated in the literature. Most programs, however, face multiple hurdles; eliminating one may not clear a pathway to success. Therefore, we identify and evaluate the combined impact of four different wedges including baseline, transaction cost, trading ratio, and trading cost in the Jordan Lake Watershed program. Unfortunately, when applied to the Jordan Lake program, the analysis clearly shows that a traditional WQT program will not be feasible or address nutrient management needs in a meaningful way. The hurdles individually would be difficult to overcome, but together they appear to be unsurmountable. This analysis shows that there is enough information to pre-identify potential hurdles that could inform policy makers where, and how, the concept might work. It would have saved time, energy, and financial resources if North Carolina had done so before embarking to implement their program in the Jordan Lake Watershed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Motallebi, M (Motallebi, Marzieh) ; Hoag, DL (Hoag, Dana L.) ; Tasdighi, A (Tasdighi, Ali) ; Arabi, M (Arabi, Mazdak) ; Osmond, DL (Osmond, Deanna L.)","Title":"An economic inquisition of water quality trading programs, with a case study of Jordan Lake, NC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691900007 PubMed ID: 28208093 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Acesulfame; Permanganate oxidant; Transformation product; Transformation pathway; Ecotoxicity KeyWords Plus:DENSITY-FUNCTIONAL THEORY; WATER TREATMENT PLANTS; POTASSIUM-PERMANGANATE; WASTE-WATER; AQUATIC ENVIRONMENT; DEGRADATION; MECHANISM; GROUNDWATER; BIODEGRADATION; CARBAMAZEPINE","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 330 Pages: 52-60 DOI: 10.1016/j.jhazmat.2017.02.012 Published: MAY 15 2017","Abstract":"Acesulfame has attracted much attention due to its wide application, environmental persistence and potential safety risk of transformation products (TPs). Little information is known on acesulfame transformation in the presence of oxidants/disinfectants. The acesulfame oxidation by permanganate (Mn(VII)) in water under environmentally relevant conditions was systematically evaluated. The pH of water showed negligible influence in acesulfame oxidation. Inorganic ligand (pyrophosphate) exhibited insignificant effect whereas organic ligands (oxalate, ethylene diamine tetraacetic acid, and humic acid) exerted obvious suppression on acesulfame oxidation. Natural organic matter in real water had important influence in acesulfame oxidation by Mn(VII). Acesulfame transformation pathways were initiated by the attack of Mn(VII) on double bond of ring via [3+2] addition electrocyclic reaction and rich electron of N moiety through electrophilic reaction, followed by oxidation and hydrolysis reactions to produce TPs. Among them, five TPs were for the first time identified. The ecotoxicity tests uncover higher toxicity of the TPs than acesulfame itself. The study on oxidative transformation of acesulfame by Mn(VII) would illumine comprehensive evaluation of this emerging contaminant. Water treatment plants need to consider cautiously to protect the safety of downstream system when using Mn(VII) to dispose the water resource containing acesulfame or other artificial sweeteners. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yin, K (Yin, Kai) ; Li, F (Li, Fei) ; Wang, Y (Wang, Ying) ; He, QY (He, Qunying) ; Deng, YX (Deng, Yongxiu) ; Chen, S (Chen, Shuo) ; Liu, CB (Liu, Chengbin)","Title":"Oxidative transformation of artificial sweetener acesulfame by permanganate: Reaction kinetics, transformation products and pathways, and ecotoxicity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398440600004 ISSN: 0022-328X eISSN: 1872-8561","Keywords":"Tridentate Pt(II) complex; Radiativedecay rate constant; Nonradiative decay rate constant; Phosphorescent efficiency; DFT methods KeyWords Plus:LIGHT-EMITTING DEVICES; DENSITY-FUNCTIONAL THEORY; EFFECTIVE CORE POTENTIALS; MAIN-GROUP ELEMENTS; PHOTOPHYSICAL PROPERTIES; ELECTRONIC-STRUCTURES; THERMOCHEMICAL KINETICS; MOLECULAR CALCULATIONS; TETRADENTATE LIGANDS; QUANTUM YIELDS","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Organic","Journal Information":"JOURNAL OF ORGANOMETALLIC CHEMISTRY Volume: 836-837 Pages: 26-33 DOI: 10.1016/j.jorganchem.2017.02.029 Published: MAY 15 2017","Abstract":"In this article, series of platinum(II) complexes with different [C<^>N<^>N] cyclometalated ligand scaffolds was elaborated via density functional theory (DFT) and time-dependent density functional theory (TDDFT) methods to mainly explore how the N atomic number, the atomic number of cyclization and the position of N atom influence phosphorescent processes (radiative and nonradiative decay processes). Thereinto, the factors which determine the radiative processes, including mu(S-n) for S-0-S-n transitions, Delta E(S-n-T-1) and SOC matrix elements < T-1 | H-SOC| S-n > were calculated. In addition, according to the energy gap law, the absorption-emission Stokes shifts as well as energy gaps between T-1 and S-0 states were also computed to describe the nonradiative decay processes qualitatively. As revealed, compared with six-membered Nheterocyclic compounds, five-membered N-heterocyclic compounds exhibit obvious blue-shifted behaviors, smaller nonradiative decay rate constants and similar radiative decay rate constant, especially complex 2b with the other N atom at the 4-position of five-membered N-heterocyclic ligand, which leads to a maximum hypsochromic shift of phosphorescence band and relatively larger radiative decay rate constant and smaller nonradiative decay rate constant among these complexes. These findings successfully illustrated the structure-property relationship and provide valuable information to design highly efficient phosphorescent material. (C) 2017 Published by Elsevier B.V.","Authors":"Zhang, WT (Zhang, Wenting) ; Wang, J (Wang, Jian) ; Xu, YY (Xu, Yanyan) ; Li, WQ (Li, Wenqian) ; Shen, W (Shen, Wei)","Title":"Fine tuning phosphorescent properties of platinum complexes via different N-heterocyclic- based CNN ligands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300012 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"T-S fuzzy control systems; Fault-tolerant control; Set-theoretic; Equivalence class theory KeyWords Plus:STOCHASTIC NONLINEAR-SYSTEMS; TIME-VARYING DELAY; OBSERVER DESIGN; UNMODELED DYNAMICS; STABILITY ANALYSIS; STATE-FEEDBACK; DIAGNOSIS; DISCRETE; MODELS; UNCERTAINTIES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 117-134 DOI: 10.1016/j.amc.2016.12.017 Published: MAY 15 2017","Abstract":"This paper is concerned with the observer-based output feedback fault-tolerant control problem for T-S fuzzy systems. By constructing a set-theoretic description of fuzzy systems, the equivalence class theory in set theory is applied for designing observer and controller for less conservative results. Firstly, we designed the observer to get the information of the actuator faults in the system. Then, we use this information to design the fault-tolerant controller to compensate for the effect of faults and guarantee stability of the system. Finally, a simple nonlinear mass-spring-damper system is presented to illustrate the effectiveness of the proposed approach. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Dong, JX (Dong, Jiuxiang) ; Hou, JT (Hou, Junteng)","Title":"Output feedback fault-tolerant control by a set-theoretic description of T-S fuzzy systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300021 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Evolutionary game; Prisoner's dilemma; Square lattice; Dempster-Shafer evidence theory; Local information KeyWords Plus:DEMPSTER-SHAFER THEORY; TIT-FOR-TAT; PROMOTES COOPERATION; COMPLEX NETWORKS; SNOWDRIFT GAME; ULTIMATUM GAME; EVOLUTION; POPULATIONS; DYNAMICS; FITNESS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 224-232 DOI: 10.1016/j.amc.2016.12.022 Published: MAY 15 2017","Abstract":"An evolutionary prisoner's dilemma game is studied on a square lattice when local environment is considered. And a new strategy updating rule is utilized in this game. First, individuals are classified as two classes: stochastic players and intelligent players. The stochastic players are the ones who adopt the rule of replicator dynamics to update strategies, and the intelligent players are those who make a decision through comprehensive considerations of the local environment (namely, the information of different-strategy neighbors' environment). Second, the intelligent player's evaluation is calculated from pay-offs and local environment by Dempster-Shafer theory. The results indicate that the new strategy-updating method promotes cooperation when intelligent individuals utilize the information of different-strategy neighborhoods. Moreover, the increasing number of intelligent player promotes cooperation level. Furthermore, it is noteworthy that cooperators will finally coexist with defectors no matter what the proportion of intelligence is, which is worthy to think about. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Zhang, YF (Zhang, Yifan) ; Shu, G (Shu, Gang) ; Li, Y (Li, Ya)","Title":"Strategy-updating depending on local environment enhances cooperation in prisoner's dilemma game"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396973700023 ISSN: 0022-460X eISSN: 1095-8568","Keywords":"Dimensionless smoothness index; Cyclostationary analysis; The Rician distribution; The noncentral chi/chi-square distribution; Squared envelope analysis KeyWords Plus:BEARING FAULTS; DIAGNOSTICS","Categories":"Acoustics; Engineering; Mechanics Web of Science Categories:Acoustics; Engineering, Mechanical; Mechanics","Journal Information":"JOURNAL OF SOUND AND VIBRATION Volume: 395 Pages: 393-400 DOI: 10.1016/j.jsv.2017.02.013 Published: MAY 12 2017","Abstract":"In previous work by Bozchalooi and Liang (Journal of Sound and Vibration 308 (2007) 246-267), the dimensionless smoothness index was defined as the ratio of the geometric mean to the arithmetic mean of the modulus of Gabor wavelet coefficients. Moreover, it was proven that the modulus of Gabor wavelet coefficients follows the Rician distribution and the upper bound of the smoothness index converges to a constant of 0.8455... in the case of a very low signal-to-noise ratio. However, there are two problems in the work of Bozchalooi and Liang. The first problem is that an underlying assumption was made fdr the Rician distribution, namely, that only ohe harmonic is retained by the Gabor wavelet transform. For bearing fault diagnosis by envelope analysis, the frequency of the bearing fault and several of its harmonics are required to assess the severity of the fault, because the number of harmonics in the envelope is directly related to information on the geometrics of the fault. Consequently, there is a contradiction between the Rician distribution and the envelope analysis. To solve the first problem, we have mathematically proven that the ratio of the modulus/squared modulus of Gabor wavelet coefficients to the noise standard deviation/variance follows the noncentral chi/chi-square distribution, which does not require the aforementioned underlying assumption. The second problem is that Bozchalooi and Liang assumed that a bearing fault signal is periodic when they calculated the upper bound of the dimensionless smoothness index. In theory, because of slippage of rollers, a bearing fault signal is not purely periodic but slightly random. To Solve the second problem, we have incorporated cyclostationary analysis into our proof procedure for calculating the upper bound of the dimensionless smoothness index. Moreover, we have redefined the smoothness index as the ratio of the geometric mean to the arithmetic mean of the squared modulus of the Gabor wavelet coefficients, and we have proven that the upper bound of the smoothness index converges to a constant of 0.5614... in the case of a very low signal-to-noise ratio. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wang, D (Wang, Dong) ; Zhou, Q (Zhou, Qiang) ; Tsui, KL (Tsui, Kwok-Leung)","Title":"On the distribution of the modulus of Gabor wavelet coefficients and the upper bound of the dimensionless smoothness index in the case of additive Gaussian noises: Revisited"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398518600009 PubMed ID: 28211086 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"beta distribution; binary outcomes; decision theory; necrotising enterocolitis; neonatal care; verdict KeyWords Plus:LINEAR MIXED MODELS; TRIALS","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 10 Pages: 1655-1668 DOI: 10.1002/sim.7249 Published: MAY 10 2017","Abstract":"Necrotising enterocolitis is an oft-fatal disease of the intestinal tract in neonates born prematurely and with low birthweight. We study the variation of its rates across the neonatal networks (groups of hospital-based neonatal care units) in England. We illustrate the problematic nature of hypothesis testing for a key decision, which an analysis is meant to inform, and apply an approach based on decision theory. We emphasise the role of sensitivity analysis in dealing with the ambiguity encountered in the process of eliciting information about the perspective of the client or sponsor for whom the analysis is conducted. In the application based on a fiducial distribution, the likelihood is approximated by a linearising transformation of the score function. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Longford, NT (Longford, Nicholas T.)","Title":"Variation of the rates of necrotising enterocolitis in the neonatal networks in England"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604700026 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Crotalaria; Pyrrolizidine alkaloids; Medicinal plants; ATR FfIR; DFT KeyWords Plus:DENSITY-FUNCTIONAL THEORY; FT-RAMAN; PYRROLIZIDINE ALKALOIDS; DFT CALCULATIONS; VIBRATIONAL SPECTROSCOPY; PLANTS; IR; SPECTRA","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1135 Pages: 228-233 DOI: 10.1016/j.molstruc.2017.01.050 Published: MAY 5 2017","Abstract":"The use of plants in folk medicine has a long and ancient history in the treatment of various diseases. Currently, a large proportion of commercial drugs are based on natural products or are synthetic compounds inspired on such natural substances. Therefore, in this communication to aid that research, structural and spectroscopic analysis of the natural pyrrolizidine alkaloid called monocrotaline was carried out. Pyrrolizidine alkaloids that are commdnly found in the Boraginaceae and Asteraceae fainilies are among the great diversity of secondary metabolites which are produced by plants to act as a defense mechanism against herbivores and microbes. In the present study, the natural product, monocrotaline, an alkaloid isolated from the leaves of Crotalaria paulina, with potential application in medicine, was characterized by infrared (IR) and Raman spectroscopy with the support of Density Functional Theory (DFT) calculations. IR and Raman spectra of monocrotaline were recorded at room temperature ranging from 4000 to 400 cm(-1). DFT calculations with the hybrid functional B3LYP and the basis set 6-31 + G(d,p) were performed with the purpose of obtaining information on the structural and vibrational properties of this structure. A perfect fit between the experimentally measured frequencies of the IR and Raman spectra and the calculated values were observed, and we have performed the complete identification of monocrotaline by these techniques. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Oliveira, RP (Oliveira, Ramon Prata) ; Demuner, AJ (Demuner, Antonio Jacinto) ; Alvarenga, ES (Alvarenga, Elson Santiago) ; Parma, MC (Parma, Monica Cropo) ; Barbosa, LCA (Almeida Barbosa, Luiz Claudio) ; Guimaraes, LD (Guimaraes, Luciano de Moura) ; Aguiar, AR (Aguiar, Alex Ramos)","Title":"Experimental and theoretical studies on the characterization of monocrotaline by infrared and Raman spectroscopies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398277600001 ISSN: 0264-9381 eISSN: 1361-6382","Keywords":"causal set theory; spectral geometry; quantum field theory KeyWords Plus:QUANTUM-GRAVITY; SPACE-TIME; EIGENVALUES; TOPOLOGY","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Multidisciplinary; Physics, Particles & Fields","Journal Information":"CLASSICAL AND QUANTUM GRAVITY Volume: 34 Issue: 9 Article Number: 094001 DOI: 10.1088/1361-6382/aa663f Published: MAY 4 2017","Abstract":"We show that the Feynman propagator (or the d'Alembertian) of a causal set contains the complete information about the causal set. Intuitively, this is because the Feynman propagator, being a correlator that decays with distance, provides a measure for the invariant distance between pairs of events. Further, we show that even the spectra alone (of the self-adjoint and anti-self-adjoint parts) of the propagator(s) and d'Alembertian already carry large amounts of geometric information about their causal set. This geometric information is basis independent and also gauge invariant in the sense that it is the relabeling invariant (which is analogous to diffeomorphism invariance). We provide numerical evidence that the associated spectral distance between causal sets can serve as a measure for the geometric similarity between causal sets.","Authors":"Yazdi, YK (Yazdi, Yasaman K.) ; Kempf, A (Kempf, Achim)","Title":"Towards spectral geometry for causal sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200007 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Risk-based estimate; Sensitivity analysis; Tailings pond; Monte carlo simulation; Fuzzy matter-element theory KeyWords Plus:MATTER-ELEMENT MODEL; FUZZY-SET; SOFT SETS; ALGORITHMS; SIMULATION; BUILDINGS; ADJACENT; FAILURE; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 108-120 DOI: 10.1016/j.asoc.2017.01.020 Published: MAY 2017","Abstract":"This paper presents a hybrid risk-based estimate approach that integrates the fuzzy matter-element theory and Monte Carlo simulation method to assessing the safety risk of operational tailings ponds and sensitivity of influential factors under uncertainty. The fuzzy matter-element theory is used as a reasoning tool to solve contradictory problems with fuzziness and randomness; while the Monte Carlo simulation method acts as a tool for describing and reducing uncertainty by using probability distributions. The novelty lies in an improvement to both the conventional Deterministic Estimate (DE) approach and existing Risk-Based Estimate (RBE) approaches that mainly focus on the project cost/schedule estimate, as the proposed approach can not only estimate the system safety under uncertainty, but also perform sensitivity analysis. A comprehensive index system consisting of 22 influential factors is developed for the assessment of safety risk of tailings ponds in operation. A confidence indicator theta is proposed to verify the reliability of assessment results. A Spearman's rank correlation coefficient is used as a sensitivity measure to identify significant factors by discovering the sensitivity of the system performance to minor changes in input factors. Six large tailings ponds in China are selected as a case study for assessing the magnitude of safety risk and sensitivity of influential factors, in order to demonstrate the feasibility and applicability of the developed approach. Results indicate that the developed approach is capable of (i) synthesizing multi source information in decision making, (ii) addressing uncertainty in complex project environments, and (iii) achieving dynamic risk analysis over time. This approach can be used by practitioners in the industry as a decision tool for system safety analysis and assessment under uncertainty, providing insight on improving the safety performance of existing tailings ponds in a continuous manner. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, LM (Zhang, Limao) ; Huang, YH (Huang, Yanhua) ; Wu, XG (Wu, Xianguo) ; Skibniewski, MJ (Skibniewski, Miroslaw J.)","Title":"Risk-based estimate for operational safety in complex projects under uncertainty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200028 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Interval-valued fuzzy soft set; Distance measure; Combined weight; Regret theory; Prospect theory KeyWords Plus:SIMILARITY MEASURE; BCK/BCI-ALGEBRAS; UNCERTAINTY; DISTANCE; ENTROPY; RISK; CHOICES; AXIOMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 415-430 DOI: 10.1016/j.asoc.2016.06.036 Published: MAY 2017","Abstract":"This paper presents two novel interval-valued fuzzy soft set approaches. First, we initiate a new axiomatic definition of interval-valued fuzzy distance measure, which is expressed by interval-valued fuzzy number (IVFN) that will reduce the information loss and remain more original information. Then, the objective weights of various parameters are determined via normal distribution. Combining objective weights with subjective weights, we present the combined weights, which can reflect both the subjective considerations of the decision maker and the objective information. Later, we propose two algorithms to solve stochastic multi-criteria decision making problem, which take regret aversion and prospect preference of decision makers into consideration in the decision process. Finally, the effectiveness and feasibility of two approaches are demonstrated by two numerical examples. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Peng, XD (Peng, Xindong) ; Yang, Y (Yang, Yong)","Title":"Algorithms for interval-valued fuzzy soft sets in stochastic multi-criteria decision making based on regret theory and prospect theory with combined weight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300011 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"ICT motivation; ICT literacy; ICT self-efficacy; ICT selfregulation KeyWords Plus:SOCIAL-COGNITIVE APPROACH; SELF-EFFICACY; INTERNET USE; UNIVERSITY-STUDENTS; ACADEMIC-PERFORMANCE; SECONDARY STUDENTS; DIGITAL COMPETENCE; TECHNOLOGY USE; COMPUTER USE; NEED","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 145-158 DOI: 10.1016/j.compedu.2017.02.003 Published: MAY 2017","Abstract":"The ability to use information and communication technologies (ICT) is essential for private and vocational participation in society. Although motivational facets play an important role in developing ICT knowledge and skills, only few studies assessing computer related knowledge and skills present a comprehensive concept on these motivational facets. This article addresses this issue by presenting the construction and first validation of an ICT motivation inventory on the basis of social cognitive theory. The focus of this newly developed concept is to predict computer-related knowledge and skills. Its theoretically deduced dimensions of three ICT-related usage motives (instrumental, hedonic and social interaction), ICT-related selfefficacy, and ICT-related self-regulation were analyzed in a study assessing N = 323 German students between 16 and 27 years of age. Confirmatory factor analyses supported the assumed dimensional structure in the form of a hierarchical five-factor model. The reliability and construct validity of the measure were explored. As expected, the ICT motivation inventory dimensions were related to individual differences in ICT Literacy and relevant person characteristics (social background, need for cognition). (C) 2017 Elsevier Ltd.","Authors":"Senkbeil, M (Senkbeil, Martin) ; Ihme, JM (Ihme, Jan Marten)","Title":"Motivational factors predicting ICT literacy: First evidence on the structure of an ICT motivation inventory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400011 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online privacy; Facebook; Usage; Social media; Privacy concern; Privacy behavior KeyWords Plus:SOCIAL NETWORKING SITES; INFORMATION DISCLOSURE; INTERNET; USERS; MODEL; GENERATIONS; BEHAVIORS; TRUST","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 90-96 DOI: 10.1016/j.chb.2016.12.048 Published: MAY 2017","Abstract":"Purpose: The paper aims to assess which aspects of online privacy concern and reported privacy behavior predict Facebook usage intensity. Design/methodology/approach: The data were obtained by collecting 598 surveys via a non-probability, convenience sampling method. A logistic regression was conducted to predict high and low Facebook usage intensity with regard to online privacy-related attributes. Findings: The findings indicated that only five of the 16 online privacy-related items predicted Facebook usage intensity. The top three items related mainly to the control of online privacy. Research limitations/implications: The results of the study identify the most important privacy concern and privacy behavior aspects that Facebook should take note of. The significant predictors of Facebook usage intensity could provide insight into those privacy attributes, which are the most critical to address, when corisidering the continuous evolution of the online privacy model for Facebook. Originality/value: The uses-and-gratification theory and the third-person theory provide a framework for understanding and describing the empirical results by referring to the tension experienced between online privacy concerns and online privacy behavior. The value of this study lies in the identification of the online privacy-related attributes that significantly predict Facebook usage intensity. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jordaan, Y (Jordaan, Yolanda) ; Van Heerden, G (Van Heerden, Gene)","Title":"Online privacy-related predictors of Facebook usage intensity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400019 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Anxiety; Psychological stress; Information technology; Human sex differences; Cross-cultural differences; Privacy KeyWords Plus:INFORMATION PRIVACY RESEARCH; POSTTRAUMATIC-STRESS-DISORDER; SELF-DISCLOSURE; FACTORIAL INVARIANCE; PROSPECT-THEORY; SOCIAL NETWORK; AGE; STATE; QUESTIONNAIRE; SURVEILLANCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 161-167 DOI: 10.1016/j.chb.2017.01.002 Published: MAY 2017","Abstract":"We investigated the impact of data hacking on clinical anxiety and worry. 389 American and 216 Korean college students were recruited, surveyed using the Generalized Anxiety Disorder-7 (GAD-7) questionnaire, and adapted GAD-7 specifically assessing data hacking anxiety. Using confirmatory factor analysis with measurement invariance testing, Koreans scored higher on severity of hacking anxiety items, and differently on factor loadings. Controlling for other variables such as age and prior hacking victimization, cultural group status remained a robust predictor for hacking anxiety. Hacking anxiety in both cultural groups was higher in women than men. Results are placed into the context of theory on information privacy concerns and cross-cultural differences on such concerns. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Elhai, JD (Elhai, Jon D.) ; Chai, S (Chai, Sangmi) ; Amialchuk, A (Amialchuk, Aliaksandr) ; Hall, BJ (Hall, Brian J.)","Title":"Cross-cultural and gender associations with anxiety about electronic data hacking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400039 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Communication Privacy Management; Facebook; Privacy rules; Boundary turbulence; Online communication KeyWords Plus:MANAGING PRIVACY BOUNDARIES; MANAGEMENT; COMMUNICATION; CONSEQUENCES; INFORMATION; DISCLOSURE; BEHAVIOR","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 351-359 DOI: 10.1016/j.chb.2017.01.016 Published: MAY 2017","Abstract":"Communication Privacy Management theory provides a framework for investigating confidentiality breaches that occur on Facebook. Open-ended online questionnaires served as mechanism for collecting data about privacy violations and the resulting boundary turbulence. Privacy violations validated three a priori categories (Petronio & Reierson, 2009) of confidentiality breaches (privacy ownership violations, discrepancy breaches of privacy, and pre-emptive privacy control). Findings indicated that the lack of established explicit privacy rules led to privacy violations and boundary turbulence. Results also provided insight regarding motivations of privacy violations, reactions to privacy violations, and the role of privacy rules in the violation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"DeGroot, JM (DeGroot, Jocelyn M.) ; Vik, TA (Vik, Tennley A.)","Title":"\"We were not prepared to tell people yet\": Confidentiality breaches and boundary turbulence on Facebook"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400047 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online health information; Information search behaviour; Information processing theory; Information overload; Psychological ill-being; Behavioral intention KeyWords Plus:TRAIT ANXIETY; VIRTUAL COMMUNITIES; SOCIAL ANXIETY; DECISION AIDS; INTERNET; STATE; ENVIRONMENT; ACCEPTANCE; QUALITY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 416-425 DOI: 10.1016/j.chb.2016.12.068 Published: MAY 2017","Abstract":"Internet these days have been extensively used to access and search health information supplementing or substituting the traditional sources of online health information (OHI) like health professionals. With the increase in online health information search the production of health information on internet is also rapidly increasing. Due to the enormous volume of health information available on internet, it is hard to locate, process and manage the required valuable information effectively often overloading health information seekers. Information overload phenomenon occurs when more information is presented than the ability of information seekers to process and handle the information. Researchers argue that information overload phenomenon is significantly associated with health-related issues of information seekers. Therefore, the aim of this study is to empirically examine how OHI related information overload impacts the psychological state of information seekers and their behavioral intention to continue the use of OHI search. A research model based on Information Processing Theory and Theory of Planned Behavior is developed and tested using the data collected from 380 survey responses. The results show that perceived information overload has a positive impact on information seekers' psychological ill-being influencing their behavioral intention to discontinue the use of OHI search. Theoretical and practical implications are discussed at the end of the paper. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Swar, B (Swar, Bobby) ; Hameed, T (Hameed, Tahir) ; Reychav, I (Reychav, Iris)","Title":"Information overload, psychological ill-being, and behavioral intention to continue online healthcare information search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400050 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"e-health consumption; Patient involvement; Patient-centered communication; Health care quality KeyWords Plus:INFORMATION-SEEKING PROCESS; NATIONAL TRENDS SURVEY; INTERNET USE; CHANNEL COMPLEMENTARITY; SATISFACTION; UNCERTAINTY; BEHAVIOR; EVALUATE; SUPPORT; WEB","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 446-452 DOI: 10.1016/j.chb.2016.12.072 Published: MAY 2017","Abstract":"More adults than ever before are turning to the Internet for health information but the relation between online health information seeking, offline patient-provider communication, and patient perceptions of health care quality remains unclear. Based on channel complementarity theory and the concept of patient-centered communication, we propose that e-health consumption positively predicts patient involvement in seeking health inforrhation from doctors. The effect of patient involvement on patient perceptions of health care quality is moderated by doctors' patient-centered communication. We analyzed data from Cycle 3 of the 2014 Health Information National Trends Survey (N = 3185). Results confirmed that patients who consumed online health information were more involved in seeking information from their doctors. Patient involvement with doctors was positively associated with perceived health care quality but this effect was fully moderated by health care providers' use of patient-centered communication. The implications of these findings for online and offline health information seeking and patient-provider communication are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Xiang, J (Xiang, Jun) ; Stanley, SJ (Stanley, Samantha J.)","Title":"From online to offline: Exploring the role of e-health consumption, patient involvement, and patient-centered communication on perceptions of health care quality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400052 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Unified theory of acceptance and use of technology (UTAUT); Near-field communication (NFC) technology; Restaurants; Mobile payment; E-commerce KeyWords Plus:CONFIRMATORY FACTOR-ANALYSIS; OF-FIT INDEXES; UNIFIED THEORY; INFORMATION-TECHNOLOGY; PERCEIVED SECURITY; USER ACCEPTANCE; MECHANICAL TURK; CREDIT CARD; ADOPTION; SERVICES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 460-474 DOI: 10.1016/j.chb.2017.01.001 Published: MAY 2017","Abstract":"This study aims to provide an integrated model that examines the determinants of near-field communication (NFC) based mobile payment (MP) technology acceptance in the restaurant industry. The proposed model, which combines the unified theory of acceptance and use of technology (UTAUT) and technology acceptance model (TAM), was tested via structural equation modeling (SEM) by using data collected from 412 restaurant customers. The study results indicated that the proposed model provides approximately 20% greater explanatory power and predictive accuracy than the original UTAUT model and demonstrates strong evidence of the effects of risk, security, and trust on customers' intentions to use NFC-based MP technology in restaurant settings. In addition, considering the total effect, attitude, security, and risk have the most substantial impact on customers' behavioral intentions. The study results further demonstrate that risk, security, and trust are also important determinants, with direct and indirect impacts, of other critical constructs (i.e., effort expectancy, hedonic and utilitarian performance expectancy, attitude, and intention). The empirical findings provide valuable theoretical contributions for researchers and practical implications for restaurant operators and technology vendors by explaining the reasons as to why the NFC-based MP is not popular in North American restaurants. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khalilzadeh, J (Khalilzadeh, Jalayer) ; Ozturk, AB (Ozturk, Ahmet Bulent) ; Bilgihan, A (Bilgihan, Anil)","Title":"Security-related factors in extended UTAUT model for NFC based mobile payment in the restaurant industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400053 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Video; Statistics; Demonstration-Based Training (DBT); Reviews KeyWords Plus:TASK-PERFORMANCE; USER ACCEPTANCE; COGNITIVE LOAD; ANIMATIONS; INFORMATION; TUTORIALS; VISUALIZATIONS; SEGMENTATION; MATHEMATICS; TECHNOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 475-485 DOI: 10.1016/j.chb.2017.01.014 Published: MAY 2017","Abstract":"This article investigates the design and effect of optimized video for statistics instruction. In addition, the use of video reviews to further optimize video instruction is examined. A Demonstration-Based Training (DBT) model was proposed and followed for the construction of the video. The videos were tested in a university-level statistics course. Students were randomly assigned to an experimental condition with demonstration and review videos and control condition with only demonstration videos. Video activity was logged to collect engagement data (coverage and commitment), and a knowledge and performance test were administered. The data showed that the videos were successful at gaining and maintaining the motivation and attention of students. Knowledge scores were moderate and there was no main effect for condition. Regression analysis showed overall coverage arid review commitment were predictors for knowledge scores. Performance scores remained high when compared to the previous cohort, however there was a significant positive difference in the current study. There was no main effect for condition on performance scores. The DBT-model and its implementation in the videos was considered successful. In addition, it is suggested that video instruction can play an important role in statistics courses where theory and practice are separated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Brar, J (Brar, Jagvir) ; van der Meij, H (van der Meij, Hans)","Title":"Complex software training: Harnessing and optimizing video instruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400059 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Image-sharing SNSs; Self-monitoring; Advertising effectiveness; Instagram; Pinterest KeyWords Plus:SOCIAL NETWORKING SITES; PRODUCT QUALITY; FACEBOOK; BEHAVIOR; PHOTOGRAPHS; PERCEPTIONS; PERSUASION; WORDS; MEDIA; INFORMATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 535-543 DOI: 10.1016/j.chb.2017.01.022 Published: MAY 2017","Abstract":"The current research applied self-monitoring theory to investigate how individuals' dispositional self monitoring levels differ when exposed to two image-sharing social network sites (SNSs)-Pinterest and Instagram. Two consecutive studies were conducted. Through an online survey of 153 U.S. college students (study 1) the relationship between individuals' dispositional self-monitoring and their preference of image-sharing SNSs was investigated. And a lab experiment (study 2) involving a subset of the first sample (n = 61) was conducted to explore the impact of the image-sharing SNSs use on individuals' self-monitoring and determine advertisement message efficacy based on exposure to image-sharing social media. Results suggest that students in the low self-Monitoring group interacted more intensely with Pinterest than Instagram. Additionally, individuals' interactions with Pinterest and Instagram influenced their dispostional self-monitoring levels, as well as their preferences toward different types of persuasive messages (image-oriented vs. product-oriented advertisement). Results indicate not only that self-monitoring can shift in the context of different image-based social media behaviors, but that self monitoring as influenced by social media can have implications for advertising message efficacy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kim, DH (Kim, Dong Hoo) ; Seely, NK (Seely, Natalee Kate) ; Jung, JH (Jung, Jong-Hyuok)","Title":"Do you prefer, Pinterest or Instagram? The role of image-sharing SNSs and self-monitoring in enhancing ad effectiveness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397683900002 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Electric vehicles; Multi-agent system; Distributed control; Inverters; Graph theory KeyWords Plus:DISTRIBUTION NETWORKS; FREQUENCY CONTROL; STORAGE SYSTEM; AC MICROGRIDS; GENERATION; DESIGN; COMMUNICATION; CONSTRAINTS; OPERATION","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 139 Pages: 20-32 DOI: 10.1016/j.enconman.2017.02.021 Published: MAY 1 2017","Abstract":"In this paper, a distributed peer -to -peer multi -agent framework is proposed for managing the power sharing in microgrids with power electronic inverter -interfaced distributed energy resources (DERs). Recently, the introduction of electric vehicles (EVs) has gained much popularity by offering vehicle -to home (V2H) technologies to support the sustainable operation of microgrids. Since microgrids often exhibit volatile characteristics due to natural intermittency and uncertainty, it is necessary to maintain the balancing of generation and demand through the proper management of power sharing. Therefore, the main purpose of this paper is to design an agent-based control framework to ensure the coordinated power management Within the microgrids through effective utilization of EVs. The required agent communication framework is adhered to the graph theory where the control agents interact with each other using local as well as neighboring information and their distributed coordination effectively steers the proportional sharing of real and reactive powers among the inverter-interfaced EVs to maintain the stability of microgrids. The well known Ziegler-Nichols method is used to tune the proportional-integral (PI) controller of the inner current control loop within each individual control agent to perform necessary shared control tasks. A microgrid with solar photovoltaic (PV) and V2H systems is chosen to illustrate the results and it is seen that the proposed scheme improves the system performance in a smarter way through information exchange. Furthermore, the proposed framework is also validated by a comparison with an existing traditional approach and it is found that, the proposed scheme provides excellent robust and faster performance. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rahman, MS (Rahman, M. S.) ; Oo, AMT (Oo, A. M. T.)","Title":"Distributed multi-agent based coordinated power management and control strategy for microgrids with distributed energy resources"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398600800020 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"cognitive radio; convex optimization; MIMO; sum information rates KeyWords Plus:NETWORKS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 3 Pages: 444-445 DOI: 10.1002/tee.22398 Published: MAY 2017","Abstract":"The Letter proposes a precise mathematical expression for game theory-based multiple-input multiple-output (MIMO) cognitive radio systems. The sum of information rates and the network utility are maximized, providing an accurate examination. Constraining the interference signals caused by the secondary transmitters on the primary receivers in the underlay scenario also needs to be addressed. (C) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Zamanipour, M (Zamanipour, Makan)","Title":"Game Theory-Based MIMO Cognitive Radio Systems: Accuracy Examination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397548600017 ISSN: 1290-0729 eISSN: 1778-4166","Keywords":"Heated tip multi-hole injector; Multi-physical fields coupling; Electromagnetic field; Fluid flow; Spray KeyWords Plus:HYDROCARBONS; ATOMIZATION; ALCOHOLS; NOZZLE","Categories":"Thermodynamics; Engineering Web of Science Categories:Thermodynamics; Engineering, Mechanical","Journal Information":"INTERNATIONAL JOURNAL OF THERMAL SCIENCES Volume: 115 Pages: 210-224 DOI: 10.1016/j.ijthermalsci.2017.02.002 Published: MAY 2017","Abstract":"A novel heated tip multi-hole spark ignition direct injection (SIDI) injector is designed and manufactured. Compared with the conventional SIDI injector, the novel heated tip SIDI injector can heat the fuel and increase the fuel temperature in a short time. The relationship and formation among the electromagnetic, thermal, fluid flow and spray fields are analyzed based on coupling theories. The data information interface platform based on the commercial software is used to calculate the key parameters of the novel SIDI injector. The coupling models based on FEM (Finite element method) are established to analyze the comprehensive performances systematically. The systematic experiments are utilized to validate and verify the coupling mechanism and the accuracy of the simulation model. In order to investigate the relationship between the temperature and performances of the injector, the multi-physical fields coupling analysis of the novel heated tip SIDI injector are carried out by simulation and experiments. According to the systematical analysis, it is found that the heat generate from the heater and magnetic circuit is the most significant factor that influence on the electromagnetic field, fluid flow and spray. The experiment and simulation result shows that the maximum temperature on the heater of the SIDI injector is about 160 degrees C, which is sufficient to heat the fuel in the injector chamber to boiling, and the flow pattern moved to a developed cavitation at a higher temperature. The main spray plumes completely disappear as the temperature achieves 120 degrees C, which indicates that the spray has totally collapsed, and the spray particle size can be significantly reduced by increasing the fuel temperature. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Yin, CB (Yin, Congbo) ; Zhang, ZD (Zhang, Zhendong) ; Shen, K (Shen, Kai) ; Sun, YD (Sun, Yuedong) ; Cheng, Q (Cheng, Qiang)","Title":"Performances analysis of novel heated tip injector with multi-physical fields coupling simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398435700020 ISSN: 0742-4795 eISSN: 1528-8919","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING FOR GAS TURBINES AND POWER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 5 Article Number: 052601 DOI: 10.1115/1.4034689 Published: MAY 2017","Abstract":"It is well known that compressor surge imposes a significant limit on the flow range of a turbocharged internal combustion engine. The centrifugal compressor is commonly placed upstream of the inlet manifold, and hence, it is exposed to the intermittent flow regime of the inlet valves. Surge phenomena have been well studied over the past decades, and there still remains limited information with regard to the unsteady impact caused by the inlet valves. This study presents an experimental evaluation of such a situation. Engine representative pulses are created by a downstream system comprising a large volume, two rotating valves, a throttle valve, and the corresponding pipe network. Different pulsation levels are characterized by means of their frequency and the corresponding amplitude at the compressor inlet. The stability limit of the system under study is evaluated with reference to the parameter B proposed by Greitzer (1976, \"Surge and Rotating Stall in Axial Flow Compressors-Part II: Experimental Results and Comparison With Theory,\" ASME J. Eng. Power, 98(2), pp. 199-211; 1976, \" Surge and Rotating Stall in Axial Flow Compressors-Part I: Theoretical Compression System Model,\" ASME J. Eng. Power, 98(2), pp. 190-198). B describes the dynamics of the compression system in terms of volume, area, equivalent length, and compressor tip speed as well as the Helmholtz frequency of the system. For a given compressor, as B goes beyond a critical value, the system will exhibit surge as the result of the flow instability progression. The reduced frequency analysis shows that the scroll diffuser operates in an unsteady regime, while the impeller is nearly quasi-steady. In the vicinity of the surge point, under a pulsating flow, the instantaneous operation of the compressor showed significant excursions into the unstable side of the surge line. Furthermore, it has been found that the presence of a volume in the system has the greatest effect on the surge margin of the compressor under the unsteady conditions.","Authors":"Barrera-Medrano, ME (Barrera-Medrano, Maria Esperanza) ; Newton, P (Newton, Peter) ; Martinez-Botas, R (Martinez-Botas, Ricardo) ; Rajoo, S (Rajoo, Srithar) ; Tomita, I (Tomita, Isao) ; Ibaraki, S (Ibaraki, Seiichi)","Title":"Effect of Exit Pressure Pulsation on the Performance and Stability Limit of a Turbocharger Centrifugal Compressor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537700002 ISSN: 0742-597X eISSN: 1943-5479","Keywords":"Intelligent planning unit; Built environment; Complexity; System of systems; Physical entities; Refinement process; Internet of things; Agent-based modelling KeyWords Plus:MULTIOBJECTIVE OPTIMIZATION MODEL; ROOFTOP PHOTOVOLTAIC SYSTEM; SMART OBJECTS; ENERGY PERFORMANCE; DATA-COLLECTION; CONSTRUCTION; BUILDINGS; NANOTECHNOLOGY; METHODOLOGY; PROJECTS","Categories":"Engineering Web of Science Categories:Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF MANAGEMENT IN ENGINEERING Volume: 33 Issue: 3 Article Number: 04016046 DOI: 10.1061/(ASCE)ME.1943-5479.0000486 Published: MAY 2017","Abstract":"This paper develops the theory of an intelligent planning unit (IPU) as a new thought process. The theory of an IPU is designed to (1)enable the complex built environment system to be more intelligent; (2)standardize the complex physical entities and processes at a modular scale; (3)accumulate the knowledge at different levels of complexity for IPU refinement and control; and (4)provide the decision-makers with timely and accurate information for better decision-making. An IPU can be developed by breaking down the physical entities and processes in the complex built environment system into carefully planned units (even nanoscale units). An IPU can be implemented in three phases (i.e.,IPU planning, IPU application, and IPU network). This paper illustrates the theory of an IPU as a holistic approach using the smart photovoltaic system blind as one of the sustainable management strategies. The IPU case scenario illustrates the strategy, design, replication, combination, interaction, and refinement aspects of an IPU at different levels of complexity in the built environment. Furthermore, this paper highlights possible challenges and opportunities in implementing an IPU in the complex built environment system. The theory of an IPU is designed to ensure that a project meets the client expectations on various objectives in the complex built environment system.","Authors":"Hastak, M (Hastak, Makarand) ; Koo, C (Koo, Choongwan)","Title":"Theory of an Intelligent Planning Unit for the Complex Built Environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368600004 ISSN: 0169-2046 eISSN: 1872-6062","Keywords":"Urban parks; Green space; Landscape values; Urban planning; PPGIS; Biodiversity KeyWords Plus:CULTURAL ECOSYSTEM SERVICES; GEOGRAPHIC INFORMATION-SYSTEMS; PUBLIC-PARTICIPATION GIS; PLACE-BASED THEORY; SOCIAL VALUES; FUTURE-RESEARCH; MANAGEMENT; LANDSCAPE; LAND; BIODIVERSITY","Categories":"Environmental Sciences & Ecology; Geography; Physical Geography; Urban Studies Web of Science Categories:Ecology; Environmental Studies; Geography; Geography, Physical; Urban Studies","Journal Information":"LANDSCAPE AND URBAN PLANNING Volume: 161 Pages: 32-43 DOI: 10.1016/j.landurbplan.2016.12.010 Published: MAY 2017","Abstract":"Planning for green space is guided by standards and guidelines but there is currently little understanding of the variety of values people assign to green spaces or their determinants. Land use planners need to know what values are associated with different landscape characteristics and how value elicitation techniques can inform decisions. We designed a Public Participation GIS (PPGIS) study and surveyed residents of four urbanising suburbs in the Lower Hunter region of NSW, Australia. Participants assigned dots on maps to indicate places they associated with a typology of values (specific attributes or functions considered important) and negative qualities related to green spaces. The marker points were digitised and aggregated according to discrete park polygons for statistical analysis. People assigned a variety of values to green spaces (such as aesthetic value or social interaction value), which were related to landscape characteristics. Some variables (e.g. distance to water) were statistically associated with multiple open space values. Distance from place of residence however did not strongly influence value assignment after landscape configuration was accounted for. Value compatibility analysis revealed that some values co-occurred in park polygons more than others (e.g. nature value and health/therapeutic value). Results highlight the potential for PPGIS techniques to inform green space planning through the spatial representation of complex human-nature relationships. However, a number of potential pitfalls and challenges should be addressed. These include the non-random spatial arrangement of landscape features that can skew interpretation of results and the need to communicate clearly about theory that explains observed patterns. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ives, CD (Ives, Christopher D.) ; Oke, C (Oke, Cathy) ; Hehir, A (Hehir, Ailish) ; Gordon, A (Gordon, Ascelin) ; Wang, Y (Wang, Yan) ; Bekessy, SA (Bekessy, Sarah A.)","Title":"Capturing residents' values for urban green space: Mapping, analysis and guidance for practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399193200003 PubMed ID: 28333493 ISSN: 0033-2909 eISSN: 1939-1455","Keywords":"autism spectrum disorder; Bayesian inference; predictive coding; active inference; volatility KeyWords Plus:HIGH-FUNCTIONING AUTISM; RUBBER-HAND ILLUSION; PREDICTIVE CODING PERSPECTIVE; WEAK CENTRAL COHERENCE; SPECTRUM DISORDER; VISUAL-SEARCH; REPETITION SUPPRESSION; YOUNG-CHILDREN; FREE-ENERGY; CIRCUMSCRIBED ATTENTION","Categories":"Psychology Web of Science Categories:Psychology; Psychology, Multidisciplinary","Journal Information":"PSYCHOLOGICAL BULLETIN Volume: 143 Issue: 5 Pages: 521-542 DOI: 10.1037/bul0000097 Published: MAY 2017","Abstract":"Autism spectrum disorder currently lacks an explanation that bridges cognitive, computational, and neural domains. In the past 5 years, progress has been sought in this area by drawing on Bayesian probability theory to describe both social and nonsocial aspects of autism in terms of systematic differences in the processing of sensory information in the brain. The present article begins by synthesizing the existing literature in this regard, including an introduction to the topic for unfamiliar readers. The key proposal is that autism is characterized by a greater weighting of sensory information in updating probabilistic representations of the environment. Here, we unpack further how the hierarchical setting of Bayesian inference in the brain (i.e., predictive processing) adds significant depth to this approach. In particular, autism may relate to finer mechanisms involved in the context-sensitive adjustment of sensory weightings, such as in how neural representations of environmental volatility inform perception. Crucially, in light of recent sensorimotor treatments of predictive processing (i.e., active inference), hypotheses regarding atypical sensory weighting in autism have direct implications for the regulation of action and behavior. Given that core features of autism relate to how the individual interacts with and samples the world around them (e.g., reduced social responding, repetitive behaviors, motor impairments, and atypical visual sampling), the extension of Bayesian theories of autism to action will be critical for yielding insights into this condition.","Authors":"Palmer, CJ (Palmer, Colin J.) ; Lawson, RP (Lawson, Rebecca P.) ; Hohwy, J (Hohwy, Jakob)","Title":"Bayesian Approaches to Autism: Towards Volatility, Action, and Behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398600200006 ISSN: 0143-2095 eISSN: 1097-0266","Keywords":"performance feedback; acquisitions; divestments; slack; resources KeyWords Plus:DIVESTMENT DECISION-MAKING; BEHAVIORAL-THEORY; STRATEGIC PERSISTENCE; EMPIRICAL-EXAMINATION; RISK PREFERENCES; FIRM PERFORMANCE; RESEARCH AGENDA; ACQUISITIONS; INDUSTRY; MODEL","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"STRATEGIC MANAGEMENT JOURNAL Volume: 38 Issue: 5 Pages: 1101-1120 DOI: 10.1002/smj.2544 Published: MAY 2017","Abstract":"Research summary: Prior literature drawing on the behavioral theory of the firm has not considered how resource constraints impact the direction of organizational change in response to performance shortfalls relative to aspirations. We argue that decreasing financial resources resulting from substantial performance shortfalls and the absence or availability of slack resources together affect the emphasis on different types of organizational change in response to performance shortfalls. Using data on the acquisition and divestment behavior of 530 companies in the information and communications technology sector from 1992 to 2014, we find that the frequency of resource-consuming acquisitions and of resource-freeing divestments are affected differently by performance below aspirations and that these relationships are moderated by the level of financial slack.Managerial summary: This paper examines whether firms respond to performance shortfalls with acquisitions or divestments. We argue and show that the closer the firm is to the aspired level of performance, the more likely it is to respond with resource-consuming acquisitions to close the performance gap, whereas the further it is from aspired performance, the more likely the firm is to respond with divestments to free resources. Financial slack weakens these relationships between performance relative to aspirations and acquisitions or divestments such that it increases the likelihood of a response through acquisitions while it reduces the likelihood of a response through divestments. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Kuusela, P (Kuusela, Pasi) ; Keil, T (Keil, Thomas) ; Maula, M (Maula, Markku)","Title":"Driven by aspirations, but in what direction? Performance shortfalls, slack resources, and resource-consuming vs. resource-freeing organizational change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395114000004 ISSN: 1350-4851 eISSN: 1466-4291","Keywords":"International organizations; United Nations; diplomats; information; field experiments KeyWords Plus:ESTIMATORS","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"APPLIED ECONOMICS LETTERS Volume: 24 Issue: 9 Pages: 594-597 DOI: 10.1080/13504851.2016.1213359 Published: MAY 2017","Abstract":"United Nations (UN) diplomats play an important role in international policy, yet there is a scarcity of evidence and theory on their preferences and behaviour. We report the results of an online field experiment designed to identify the revealed preferences of diplomats. In particular, we investigate whether and how diplomats will provide access to outside organizations based on offers of information. We contacted diplomats by email and randomized offers of information on either peer missions or world affairs. While offers of information on peers garnered nearly 45% more responses indicating interest than offers of information on world affairs, response rates across both treatments were low, and the difference is only 3.3 percentage points. Our estimated treatment effects of assignment to the peer as compared to world affairs treatment are not statistically significant. Our experiment failed to provide evidence that these types of informational offers facilitate differential access to UN diplomats.","Authors":"Aronow, PM (Aronow, Peter M.) ; Offer-Westort, M (Offer-Westort, Molly) ; Pinson, LE (Pinson, Lauren E.) ; Perez-Gea, AC (Perez-Gea, Ana C.)","Title":"Information and access to United Nations diplomatic missions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684500010 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Density functional theory; Mn2O3; Bulk; Fe dopants KeyWords Plus:CHEMICAL-LOOPING COMBUSTION; OXIDATION-REDUCTION REACTION; OXYGEN UNCOUPLING CLOU; COMBINED OXIDES; FLUIDIZED-BED; CO OXIDATION; IRON-OXIDE; MANGANESE; CARRIERS; METHANE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 104-113 DOI: 10.1016/j.cattod.2017.02.004 Published: MAY 1 2017","Abstract":"Manganese oxides, particularly Mn2O3, have demonstrated great potential for oxygen carrier materials in chemical looping applications. The application of these materials in the industrial scale is hindered by thermodynamic restrictions related to the reoxidation process. This disadvantage can be overcome by doping the oxide with a guest cation. Iron is one of the most promising dopants, but the atomic-level understanding of its effects on the properties of alpha-Mn2O3 is incomplete. Herein, we report a systematic GGA+U study of the bulk properties and reducibility of FexMn2-xO3 (0 <= x <= 2) as a function of Fe dopant concentration. In particular, we focus on a representative set of 20 models with different Fe content, generated by screening several thousand structures. Our results indicate that substitution of Mn atoms with Fe stabilizes FexMn2-xO3, which is visible through negative values of doping energies, decreasing oxide formation energies, and higher oxygen vacancy formation energies with increasing Fe concentration. Similar to Fe, the presence of an oxygen vacancy increases the band gap in the major spin channel of FexMn(2-x)O(3). Oxygen transport in FexMn2-xO3 is found to depend on Fe content and distribution in the lattice. All in all, our findings provide atomic-level insight into the properties of FexMn2-xO3 and generally agree with experimental observations. Obtained information can be applied to investigate the reactivity of FexMn2-xO3. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bazhenova, E (Bazhenova, Elena) ; Honkala, K (Honkala, Karoliina)","Title":"Screening the bulk properties and reducibility of Fe-doped Mn2O3 from first principles calculations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600006 PubMed ID: 27328283 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 550-559 DOI: 10.1080/10410236.2016.1140272 Published: MAY 2017","Abstract":"This study investigates how young women of egg-donating age perceive egg donation. Using institutional theory, this study demonstrates how participants frame a health care decision, such as egg donation, utilizing familial ideals. Results revealed that women expressed the importance of ownership over their genetic material and that familial ideals encourage an ideal way to create a family, which egg donation only fits as a last resort. Results show that familial ideals reach past the institution of family into broader decision making, such as that of health care. Further, results show that as more families are constructed through assisted reproductive technologies, attempts should be made to gradually alter the familial ideal to encompass novel medical technologies such as egg donation.","Authors":"Rauscher, EA (Rauscher, Emily A.) ; Young, SL (Young, Stephanie L.) ; Durham, WT (Durham, Wesley T.) ; Barbour, JB (Barbour, Joshua B.)","Title":"\"I'd Know That My Child Was Out There\": Egg Donation, the Institutionalized \"Ideal\" Family, and Health Care Decision Making"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600008 PubMed ID: 27326827 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 568-577 DOI: 10.1080/10410236.2016.1140500 Published: MAY 2017","Abstract":"Patient decision aids (PDAs) are documents that attempt to support patient participation in biomedical decision making by discussing information and options. Scholars have called for further elaboration and application of communication theory relating to the construction and uses of PDAs. This article analyzes gateway documents, a genre of PDAs that includes texts from noncommercial websites returned during an initial inquiry for decision-making information. Problematic integration theory informs and extends a meaning of balance in a sample of four PDAs for prenatal genetic testing. The study addresses several communication opportunities, including discussions of benefits, disadvantages, providers' scientific knowledge, and patients' embodied knowledge. The PDA authors' emphases on statistical risk without more inclusive considerations of embodied knowledge highlight a conclusion that the documents in the sample are imbalanced. This research serves to introduce a theoretical communication context for analysis of PDAs that may assist scholars in further contributions to the interdisciplinary field of biomedical communication.","Authors":"Kirkscey, R (Kirkscey, Russell)","Title":"Patient Decision Aids for Prenatal Genetic Testing: Probability, Embodiment, and Problematic Integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395379900017 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"Computer capacity; performance of computers; information theory","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 5 Article Number: 1750086 DOI: 10.1142/S0218126617500864 Published: MAY 2017","Abstract":"A recently suggested method for evaluating computer performance is applied to real processors. The method is based on notion of Computer Capacity, which is determined only by the computer architecture and can be computed theoretically on the design stage. The computer capacity for different Intel and AMD processors is calculated and the results are compared with those of widely recognized benchmarks. The obtained results show that computer capacity is a reasonable estimate of computer performance.","Authors":"Ryabko, B (Ryabko, Boris) ; Rakitskiy, A (Rakitskiy, Anton)","Title":"An Analytic Method for Estimating the Computation Capacity of Computing Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394974600028 ISSN: 1936-6442 eISSN: 1936-6450","Keywords":"Wireless sensor networks; Mobile beacon node; Localization; Movement distance","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PEER-TO-PEER NETWORKING AND APPLICATIONS Volume: 10 Issue: 3 Pages: 795-807 Special Issue: SI DOI: 10.1007/s12083-016-0522-8 Published: MAY 2017","Abstract":"When maximum movement distance of beacon node is limited, in order to improve the localization accuracy of sensor nodes, node localization algorithm of wireless sensor networks with mobile beacon node (NLA_MB) is proposed. NLA_MB algorithm divides the movement area of beacon node into some hexagonal grids, and establishes optimization model of node localization errors according to the movement path constraint, movement distance constraint and other constraints of beacon node. Beacon node uses heuristic method to solve the model approximately based on virtual force theory and location information of guide sensor nodes, and obtains a moving path which is suitable for the current node distribution. According to location information of beacon node or anchor sensor nodes, sensor nodes use maximum likelihood estimation algorithm to calculate their own location coordinates. Simulation results show that NLA_MB algorithm is suitable for the distribution scenarios of sensor nodes, such as full coverage distribution, L-type distribution, Tian-type distribution and U-type distribution. It can increase the number of sojourn locations of beacon node and average number of anchor points of sensor nodes, and reduce average localization error of sensor nodes. Under certain conditions, NLA_MB algorithm outperforms DOUBLE_SCAN, ZSCAN, MLE, RSCAN and DBMS algorithms.","Authors":"Chen, YR (Chen, Yourong) ; Lu, SY (Lu, Siyi) ; Chen, JJ (Chen, Junjie) ; Ren, TJ (Ren, Tiaojuan)","Title":"Node localization algorithm of wireless sensor networks with mobile beacon node"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354200017 PubMed ID: 28237016 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Situation awareness; Empirical model; Case studies; Network analysis KeyWords Plus:CRITICAL DECISION METHOD; INFORMATION-SEEKING; KNOWLEDGE; PERFORMANCE; DYNAMICS; SYSTEMS; EAST","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 61 Pages: 178-196 DOI: 10.1016/j.apergo.2017.02.002 Published: MAY 2017","Abstract":"We introduce a novel model and associated data collection method to examine how a distributed organisation of military staff who feed a Common Operating Picture (COP) generates Situation Awareness (SA), a critical component in organisational performance. The proposed empirically derived Situation Awareness Weighted Network (SAWN) model draws on two scientific models of SA, by Endsley involving perception, comprehension and projection, and by Stanton et al. positing that SA exists across a social and semantic network of people and information objects in activities connected across a set of tasks. The output of SAWN is a representation as a weighted semi-bipartite network of the interaction between people ('human nodes') and information artefacts such as documents and system displays ('product nodes'); link weights represent the Endsley levels of SA that individuals acquire from or provide to information objects and other individuals. The SAWN method is illustrated with aggregated empirical data from a case study of Australian military staff undertaking their work during two very different scenarios, during steady-state operations and in a crisis threat context. A key outcome of analysis of the weighted networks is that we are able to quantify flow of SA through an organisation as staff seek to \"value-add\" in the conduct of their work. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Kalloniatis, A (Kalloniatis, Alexander) ; Ali, I (Ali, Irena) ; Neville, T (Neville, Timothy) ; La, P (La, Phuong) ; Macleod, I (Macleod, Iain) ; Zuparic, M (Zuparic, Mathew) ; Kohn, E (Kohn, Elizabeth)","Title":"The Situation Awareness Weighted Network (SAWN) model and method: Theory and application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396845800004 ISSN: 0010-3616 eISSN: 1432-0916","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"COMMUNICATIONS IN MATHEMATICAL PHYSICS Volume: 352 Issue: 1 Pages: 95-133 DOI: 10.1007/s00220-016-2779-4 Published: MAY 2017","Abstract":"We define a planar para algebra, which arises naturally from combining planar algebras with the idea of Z(N) para symmetry in physics. A subfactor planar para algebra is a Hilbert space representation of planar tangles with parafermionic defects that are invariant under para isotopy. For each Z(N), we construct a family of subfactor planar para algebras that play the role of Temperley-Lieb-Jones planar algebras. The first example in this family is the parafermion planar para algebra (PAPPA). Based on this example, we introduce parafermion Pauli matrices, quaternion relations, and braided relations for parafermion algebras, which one can use in the study of quantum information. An important ingredient in planar para algebra theory is the string Fourier transform (SFT), which we use on the matrix algebra generated by the Pauli matrices. Two different reflections play an important role in the theory of planar para algebras. One is the adjoint operator; the other is the modular conjugation in Tomita-Takesaki theory. We use the latter one to define the double algebra and to introduce reflection positivity. We give a new and geometric proof of reflection positivity by relating the two reflections through the string Fourier transform.","Authors":"Jaffe, A (Jaffe, Arthur) ; Liu, ZW (Liu, Zhengwei)","Title":"Planar Para Algebras, Reflection Positivity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396845800012 ISSN: 0010-3616 eISSN: 1432-0916","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"COMMUNICATIONS IN MATHEMATICAL PHYSICS Volume: 352 Issue: 1 Pages: 407-438 DOI: 10.1007/s00220-016-2796-3 Published: MAY 2017","Abstract":"The Ryu-Takayanagi (RT) formula relates the entanglement entropy of a region in a holographic theory to the area of a corresponding bulk minimal surface. Using the max flow-min cut principle, a theorem from network theory, we rewrite the RT formula in a way that does not make reference to the minimal surface. Instead, we invoke the notion of a \"flow\", defined as a divergenceless norm-bounded vector field, or equivalently a set of Planck-thickness \"bit threads\". The entanglement entropy of a boundary region is given by the maximum flux out of it of any flow, or equivalently the maximum number of bit threads that can emanate from it. The threads thus represent entanglement between points on the boundary, and naturally implement the holographic principle. As we explain, this new picture clarifies several conceptual puzzles surrounding the RT formula. We give flow-based proofs of strong subadditivity and related properties; unlike the ones based on minimal surfaces, these proofs correspond in a transparent manner to the properties' information-theoretic meanings. We also briefly discuss certain technical advantages that the flows offer over minimal surfaces. In a mathematical appendix, we review the max flow-min cut theorem on networks and on Riemannian manifolds, and prove in the network case that the set of max flows varies Lipshitz continuously in the network parameters.","Authors":"Freedman, M (Freedman, Michael) ; Headrick, M (Headrick, Matthew)","Title":"Bit Threads and Holographic Entanglement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952900004 ISSN: 0167-4048 eISSN: 1872-6208","Keywords":"Information security policy; ISP compliance; Psychological contract fulfillment; Rational choice theory; Security education and training awareness; SETA KeyWords Plus:PROTECTION MOTIVATION THEORY; PERCEIVED ORGANIZATIONAL SUPPORT; DECISION-MAKING; RATIONAL CHOICE; SYSTEMS MISUSE; DETERRENCE; IMPACT; BREACH; METAANALYSIS; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"COMPUTERS & SECURITY Volume: 66 Pages: 52-65 DOI: 10.1016/j.cose.2016.12.016 Published: MAY 2017","Abstract":"Organizations are trying to induce employees to comply with information security policy (ISP) as organizational damage of information breach incidents gets serious. Many previous approaches to ISP compliance have focused on security technologies. However, researchers in this area agree that technology approach is not sufficient so that other approaches such as behavioral and social are required. This study suggests the integrated research model including ISP compliance antecedents and psychological contract fulfillment. The study investigates the mediating effect of psychological contract fulfillment between perceived costs and ISP compliance intention comparing supervisor and supervisee groups. The results show that psychological contract fulfillment can mitigate the negative effect of costs on ISP compliance intention in supervisor group. Employees also anticipate complying with ISP when they recognize the benefits of ISP compliance. This study could shed more lights on the ISP compliance area by integrating and examining ISP compliance research model with psychological contract as a social factor. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, J (Han, JinYoung) ; Kim, YJ (Kim, Yoo Jung) ; Kim, H (Kim, Hyungjin)","Title":"An integrative model of information security policy compliance with psychological contract: Examining a bilateral perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952900015 ISSN: 0167-4048 eISSN: 1872-6208","Keywords":"Theory of planned behavior; Information security policies; Status; Tailgating; Decomposition of perceived behavioral control; Self-efficacy; Controllability; Hierarchical organizations KeyWords Plus:PROTECTION MOTIVATION THEORY; PLANNED BEHAVIOR; POLICY COMPLIANCE; SYSTEMS SECURITY; EMPIRICAL-TEST; STATUS HIERARCHIES; SELF-EFFICACY; FIT INDEXES; WORK GROUPS; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"COMPUTERS & SECURITY Volume: 66 Pages: 218-234 DOI: 10.1016/j.cose.2017.02.006 Published: MAY 2017","Abstract":"Existing information security literature does not account for an employee's status (hierarchical relationship (rank order) among employees) within the organizational chain of command when theorizing about his/her information security policy compliance behaviors and behavioral intentions. We argue that this is a potentially important theoretical gap specifically concerning socially interactive threats and controls within hierarchical organizations, because an individual's status within these types of social structures impacts his/her capacity to control another person's resources, behaviors, and outcomes. In this paper, we investigate the main and moderating effect of an employee's status within the organizational hierarchy on an individual's perceived behavioral control related to interactive security threats and controls, specifically tailgating (i.e., the act of gaining access to a restricted area by following someone who has legitimate access). In a survey of Department of Defense employees, we find that the effect of status on perceived behavioral control over tailgating behaviors is positive for employees who report average and above average levels of controllability of coworkers but negative for employees who report below average levels of controllability of coworkers. Our paper has both theoretical and practical value for socially interactive security behaviors within hierarchical organizations with respected levels of command and control. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Aurigemma, S (Aurigemma, Salvatore) ; Mattson, T (Mattson, Thomas)","Title":"Privilege or procedure: Evaluating the effect of employee status on intent to comply with socially interactive information security threats and controls"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500019 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Feedback; Domestic energy consumption; Smart metering; Practices; Energy analysis KeyWords Plus:CONSUMPTION FEEDBACK; INFORMATION; BEHAVIOR; CONSERVATION; NETNOGRAPHY; DISPLAYS; POLICY","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 194-202 DOI: 10.1016/j.enpol.2017.01.055 Published: MAY 2017","Abstract":"Energy feedback is a prominent feature of policy initiatives aimed at reducing domestic energy consumption. However little research has been conducted on the phenomenon of energy monitoring itself, with most studies looking at whether, and how, feedback impacts on energy conservation. This paper aims to address that gap from a practice theory perspective. In particular we: set out the difference between energy feedback and energy monitoring; define the practice of energy monitoring; and investigate the rationale and qualitative experiences of those performing energy monitoring. An online energy feedback tool ('iMeasure') was the basis of the case study. A netnographic analysis of online discussion about the tool informed complementary in-depth interviews with ten current/former iMeasure users. We found energy monitoring to be a distinct practice that focuses on measuring and identifying energy use trends and requires specific know-how to perform. However, its connections to other household practices were weak and, for those who did perform monitoring, there was no guarantee that this practice would reorganise other practices to induce household energy saving. In fact, monitoring often followed decisions to make energy-related changes, rather than prompting them. We conclude that policy expectations need to be reframed in terms of how energy monitoring tools are used.","Authors":"Foulds, C (Foulds, Chris) ; Robison, RAV (Robison, Rosalyn A. V.) ; Macrorie, R (Macrorie, Rachel)","Title":"Energy monitoring as a practice: Investigating use of the iMeasure online energy feedback tool"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300005 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Recommender systems; Group recommendation; Social network; User model; Content-based recommendation; Double sided recommendations KeyWords Plus:SYSTEMS; SONARS","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 62-75 DOI: 10.1016/j.ijhcs.2017.01.001 Published: MAY 2017","Abstract":"Double-sided recommendations (DSR) have been recently introduced for an item and a group that the item is destined for. Herein we present an algorithm which takes inspiration from the Social Comparison Theory to recommend items that had an average positive evaluation from other users on the target user's social network. Other users' judgments are weighted according to the influence these users have on the target. Moreover, for each recommended item, we propose a group that encompasses all the target users' contacts who expressed a positive opinion on it. Our data show that users consider double-sided recommendations more useful than traditional recommendations which provide equivalent information. It was observed that our \"social\" DSR algorithm performs better in the event recommendation domain than a content-based one which has already been recognised as providing a good performance, in terms of precision, recall, accuracy and F1. This result is strengthened by our demonstrating that the good performance DSRs provide also depends on their peculiar structure and not only on the fact that they include \"social\" information. The item-recommendation part also performed better than a user-based collaborative filtering algorithm. Lastly, we found that users' scores for recommended item-group packages can be better predicted by considering only the system scores for the recommended groups, at least in the domain of social and cultural events.","Authors":"Lombardi, I (Lombardi, Ilaria) ; Vernero, F (Vernero, Fabiana)","Title":"What and who with: A social approach to double-sided recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395809900030 ISSN: 0002-9939 eISSN: 1088-6826","Keywords":"Inner function; Bergman space; Hardy space; Schwarz-Pick lemma; doubling weight; Muckenhoupt weight; maximal function; Carleson measure KeyWords Plus:BLASCHKE PRODUCTS; INTEGRAL MEANS; INEQUALITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"PROCEEDINGS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 145 Issue: 5 Pages: 2155-2166 DOI: 10.1090/proc/13384 Published: MAY 2017","Abstract":"We characterize those radial doubling weights omega for which the Schwarz-Pick lemma applied to the derivative of any inner function in the norm of the Bergman space A(omega)(p), does not cause any essential loss of information. The approach we employ is based on operator theory and leads to a characterization of when the linear average operator T(f)(z) = integral(1)(vertical bar z vertical bar) f (s z/vertical bar z vertical bar) ds/1 - vertical bar z vertical bar is bounded from A(omega)(p) to L-omega(p). The characterizing integral condition is self improving and therefore T : A(omega)(p)-> L-omega(p) is bounded if and only if T : A(omega)(p) -> L-omega(p) is bounded for all sufficiently small epsilon > 0. This study also reveals the fact that, under appropriate hypothesis on w, the average operator T : A(omega)(p) -> L-omega(p) is bounded if and only if the Bergman projection P : L-omega(p) -> L-omega(p), is bounded if and only if the classical Hilbert operator H : L-(omega) over cap(p+1) ([0, 1)) -> A(omega)(p+1) is bounded, where (omega)over cap>(r) = integral(1)(r) omega(s) ds.","Authors":"Perez-Gonzalez, F (Perez-Gonzalez, Fernando) ; Rattya, J (Raettyae, Jouni)","Title":"DERIVATIVES OF INNER FUNCTIONS IN WEIGHTED BERGMAN SPACES AND THE SCHWARZ-PICK LEMMA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800026 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Active tactile exploration; Shape estimation; Gaussian processes KeyWords Plus:RECOGNITION; INFORMATION; DYNAMICS; SENSORS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 314-326 DOI: 10.1016/j.robot.2017.01.014 Published: MAY 2017","Abstract":"In this paper, active tactile exploration for object shape estimation is explored. A prior work suggested to touch the most uncertain part of the estimated shape for minimizing the required number of touches. In this paper, it is pointed out that it may not be the best approach for fast estimation. We propose a novel criterion in active touch point selection for fast estimation, which considers both uncertainty of shape estimation and travel cost to touch. Our method employs a Gaussian process implicit surface model to learn the object shape from tactile information, which allows us to evaluate the uncertainty of the shape estimation with an analytic form. To estimate the travel costs for all the touch candidates, our method utilizes a computationally-efficient graph-based path planning method based on stochastic optimal control theory. Simulations with 2D and 3D objects and real-robot experiments with a 7DOF robot arm and a single finger device equipped with a tactile sensor are conducted. Experimental results verify the effectiveness of our method for fast tactile object shape estimation as compared to passive exploration and active exploration that touches the most uncertain part of the estimated shape. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Matsubara, T (Matsubara, Takamitsu) ; Shibata, K (Shibata, Kotaro)","Title":"Active tactile exploration with uncertainty and travel cost for fast shape estimation of unknown objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973800021 ISSN: 0305-750X","Keywords":"China; cash transfers; targeting; rural poverty","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"WORLD DEVELOPMENT Volume: 93 Pages: 316-336 DOI: 10.1016/j.worlddev.2016.12.011 Published: MAY 2017","Abstract":"This paper analyzes China's rural minimum living standard guarantee (dibao) program, one of the largest minimum income cash transfer schemes in the world, and examines possible changes to the program design. Despite its size and central position in China's current poverty reduction strategy, little is known about the rural dibao program's performance and targeting effectiveness. Our analysis uses annual household survey data from the China Household Income Project matched with published administrative data for the years 2007-09. We find that the program provides sufficient income to poor beneficiaries but does not substantially reduce the overall level of poverty. Conventional targeting analysis reveals large inclusionary and exclusionary targeting errors; propensity score targeting analysis yields smaller but still large targeting errors. Simulations of possible changes to the program design reveal that expanding coverage can potentially yield greater poverty reduction than increasing transfer amounts. Replacing locally diverse dibao lines and transfer amounts with a nationally uniform dibao threshold and transfer could in theory reduce poverty further, but the potential gains are modest without improvements in targeting. This paper makes several contributions. To our knowledge this is the first household-level empirical analysis of China's dibao program in rural areas, so the findings provide new, policy-relevant information. Moreover, the literature has not settled the question. of whether such programs should be centralized or decentralized. We show that in practice the potential gains of centralizing the eligibility rule and transfer amount are conditional on the efficiency of targeting. By varying the program's key design parameters our analysis also yields insights into alternative policy recommendations to improve the program performance. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Golan, J (Golan, Jennifer) ; Sicular, T (Sicular, Terry) ; Umapathi, N (Umapathi, Nithin)","Title":"Unconditional Cash Transfers in China: Who Benefits from the Rural Minimum Living Standard Guarantee (Dibao) Program?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973800026 ISSN: 0305-750X","Keywords":"digital empowerment; geographic information systems; geospatial Web; indigenous resistance; participatory research KeyWords Plus:GEOGRAPHIC INFORMATION-SYSTEMS; NATURAL-RESOURCE MANAGEMENT; DIGITAL HUMANITARIANISM; GIS; CARTOGRAPHY; POLITICS; CONSERVATION; EMPOWERMENT; NICARAGUA; PROPERTY","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"WORLD DEVELOPMENT Volume: 93 Pages: 389-401 DOI: 10.1016/j.worlddev.2017.01.007 Published: MAY 2017","Abstract":"Participatory approaches have proven effective at producing more inclusive and democratic forms of development, in which marginalized groups are given increased recognition. However, these approaches can also reinforce social hierarchies and political exclusion if they are not developed and implemented carefully. In particular, participatory approaches can be problematic if they too simplistically conceptualize democratic engagement as the folding of individuals into pre-existing governance structures. Utilizing a combination of feminist and postcolonial theories, this paper argues that practitioners of participatory methods must extend their thinking to the ways in which their projects foster engagement across multiple social and epistemological perspectives. Participatory geographic information systems (PGIS) methodologies are particularly effective at enabling these cross-perspectival engagements-geospatial technologies have unique capabilities for storing and visualizing knowledge from different types of knowledge systems. These different forms of knowledge can not only be visualized as multi-facetted and multi-scalar layers, but they can be directly placed in conversation with one another within the space of the map. In this way, they can be used to fundamentally transform historically unjust governance practices, rather than simply folding new subjects into unjust political structures. The authors examine these claims in the context of a case study with the Maijuna indigenous group of the northeastern Peruvian Amazon. The authors collaborated with the Maijuna to create and use a digital, spatial database to influence policy decisions about land tenure and environmental management. We show that geospatial technologies were uniquely capable of encouraging dialog and integration across indigenous, Western scientific, and state-based perspectives of the Amazon. These technologies are particularly effective at empowering traditionally marginalized perspectives within governance processes. This project therefore offers lessons about the benefits and dangers of geospatial technologies and methodologies for improving the democratic potential of development. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Young, J (Young, Jason) ; Gilmore, M (Gilmore, Michael)","Title":"Participatory Uses of Geospatial Technologies to Leverage Multiple Knowledge Systems within Development Contexts: A Case Study from the Peruvian Amazon"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396961000006 ISSN: 1369-8001 eISSN: 1873-4081","Keywords":"Process simulation; Lattice kinetic Monte Carlo; Molecular dynamics; Ab initio; Technology computer-aided design; SiGe alloy KeyWords Plus:PHASE EPITAXIAL-GROWTH; MOLECULAR-DYNAMICS SIMULATIONS; CHEMICAL-VAPOR-DEPOSITION; SILICON-GERMANIUM ALLOYS; MONTE-CARLO-SIMULATION; AB-INITIO CALCULATIONS; COMPOSITION DEPENDENCE; INTERATOMIC POTENTIALS; ION-IMPLANTATION; SI1-XGEX ALLOYS","Categories":"Engineering; Materials Science; Physics Web of Science Categories:Engineering, Electrical & Electronic; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"MATERIALS SCIENCE IN SEMICONDUCTOR PROCESSING Volume: 62 Pages: 49-61 Special Issue: SI DOI: 10.1016/j.mssp.2016.10.037 Published: MAY 2017","Abstract":"The development of advanced semiconductor devices relies heavily on technology computer-aided design. Front-end process simulators model the fabrication of devices including different process steps and effects such as ion implantation, dopant and defect diffusion and interaction, epitaxial growth, and stress effects. Continuum process simulators continue to be the main tool; however, kinetic Monte Carlo simulators with and without lattice have become important as well. With the need to explore new materials other than silicon, such as SiGe, germanium, and III-V, more fundamental modeling is required to compensate for missing experimental information. Ab initio methods based on density functional theory and molecular dynamics can help address open questions of material characteristics that cannot be extracted explicitly by experiments. In this paper, we give an overview of a multiscale approach for advanced process modeling and discuss the latest progress.","Authors":"Zographos, N (Zographos, Nikolas) ; Zechner, C (Zechner, Christoph) ; Martin-Bragado, I (Martin-Bragado, Ignacio) ; Lee, K (Lee, Kyuho) ; Oh, YS (Oh, Yong-Seog)","Title":"Multiscale modeling of doping processes in advanced semiconductor devices"}]