[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495200012 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Cross-modal retrieval; Coarse-to-fine semantic information; Hashing; Inter-category and intra-category","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 63 Pages: 135-144 DOI: 10.1016/j.dsp.2017.01.003 Published: APR 2017","Abstract":"Due to its storage efficiency and fast query speed, cross-media hashing methods have attracted much attention for retrieving semantically similar data over heterogeneous datasets. Supervised hashing methods, which utilize the labeled information to promote the quality of hashing functions, achieve promising performance. However, the existing supervised methods generally focus on utilizing coarse semantic information between samples (e.g. similar or dissimilar), and ignore fine semantic information between samples which may degrade the quality of hashing functions. Accordingly, in this paper, we propose a supervised hashing method for cross-media retrieval which utilizes the coarse-to-fine semantic similarity to learn a sharing space. The inter-category and intra-category semantic similarity are effectively preserved in the sharing space. Then an iterative descent scheme is proposed to achieve an optimal relaxed solution, and hashing codes can be generated by quantizing the relaxed solution. At last, to further improve the discrimination of hashing codes, an orthogonal rotation matrix is learned by minimizing the quantization loss while preserving the optimality of the relaxed solution. Extensive experiments on widely used Wiki and NUS-WIDE datasets demonstrate that the proposed method outperforms the existing methods. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yao, T (Yao, Tao) ; Kong, X (Kong, Xiangwei) ; Fu, H (Fu, Haiyan) ; Tian, Q (Tian, Qi)","Title":"Supervised Coarse-to-Fine Semantic Hashing for cross-media retrieval"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395557800010 PubMed ID: 28253209 ISSN: 0954-691X eISSN: 1473-5687","Keywords":"aspiration; bronchoscopy; capsule endoscopy; complications; foreign body KeyWords Plus:VIDEO CAPSULE; BRONCHIAL ASPIRATION; TRACHEAL ASPIRATION; ASYMPTOMATIC ASPIRATION; SUCCESSFUL RESOLUTION; COMPLICATION; BRONCHOSCOPY; RARE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"EUROPEAN JOURNAL OF GASTROENTEROLOGY & HEPATOLOGY Volume: 29 Issue: 4 Pages: 428-434 DOI: 10.1097/MEG.0000000000000821 Published: APR 2017","Abstract":"Introduction Capsule endoscopy (CE) has an excellent safety profile. Although retention is the most cited complication, capsule aspiration is less frequent and is often reported only as isolated cases. This study represents a systematic effort to compile and scrutinize the available data on capsule aspiration to provide comprehensive and conclusive information on this CE complication. Materials and methods A systematic literature search was performed in PubMed, Embase and Chinese National Knowledge Infrastructure. The search terms used were 'capsule endoscopy' AND 'aspiration' (both terms searched as keyword and MeSH). We included case reports and/or series on capsule aspiration, as well as observational cohort studies that reported capsule aspiration among their complications/outcomes. Results Thirty-four case reports with 37 cases of capsule aspiration were identified. A further four observational studies reported aspiration as part of a cohort of patients undergoing CE. 94.6% of aspirations occurred in elderly men. 87.1% had significant comorbidities. 59.5% had symptoms on aspiration, with cough reported most frequently. The most common location of aspiration was the right main bronchus. Half of the patients required intervention for capsule retrieval; bronchoscopy was the most common management, with good effect. There was a single fatality following capsule aspiration, not directly related to the procedure, and one case of aspiration pneumonia. Outcomes were good for all other patients. The estimated overall aspiration rate is 0.1%. Conclusion Although very rare and generally safely managed, capsule aspiration should be anticipated in certain patient groups and capsule administration should be approached with necessary precautions. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Yung, DE (Yung, Diana E.) ; Plevris, JN (Plevris, John N.) ; Koulaouzidis, A (Koulaouzidis, Anastasios)","Title":"Aspiration of capsule endoscopes: a comprehensive review of the existing literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394985700008 PubMed ID: 27787592 ISSN: 1619-7070 eISSN: 1619-7089","Keywords":"SPECT/CT; Sentinel node; Lymphoscintigraphy; Recurrent breast cancer; Radioguided surgery KeyWords Plus:LYMPH-NODE; LOCALLY RECURRENT; TUMOR RECURRENCE; BIOPSY; MULTICENTER; GUIDELINES; DISSECTION; PATTERNS; SURGERY; TRIAL","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"EUROPEAN JOURNAL OF NUCLEAR MEDICINE AND MOLECULAR IMAGING Volume: 44 Issue: 4 Pages: 630-637 DOI: 10.1007/s00259-016-3545-8 Published: APR 2017","Abstract":"In recent years repeat sentinel node (SN) biopsy has been proven to be feasible in local breast cancer recurrence (LBCR). However, in these patients SNs outside the ipsilateral axilla are frequently observed. This study evaluates the contribution of SPECT/CT for SN localization and surgical adjustment in LBCR patients. SN biopsy was performed in 122 LBCR patients (median age 60.5 years, range 24-87), enrolled from August 2006 to July 2015. Median disease-free time lapse was 109.5 months (range 9-365). Axillary lymph node dissection (ALND) had previously been performed in 55 patients, SN biopsy in 44, both techniques in 13 and fine-needle aspiration in 10. Primary breast cancer treatment included radiotherapy in 104 patients (85.3 %) and chemotherapy in 40 (32.8 %). Preoperative lymphatic mapping, using planar scintigraphy (PS) and SPECT/CT included report of SN location according to lymph node territory. In case of a territorial PS-SPECT/CT mismatch, surgery was adjusted according to SPECT/CT findings. SPECT/CT SN visualization rate was higher than PS (53.3 % vs. 43.4 %, p n.s.) with, in total, 19 additional SN (118 vs. 99, p n.s.). PS-SPECT/CT territory mismatch, found in 60 % (39/65) of patients with SN visualization, led to surgical adjustment in 21.3 % (26/122) of patients. The SN procedure was finally performed in 104 patients resulting in a 65.7 % surgical retrieval rate with a total of 132 removed SNs (1.86/patient). SN metastases were found in 17/71 patients (23.9 %), in 16 of them (94 %) in ipsilateral basins outside the axilla or in the contralateral axilla. Using SPECT/CT there is a trend to visualize more SNs in LBCR, providing at the same time important anatomical information to adjust intraoperative SN procedures. The addition of SPECT/CT to the standard imaging protocol may lead to better staging mainly in patients presenting drainage outside the ipsilateral axilla.","Authors":"Borrelli, P (Borrelli, Pablo) ; Donswijk, ML (Donswijk, Maarten L.) ; Stokkel, MP (Stokkel, Marcel P.) ; Teixeira, SC (Teixeira, Suzana C.) ; van Tinteren, H (van Tinteren, Harm) ; Rutgers, EJT (Rutgers, Emiel J. Th.) ; Olmos, RAV (Olmos, Renato A. Valdes)","Title":"Contribution of SPECT/CT for sentinel node localization in patients with ipsilateral breast cancer relapse"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395548900003 ISSN: 0016-9862 eISSN: 1934-9041","Keywords":"clustering strategy; intellectually gifted children; collaborative recall task; collaborative inhibition; intelligence KeyWords Plus:WORKING-MEMORY CAPACITY; LEARNING-DISABLED CHILDREN; RETRIEVAL DISRUPTION; INTELLIGENCE; INFORMATION; INHIBITION; SPEED; ORGANIZATION; ACQUISITION; PERFORMANCE","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education, Special; Psychology, Educational","Journal Information":"GIFTED CHILD QUARTERLY Volume: 61 Issue: 2 Pages: 133-142 DOI: 10.1177/0016986216687825 Published: APR 2017","Abstract":"This study examined three aspects of the clustering strategy used by participants: the differences of clustering strategy between intellectually gifted and average children; the relationship between clustering strategy and recall performance in intellectually gifted and average children; and the differences in recall performance on collaborative recall task of intellectually gifted and average children. Thirty-eight intellectually gifted and 44 intellectually average children were recruited, and their collaborative and individual recall performances were tested. The results showed that intellectually gifted children had better clustering strategy than their peers when adjusted ratio of clustering scores were calculated (p < .01); clustering strategy positively correlated with recall performance in intellectually average children (p < .05), while no such correlation was found in intellectually gifted children (p = .95); there was no collaborative inhibition in the gifted group (p = .82). These findings partly resolve the conflicts in individual research and expand on the conclusions regarding collaborative memory.","Authors":"Zhang, H (Zhang, Huan) ; Zhang, XL (Zhang, Xingli) ; He, YF (He, Yunfeng) ; Shi, JN (Shi, Jiannong)","Title":"Clustering Strategy in Intellectually Gifted Children: Assessment Using a Collaborative Recall Task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395116200005 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"Hyperspectral remote sensing images; content-based image retrieval; endmember extraction; similarity measurement; SID-SAM mixed measure KeyWords Plus:RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 31 Issue: 4 Article Number: 1752001 DOI: 10.1142/S0218001417520012 Published: APR 2017","Abstract":"With the rapid development of remote sensing technology, searching the similar image is a challenge for hyperspectral remote sensing image processing. Meanwhile, the dramatic growth in the amount of hyperspectral remote sensing data has stimulated considerable research on content-based image retrieval (CBIR) in the field of remote sensing technology. Although many CBIR systems have been developed, few studies focused on the hyperspectral remote sensing images. A CBIR system for hyperspectral remote sensing image using endmember extraction is proposed in this paper. The main contributions of our method are that: (1) the endmembers as the spectral features are extracted from hyperspectral remote sensing image by improved automatic pixel purity index (APPI) algorithm; (2) the spectral information divergence and spectral angle match (SID-SAM) mixed measure method is utilized as a similarity measurement between hyperspectral remote sensing images. At last, the images are ranked with descending and the top-M retrieved images are returned. The experimental results on NASA datasets show that our system can yield a superior performance.","Authors":"Zhang, J (Zhang, Jing) ; Zhou, QL (Zhou, Qianlan) ; Zhuo, L (Zhuo, Li) ; Geng, WH (Geng, Wenhao) ; Wang, SY (Wang, Suyu)","Title":"A CBIR System for Hyperspectral Remote Sensing Images Using Endmember Extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395122700009 PubMed ID: 27791431 ISSN: 0898-929X eISSN: 1530-8898","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF COGNITIVE NEUROSCIENCE Volume: 29 Issue: 4 Pages: 698-707 DOI: 10.1162/jocn_a_01071 Published: APR 2017","Abstract":"Sleep promotes the consolidation of newly acquired associative memories. Here we used neuronal oscillations in the human EEG to investigate sleep-dependent changes in the cortical memory trace. The retrieval activity for object-color associations was assessed immediately after encoding and after 3 hr of sleep or wakefulness. Sleep had beneficial effects on memory performance and led to reduced event-related theta and gamma power during the retrieval of associative memories. Furthermore, event-related alpha suppression was attenuated in the wake group for memorized and novel stimuli. There were no sleep-dependent changes in retrieval activity for missed items or items retrieved without color. Thus, the sleep-dependent reduction in theta and gamma oscillations was specific for the retrieval of associative memories. In line with theoretical accounts on sleep-dependent memory consolidation, decreased theta may indicate reduced mediotemporal activity because of a transfer of information into neocortical networks during sleep, whereas reduced parietal gamma may reflect effects of synaptic downscaling. Changes in alpha suppression in the wake group possibly index reduced attentional resources that may also contribute to a lower memory performance in this group. These findings indicate that the consolidation of associative memories during sleep is associated with profound changes in the cortical memory trace and relies on multiple neuronal processes working in concert.","Authors":"Koster, M (Koester, Moritz) ; Finger, H (Finger, Holger) ; Kater, MJ (Kater, Maren-Jo) ; Schenk, C (Schenk, Christoph) ; Gruber, T (Gruber, Thomas)","Title":"Neuronal Oscillations Indicate Sleep-dependent Changes in the Cortical Memory Trace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395122700013 PubMed ID: 27897678 ISSN: 0898-929X eISSN: 1530-8898","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF COGNITIVE NEUROSCIENCE Volume: 29 Issue: 4 Pages: 739-754 DOI: 10.1162/jocn_a_01081 Published: APR 2017","Abstract":"Numerous studies indicate the importance of the hippocampus to temporal order retrieval. However, behavioral studies suggest that there are different ways to retrieve temporal order information from encoded sequences, one involving an associative strategy (retrieving associations using neighboring items in a list) and another involving a recency strategy (determining which of two items came first). It remains unresolved, however, whether both strategies recruit the hippocampus or only associative strategies, consistent with the hippocampus's role in relational processing. To address this, we developed a paradigm in which we dissociated associative versus recency-based retrieval, involving the same stimulus presentation during retrieval. Associative retrieval involved an increase in RT (and decrease in performance) with greater distances between intervals, consistent with the need to retrieve intervening associations. Recency-based retrieval involved an increase in RT (and decrease in performance) with shorter distances between intervals, suggesting the use of a strength-based coding mechanism to retrieve information. We employed fMRI to determine the neural basis of the different strategies. Both strategies showed significant levels of hippocampal activation and connectivity that did not differ between tasks. In contrast, both univariate and connectivity pattern analyses revealed differences in extrahippocampal areas such as parietal and frontal cortices. A covariate analysis suggested that differences could not be explained by task difficulty alone. Together, these findings suggest that the hippocampus plays a role in both forms of temporal order retrieval, with neocortical networks mediating the different cognitive demands for associative versus recency-based temporal order retrieval.","Authors":"Lieberman, JS (Lieberman, Jennifer S.) ; Kyle, CT (Kyle, Colin T.) ; Schedlbauer, A (Schedlbauer, Amber) ; Stokes, J (Stokes, Jared) ; Ekstrom, AD (Ekstrom, Arne D.)","Title":"A Tale of Two Temporal Coding Strategies: Common and Dissociable Brain Regions Involved in Recency versus Associative Temporal Order Retrieval Strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600003 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Manifold ranking; Hashing; Image semantic retrieval KeyWords Plus:REPRESENTATION; PATTERNS; CODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 29-39 DOI: 10.1016/j.jvcir.2017.01.014 Published: APR 2017","Abstract":"Due to the storage and computational efficiency of hashing technology, it has proven a valuable tool for large scale similarity search. In many cases, the large scale data in real-world lie near some (unknown) low-dimensional and non-linear manifold. Moreover, Manifold Ranking approach can preserve the global topological structure of the data set more effectively than Euclidean Distance-based Ranking approach, which fails to preserve the semantic relevance degree. However, most existing hashing methods ignore the global topological structure of the data set. The key issue is how to incorporate the global topological structure of data set into learning effective hashing function. In this paper, we propose a novel unsupervised hashing approach, namely Manifold-Ranking Embedded Order Preserving Hashing (MREOPH). A manifold ranking loss is introduced to solve the issue of global topological structure preserving. An order preserving loss is introduced to ensure the consistency between manifold ranking and hamming ranking. A hypercubic quantization loss is introduced to learn discrete binary codes. The information theoretic regularization term is taken into consideration for preserving desirable properties of hash codes. Finally, we integrate them in a joint optimization framework for minimizing the information loss in each processing. Experimental results on three datasets for semantic search clearly demonstrate the effectiveness of the proposed method.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ma, L (Ma, Lei) ; Li, HL (Li, Hongliang) ; Meng, FM (Meng, Fanman) ; Wu, QB (Wu, Qingbo) ; Xu, LF (Xu, Linfeng)","Title":"Manifold-ranking embedded order preserving hashing for image semantic retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600005 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Automatic image annotation; Gaussian mixture model; RPEM; Semantic correlation; Max-bisection; Image retrieval KeyWords Plus:HIGHLY PARALLEL FRAMEWORK; LATENT SEMANTIC ANALYSIS; HEVC MOTION ESTIMATION; MANY-CORE PROCESSORS; RANDOM-WALK MODEL; EFFICIENT; RETRIEVAL; VIDEO; SEGMENTATION; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 50-60 DOI: 10.1016/j.jvcir.2017.01.015 Published: APR 2017","Abstract":"Automatic image annotation has been an active topic of research in the field of computer vision and pattern recognition for decades. In this paper, we present a new method for automatic image annotation based on Gaussian mixture model (GMM) considering cross-modal correlations. To be specific, we first employ GMM fitted by the rival penalized expectation-maximization (RPEM) algorithm to estimate the posterior probabilities of each annotation keyword. Next, a label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity by seamlessly integrating the information from both image low level visual features and high level semantic concepts together, which can effectively avoid the phenomenon that different images with the same candidate annotations would obtain the same refinement results. Followed by the rank-two relaxation heuristics over the built label similarity graph is applied to further mine the correlation of the candidate annotations so as to capture the refining annotation results, which plays a crucial role in the semantic based image retrieval. The main contributions of this work can be summarized as follows: (1) Exploiting GMM that is trained by the RPEM algorithm to capture the initial semantic annotations of images. (2) The label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity of images associated with the corresponding labels. (3) Refining the candidate set of annotations generated by the GMM through solving the max-bisection based on the rank-two relaxation algorithm over the weighted label graph. Compared to the current competitive model SGMM-RW, we can achieve significant improvements of 4% and 5% in precision, 6% and 9% in recall on the Corel5k and Mirflickr25k, respectively. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tian, DP (Tian, Dongping) ; Shi, ZZ (Shi, Zhongzhi)","Title":"Automatic image annotation based on Gaussian mixture model considering cross-modal correlations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396820600022 ISSN: 0956-540X eISSN: 1365-246X","Keywords":"Time-series analysis; Surface waves and free oscillations; Site effects KeyWords Plus:AVERAGE H/V RATIOS; PERIOD MICROTREMORS; PARTICLE MOTION; ALGORITHM; INVERSION; MODEL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICAL JOURNAL INTERNATIONAL Volume: 209 Issue: 1 Pages: 334-352 DOI: 10.1093/gji/ggx014 Published: APR 2017","Abstract":"The analysis of ambient vibrations is a useful tool in microzonation and geotechnical investigations. Ambient vibrations are composed to a large part of surface waves, both Love and Rayleigh waves. One reason to analyse surface waves is that they carry information about the subsurface. The dispersion curve of Rayleigh waves and Love waves can be retrieved using array processing techniques. The Rayleigh wave ellipticity, including the sense of rotation of the particle motion, can also be retrieved using array techniques. These quantities are used in an inversion procedure aimed at obtaining a structural model of the subsurface. The focus of this work is the retrieval of Rayleigh wave ellipticity. We show applications of the maximum likelihood (ML) method presented in Marano et al. to a number of sites in Switzerland. The sites examined are chosen to reflect a wide range of soil conditions that are of interest in microzonation studies. Using a synthetic wavefield with known structural model, we compare our results with theoretical ellipticity curves and we show the accuracy of the considered algorithm. The sense of rotation of the particle motion (prograde versus retrograde) is also estimated. In addition, we show that by modelling the presence of both Love and Rayleigh waves it is possible to mitigate the disruptive influence of Love waves on the estimation of Rayleigh wave ellipticity. Using recordings from several real sites, we show that it is possible to retrieve the ellipticity curve over a broad range of frequencies. Fundamental modes and higher modes are retrieved. Singularities of the ellipticity, corresponding to a change of the sense of rotation from prograde to retrograde (or vice versa), are detected with great accuracy. Knowledge of Rayleigh wave ellipticity, including the sense of rotation, is useful in several ways. The ellipticity angle allows us to pinpoint accurately the frequency of singularities (i.e. peaks and zeros of the H/V representation of the ellipticity). Information about the prograde and retrograde particle motion can be valuable in mode separation and identification. At last, we show that the use of the ellipticity angle is an important additional observable to be used to constrain the inversion for a structural model.","Authors":"Marano, S (Marano, Stefano) ; Hobiger, M (Hobiger, Manuel) ; Fah, D (Faeh, Donat)","Title":"Retrieval of Rayleigh wave ellipticity from ambient vibration recordings"}]