[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200023 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Ophiocoma erinaceus; echinoderm; anticancer; cervical cancer; pro-apoptotic; intrinsic pathway KeyWords Plus:QUANTIFICATION; STARFISH","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 266-276 Published: WIN 2017","Abstract":"Ophiocoma erinaceus Muller & Troschel (Ophiocomidae) is part of the extensive group of echinoderm that contains bioactive metabolites. As the anti cancer potential of brittle star saponin has not been reported against cervical cancer, the present study was conducted to evaluate the anticancer effect of extracted crude saponin. Saponin extraction was conducted using conventional method such as froth test, TLC, FTIR and erythrolysis assay. The Hela-S3 cervical carcinoma and HNCF-PI52 normal cells were treated with different concentrations of saponin fraction for 24 and 48 h. The cytotoxicity was examined by MTT, DAPI, AO/PI, Annexin V-FITC and flow cytometry. In addition, the apoptotic induced pathway was studied using caspase assay, evaluation of ROS generation and Bcl-2 mRNA level. Crude saponin showed cytotoxic properties in Hela-S3 cells (IC50of 23.4 mu g/mL) without significant impact against normal cells. In addition, the crude saponin increased sub-G1 peak in flow cytometry histogram of treated cells, ROS generation and caspase-3 and -9 activity (IC50 of 11.10, 11.27 mu g/mL). The dose dependent down regulation of Bcl-2 in treated cells demonstrated that saponin fraction can trigger intrinsic apoptotic pathway in cancer cells. This study provides valuable information about the apoptotic inducing effect of saponin fraction, which can offer new insights into the anticancer potential of saponin as a promising candidate against human cervical carcinoma.","Authors":"Amini, E (Amini, Elaheh) ; Nabiuni, M (Nabiuni, Mohammad) ; Baharara, J (Baharara, Javad) ; Parivar, K (Parivar, Kazem) ; Asili, J (Asili, Javad)","Title":"In-vitro Pro Apoptotic Effect of Crude Saponin from Ophiocoma erinaceus against Cervical Cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Ensemble; Deep learning; Sentiment analysis; Machine learning; Natural language processing KeyWords Plus:CLASSIFICATION; POLARITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 236-246 DOI: 10.1016/j.eswa.2017.02.002 Published: JUL 1 2017","Abstract":"Deep learning techniques for Sentiment Analysis have become very popular. They provide automatic feature extraction and both richer representation capabilities and better performance than traditional feature based techniques (i.e., surface methods). Traditional surface approaches are based on complex manually extracted features, and this extraction process is a fundamental question in feature driven methods. These long-established approaches can yield strong baselines, and their predictive capabilities can be used in conjunction with the arising deep learning methods. In this paper we seek to improve the performance of deep learning techniques integrating them with traditional surface approaches based on manually extracted features. The contributions of this paper are sixfold. First, we develop a deep learning based sentiment classifier using a word embeddings model and a linear machine learning algorithm. This classifier serves as a baseline to compare to subsequent results. Second, we propose two ensemble techniques which aggregate our baseline classifier with other surface classifiers widely used in Sentiment Analysis. Third, we also propose two models for combining both surface and deep features to merge information from several sources. Fourth, we introduce a taxonomy for classifying the different models found in the literature, as well as the ones we propose. Fifth, we conduct several experiments to compare the performance of these models with the deep learning baseline. For this, we use seven public datasets that were extracted from the microblogging and movie reviews domain. Finally, as a result, a statistical study confirms that the performance of these proposed models surpasses that of our original baseline on Fl-Score. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Araque, O (Araque, Oscar) ; Corcuera-Platas, I (Corcuera-Platas, Ignacio) ; Sanchez-Rada, JF (Sanchez-Rada, J. Fernando) ; Iglesias, CA (Iglesias, Carlos A.)","Title":"Enhancing deep learning sentiment analysis with ensemble techniques in social applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Word spotting; Printed/handwritten text separation; Knowledge extraction; Hidden Markov model; Medical prescriptions KeyWords Plus:HIDDEN MARKOV-MODELS; WORD RETRIEVAL; RECOGNITION; SEGMENTATION; DOCUMENTS; SYSTEM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 113-128 DOI: 10.1016/j.eswa.2017.01.027 Published: JUN 15 2017","Abstract":"In this paper, we propose a word spotting based information retrieval approach for medical prescriptions/reports written by doctors. Sometimes due to almost illegible handwriting, it is difficult to understand the medication reports of doctors. This often confuses the patients about the actual medicine/disease names written by doctors and as a consequence they suffer. A medical prescription is generally partitioned into two parts, a printed letterhead part containing the doctor's name, designation, organization name, etc. and a handwritten part where the doctor writes patient's name and report his/her findings and suggests medicine names. There are many significance impacts of the proposed work. For example, such work can be used (i) to develop expert diagnostic systems (ii) to extract information from patient history that can be obtained by this proposed method (iii) to detect wrong medication (iv) to make different statistical analysis of the medicines prescribed by the doctors etc. To extract the information from such document images, first we extract the domain specific knowledge of doctors by identifying department names from the printed text that appears in letterhead part. From the letterhead text, the specialty/expertise of doctors is understood and this helps us to search only relevant prescription documents for word spotting in handwritten portion. Word spotting in letterhead part as well as in handwritten part has been performed using Hidden Markov Model. An efficient MLP (Multilayer Perceptron) based Tandem feature is proposed to improve the performance. From the experiment with 500 prescriptions, we have obtained encouraging results. Information from printed letterhead part improved the word spotting performance in handwritten part, significantly. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Roy, PP (Roy, Partha Pratim) ; Bhunia, AK (Bhunia, Ayan Kumar) ; Das, A (Das, Ayan) ; Dhar, P (Dhar, Prithviraj) ; Pal, U (Pal, Umapada)","Title":"Keyword spotting in doctor's handwriting on medical prescriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353900005 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Bridge inspection; Crack extraction; Images segmentation; Active contour model; Greedy search; Support vector machine KeyWords Plus:LEVEL SET METHOD; IMAGE SEGMENTATION; CLASSIFICATION; FEATURES; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 78 Pages: 51-61 DOI: 10.1016/j.autcon.2017.01.019 Published: JUN 2017","Abstract":"Concrete cracks are the most important representation for evaluating the bridge health condition and conducting to take appropriate actions to optimize expenditure on maintenance and rehabilitation. In this paper, we develop a fully-automatic machine learning based algorithm for extracting cracks from concrete bridge images, which combines a modified region-based active contour model for image segmentation and the linear support vector machine using greedy search strategy for noise elimination. In practice, the crack detection is a challenging problem because of (1) subtle difference between the cracks and the noises, (2) inconsistent intensity along the cracks, and (3) possible shadow regions With similar intensity to the cracks. To solve these problems, the proposed method consists of three steps. First, we build a high-precision image acquisition framework, which can automatically collect image sequences from the lower bridge slab and fuse the multiple sensor data for computing crack parameters. Second, we develop a modified region-based active contour model combined with the iterated Canny operator for the concrete image segmentation. Finally, we utilize the novel feature selection approach based on the linear support vector machine with a greedy search strategy for noise elimination. After that, we provide a crack width calculation method which combined the binary image with the gray scale image information. We evaluate the proposed method on a collection of 1200 real bridge images, which gathered from 10 existing bridges on various weathers, and the experimental results show that the proposed method achieves a better performance than several up-to-date algorithms. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, G (Li, Gang) ; Zhao, XX (Zhao, Xiaoxing) ; Du, K (Du, Kai) ; Ru, F (Ru, Feng) ; Zhang, YB (Zhang, Yubo)","Title":"Recognition and evaluation of bridge cracks with modified active contour model and greedy search-based support vector machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398096800003 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"L1 norm; total variation; impedance inversion; regularization KeyWords Plus:L(1)-NORM REGULARIZATION; REFLECTION SEISMOGRAMS; LINEAR INVERSION; DECONVOLUTION; RECONSTRUCTION; RECOVERY","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 DOI: 10.1088/1742-2140/aa5e67 Published: JUN 1 2017","Abstract":"Most acoustic impedance sparse inversion methods include two parts: reflectivity inversion and extraction of acoustic impedance from reflectivity. This being the case, the acoustic impedance is easily affected by reflectivity and the value of acoustic impedance at time t=. 0, thus may become inaccurate. In this paper, we propose a seismic acoustic impedance inversion method with multi- parameter regularization. In our method, the acoustic impedance is calculated directly from objective functions to ensure the stability and accuracy of results. In addition, the total variation regularization, L1 norm constraint, and initial model constraint are used to make the inversion results better accordant with a priori geological information. Moreover, we use multitrace inversion to reflect the spatial and temporal correlation of the data. Since the objective function contains several different types of regularization term, we have developed an algorithm based on split Bregman iteration to calculate it. The inversion results of theoretical model and field data show that the proposed method has high inversion precision, strong anti- noise ability and good performance on stratigraphy delineation.","Authors":"Li, S (Li, Shu) ; Peng, ZM (Peng, Zhenming)","Title":"Seismic acoustic impedance inversion with multi-parameter regularization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100052 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Tartary buckwheat; Fagopyrum tataricum; Fagopyrin; Rutin; Quercetin KeyWords Plus:SEED MILLING FRACTIONS; DOUBLE-BLIND CROSSOVER; ANTIOXIDANT ACTIVITY; ESCULENTUM MOENCH; FLAVONOID CONTENTS; COMMON; HERB; PHOTOTOXICITY; EXTRACTION; HYPERICIN","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 423-427 DOI: 10.1016/j1wt.2017.01.068 Published: JUN 2017","Abstract":"Buckwheat grain is a valuable source of various phytochemicals: health promoting flavonoids (rutin), as well as substances such as phototoxic fagopyrin. In this study, total fagopyrins, rutin, and quercetin were determined in Tartary buckwheat grains, milled fractions, and food products. HPLC was used for analyses; fagopyrins were detected by fluorescence, flavonoids by UV/VIS. After steaming, the fagopyrin content in the grain decreased. The remaining fagopyrins were unequally distributed; minor amounts were found in groats and higher concentration in hulls. Similarly, the concentration of rutin decreased, although to a lesser extent. Unlike fagopyrins, rutin was concentrated in groats. In the bread making procedure, a minor decrease of fagopyrins was seen comparing its concentration in grains, dough, and bread, while large amounts of rutin were degraded into quercetin during baking. Our results may stimulate further research on edible parts and products of buckwheat, particularly, the quantitative evaluation of total fagopyrin content in relation to flavonoids, providing information about the treatment process needed to prepare buckwheat products with the highest utilization value. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Glavac, NK (Glavac, Nina Kocevar) ; Stojilkovski, K (Stojilkovski, Katja) ; Kreft, S (Kreft, Samo) ; Park, CH (Park, Cheol Ho) ; Kreft, I (Kreft, Ivan)","Title":"Determination of fagopyrins, rutin, and quercetin in Tartary buckwheat products"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800004 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Biometric recognition; Finger Vein recognition; Discriminative binary codes learning KeyWords Plus:PERSONAL IDENTIFICATION; IMAGE; SYSTEM; EXTRACTION; CURVATURE; MINUTIAE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 26-33 Special Issue: SI DOI: 10.1016/j.patcog.2016.11.002 Published: JUN 2017","Abstract":"Finger vein recognition has drawn increasing attention from biometrics community due to its security and convenience. In this paper, a novel discriminative binary codes (DBC) learning method is proposed for finger vein recognition. First of all, subject relation graph is built to capture correlations among subjects. Based on the relation graph, binary templates are transformed to describe vein characteristics of subjects. To ensure that templates are discriminative and representative, graph transform is formulated into an optimization problem, in which the distance between templates from different subjects is maximized and templates provide maximum information about subjects. At last, supervised information for training instances is provided by the obtained binary templates, and SVMs are trained as the code learner for each bit. Compared with existing binary codes for finger vein recognition, DBC are more discriminative and shorter. In addition, they are generated with considering the relationships among subjects which may be useful to improve performance. Experimental results on PolyU database and MLA database demonstrate the effectiveness and efficiency of DBC for finger vein recognition and retrieval.","Authors":"Xi, XM (Xi, Xiaoming) ; Yang, L (Yang, Lu) ; Yin, YL (Yin, Yilong)","Title":"Learning discriminative binary codes for finger vein recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800014 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Face recognition; Low-rank matrix recovery; Nuclear norm KeyWords Plus:PRINCIPAL COMPONENT ANALYSIS; KNUCKLE-PRINT VERIFICATION; SPARSE REPRESENTATION; MATRIX DECOMPOSITION; IMAGE CLASSIFICATION; FEATURE-EXTRACTION; REGRESSION; ALGORITHM; RECOVERY; RECONSTRUCTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 129-143 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.021 Published: JUN 2017","Abstract":"For robust face recognition tasks, we particularly focus on the ubiquitous scenarios where both training and testing images are corrupted due to occlusions. Previous low-rank based methods stacked each error image into a vector and then used L-1 or L-2 norm to measure the error matrix. However, in the stacking step, the structure information of the error image can be lost. Depart from the previous methods, in this paper, we propose a novel method by exploiting the low-rankness of both the data representation and each occlusion-induced error image simultaneously, by which the global structure of data together with the error images can be well captured. In order to learn more discriminative low-rank representations, we formulate our objective such that the learned representations are optimal for classification with the available supervised information and close to an ideal code regularization term. With strong structure information preserving and discrimination capabilities, the learned robust and discriminative low-rank representation (RDLRR) works very well on face recognition problems, especially with face images corrupted by continuous occlusions. Together with a simple linear classifier, the proposed approach is shown to outperform several other state-of-the-art face recognition methods on databases with a variety of face variations.","Authors":"Gao, GW (Gao, Guangwei) ; Yang, J (Yang, Jian) ; Jing, XY (Jing, Xiao-Yuan) ; Shen, FM (Shen, Fumin) ; Yang, WK (Yang, Wankou) ; Yue, D (Yue, Dong)","Title":"Learning robust and discriminative low-rank representations for face recognition with occlusion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800006 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Educational delay; academic achievement; primary school enrolment; non-governmental organization support; mixed-methods KeyWords Plus:UNIVERSAL PRIMARY-EDUCATION; KIBALE NATIONAL-PARK; CHILD LABOR; DEVELOPING-COUNTRIES; RESOURCE EXTRACTION; AFRICA; PROXIMITY; MOBILITY; POVERTY; ORPHANS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 334-348 DOI: 10.1080/14733285.2016.1244603 Published: JUN 2017","Abstract":"Using a mixed-methods approach, including qualitative, quantitative and Geographic Information Science methods, we assessed the primary school landscape around a protected area in Western Uganda. Data from a household survey, interviews and standardized school examinations were mapped to visualize spatial patterns in enrolment and academic achievement. We found children on average were starting school at age nine, but started to dropout as early as age 14; especially orphaned boys. Twenty of 36 schools demonstrated improving examination results from 2004 to 2013, although in one district improvements were lacking. Girls traditionally perform poorer than boys on exams in Uganda, but we found girls' exam scores were catching-up. Support from one non-governmental organization with a long-term local presence was improving academic achievement. The use of Geographic Information Science provided spatially explicit recommendations to guide local policy actions for primary school education.","Authors":"MacKenzie, CA (MacKenzie, Catrina A.) ; Moffatt, SP (Moffatt, Sylvia P.) ; Ogwang, J (Ogwang, Jimmy) ; Ahabyona, P (Ahabyona, Peter) ; Sengupta, RR (Sengupta, Raja R.)","Title":"Spatial and temporal patterns in primary school enrolment and exam achievement in Rural Uganda"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336700007 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Defect Density; Repository Metrics; Simple and Multiple Linear Regressions KeyWords Plus:OBJECT-ORIENTED DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 3-4 Pages: 293-310 Published: JUN 1 2017","Abstract":"Open source software refers to software with unrestricted access for use or modification. Many software development organizations are using this open source methodology in their development process. Many software developers can work in parallel with the open source project using the web as a shared resource. The defect density of such projects is often required to be predicted for the purpose to ensure quality standards. Static metrics for defect density prediction require extraction of abstract information from the code. Repository metrics, on the other hand, are easy to extract from the repository data sets. In this paper, an analysis has been performed over repository metrics of open source software. Further, defect density is being predicted using these metrics individually and jointly. Sixty two open source software are considered for analysis using Simple and Multiple Linear Regression methods as statistical procedures. The results reveal a statistically significant level of acceptance for prediction of defect density using few repository metrics individually and jointly.","Authors":"Verma, D (Verma, Dinesh) ; Kumar, S (Kumar, Shishir)","Title":"PREDICTION OF DEFECT DENSITY FOR OPEN SOURCE SOFTWARE USING REPOSITORY METRICS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603600005 ISSN: 0896-8446 eISSN: 1872-8162","Keywords":"Experimental equipment; Phase equilibrium data; Biowaste; Turmeric volatile oil KeyWords Plus:SUPERCRITICAL-FLUID EXTRACTION; PLUS ETHANOL; EQUILIBRIUM DATA; SULFOXIDE DMSO; SYSTEMS; ACID; OIL; CO2; STARCHES; LIMONENE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Chemical","Journal Information":"JOURNAL OF SUPERCRITICAL FLUIDS Volume: 124 Pages: 38-49 DOI: 10.1016/j.supflu.2017.01.006 Published: JUN 2017","Abstract":"This work reports the validation of a phase equilibrium apparatus followed by the presentation of new high-pressure phase equilibrium data on systems containing turmeric waste and extracts, derived from processes that employs supercritical fluids and pressurized liquids, in the presence of carbon dioxide, ethanol and dimethylsulfoxide. In order to provide reliable information for further turmeric processing, experimental phase transition data were obtained using ten levels of temperature (303-348 K) and pressures up to 23 MPa. Results indicate the existence of complex phase behavior for the systems containing turmeric extracts and waste, with the occurrence of solid-vapor-liquid, solid-vapor-liquid-liquid, vapor liquid, liquid liquid and vapor liquid liquid phase transitions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Santana, AL (Santana, Adina L.) ; Debien, ICN (Debien, Isabel C. N.) ; Meireles, MAA (Meireles, M. Angela A.)","Title":"High-pressure phase behavior of turmeric waste and extracts in the presence of carbon dioxide, ethanol and dimethylsulfoxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Brain-computer interface (BCI); Electroencephalogram (EEG); Rapid serial visual presentation (RSVP); Target image retrieval; Convolutional neural network (CNN); Bayesian brain-computer interaction KeyWords Plus:BRAIN-COMPUTER-INTERFACE; EEG SIGNAL CLASSIFICATION; COMPONENT ANALYSIS; VISION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 255-268 DOI: 10.1016/j.neucom.2017.01.061 Published: MAY 17 2017","Abstract":"To combine the complementary strengths of human vision (HV) and computer vision (CV) in target image retrieval, we proposed a brain-computer interface framework, Bayesian HV-CV Retrieval (BHCR), which couples HV with CV by a Bayesian method to retrieve target images in rapid serial visual presentation (RSVP) sequences. To construct a well-suited electroencephalogram (EEG) decoding module for BHCR, we conducted a comparative inspection on the selection of classification algorithms, and adopted linear discriminant analysis and random forests as a feature extraction method and classification algorithm, respectively. We also introduced a CV system based on convolutional neural network (CNN) as a component of BHCR. A Bayesian brain-computer interaction (BBC') module was carefully designed so that for each presented image, a Bayesian model that takes HV insight as prior information and CV insights as sample information is built up to present retrieval results. Unlike existing HV-CV coupled works that usually require extra manual labor, BHCR directly enhanced retrieval performance with the help of CV insights. As an auxiliary work and a natural extension of BHCR, we then proposed a probability propagation scheme that incorporates EEG decoding insights to improve the CV system and a one-shot image database retrieval scheme. We demonstrated the effectiveness of BHCR by extensive experiments and simulations on both the entire framework and its sub-components. The results showed the following: (1) The performance of BHCR was significantly better than the EEG-only mechanism in both receiver operating characteristic (ROC) and classification aspects; (2) The robustness of BHCR was ensured by its process flow and the steady performances of its sub-components. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, LT (Huang, Liangtao) ; Zhao, YQ (Zhao, Yaqun) ; Zeng, Y (Zeng, Ying) ; Lin, ZM (Lin, Zhimin)","Title":"BHCR: RSVP target retrieval BCI framework coupling with CNN by a Bayesian method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100005 PubMed ID: 28189928 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Shadow detection; Mathematical morphology; Density estimate; Remote sensing; Brazilian Amazon KeyWords Plus:ARBORESCENT PALMS; BRAZILIAN AMAZON; CROWN DETECTION; RAIN-FOREST; EXTRACTION; DELINEATION; STATE; DIVERSITY; BENFICA","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 40-51 DOI: 10.1016/j.jenvman.2017.02.004 Published: MAY 15 2017","Abstract":"High spatial resolution images as well as image processing and object detection algorithms are recent technologies that aid the study of biodiversity and commercial plantations of forest species. This paper seeks to contribute knowledge regarding the use of these technologies by studying randomly dispersed native palm tree. Here, we analyze the automatic detection of large circular crown (LCC) palm tree using a high spatial resolution panchromatic GeoEye image (0.50 m) taken on the area of a community of small agricultural farms in the Brazilian Amazon. We also propose auxiliary methods to estimate the density of the LCC palm tree Attalea speciosa (babassu) based on the detection results. We used the \"Compt-palm\" algorithm based on the detection of palm tree shadows in open areas via mathematical morphology techniques and the spatial information was validated using field methods (i.e. structural census and georeferencing). The algorithm recognized individuals in life stages 5 and 6, and the extraction percentage, branching factor and quality percentage factors were used to evaluate its performance. A principal components analysis showed that the structure of the studied species differs from other species. Approximately 96% of the babassu individuals in stage 6 were detected. These individuals had significantly smaller stipes than the undetected ones. In turn, 60% of the stage 5 babassu individuals were detected, showing significantly a different total height and a different number of leaves from the undetected ones. Our calculations regarding resource availability indicate that 6870 ha contained 25,015 adult babassu palm tree, with an annual potential productivity of 27.4 t of almond oil. The detection of LCC palm tree and the implementation of auxiliary field methods to estimate babassu density is an important first step to monitor this industry resource that is extremely important to the Brazilian economy and thousands of families over a large scale. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"dos Santos, AM (dos Santos, Alessio Moreira) ; Mitja, D (Mitja, Danielle) ; Delaitre, E (Delaitre, Eric) ; Demagistri, L (Demagistri, Laurent) ; Miranda, ID (Miranda, Izildinha de Souza) ; Libourel, T (Libourel, Therese) ; Petit, M (Petit, Michel)","Title":"Estimating babassu palm density using automatic palm tree detection with very high spatial resolution satellite images"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687100022 PubMed ID: 28222352 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Pharmaceuticals; Africa; Environment; Aqueous samples; Wastewater treatment plants KeyWords Plus:SOLID-PHASE EXTRACTION; TANDEM MASS-SPECTROMETRY; PERSONAL CARE PRODUCTS; NONSTEROIDAL ANTIINFLAMMATORY DRUGS; NAIROBI RIVER-BASIN; WASTE-WATER; LIQUID-CHROMATOGRAPHY; SOUTH-AFRICA; ACIDIC PHARMACEUTICALS; SURFACE-WATER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 211-220 DOI: 10.1016/j.jenvman.2017.02.022 Published: MAY 15 2017","Abstract":"In this review paper, the milestones and challenges that have been achieved and experienced by African Environmental Scientists regarding the assessment of water pollution caused by the presence of pharmaceutical compounds in water bodies are highlighted. The identification and quantification of pharmaceuticals in the African water bodies is important to the general public at large due to the lack of information. The consumption of pharmaceuticals to promote human health is usually followed by excretion of these drugs via urine or fecal matter due to their slight transformation in the human metabolism. Therefore, large amounts of pharmaceuticals are being discharged continuously from wastewater treatment plants into African rivers due to inefficiency of employed sewage treatment processes. Large portions of African communities do not even have proper sanitation systems which results in direct contamination of water resources with human waste that contains pharmaceutical constituents among other pollutants. Therefore, this article provides the overview of the recent studies published, mostly from 2012 to 2016, that have focused on the occurrence of different classes of pharmaceuticals in African aqueous systems. Also, the current analytical methods that are being used in Africa for pharmaceutical quantification in environmental waters are highlighted. African Scientists have started to investigate the material's and remediation processes for the elimination of pharmaceuticals from water.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Madikizela, LM (Madikizela, Lawrence Mzukisi) ; Tavengwa, NT (Tavengwa, Nikita Tawanda) ; Chimuka, L (Chimuka, Luke) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Madikizela, Lawrence  http://orcid.org/0000-0001-6096-2701","Title":"Status of pharmaceuticals in African water bodies: Occurrence, removal and analytical methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100060 PubMed ID: 28262422 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Very high resolution images; Object-based image analysis; Digital surface model; Soil conservation; Agricultural terraces; Drylands KeyWords Plus:SUPPORT VECTOR MACHINES; IMAGERY; EXTRACTION; FEATURES; DELINEATION; ALGORITHMS; LANDSCAPE; ETHIOPIA; ERITREA; FOREST","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 592-606 DOI: 10.1016/j.jenvman.2017.02.061 Published: MAY 15 2017","Abstract":"Land degradation affects large areas of land around the globe, with grave consequences for those living off the land. Major efforts are being made to implement soil and water conservation measures that counteract soil erosion and help secure vital ecosystem services. However, where and to what extent such measures have been implemented is often not well documented. Knowledge about this could help to identify areas where soil and water conservation measures are successfully supporting sustainable land management, as well as areas requiring urgent rehabilitation of conservation structures such as terraces and bunds. This study explores the potential of the latest satellite-based remote sensing technology for use in assessing and monitoring the extent of existing soil and water conservation structures. We used a set of very high resolution stereo Geoeye-1 satellite data, from which we derived a detailed digital surface model as well as a set of other spectral, terrain, texture, and filtered information layers. We developed and applied an object-based classification approach, working on two segmentation levels. On the coarser level, the aim was to delimit certain landscape zones. Information about these landscape zones is useful in distinguishing different types of soil and water conservation structures, as each zone contains certain specific types of structures. On the finer level, the goal was to extract and identify different types of linear soil and water conservation structures. The classification rules were based mainly on spectral, textural, shape, and topographic properties, and included object relationships. This approach enabled us to identify and separate from other classes the majority (78.5%) of terraces and bunds, as well as most hillside terraces (81.25%). Omission and commission errors are similar to those obtained by the few existing studies focusing on the same research objective but using different types of remotely sensed data. Based on our results, we estimate that the construction of the conservation structures in our study area in Eritrea required over 300,000 person-days of work, which underlines the huge efforts involved in soil and water conservation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Eckert, S (Eckert, Sandra) ; Ghebremicael, ST (Ghebremicael, Selamawit Tesfay) ; Hurni, H (Hurni, Hans) ; Kohler, T (Kohler, Thomas)","Title":"Identification and classification of structural soil conservation measures based on very high resolution stereo satellite data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Short text summarization; Social networks; Ant colony optimization; Graph coloring; Text mining; Local search KeyWords Plus:TEXT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 115-126 DOI: 10.1016/j.eswa.2017.01.010 Published: MAY 15 2017","Abstract":"Due to the increasing popularity of contents of social media platforms, the number of posts and messages is steadily increasing. A huge amount of data is generated daily as an outcome of the interactions between fans of the networking platforms. It becomes extremely troublesome to find the most relevant, interactive information for the subscribers. The aim of this work is to enable the users to get a powerful brief of comments without reading the entire list. This paper opens up a new field of short text summarization (STS) predicated on a hybrid ant colony optimization coming with a mechanism of local search, called ACO-LS-STS, to produce an optimal or near-optimal summary. Initially, the graph coloring algorithm, called GC-ISTS, was employed before to shrink the solution area of ants to small sets. Evidently, the main purpose of using the GC algorithm is to make the search process more facilitated, faster and prevents the ants from falling into the local optimum. First, the dissimilar comments are assembled together into the same color, at the same time preserving the information ratio as for an original list of comment. Subsequently, activating the ACO-LS-STS algorithm, which is a novel technique concerning the extraction of the most interactive comments from each color in a parallel form. At the end, the best summary is picked from the best color. This problem is formalized as an optimization problem utilizing GC and ACO-LS to generate the optimal solution. Eventually, the proposed algorithm was evaluated and tested over a collection of Facebook messages with their associated comments. Indeed, it was found that the proposed algorithm has an ability to capture a good solution that is guaranteed to be near optimal and had realized notable performance in comparison with traditional document summarization algorithms. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mosa, MA (Mosa, Mohamed Atef) ; Hamouda, A (Hamouda, Alaa) ; Marei, M (Marei, Mahmoud)","Title":"Graph coloring and ACO based summarization for social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Convex-NMF; Graph Laplacian; Semisupervised learning; Clustering KeyWords Plus:CONSTRAINED CONCEPT FACTORIZATION; RECOGNITION; EXTRACTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 1-11 DOI: 10.1016/j.neucom.2016.04.028 Published: MAY 10 2017","Abstract":"Non-negative matrix factorization (NMF) is a very effective method for high dimensional data analysis, which has been widely used in computer vision. It can capture the underlying structure of image in the low dimensional space using its parts-based representations. However, nonnegative entries are usually required for the data matrix in NMF, which limits its application. Besides, it is actually an unsupervised method without making use of prior information of data. In this paper, we propose a novel method called Pairwise constrained Graph Regularized Convex Nonnegative Matrix Factorization (PGCNMF), which not only allows the processing of mixed-sign data matrix but also incorporates pairwise constraints generated among all labeled data into Convex NMF framework. We expect that images which have the same class label will have very similar representations in the low dimensional space as much as possible, while images with different class labels will have dissimilar representations as much as possible. Clustering experiments on nonnegative and mixed-sign real-world image datasets are conducted to demonstrate the effectiveness of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, GP (Li, Guopeng) ; Zhang, XY (Zhang, Xinyu) ; Zheng, SY (Zheng, Siyi) ; Li, DY (Li, Deyi)","Title":"Semi-supervised convex nonnegative matrix factorizations with graph regularized for image representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Three discriminant features; Multiple kernel learning; Variable size of three discriminant feature sets; Accuracy of character recognition KeyWords Plus:BRAIN-COMPUTER INTERFACES; FEATURE-EXTRACTION; COMMUNICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 133-144 DOI: 10.1016/j.neucom.2016.09.053 Published: MAY 10 2017","Abstract":"In this paper, we propose multiple kernel learning (MKL) based on three discriminant features to learn an efficient P300 classifier to improve the accuracy of character recognition in a P300 speller BCI. Three discriminant features are specified in raw samples and two morphological features, which can complement the MKL of a P300 classification. A linear kernel is established for each discriminant feature. A kernel weight differentiates the linear kernel to both explore complementary information among the three discriminant features and weigh a contribution of each discriminant feature for the MKL. Here, the norm regularization of the kernel weight ultimately enforces an optimal discriminant feature set of the MKL of a P300 classification. The performance of the proposed method is then evaluated according to the size of the three discriminant feature sets that are generated from dataset II of BCI competition III. Compared to an existing SVM-based classification method, the proposed method consistently obtains better or similar accuracy in terms of character recognition, with a different execution time for the variable size of the three discriminant feature sets. Furthermore, the kernel weight of the raw samples was found to consistently be more dominant than the kernel weight of the two morphological features on the variable size of the three discriminant feature sets. This finding means that the two morphological features supplement the lack of the raw samples for the MKL of a P300 classification. We ultimately could conclude that the proposed method is sufficiently robust to improve the accuracy of character recognition with a different time for the variable size of the three discriminant feature sets in a P300 speller BCI.","Authors":"Yoon, K (Yoon, Kyungae) ; Kim, K (Kim, Kiseon)","Title":"Multiple kernel learning based on three discriminant features for a P300 speller BCI"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398435400006 PubMed ID: 28366215 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Sample workup; Orbitrap; High-resolution mass spectrometry; Liquid chromatography-mass spectrometry; Drug screening; Plasma KeyWords Plus:INFORMATION-DEPENDENT ACQUISITION; TOXICOLOGICALLY RELEVANT DRUGS; SEQUENTIAL WINDOW ACQUISITION; TURBULENT-FLOW CHROMATOGRAPHY; OF-FLIGHT INSTRUMENT; FULLY AUTOMATED SPE; FORENSIC TOXICOLOGY; WHOLE-BLOOD; PHARMACOKINETIC INTERACTION; ONLINE EXTRACTION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 965 Pages: 83-95 DOI: 10.1016/j.aca.2017.03.002 Published: MAY 1 2017","Abstract":"Orbitrap technology was successfully applied for broad metabolite-based LC-high resolution (HR)-MS screening of drugs in clinical and forensic toxicology. This paper aims to elucidate whether this technology can also be used for a corresponding blood plasma screening after simple precipitation without or with consecutive on-line extraction using turbulent flow chromatography (TurboFlow). The analytes were separated within 10 min and detected by a Q-Exactive mass spectrometer in full scan mode after positive/negative switching. In one single run, a target screening for about 700 relevant compounds was developed in parallel with data-dependent acquisition for unknowns. A compound was positively identified when the corresponding accurate mass precursor ion and the five most intense fragment ions were detected and the MS/MS spectrum fits well with the corresponding full HR-MS/MS reference library currently containing over 2000 parent drugs and 2500 metabolites. All over all run times were 17 min for precipitation and 21 min for TurboFlow after precipitation. Method validation was successfully performed for representative drugs and metabolites concerning recovery, matrix effect, process efficiency, and limits of detection and identification. Process efficiency data ranged for most analytes from 3 to 138% with coefficients of variation (CV) <= 20% for precipitation and from 1 to 156% with CV <= 20% for TurboFlow. Applicability studies showed that the developed method provided fast, simple, and robust screening and identification of a broad range of drugs within therapeutic ranges. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Helfer, AG (Helfer, Andreas G.) ; Michely, JA (Michely, Julian A.) ; Weber, AA (Weber, Armin A.) ; Meyer, MR (Meyer, Markus R.) ; Maurer, HH (Maurer, Hans H.)","Title":"Liquid chromatography-high resolution-tandem mass spectrometry using Orbitrap technology for comprehensive screening to detect drugs and their metabolites in blood plasma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200013 PubMed ID: 28211324 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Fenamic acids; Chlorination; Kinetics; Transformation products; Toxicity KeyWords Plus:CHROMATOGRAPHY-MASS SPECTROMETRY; DISINFECTION BY-PRODUCTS; WATER TREATMENT PLANTS; WASTE-WATER; UV FILTERS; PHARMACEUTICALS; REMOVAL; DERIVATIZATION; DICLOFENAC; ONLINE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 114-122 DOI: 10.1016/j.chemosphere.2017.02.045 Published: MAY 2017","Abstract":"Fenamic acids, one important type of non-steroidal anti-inflammatory drugs, are ubiquitous in environmental matrices. Thus it is of high significance to know the fate of them during chlorination disinfection considering their potential toxicity to the environment and humans. In the present study, the chlorination kinetics of three fenamic acids, i.e. mefenamic acid (MEF), tolfenamic acid (TOL) and clofenamic acid (CLO), were examined at different pHs, which followed second-order reaction under studied conditions. The studied fenamic acids degraded fast, with the largest apparent second-order rate coefficient (k(app)) values of 446.7 M(-1)s(-1) (pH 7), 393.3M(-1) s(-1) (pH 8) and 360.0 M-1 s(-1) (pH 6) for MEF, TOL and CLO, respectively. The transformation products (TPs) were identified by solid-phase extraction liquid chromatography-mass spectrometer and ion-pair liquid-liquid extraction and injection port derivatization-gas chromatography-mass spectrometer. Despite different numbers of TPs were detected for each studied fenamic acid through these two analytical methods, the types of TPs were almost the same; chlorine substitution, oxidation and the joint oxidation with chlorine substitution are transformation reactions involved in chlorination. Moreover, the total toxicity of the TPs was assayed based on luminescent bacteria. Under different pHs, the different types of TPs might form, resulting in the varied total toxicity. The toxicity of all three fenamic acids chlorinated at pH of 8 was greater than those at pHs of 6 and 7. This study provided the information about the kinetics, transformation and toxicity of three fenamic acids during water chlorination, which is important to the drinking water safety. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ma, LY (Ma, Liyun) ; Li, J (Li, Jian) ; Xu, L (Xu, Li)","Title":"Aqueous chlorination of fenamic acids: Kinetic study, transformation products identification and toxicity prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200060 PubMed ID: 28249192 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"PPCPs; Pharmaceuticals; Personal care products; Environmental pollutants; Seawater; Red sea; LC-MS/MS; Sewage release KeyWords Plus:TANDEM MASS-SPECTROMETRY; SOLID-PHASE EXTRACTION; EMERGING ORGANIC CONTAMINANTS; SEWAGE-TREATMENT PLANT; WASTE-WATER; MYTILUS-GALLOPROVINCIALIS; AQUATIC ENVIRONMENT; RISK-ASSESSMENT; DRINKING-WATER; SURFACE-WATER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 505-513 DOI: 10.1016/j.chemosphere.2017.02.095 Published: MAY 2017","Abstract":"The occurrence of selected pharmaceuticals and personal care products (PPCPs) and the pesticide atrazine were investigated in seawater samples collected from stations located at effluent dominated sites in the Saudi Arabian coastal waters of the Red Sea. PPCPs were analysed using solid phase extraction (SPE) followed by high performance liquid chromatography tandem mass spectrometry (HPLC-MS/MS). A multi component method for the ultra -trace level quantification of 13 target PPCPs in Seawater was developed and validated for the here performed study. The method procedure is described in detail in the supplementary material section. 26 samples from 7 distinct locations (2 directly influenced by continuous sewage release) were chosen for the sampling of surface seawater. Based upon local sales information, 25 target substances (20 PPCPs, 4 pesticides and 1 stimulant) were chosen for the here reported method development. Thirteen PPCPs were detected and quantified in a total of 26 seawater samples. Metformin, diclofenac, acetaminophen, and caffeine were identified as the most abundant PPCPs, detected in maximum concentration higher than 3 mu g/L (upper quantification limit for the here developed method). Concentrations were in the range of 7- > 3000 (metformin), < LOQ - 2379 ng/L (acetaminophen) and 62- > 3000 ng/L (caffeine). The contribution of direct sewage release on the PPCP levels detected was obvious, the target PPCPs were detected in the Al-Arbaeen and Al-Shabab coastal lagoons in high concentrations due to the low water exchange with the open sea and still ongoing sewage releases in the lagoons. Also, substantial amounts of antibiotics were detected in all samples. Levels and distribution profile of the detected PPCPs revealed high level release rates and give raise to concern on potential environmental risks associated with the here document long term exposure on the fragile coastal marine environment of the region but particularly in the nearby protected coral reef environment outside the harbour region of Jeddah. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ali, AM (Ali, Aasim M.) ; Ronning, HT (Ronning, Helene Thorsen) ; Alarif, W (Alarif, Walled) ; Kallenborn, R (Kallenborn, Roland) ; Al-Lihaibi, SS (Al-Lihaibi, Sultan S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kallenborn, Roland  F-8368-2011 http://orcid.org/0000-0003-1703-2538","Title":"Occurrence of pharmaceuticals and personal care products in effluent-dominated Saudi Arabian coastal waters of the Red Sea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397357000004 ISSN: 0375-6505 eISSN: 1879-3576","Categories":"Energy & Fuels; Geology Web of Science Categories:Energy & Fuels; Geosciences, Multidisciplinary","Journal Information":"GEOTHERMICS Volume: 67 Pages: 40-47 DOI: 10.1016/j.geothermics.2016.12.006 Published: MAY 2017","Abstract":"A key uncertainty in the design and long-time behavior of EGS reservoirs, and their management, is the fracture surface area that controls the rate of heat transfer between the host rock and the circulating injected water. A workflow is developed that uses analytic solutions to estimate this surface area. We first analyze a tracer test to estimate the fracture pore volume swept, the flow geometry, and the presence of multiple fractures (or damage zones around the primary fracture). Using this information about fracture properties, an analytic solution describing produced temperature vs. time can be solving iteratively to estimate surface area. In the case of multiple fractures, we show that the equation governing the produced fluids' temperature is superposed to estimate the surface area. The workflow is shown to be robust, even in the presence of heterogeneity. The workflow is then used to make design decisions and predictions about the sustainably of a reservoir. Also shown is the use of the workflow to estimate power generation as a function of fracture properties (measured) and flow rates (controlled), and show how to scale up to multiple production wells and fracture packs. Assumptions used, and limitations of the method are discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shook, GM (Shook, G. Michael) ; Suzuki, A (Suzuki, Anna)","Title":"Use of tracers and temperature to estimate fracture surface area for EGS reservoirs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600007 PubMed ID: 28069348 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Polysaccharide; Structural characterization; Antioxidant activity KeyWords Plus:CULTURED CORDYCEPS-MILITARIS; LENTINUS-EDODES; BIOACTIVE POLYSACCHARIDES; BIOLOGICAL-ACTIVITIES; ANTITUMOR ACTIVITIES; GANODERMA-LUCIDUM; CHINESE MUSHROOM; FRUITING BODIES; PURIFICATION; EXTRACTION","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 59-66 DOI: 10.1016/j.ijbiomac.2016.12.089 Published: MAY 2017","Abstract":"Previous research found that the polysaccharides isolated from Hohenbuehelia serotina possessed various biological activities, such as antioxidant, immunomodulation and radioprotective effects. However, the structural information of H. serotina polysaccharides has not yet been reported. Therefore, based on the investigation of the antioxidative tracking, a novel polysaccharide named as NTHSP-A1 was isolated from H. serotina by ultrasonic-assistance extraction and anion-exchange and gel permeation chromatography approaches. Structural characterization revealed that NTHSP-A1 had an average molecular weight of 8.09 x 10(3) Da and composed of arabinose, mannose, glucose and galactose in a molar ratio of 4:16:28:11. The polysaccharide was semi-crystalline substance with multi-branching structure. The backbone of NTHSP-A1 was shown to contain -> 43,6)-alpha-D-Glcp-(1 ->, with branches substituted at C-3 of -> 2)-alpha-L-Arap-(1 ->, C-3 of alpha-D-Manp-(1 ->, and C-6 of -> 6)-beta-D-Galp-(1 ->, respectively. This study provides a theoretical basis for the further research on the relationship between biological activity and structure of NTHSP-A1. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, XY (Li, Xiaoyu) ; Wang, L (Wang, Lu) ; Wang, ZY (Wang, Zhenyu)","Title":"Structural characterization and antioxidant activity of polysaccharide from Hohenbuehelia serotina"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010800005 ISSN: 0140-1963 eISSN: 1095-922X","Keywords":"Canopy cover; Carbon stocks; Biodiversity; RapidEye; Landsat; Burkina Faso KeyWords Plus:CANOPY COVER; ABOVEGROUND BIOMASS; EARTH OBSERVATION; WOODY BIOMASS; RANDOM FOREST; BURKINA-FASO; TREE COVER; VEGETATION; WOODLANDS; MODIS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology; Environmental Sciences","Journal Information":"JOURNAL OF ARID ENVIRONMENTS Volume: 140 Pages: 29-41 DOI: 10.1016/j.jaridenv.2016.12.006 Published: MAY 2017","Abstract":"Forest management, agroforestry and tree planting are some of the key approaches to sustainable rural development, and climate change adaptation and mitigation in West African savannas. However, the planning of land management interventions is hindered by the lack of information at relevant spatial resolution. We examined predictive models for mapping various tree, soil and species diversity attributes with a comparison of RapidEye and Landsat imagery. The field data was collected in the vicinity of the community-managed forest in southern Burkina Faso, where the main environmental threats are agricultural expansion and fuelwood extraction. The modelling was done using Random Forest algorithm. According to our results, tree crown cover and correlated attributes, such as basal area and tree species richness, were predicted most accurately. High spatial resolution RapidEye imagery provided the best accuracy but difference to medium resolution Landsat imagery was negligible for most attributes. Burn scar masked Landsat time series performed similar to dry season single date Landsat imagery, but the former avoids image selection and mosaicking, and could be less sensitive to artifacts due to the burn scars. The presented approach provides valuable information on important tree, soil and species diversity attributes for spatial planning of land management interventions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Heiskanen, J (Heiskanen, Janne) ; Liu, JX (Liu, Jinxiu) ; Valbuena, R (Valbuena, Ruben) ; Aynekulu, E (Aynekulu, Ermias) ; Packalen, P (Packalen, Petteri) ; Pellikka, P (Pellikka, Petri)","Title":"Remote sensing approach for spatial planning of land management interventions in West African savannas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427100002 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Face recognition; Feature extraction; Local binary pattern; High-dimensional feature; Linear discriminant analysis; Bit-plane decomposition KeyWords Plus:SPARSE REPRESENTATION; CLASSIFICATION; PROJECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 45 Pages: 11-19 DOI: 10.1016/j.jvcir.2017.02.009 Published: MAY 2017","Abstract":"Transforming an original image into a high-dimensional (HD) feature has been proven to be effective in classifying images. This paper presents a novel feature extraction method utilizing the HD feature space to improve the discriminative ability for face recognition. We observed that the local binary pattern can be decomposed into bit-planes, each of which has scale-specific directional information of the face image. Each bit-plane not only has the inherent local-structure of the face image but also has an illumination robust characteristic. By concatenating all the decomposed bit-planes, we generate an HD feature vector with an improved discriminative ability. To reduce the computational complexity while preserving the incorporated local structural information, a supervised dimension reduction method, the orthogonal linear discriminant analysis, is applied to the HD feature vector. Extensive experimental results show that existing classifiers with the proposed feature outperform those with other conventional features under various illumination, pose, and expression variations. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yoo, CH (Yoo, Cheol-Hwan) ; Kim, SW (Kim, Seung-Wook) ; Jung, JY (Jung, June -Young) ; Ko, SJ (Ko, Sung-Jea)","Title":"High-dimensional feature extraction using bit-plane decomposition of local binary patterns for robust face recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427100008 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Schatten p-norm; Two-dimensional discriminant analysis; Feature extraction; Subspace learning; Image recognition KeyWords Plus:PRINCIPAL COMPONENT ANALYSIS; ROBUST MATRIX COMPLETION; FACE RECOGNITION; PRESERVING PROJECTIONS; L1-NORM MAXIMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 45 Pages: 87-94 DOI: 10.1016/j.jvcir.2017.02.015 Published: MAY 2017","Abstract":"A Schatten p-norm-based two-dimensional principal component analysis (2DPCA-SP) method was proposed for image feature extraction in our previous work. As an unsupervised method, 2DPCA-SP ignores the label information of training samples, which is essential to classification tasks. In this paper, we propose a novel Schatten p-norm-based two-dimensional discriminant analysis (2DDA-SP) method for image feature extraction, which learns an optimal projection matrix by maximizing the difference of Schatten p-norm-based between-class dispersion and Schatten p-norm-based within-class dispersion in low-dimensional feature space. By using both the Schatten p-norm metric and the label information of training samples, 2DDA-SP not only can efficiently extract discriminative features, but is also robust to outliers. We also propose an efficient iterative algorithm to solve the optimization problem of 2DDA-SP with 0 < p < 1. Experimental results on several image databases show that 2DDA-SP with 0 < p < 1 is effective and robust for image feature extraction. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Du, HS (Du, Haishun) ; Zhao, ZL (Zhao, Zhaolong) ; Wang, S (Wang, Sheng) ; Hu, QP (Hu, Qingpu)","Title":"Two-dimensional discriminant analysis based on Schatten p-norm for image feature extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427100014 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Stereoscopic images; Objective quality assessment; Machine learning; Decision fusion; Feature extraction; Image quality database KeyWords Plus:INFORMATION; PERCEPTION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 45 Pages: 156-169 DOI: 10.1016/j.jvcir.2017.02.014 Published: MAY 2017","Abstract":"The problem of stereoscopic image quality assessment, which finds applications in 3D visual content delivery such as 3DTV, is investigated in this work. Specifically, we propose a new ParaBoost (parallel boosting) stereoscopic image quality assessment (PBSIQA) system. The system consists of two stages. In the first stage, various distortions are classified into a few types, and individual quality scorers targeting at a specific distortion type are developed. These scorers offer complementary performance in face of a database consisting of heterogeneous distortion types. In the second stage, scores from multiple quality scorers are fused to achieve the best overall performance, where the fuser is designed based on the parallel boosting idea borrowed from machine learning. Extensive experimental results are conducted to compare the performance of the proposed PBSIQA system with those of existing stereo image quality assessment (SIQA) metrics. The developed quality metric can serve as an objective function to optimize the performance of a 3D content delivery system. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ko, H (Ko, Hyunsuk) ; Song, R (Song, Rui) ; Kuo, CCJ (Kuo, C. -C. Jay)","Title":"A ParaBoost stereoscopic image quality assessment (PBSIQA) system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398388700001 ISSN: 0741-3335 eISSN: 1361-6587","Keywords":"negative ion source; emission spectroscopy; beam diagnostics KeyWords Plus:DESIGN","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PLASMA PHYSICS AND CONTROLLED FUSION Volume: 59 Issue: 5 Article Number: 055017 DOI: 10.1088/1361-6587/aa6584 Published: MAY 2017","Abstract":"The ELISE (extraction from a large ion source experiment) test facility at IPP Garching hosts a RF H- / D(-)ion source and an acceleration system. Its target is to demonstrate the performance foreseen for the ITER neutral beam injector (NBI) system in terms of extracted current density (H / D), fraction of co-extracted electrons and pulse duration. The size of the ELISE extraction area is half that foreseen for the ITER NBI. This paper presents a detailed study of the ELISE beam divergence and uniformity. In particular, it was possible to describe the beam as the sum of two components at very different divergence: about 2 degrees versus 5 degrees/ 7 degrees. As test cases, the beam properties have been measured as function of two source parameters. The first one is the current flowing through the grid facing the plasma, the plasma grid (PG), in order to generate the magnetic filter field. The second one is the bias current flowing between the PG and the source walls. Both the filter field and the bias current influence the fraction of co-extracted electrons, but also the properties of the plasma just in front of the extraction system and the beam properties. The divergence and the uniformity of the beam have been measured by a beam emission spectroscopy (BES) diagnostic; the detailed analysis of the raw spectra collected by BES led to describing the beam with two components of different divergence. This concept has been supported by the information given by thermal imaging of the diagnostic calorimeter. Further support to the proposed beam model has been found in the behavior of the currents flowing in the acceleration system and beamline components; these currents are given by the most divergent (charged) particles of the beam.","Authors":"Barbisan, M (Barbisan, M.) ; Bonomo, F (Bonomo, F.) ; Fantz, U (Fantz, U.) ; Wunderlich, D (Wuenderlich, D.)","Title":"Beam characterization by means of emission spectroscopy in the ELISE test facility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395611500012 ISSN: 0301-679X eISSN: 1879-2464","Keywords":"Vibration analysis; Fuels lubricity; Multiresolution representation; Wavelet decomposition KeyWords Plus:MACHINERY FAULT-DIAGNOSIS; TIME-FREQUENCY ANALYSIS; PALM BIODIESEL; FEATURE-EXTRACTION; AUTOMOTIVE MATERIALS; WAVELET TRANSFORM; DIESEL FUELS; MILD-STEEL; BEHAVIOR; ADDITIVES","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"TRIBOLOGY INTERNATIONAL Volume: 109 Pages: 104-113 DOI: 10.1016/j.triboint.2016.12.031 Published: MAY 2017","Abstract":"The vibration is an important feature associated with metallic contact during operation of the injection system of diesel engines, also its analysis constitutes a tool to evaluate the lubricity indirectly. In this sense, this work uses multiresolution analysis to characterize vibration signals, improving lubricity evaluation. The experimental setup consisted of the lubricity analysis of different fuels using HFRR equipment where friction coefficient was monitored during the test as well as vibration signals. After that, Discrete Wavelet Transform generated time scale representation of the vibration signals. This analysis provides complementary information about lubrication, in real time, and it can be associated with wear scar diameter (WSD). The results demonstrated the feasibility of this approach to evaluate fuels lubricity in a dynamic way.","Authors":"de Oliveira, JJ (de Oliveira, Jose Josemar, Jr.) ; de Farias, ACM (Mendes de Farias, Aline Cristina) ; Alves, SM (Alves, Salete Martins)","Title":"Evaluation of the biodiesel fuels lubricity using vibration signals and multiresolution analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599800018 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Arbutus unedo L. fruits; Catechin-enriched extract; Physical and chemical stability; Reaction kinetics modeling; pH and temperature effects KeyWords Plus:RESPONSE-SURFACE METHODOLOGY; GREEN-TEA; NORTHEASTERN PORTUGAL; CHEMICAL CHARACTERISTICS; PHENOLIC ANTIOXIDANTS; ASSISTED EXTRACTION; STRAWBERRY TREE; WILD FRUITS; OPTIMIZATION; FLAVONOIDS","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 99 Pages: 150-162 DOI: 10.1016/j.indcrop.2017.02.002 Published: MAY 2017","Abstract":"Arbutus unedo L (strawberry-tree) fruits could be considered an alternative source of flavan-3-ols, in particular catechin and its derivatives. These compounds are known for a variety of applications in food (especially as food additives), pharmaceutical and cosmetic industry. Therefore, catechin-enriched extracts (60% flavan-3-ols and 22% of catechin) were obtained from A. unedo fruits and further submitted to physical and chemical stability studies, considering the main affecting variables (time, temperature and pH): i) a stability study of the extracts during the obtaining and storage procedures (powder system); and ii) a stability study of the extracts in simulated food environment (aqueous solution system). The measured responses were the flavan-3-ols and catechin contents, determined by High performance liquid chromatography couple to a diode array detector (HPLC-DAD), and the antioxidant activity of the extracts evaluated by hydrophilic assays. Mechanistic and phenomenological equations were used to describe the responses, and the optimal conditions for flavan-3-ols (including catechin) stability as powder extract during a month were pH = 5.4 and T= 20 C-circle; while its stability in aqueous solution remained during the 24 h of application at pH <4 and T <30 C-circle. These results provide useful information for: i) potential industrial use of A. unedo fruits as alternative sources of flavan-3-ols; and ii) shelf-life calculations and catechin loss predictions at specific conditions of temperature and pH. Finally, the results obtained showed a certain agreement with previous reports of catechin stability studies in powder and solution systems, but providing a new alternative source: A. unedo fruits. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Albuquerque, BR (Albuquerque, Bianca R.) ; Prieto, MA (Prieto, M. A.) ; Barros, L (Barros, Lillian) ; Ferreira, ICFR (Ferreira, Isabel C. F. R.)","Title":"Assessment of the stability of catechin-enriched extracts obtained from Arbutus unedo L. fruits: Kinetic mathematical modeling of pH and temperature properties on powder and solution systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300006 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Paraphrase identification; Semantic text similarity; Semantic analysis; Arabic language; Natural language processing","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 640-652 DOI: 10.1016/j.ipm.2017.01.002 Published: MAY 2017","Abstract":"The rapid growth in digital information has raised considerable challenges in particular when it comes to automated content analysis. Social media such as twitter share a lot of its users' information about their events, opinions, personalities, etc. Paraphrase Identification (PI) is concerned with recognizing whether two texts have the same/similar meaning, whereas the Semantic Text Similarity (STS) is concerned with the degree of that similarity. This research proposes a state-of-the-art approach for paraphrase identification and semantic text similarity analysis in Arabic news tweets. The approach adopts several phases of text processing, features extraction and text classification. Lexical, syntactic, and semantic features are extracted to overcome the weakness and limitations of the current technologies in solving these tasks for the Arabic language. Maximum Entropy (MaxEnt) and Support Vector Regression (SVR) classifiers are trained using these features and are evaluated using a dataset prepared for this research. The experimentation results show that the approach achieves good results in comparison to the baseline results. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Al-Smadi, M (Al-Smadi, Mohammad) ; Jaradat, Z (Jaradat, Zain) ; Al-Ayyoub, M (Al-Ayyoub, Mahmoud) ; Jararweh, Y (Jararweh, Yaser)","Title":"Paraphrase identification and semantic text similarity analysis in Arabic news tweets using lexical, syntactic, and semantic features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300012 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Clustering; Segmentation; Vision-based page segmentation; VIPS KeyWords Plus:INFORMATION EXTRACTION; HYBRID APPROACH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 735-750 DOI: 10.1016/j.ipm.2017.02.002 Published: MAY 2017","Abstract":"This paper presents a novel approach to web page segmentation, which is one of substantial preprocessing steps when mining data from Web documents. Most of the current segmentation methods are based on algorithms that work on a tree representation of web pages (DOM tree or a hierarchical rendering model) and produce another tree structure as an output. In contrast, our method uses a rendering engine to get an image of the web page, takes the smallest rendered elements of that image, performs clustering using a custom algorithm and produces a flat set of segments of a given granularity. For the clustering metrics, we use purely visual properties only: the distance of elements and their visual similarity. We experimentally evaluate the properties of our algorithm by processing 2400 web pages. On this set of web pages, we prove that our algorithm is almost 90% faster than the reference algorithm. We also show that our algorithm accuracy is between 47% and 133% of the reference algorithm accuracy with indirect correlation of our algorithm's accuracy to the depth of inspected page structure. In our experiments, we also demonstrate the advantages of producing a flat segmentation structure instead of an hierarchy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zeleny, J (Zeleny, Jan) ; Burget, R (Burget, Radek) ; Zendulka, J (Zendulka, Jaroslav)","Title":"Box clustering segmentation: A new method for vision-based web page preprocessing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397948800002 ISSN: 0004-6280 eISSN: 1538-3873","Keywords":"astrometry; instrumentation: miscellaneous; methods: analytical; methods: numerical; techniques: image processing KeyWords Plus:GAIA MISSION; ASTROMETRY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"PUBLICATIONS OF THE ASTRONOMICAL SOCIETY OF THE PACIFIC Volume: 129 Issue: 975 Article Number: 054502 DOI: 10.1088/1538-3873/aa5c9c Published: MAY 1 2017","Abstract":"Optimal estimation of signal amplitude, background level, and photocenter location is crucial to the combined extraction of astrometric and photometric information from focal plane images, in particular from the one-dimensional measurements performed by Gaia on intermediate to faint magnitude stars. Our goal is to define a convenient maximum likelihood framework that is suited to the efficient iterative implementation and assessment of noise level, bias, and correlation among variables. The analytical model is investigated numerically and verified by simulation over a range of magnitude and background values. The estimates are unbiased, with a well-understood correlation between amplitude and background, and with a much lower correlation of either of them with location, further alleviated in case of signal symmetry. Two versions of the algorithm are implemented and tested against each other, respectively, for independent and combined parameter estimation. Both are effective and provide consistent results, but the latter is more efficient because it takes into account the flux-background estimate correlation.","Authors":"Gai, M (Gai, M.) ; Busonero, D (Busonero, D.) ; Cancelliere, R (Cancelliere, R.)","Title":"Performance of an Algorithm for Estimation of Flux, Background, and Location on One-dimensional Signals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900036 ISSN: 0306-4549","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 384-392 DOI: 10.1016/j.anucene.2017.02.004 Published: MAY 2017","Abstract":"Initiating event identification is essential in managing nuclear power plant (NPP) severe accidents. In this paper, a novel two-stage feature extraction scheme that incorporates the proposed sensor type-wise block projection (stBP) and deflatable sequential forward selection (dSFS) is used to elicit the discriminant information in the data obtained from various NPP sensors to facilitate event identification. With the stBP, the primal features can be extracted without eliminating the interrelations among the sensors of the same type. The extracted features are then subjected to a further dimensionality reduction by selecting the sensors that are most relevant to the events under consideration. This selection is not easy, and a combinatorial optimization technique is normally required. With the dSFS, an optimal sensor set can be found with less computational load. Moreover, its sensor deflation stage allows sensors in the preselected set to be iteratively refined to avoid being trapped into a local optimum. Results from detailed experiments containing data of 12 event categories and a total of 112 events generated with a Taiwan's Maanshan NPP simulator are presented to illustrate the efficacy of the proposed scheme. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lin, TH (Lin, Ting-Han) ; Wu, SC (Wu, Shun-Chi) ; Chen, KY (Chen, Kuang-You) ; Chou, HP (Chou, Hwai-Pwu)","Title":"Feature extraction and sensor selection for NPP initiating event identification"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395089800008 ISSN: 1523-0406 eISSN: 1545-0465","Keywords":"Surface network; terrain analysis; topology; Warntz network KeyWords Plus:DIGITAL ELEVATION MODELS; SURFACE NETWORKS; TERRAIN FEATURES; CRITICAL-POINTS; CONTOUR MAP; COMPUTATION; EXTRACTION; INFORMATION; ALGORITHMS; COMPLEXES","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CARTOGRAPHY AND GEOGRAPHIC INFORMATION SCIENCE Volume: 44 Issue: 3 Pages: 271-282 DOI: 10.1080/15230406.2016.1164625 Published: MAY 2017","Abstract":"In the field of terrain analysis, a primary goal is to effectively identify topographic features for a better understanding of their associated processes. The relationships among features are, therefore, of particular importance. The concept of the surface network, involving and defined by such features as peaks, pits, various saddles, ridge lines, and the opposite course lines, can be a beneficial construct for describing and modeling any mathematical surface and, perhaps, topographic surfaces, as well. However, limitations of terrain data collection, storage, and computational processing have presented difficulties when attempting to make the jump from such logical constructs and their supporting mathematical theories to the development of tools and mapped products representing the measured topography of a landscape. Compared to feature extraction, less attention has been given to the topological relationships among topographic features. This article provides a chronological review of the development of surface network and critical point theory, the study of topography, and the progression of terrain analysis with particular consideration given to the application of surface network theory to represent the topology of topography. Any possible true computed surface network is concluded to be scale-dependent, fuzzy, and vague and its undisputed calculation elusive.","Authors":"Clarke, KC (Clarke, Keith C.) ; Romero, BE (Romero, Boleslo E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Clarke, Keith  http://orcid.org/0000-0001-5805-6056","Title":"On the topology of topography: a review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Idea plagiarism; Concept extraction; Syntax-semantic; Genetic algorithm; Summary obfuscation KeyWords Plus:N-GRAMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 11-26 DOI: 10.1016/j.eswa.2016.12.022 Published: MAY 1 2017","Abstract":"Plagiarism is increasingly becoming a major issue in the academic and educational domains. Automated and effective plagiarism detection systems are direly required to curtail this information breach, especially in tackling idea plagiarism. The proposed approach is aimed to detect such plagiarism cases, where the idea of a third party is adopted and presented intelligently so that at the surface level, plagiarism cannot be unmasked. The reported work aims to explore syntax-semantic concept extractions with genetic algorithm in detecting cases of idea plagiarism. The work mainly focuses on idea plagiarism where the source ideas are plagiarized and represented in a summarized form. Plagiarism detection is employed at both the document and passage levels by exploiting the document concepts at various structural levels. Initially, the idea embedded within the given source document is captured using sentence level concept extraction with genetic algorithm. Document level detection is facilitated with word-level concepts where syntactic information is extracted and the non-plagiarized docuinents are pruned. A combined similarity metric that utilizes the semantic level concept extraction is then employed for passage level detection. The proposed approach is tested on PAN13-14(1)plagiarism corpus for summary obfuscation data, which represents a challenging case of idea plagiarism. The performance of the current approach and its variations are evaluated both at the document and passage levels, using information retrieval and PAN plagiarism measures respectively. The results are also compared against six top ranked plagiarism detection systems submitted as a part of PAN13-14 competition. The results obtained are found to exhibit significant improvement over the compared systems and hence reflects the potency of the proposed syntax-semantic based concept extractions in detecting idea plagiarism. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Vani, K (Vani, K.) ; Gupta, D (Gupta, Deepa)","Title":"Detection of idea plagiarism using syntax-Semantic concept extractions with genetic algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200009 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Information extraction; N-ary relation; Ontology; Data mining; Sequential pattern; Quantitative data; Linguistic pattern KeyWords Plus:INFORMATION; ONTOLOGY; PATTERNS; UNITS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 115-124 DOI: 10.1016/j.eswa.2016.12.028 Published: MAY 1 2017","Abstract":"Here we present the Xart system based on a three-step hybrid method using data mining approaches and syntactic analysis to automatically discover and extract relevant data modeled as n-ary relations in plain text. A n-ary relation links a studied object with its features considered as several arguments. We addressed the challenge of designing a novel method to handle the identification and extraction of heterogeneous arguments such as symbolic arguments, quantitative arguments composed of numbers and various measurement units. We thus developed the Xart system, which relies on a domain ontology for discovering patterns, in plain text, to identify arguments involved in n-ary relations. The discovered patterns take advantage of different ontological levels that facilitate identification of all arguments and pool them in the sought n-ary relation. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Berrahou, SL (Berrahou, Soumia Lilia) ; Buche, P (Buche, Patrice) ; Dibie, J (Dibie, Juliette) ; Roche, M (Roche, Mathieu)","Title":"Xart: Discovery of correlated arguments of n-ary relations in text"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398009800010 ISSN: 0376-7388 eISSN: 1873-3123","Keywords":"Polymer inclusion membrane; Aliquat 336; Ionic liquid; Impedance spectroscopy; Membrane potential KeyWords Plus:RAY PHOTOELECTRON-SPECTROSCOPY; IMPEDANCE SPECTROSCOPY; METAL-IONS; REMOVAL; PIMS; PLASTICIZER; EXTRACTION; CARRIER; WATER","Categories":"Engineering; Polymer Science Web of Science Categories:Engineering, Chemical; Polymer Science","Journal Information":"JOURNAL OF MEMBRANE SCIENCE Volume: 529 Pages: 87-94 DOI: 10.1016/j.memsci.2017.01.055 Published: MAY 1 2017","Abstract":"Polymer inclusion membranes (PIMs) have been prepared using cellulose triacetate (CTA) as polymer and derivatives of the commercial ionic liquid (IL) Aliquat 336, trioctyl methylammonium chloride (AlqCl), as extractants. The different ILs were prepared by exchanging chloride anion from AlqCl for other more lipophilic anions, obtaining IL derivatives AlqNO(3) and AlqSCN. PIMs containing these extractants at two different concentrations (30% and 60%) were prepared and characterized using X-ray photoelectron spectroscopy (XPS), infrared spectroscopy (FTIR), thermogravimetric analysis (TGA), contact angle and impedance spectroscopy to obtain information on the material properties of both the surface and bulk membranes. The IL counter-anion affects the membrane's electrical parameters (dielectric constant and conductivity) as well as its hydrophobic character, which also depends on the IL concentration in the PIM formulation. Passive transport across the different PIMs using HCl and NaCl aqueous solutions was also considered, and the results obtained seem to be directly related to the hydrophilic/hydrophobic character of the studied membranes.","Authors":"Vera, R (Vera, R.) ; Gelde, L (Gelde, L.) ; Antico, E (Antico, E.) ; de Yuso, MVM (Martinez de Yuso, M. V.) ; Benavente, J (Benavente, J.) ; Fontas, C (Fontas, C.)","Title":"Tuning physicochemical, electrochemical and transport characteristics of polymer inclusion membrane by varying the counter-anion of the ionic liquid Aliquat 336"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700003 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Face recognition; Local descriptor; Chain code; Chain code-based local descriptor KeyWords Plus:BINARY PATTERNS; TEXTURE CLASSIFICATION; INTEREST REGIONS; REPRESENTATION; HISTOGRAM; SCALE; EIGENFACES; ALGORITHMS; FRAMEWORK; DATABASE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 26-34 DOI: 10.1016/j.patcog.2016.12.008 Published: MAY 2017","Abstract":"Local descriptors are widely used technique of feature extraction to obtain information about both local and global properties of an object. Here, we discuss an application of the Chain Code-Based Local Descriptor to face recognition by focusing on various datasets and considering different variants of this description method. We augment the generic form of the descriptor by adding a possibility of grouping pixels into blocks, i.e., effectively describing larger neighborhoods. The results of experiments show the efficiency of the approach. We demonstrate that the obtained results are comparable or even better than those delivered by other important algorithms in the class of methods based on the Bag-of-Visual-Words paradigm.","Authors":"Karczmarek, P (Karczmarek, Pawel) ; Kiersztyn, A (Kiersztyn, Adam) ; Pedrycz, W (Pedrycz, Witold) ; Dolecki, M (Dolecki, Michal)","Title":"An application of chain code-based local descriptor and its extension to face recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392861300008 ISSN: 0969-6016 eISSN: 1475-3995","Keywords":"hierarchical clustering; quartets; variable neighborhood search; biomedical information extraction; data representation; graphs KeyWords Plus:COMPRESSION; SIMILARITY; BIOLOGY; UPGMA","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"INTERNATIONAL TRANSACTIONS IN OPERATIONAL RESEARCH Volume: 24 Issue: 3 Pages: 537-557 DOI: 10.1111/itor.12240 Published: MAY 2017","Abstract":"Medline/PubMed is the largest reference database collecting, organizing, and analyzing biomedical literature. We propose an automated methodology that is capable of searching relevant references for systematic reviews and meta-analysis from the Medline/PubMed database, and then to visualize the retrieved bibliography through an intuitive method based on a graph layout. In particular, document relationships are represented via the quartet method of hierarchical clustering. As this novel approach is based on an NP-hard combinatorial problem, a reduced variable neighborhood search is used for producing the graph of document clusters as output from the input distance matrix whereby the number of clusters is not known in advance. The distance matrix is derived from the link-ranking XML data returned by PubMed with the search results. It is demonstrated how the method allows to retrieve biomedical related bibliography, to find the structure of the literature collection examined, and to detect linked works within thematic areas of interest. With this methodology, scientists are assisted in the analysis of complex citations networks from the biomedical literature.","Authors":"Consoli, S (Consoli, Sergio) ; Stilianakis, NI (Stilianakis, Nikolaos I.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Consoli, Sergio  http://orcid.org/0000-0001-7357-5858","Title":"A quartet method based on variable neighborhood search for biomedical literature extraction and clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100028 PubMed ID: 28069205 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound energy; Accelerated continuous ageing; Holanda; Youden-Steiner's procedure; TPI; Chips KeyWords Plus:SENSORY CHARACTERISTICS; ANTIOXIDANT ACTIVITY; ASSISTED EXTRACTION; PHENOLIC-COMPOUNDS; SHERRY WINES; OAK CHIPS; BRANDY; COLOR; OPTIMIZATION; POLYPHENOLS","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 226-235 DOI: 10.1016/j.ultsonch.2016.11.031 Published: MAY 2017","Abstract":"During the ageing of brandies, many physicochemical processes take place involving the distilled spirit and the wood of the casks. Because of these reactions, the polyphenolic content of brandies and their content of organic acids increase with the ageing. These reactions are slow, and the ageing of high-quality brandies takes several years. In this paper, the development of a system that uses the circulation of the wine distillate through encapsulated American oak chips and the application of ultrasound energy with the aim of producing aged wine spirits has been carried out, and the influences of the operation variables over the characteristics of the produced drink have been measured. With that proposal, the influence of different powers of ultrasound, and also the influence of the movement of the liquor through oak chips, was determined first. This way, the results show that higher powers of ultrasound, of nearly 40 W/L, in addition with the movement of the spirit, improve the extraction of phenolic compounds in a 33.94%, after seven days of ageing. Then, applying Youden and Steiner's experimental design, eight experiments of ageing were performed, and the samples obtained by this new method were analysed to obtain information related to their physicochemical and oenological characterisation in order to determine the experimental conditions that produce the best ageing results. This way, the best spirit produced by this new method of ageing is obtained with a high alcoholic strength of the distilled wine and a high quantity of oak chips, and with room temperature and high flow rate. In addition, the presence of oxygen in the sample and the absence of light increase the quality of the produced spirit. Finally, the application of ultrasound energy in large pulses is related with the improvement of two important ageing markers: the intensity of the colour and the TPI. As a last experiment, we applied this ageing method to five varietal spirits. The sensorial analysis of aged samples showed the aged spirits had better ratings than the initial distilled wine. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Delgado-Gonzalez, MJ (Delgado-Gonzalez, M. J.) ; Sanchez-Guillen, MM (Sanchez-Guillen, M. M.) ; Garcia-Moreno, MV (Garcia-Moreno, M. V.) ; Rodriguez-Dodero, MC (Rodriguez-Dodero, M. C.) ; Garcia-Barroso, C (Garcia-Barroso, C.) ; Guilien-Sanchez, DA (Guilien-Sanchez, D. A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Guillen Sanchez, Dominico Antonio  http://orcid.org/0000-0002-7286-9640","Title":"Study of a laboratory-scaled new method for the accelerated continuous ageing of wine spirits by applying ultrasound energy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398493300003 ISSN: 0022-3727 eISSN: 1361-6463","Keywords":"metal-organic vapor phase epitaxy; GaN-on-diamond; tensile stress reduction KeyWords Plus:CRACK-FREE GAN; HIGH-TEMPERATURE; SILICON-CARBIDE; THIN-FILMS; SI(111); STRESS","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"JOURNAL OF PHYSICS D-APPLIED PHYSICS Volume: 50 Issue: 16 Article Number: 165103 DOI: 10.1088/1361-6463/aa60a0 Published: APR 26 2017","Abstract":"Heat extraction is often essential in ensuring efficient performance of semiconductor devices and requires minimising the thermal resistance between the functional semiconductor layers and any heat sink. This paper reports the epitaxial growth of N-polar GaN films on polycrystalline diamond substrates of high thermal conductivity with metal-organic vapor phase epitaxy, by using a SixC layer formed during deposition of polycrystalline diamond on a silicon substrate. The SixC layer acts to provide the necessary structure ordering information for the formation of a single crystal GaN film at the wafer scale. It is shown that a three-dimensional island (3D) growth process removes hexagonal defects that are induced by the non-single crystal nature of the SixC layer. It is also shown that intensive 3D growth and the introduction of a convex curvature of the substrate can be deployed to reduce tensile stress in the GaN epitaxy to enable the growth of a crack-free layer up to a thickness of 1.1 mu m. The twist and tilt can be as low as 0.65 degrees and 0.39 degrees respectively, values broadly comparable with GaN grown on Si substrates with a similar structure.","Authors":"Jiang, QZ (Jiang, Quanzhong) ; Allsopp, DWE (Allsopp, Duncan W. E.) ; Bowen, CR (Bowen, Chris R.)","Title":"Growth of GaN epitaxial films on polycrystalline diamond by metal-organic vapor phase epitaxy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397553300004 ISSN: 0378-3812 eISSN: 1879-0224","Keywords":"Aromatic extraction; Lubricating oils; Density; Refractive index; Pseudo-components KeyWords Plus:LIQUID-LIQUID EQUILIBRIUM; SOLVENT-EXTRACTION; HEAVY OIL; MIXTURES; HYDROCARBONS; PETROLEUM; AROMATICS; SULFOLANE; MODEL; CUT","Categories":"Thermodynamics; Chemistry; Engineering Web of Science Categories:Thermodynamics; Chemistry, Physical; Engineering, Chemical","Journal Information":"FLUID PHASE EQUILIBRIA Volume: 438 Pages: 29-36 DOI: 10.1016/j.fluid.2017.02.003 Published: APR 25 2017","Abstract":"Lubricating oil cuts are obtained by vacuum distillation of residues followed by a series of refining processes, such as aromatic removal. The aromatic content of vacuum distillates is reduced by solvent extraction, usually with furfural. Among the different properties of lubricating oils, density and refractive index are key to determine their final quality. In this work, density (D-20) and refractive index (n(20)) at 20 degrees C of lubricating oil mixtures were determined from a pseudo-component characterization of the fluid using mixing rules. For that purpose, correlations between these properties and the average boiling point of the feedstock (T-50%) were determined. These correlations were applied to different feedstock, thus obtaining the corresponding pseudo-component D-20 and n(20) values. Finally, D-20 and n(20) of the studied mixtures were calculated by using mixing rules relating pseudo-component properties and composition of samples. Obtained results were compared to those determined by a variety of methods in order to check the reliability of pseddo-component approach. Comparison of D-2 0 predictions show that pseudo-component mixing rule exhibits similar accuracy as the best of the methods tested for the studied lubricating oil mixtures. Regarding to n(20) predictions, the use of a function of refractive index as pseudo-component property, instead of refractive index, clearly improves the prediction accuracy. This modification yields deviations similar to those obtained by the most accurate of the Methods tested for the analyzed lubricating oil mixtures. Pseudo-component approach presents as main advantage over tested correlations, that experimental information on refractive index or density are not required. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Espada, JJ (Espada, Juan J.) ; Rodriguez, R (Rodriguez, Rosalia)","Title":"Prediction of density and refractive index in furfural plus lubricating oil systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397553300006 ISSN: 0378-3812 eISSN: 1879-0224","Keywords":"NMR spectroscopy; Medium field; Benchtop NMR spectrometer; Quantitative NMR; Liquid-liquid equilibrium; Ternary system; Slope curve method KeyWords Plus:RESOLUTION NMR-SPECTROSCOPY; MONITORING FAST REACTIONS; DIETHYL-ETHER; MIXTURES; WATER; REACTOR; FORMALDEHYDE; EXTRACTION; METHANOL; SYSTEMS","Categories":"Thermodynamics; Chemistry; Engineering Web of Science Categories:Thermodynamics; Chemistry, Physical; Engineering, Chemical","Journal Information":"FLUID PHASE EQUILIBRIA Volume: 438 Pages: 44-52 DOI: 10.1016/j.fluid.2017.01.027 Published: APR 25 2017","Abstract":"A new method for non-invasive measurement of liquid-liquid equilibria (LLE) using a compact medium field nuclear magnetic resonance (NMR) spectrometer is presented. Mixing of all components, phase separation, and analysis of the composition of the coexisting phases is performed in situ in an NMR glass tube. Thus, the experimental effort is reduced and errors caused by sampling are eliminated. Furthermore, calibration of the analysis method is not necessary as quantitative information is obtained directly from the NMR spectra. The proposed method for studying LLE in situ can be swiftly conducted in standard chemical laboratories as medium field NMR spectrometer do not require dedicated laboratory infrastructure but enable convenient handling and fast analysis of the samples. In the present work, four non-reactive ternary solvent systems with closed miscibility gap (toluene + acetone + water, diethyl ether + acetone + water, diethyl ether + methanol + water, and acetonitrile + ethanol + cyclohexane) and one reactive ternary system (water + acetic acid + acetic anhydride) were investigated at a temperature of 22.0 degrees C using H-1 medium field NMR spectroscopic measurements. For comparison, the composition of the coexisting phases is also examined for one non-reactive system (acetonitrile + ethanol + cyclohexane) using C-13 medium field NMR spectroscopy as well as spatially resolved spectroscopy in a conventional high field NMR spectrometer. The comparison of the results of the present work to literature data shows that the new proposed method enables swift and reliable investigations of LLE. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Friebel, A (Friebel, Anne) ; Froscher, A (Froescher, Agnes) ; Munnemann, K (Muennemann, Kerstin) ; von Harbou, E (von Harbou, Erik) ; Hasse, H (Hasse, Hans)","Title":"In situ measurement of liquid-liquid equilibria by medium field nuclear magnetic resonance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397355200015 ISSN: 0169-555X eISSN: 1872-695X","Keywords":"Tidal notches; Terrestrial laser-scanning; Computer vision; Fuzzy logic; Hough transformation; Palaeoseismology KeyWords Plus:ACTIVE NORMAL FAULTS; PERACHORA PENINSULA; COASTAL NOTCHES; MARINE NOTCHES; CENTRAL GREECE; EDGE-DETECTION; ELIKI FAULT; SLIP RATES; SEA; HOLOCENE","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"GEOMORPHOLOGY Volume: 283 Pages: 189-200 DOI: 10.1016/j.geomorph.2017.01.028 Published: APR 15 2017","Abstract":"Tidal notches are a generally accepted sea-level marker and maintain particular interest for palaeoseismic studies since coastal seismic activity potentially displaces them from their genetic position. The result of subsequent seismic events is a notch sequence reflecting the cumulative coastal uplift In order to evaluate preserved notch sequences, an innovative and interdisciplinary workflow is presented that accurately highlights evidence for palaeo-sea-level markers. The workflow uses data from terrestrial laser scanning and iteratively combines high-resolution curvature analysis, high performance edge detection, and feature extraction. Based on the assumptions that remnants, such as the roof of tidal notches, form convex patterns, edge detection is performed on principal curvature images. In addition, a standard algorithm is compared to edge detection results from a custom Fuzzy logic approach. The results pass through a Hough transform in order to extract continuous line features of an almost horizontal orientation. The workflow was initially developed on a single, distinct, and sheltered exposure in southern Crete and afterwards successfully tested on laser scans of different coastal cliffs from the Perachora Peninsula. This approach allows a detailed examination of otherwise inaccessible locations and the evaluation of lateral and 3D geometries, thus evidence for previously unrecognised sea-level markers can be identified even when poorly developed. High resolution laser scans of entire cliff exposures allow local variations to be quantified. Edge detection aims to reduce information on the surface curvature and Hough transform limits the results towards orientation and continuity. Thus, the presented objective methodology enhances the recognition of tidal notches and supports palaeoseismic studies by contributing spatial information and accurate measurements of horizontal movements, beyond that recognised during traditional surveys. This is especially useful for the identification of palaeo-shorelines in extensional tectonic environments where coseismic footwall uplift (only 1/2 to 1/4 of net slip per event) is unlikely to raise an entire notch above the tidal range. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Schneiderwind, S (Schneiderwind, S.) ; Boulton, S (Boulton, S. J.) ; Papanikolaou, I (Papanikolaou, I.) ; Reicherter, K (Reicherter, K.)","Title":"Innovative tidal notch detection using TLS and fuzzy logic: Implications for palaeo-shorelines from compressional (Crete) and extensional (Gulf of Corinth) tectonic settings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398607500008 ISSN: 0885-6087 eISSN: 1099-1085","Keywords":"DEM; flow path extraction; geographic information systems; river network; terrain analysis KeyWords Plus:DRAINAGE NETWORKS; AREAS","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"HYDROLOGICAL PROCESSES Volume: 31 Issue: 8 Pages: 1650-1661 DOI: 10.1002/hyp.11135 Published: APR 15 2017","Abstract":"This paper presents improvements to the global D8 (GD8) method for calculating single flow directions in a grid digital elevation model. Flow directions computed from grid digital elevation models serve as the foundation for much of the analysis and modeling of hydrological processes that are driven by topographic gradients. The literature includes both single flow direction methods, where flow goes to only one downslope cell, and multiple flow direction methods that apportion flow among multiple downslope cells. Among single flow direction methods, the standard D8 method, in which the flow direction is set based on the steepest local slope, results in bias on surfaces that do not align with the grid directions. Efforts to address this problem have led to the development of extended methods that account for elevation values further upslope in determining flow directions. We have identified discrepancies in one such method, GD8, and have examined ways to resolve these discrepancies. An improvement to GD8, named iGD8, is presented that allows replacing a reference cell from which path deviations are accumulated and that considers horizontal path deviation rather than global slope as a flow direction criterion. The improved method is found to be effective in resolving the problems encountered with GD8 and to be more efficient than a previously proposed alternative method (least transversal deviation (LTD) based D8, namely D8-LTD) that uses recursive searching for the largest upstream area when multiple flow paths converge. The proposed improved GD8 method offers the opportunity for improved analysis and modeling of topographically driven hydrological processes by providing better foundational flow directions for these analyses.","Authors":"Shin, S (Shin, Sanghoon) ; Paik, K (Paik, Kyungrock)","Title":"An improved method for single flow direction calculation in grid digital elevation models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076500009 PubMed ID: 28122288 ISSN: 1386-1425","Keywords":"Terahertz time domain spectroscopy (THz-TDS); Unmixing; Nonnegative matrix factorization (NMF); Constraint NMF (CNMF) KeyWords Plus:TIME-DOMAIN SPECTROSCOPY; TERAHERTZ SPECTROSCOPY; IDENTIFICATION; EXTRACTION; PESTICIDES; ALGORITHM; MIXTURES","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART A-MOLECULAR AND BIOMOLECULAR SPECTROSCOPY Volume: 177 Pages: 49-57 DOI: 10.1016/j.saa.2017.01.009 Published: APR 15 2017","Abstract":"In many situations the THz spectroscopic data observed from complex samples represent the integrated result of several interrelated variables or feature components acting together. The actual information contained in the original data might be overlapping and there is a necessity to investigate various approaches for model reduction and data unmixing. The development and use of low-rank approximate nonnegative matrix factorization (NMF) and smooth constraint NMF (CNMF) algorithms for feature components extraction and identification in the fields of terahertz time domain spectroscopy (THz-TDS) data analysis are presented. The evolution and convergence properties of NMF and CNMF methods based on sparseness, independence and smoothness constraints for the resulting nonnegative matrix factors are discussed. For general NMF, its cost function is nonconvex and the result is usually susceptible to initialization and noise corruption, and may fall into local minima and lead to unstable decomposition. To reduce these drawbacks, smoothness constraint is introduced to enhance the performance of NMF. The proposed algorithms are evaluated by several THz-TDS data decomposition experiments including a binary system and a ternary system simulating some applications such as medicine tablet inspection. Results show that CNMF is more capable of finding optimal solutions and more robust for random initialization in contrast to NMF. The investigated method is promising for THz data resolution contributing to unknown mixture identification. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ma, YH (Ma, Yehao) ; Li, X (Li, Xian) ; Huang, PJ (Huang, Pingjie) ; Hou, DB (Hou, Dibo) ; Wang, Q (Wang, Qiang) ; Zhang, GX (Zhang, Guangxin)","Title":"THz spectral data analysis and components unmixing based on non-negative matrix factorization methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800012 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Data mining; Classification; Temporal data; Optimization KeyWords Plus:DOMINANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 148-158 DOI: 10.1016/j.knosys.2017.02.001 Published: APR 15 2017","Abstract":"This study focuses on the problem of supervised classification on heterogeneous temporal data featuring a mixture of attribute types (numeric, binary, symbolic, temporal). We present a model for classification rules designed to use both non-temporal attributes and sequences of temporal events as predicates. We also propose an efficient local search-based metaheuristic algorithm to mine such rules in large scale, real-life data sets extracted from a hospital's information system. The proposed algorithm, MOSC (Multi Objective Sequence Classifier), is compared to standard classifiers and previous works on these real data sets and exhibits noticeably better classification performance. While designed with medical applications in mind, the proposed approach is generic and can be used for problems from other application domains. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Vandromme, M (Vandromme, M.) ; Jacques, J (Jacques, J.) ; Taillard, J (Taillard, J.) ; Hansske, A (Hansske, A.) ; Jourdan, L (Jourdan, L.) ; Dhaenens, C (Dhaenens, C.)","Title":"Extraction and optimization of classification rules for temporal sequences: Application to hospital data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389909100009 PubMed ID: 27979244 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Egg yolk; Phospholipids; Fatty acids composition; UPLC-Q-TOF-MS KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; TANDEM MASS-SPECTROMETRY; EVAPORATIVE LIGHT-SCATTERING; PLASMA; SEPARATION; LIPIDS; EXTRACTION; SAMPLES; DIETS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 221 Pages: 58-66 DOI: 10.1016/j.foodchem.2016.10.043 Published: APR 15 2017","Abstract":"Egg phospholipids (PLs) are currently the products of greatest commercial interest with major area of importance in various fields. Therefore, in this study, duck, hen and quail egg yolk PLs were isolated by solvent extraction with chilled acetone precipitation, and subsequently separated and identified by using ultra-performance liquid chromatography with quadrupole-time-of-flight mass spectrometry (UPLC-Q-TOF-MS). Egg PLs were separated on hydrophilic interaction liquid chromatography (HILIC) with ethylene bridged hybrid (BEH) column by gradient elution using acetonitrile/ammonium formate as a mobile phase, and detected by mass spectrometry (MS) under electrospray ionization in positive and negative ion mode. Structural characterizations of 57 molecular species of egg yolk PLs were identified based on MS/MS fragment ion information and elemental composition in MassLynx 4.1 software. The obtained results showed that phosphatidylcholine (16:0-18:1), phosphatidylethanolamine (18:0-20:4), phosphatidylinositol (18: 0-18: 2), phosphatidylserine (18: 0-18: 2), sphingomyelin (d18:1/16:0) and lysophosphatidylcholine (16: 0) were the predominant species among the different classes of egg yolk phospholipids. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ali, AH (Ali, Abdelmoneim H.) ; Zou, XQ (Zou, Xiaoqiang) ; Lu, J (Lu, Jian) ; Abed, SM (Abed, Sherif M.) ; Yao, YP (Yao, Yunping) ; Tao, GJ (Tao, Guanjun) ; Jin, QZ (Jin, Qingzhe) ; Wang, X (Wang, Xingguo)","Title":"Identification of phospholipids classes and molecular species in different types of egg yolk by using UPLC-Q-TOF-MS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389909100121 PubMed ID: 27979298 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Microsatellite; Genetic traceability; Seafood authentication; Seafood counterfeiting KeyWords Plus:FISH; PACIFIC","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 221 Pages: 944-949 DOI: 10.1016/j.foodchem.2016.11.070 Published: APR 15 2017","Abstract":"Catch and consumption of torpedo scad (Megalaspis cordyla) over the western Indian Ocean, but also the western Pacific from Japan to Australia is constantly increasing. Taking into account the degree of exploitation and missing information on the population structure of torpedo scad stocks it is crucial to provide population data. The analysis included individuals obtained in 2012 and 2013 from local markets in Madagascar, Tanzania, Vietnam and Cambodia and after successful DNA extraction fragment of the nuclear rhodopsin gene (RH1) and 9 microsatellite regions (SSRs) were amplified and analysed. Based on the obtained results it was found that there was no 100% overlap between the compared RH1 sequences and those from GenBank. In the case of the studied SSRs, the results allowed the initial characterisation and assessment of the genetic diversity of populations. Moreover, population assignment test distinguished the studied populations into two geographically distant subpopulations. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Jolanta, K (Jolanta, Kempter) ; Maciej, K (Maciej, Kielpinski) ; Remigiusz, P (Remigiusz, Panicz) ; Kaja, P (Kaja, Pruffer) ; Slawomir, K (Slawomir, Keszka)","Title":"Development of the method for identification of selected populations of torpedo scad, Megalaspis cordyla (Linnaeus, 1758), using microsatellite DNA analyses. CELFISH project - Part 4"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397884100033 PubMed ID: 28294262 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 13 Pages: 4412-4421 DOI: 10.1039/c7dt00618g Published: APR 7 2017","Abstract":"Most metal extraction studies focus on the kinetics, the maximum loading and the extraction equilibrium, while structural information on the extracted complexes has been limited. This paper concerns the nature of the indium(III) chloride complexes, present in the organic and aqueous phase during the solvent extraction of indium(III) from an aqueous HCl solution by undiluted ionic liquids Cyphos (R) IL 101 and Aliquat (R) 336. In an aqueous HCl solution (0-12 M), indium(III) exists as octahedral mixed complexes, [In(H2O)(6-n)Cl-n](3-n) (0 <= n <= 6). EXAFS and In-115 NMR were used to characterize these species. The stoichiometric composition of the extracted complexes, which is estimated from viscosity and maximum loading studies and confirmed by EXAFS, is unaffected by the HCl concentration in the aqueous phase. Indium(III) is present in the ionic liquid phase as the tetrahedral [InCl4](-) complex. Based on the speciation results an extraction mechanism is proposed.","Authors":"Deferm, C (Deferm, Clio) ; Onghena, B (Onghena, Bieke) ; Vander Hoogerstraete, T (Vander Hoogerstraete, Tom) ; Banerjee, D (Banerjee, Dipanjan) ; Luyten, J (Luyten, Jan) ; Oosterhof, H (Oosterhof, Harald) ; Fransaer, J (Fransaer, Jan) ; Binnemans, K (Binnemans, Koen)","Title":"Speciation of indium(III) chloro complexes in the solvent extraction process from chloride aqueous solutions to ionic liquids"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398646300009 PubMed ID: 28268000 ISSN: 0021-9673 eISSN: 1873-3778","Keywords":"Bioaccessibility; Speciation; Mass spectrometry; Copper; Zinc; Manganese; Goji KeyWords Plus:SUGAR-BEET PECTINS; COPPER-COMPLEXES; IONIC LIQUIDS; BINDING; FRUIT; CELL; EXTRACTION; FLAVONOIDS; MART.; IRON","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"JOURNAL OF CHROMATOGRAPHY A Volume: 1492 Pages: 70-78 DOI: 10.1016/j.chroma.2017.02.069 Published: APR 7 2017","Abstract":"Goji berries (Lycium Barba rum, L) are known for their nutritional potential as a great source of trace metals (e.g., copper, zinc and manganese) which are present in the form of highly bioaccessible compounds. In order to assess the bioaccessibility of trace elements and to identify compounds responsible for better bioaccessibility of copper and zinc, an in vitro simulation of gastrointestinal digestion was used in this study. The total content of trace metals was evaluated using sample digestion followed by inductively coupled plasma mass spectrometry. Bioaccessibility of trace elements was estimated by size exclusion chromatography coupled to inductively coupled plasma mass spectrometry. These analytical methods were used to analyse samples of goji berries to determine the highest amount of elements. For total trace metal content in goji berries, Zn had the highest level of the three studied (10.6 mu gg(-1)), while the total content of manganese and copper was 9.9 mu gg(-1) and 6.1 mu gg(-1), respectively. Additionally, the analysed metals were found to be highly bioaccessible to the human body (about 56% for Mn, 72% for Cu and 64% for Zn in the gastric extract and approximately 35% for Mn, 23% for Cu and 31% for Zn in the case of gastrointestinal extract). To obtain information about metal complexes present in goji berries, extraction treatment using different solutions (ionic liquid, HEPES, SDS, Tris-HCI, ammonium acetate, water) was performed. Enzymatic treatment using pectinase and hemicellulase was also checked. Extracts of berries were analysed by SEC-ICP-MS and mu HPLO-ESI-MS/MS techniques. The ionic liquid and pectinase extraction helped efficiently extract copper (seven compounds) and zinc (four compounds) complexes. Compounds identified in goji berries are most likely to be responsible for better bioaccessibility of those elements to the human organism. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wojcieszek, J (Wojcieszek, Justyna) ; Kwiatkowski, P (Kwiatkowski, Piotr) ; Ruzik, L (Ruzik, Lena)","Title":"Speciation analysis and bioaccessibility evaluation of trace elements in goji berries (Lycium Barbarum, L.)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398439200001 PubMed ID: 28421066 ISSN: 1664-302X","Keywords":"pedigree; laboratory strain; K-12; evolution; Illumina HiSeq2000 KeyWords Plus:B STRAINS REL606; GENE RECOMBINATION; RESTRICTION; SEQUENCE; K-12; DNA; PLASMID; CLONING; CONSTRUCTION; METHYLATION","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"FRONTIERS IN MICROBIOLOGY Volume: 8 Article Number: 585 DOI: 10.3389/fmicb.2017.00585 Published: APR 4 2017","Abstract":"There have been extensive genome sequencing studies for Escherichia coli strains, particularly for pathogenic isolates, because fast determination of pathogenic potential and/ or drug resistance and their propagation routes is crucial. For laboratory E. coli strains, however, genome sequence information is limited except for several well-known strains. We determined the complete genome sequence of laboratory E. coli strain RR1 (HB101 RecA (+)), which has long been used as a general cloning host. A hybrid genome sequence of K-12 MG1655 and B BL21(DE3) was constructed based on the initial mapping of Illumina HiSeq reads to each reference, and iterative rounds of read mapping, variant detection, and consensus extraction were carried out. Finally, PCR and Sanger sequencing-based finishing were applied to resolve non-single nucleotide variant regions with aberrant read depths and breakpoints, most of them resulting from prophages and insertion sequence transpositions that are not present in the reference genome sequence. We found that 96.9% of the RR1 genome is derived from K-12, and identified exact crossover junctions between K-12 and B genomic fragments. However, because RR1 has experienced a series of genetic manipulations since branching from the common ancestor, it has a set of mutations different from those found in K-12 MG1655. As well as identifying all known genotypes of RR1 on the basis of genomic context, we found novel mutations. Our results extend current knowledge of the genotype of RR1 and its relatives, and provide insights into the pedigree, genomic background, and physiology of common laboratory strains.","Authors":"Jeong, H (Jeong, Haeyoung) ; Sim, YM (Sim, Young Mi) ; Kim, HJ (Kim, Hyun Ju) ; Lee, SJ (Lee, Sang Jun)","Title":"Unveiling the Hybrid Genome Structure of Escherichia coli RR1 (HB101 RecA(+))"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398313300001 PubMed ID: 28376902 ISSN: 1756-3305","Keywords":"Toxoplasma gondii; Horse; Serbia; Prevalence; Strain; Isolation; Genotyping; Microsatellite markers; Type III KeyWords Plus:GENETIC DIVERSITY; RISK-FACTORS; PREGNANT-WOMEN; INFECTION; SEROPREVALENCE; PORTUGAL; STRAINS; EQUIDS; MEAT; PIGS","Categories":"Parasitology Web of Science Categories:Parasitology","Journal Information":"PARASITES & VECTORS Volume: 10 Article Number: 167 DOI: 10.1186/s13071-017-2104-x Published: APR 4 2017","Abstract":"Background: Consumption of undercooked or insufficiently cured meat is a major risk factor for human infection with Toxoplasma gondii. Although horsemeat is typically consumed rare or undercooked, information on the risk of T. gondii from infected horse meat to humans is scarce. Here, we present the results of a study to determine the presence of T. gondii infection in slaughter horses in Serbia, and to attempt to isolate viable parasites. Methods: The study included horses from all regions of Serbia slaughtered at two abattoirs between June 2013 and June 2015. Blood sera were tested for the presence of specific IgG T. gondii antibodies by the modified agglutination test (MAT), and samples of trypsin-digested heart tissue were bioassayed in mice. Cyst-positive mouse brain homogenates were subjected to DNA extraction and T. gondii strains were genotyped using 15 microsatellite markers (MS). Results: A total of 105 slaughter horses were sampled. At the 1: 6 cut-off 48.6% of the examined horses were seropositive, with the highest titre being 1: 400. Viable parasites were isolated from two grade type mares; both parasite isolates (RS-Eq39 and RS-Eq40) were T. gondii type III, and both displayed an increased lethality for mice with successive passages. These are the first cases of isolation of T. gondii from horses in Serbia. When compared with a worldwide collection of 61 type III and type III-like strains, isolate RS-Eq39 showed a combination of MS lengths similar to a strain isolated from a duck in Iran, and isolate RS-Eq40 was identical in all markers to three strains isolated from a goat from Gabon, a sheep from France and a pig from Portugal. Interestingly, the source horses were one seronegative and one weakly seropositive. Conclusions: The isolation of viable T. gondii parasites from slaughter horses points to horsemeat as a potential source of human infection, but the fact that viable parasites were isolated from horses with only a serological trace of T. gondii infection presents further evidence that serology may not be adequate to assess the risk of toxoplasmosis from horsemeat consumption. Presence of T. gondii type III in Serbia sheds more light into the potential origin of this archetypal lineage in Europe.","Authors":"Klun, I (Klun, Ivana) ; Uzelac, A (Uzelac, Aleksandra) ; Villena, I (Villena, Isabelle) ; Mercier, A (Mercier, Aurelien) ; Bobic, B (Bobic, Branko) ; Nikolic, A (Nikolic, Aleksandra) ; Rajnpreht, I (Rajnpreht, Irena) ; Opsteegh, M (Opsteegh, Marieke) ; Aubert, D (Aubert, Dominique) ; Blaga, R (Blaga, Radu) ; van der Giessen, J (van der Giessen, Joke) ; Djurkovic-Djakovic, O (Djurkovic-Djakovic, Olgica) ...More...Less","Title":"The first isolation and molecular characterization of Toxoplasma gondii from horses in Serbia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162400032 PubMed ID: 28377628 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 621 DOI: 10.1038/s41598-017-00474-4 Published: APR 4 2017","Abstract":"Speleothems may preserve geochemical information at annual resolution, preserving information about past hydrology, environment and climate. In this study, we advance information-extraction from speleothems in two ways. First, the limitations in dating modern stalagmites are overcome by refining a dating method that uses annual trace element cycles. It is shown that high-frequency variations in elements affected by prior calcite precipitation (PCP) can be used to date speleothems and yield an age within 2-4% chronological uncertainty of the actual age of the stalagmite. This is of particular relevance to mediterranean regions that display strong seasonal controls on PCP, due to seasonal variability in water availability and cave-air pCO(2). Second, using the chronology for one stalagmite sample, trace elements and growth-rate are compared with a record of climate and local environmental change i.e. land-use and fire, over the 20th century. Well-defined peaks in soil-derived trace elements and simultaneous decreases in growth-rate coincide with extreme annual rainfall totals in 1934 and 1974. One of which, 1934, was due to a recorded cyclone. We also find that bedrock-derived elements that are dominated by PCP processes, reflect a well-known period of drying in southwest Australia which began in the 1970's.","Authors":"Nagra, G (Nagra, Gurinder) ; Treble, PC (Treble, Pauline C.) ; Andersen, MS (Andersen, Martin S.) ; Bajo, P (Bajo, Petra) ; Hellstrom, J (Hellstrom, John) ; Baker, A (Baker, Andy)","Title":"Dating stalagmites in mediterranean climates using annual trace element cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396783000012 PubMed ID: 28124757 ISSN: 1618-2642 eISSN: 1618-2650","Keywords":"Digital PCR; DNAquantification; Inter-laboratory assessment; Human cytomegalovirus; Virus reference materials KeyWords Plus:REAL-TIME PCR; POLYMERASE-CHAIN-REACTION; GUIDELINES MINIMUM INFORMATION; COPY NUMBER; ABSOLUTE QUANTIFICATION; EXTRACTION; TUBERCULOSIS; PUBLICATION; STANDARDS; BACTERIA","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"ANALYTICAL AND BIOANALYTICAL CHEMISTRY Volume: 409 Issue: 10 Pages: 2601-2614 DOI: 10.1007/s00216-017-0206-0 Published: APR 2017","Abstract":"Quantitative PCR(qPCR) is an important tool in pathogen detection. However, the use of different qPCR components, calibration materials and DNA extraction methods reduces comparability between laboratories, which can result in false diagnosis and discrepancies in patient care. The wider establishment of a metrological framework for nucleic acid tests could improve the degree of standardisation of pathogen detection and the quantification methods applied in the clinical context. To achieve this, accurate methods need to be developed and implemented as reference measurement procedures, and to facilitate characterisation of suitable certified reference materials. Digital PCR(dPCR) has already been used for pathogen quantification by analysing nucleic acids. Although dPCR has the potential to provide robust and accurate quantification of nucleic acids, further assessment of its actual performance characteristics is needed before it can be implemented in a metrological framework, and to allow adequate estimation of measurement uncertainties. Here, four laboratories demonstrated reproducibility(expanded measurement uncertainties below 15%) of dPCR for quantification of DNA from human cytomegalovirus, with no calibration to a common reference material. Using whole-virus material and extracted DNA, an intermediate precision(coefficients of variation below 25%) between three consecutive experiments was noted. Furthermore, discrepancies in estimated mean DNA copy number concentrations between laboratories were less than twofold, with DNA extraction as the main source of variability. These data demonstrate that dPCR offers a repeatable and reproducible method for quantification of viral DNA, and due to its satisfactory performance should be considered as candidate for reference methods for implementation in a metrological framework.","Authors":"Pavsic, J (Pavsic, Jernej) ; Devonshire, A (Devonshire, Alison) ; Blejec, A (Blejec, Andrej) ; Foy, CA (Foy, Carole A.) ; Van Heuverswyn, F (Van Heuverswyn, Fran) ; Jones, GM (Jones, Gerwyn M.) ; Schimmel, H (Schimmel, Heinz) ; Zel, J (Zel, Jana) ; Huggett, JF (Huggett, Jim F.) ; Redshaw, N (Redshaw, Nicholas) ; Karczmarczyk, M (Karczmarczyk, Maria) ; Mozioglu, E (Mozioglu, Erkan) ; Akyurek, S (Akyurek, Sema) ; Akgoz, M (Akgoz, Muslum) ; Milavec, M (Milavec, Mojca) ...More...Less","Title":"Inter-laboratory assessment of different digital PCR platforms for quantification of human cytomegalovirus DNA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396783000025 PubMed ID: 28188349 ISSN: 1618-2642 eISSN: 1618-2650","Keywords":"Airborne particulate matter; Bioaccessibility; Gastric fluid; Flow analysis; Metal; Inductively coupled plasma spectrometry KeyWords Plus:SEQUENTIAL CHEMICAL-EXTRACTION; PM10; ELEMENTS; URBAN; SAMPLES; PM2.5; SOLUBILITY; PARTICLES; TOXICITY; AEROSOL","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"ANALYTICAL AND BIOANALYTICAL CHEMISTRY Volume: 409 Issue: 10 Pages: 2747-2756 DOI: 10.1007/s00216-017-0219-8 Published: APR 2017","Abstract":"For a realistic evaluation of the potential hazard emanating from airborne particulate matter (APM), the determination of the total inhaled metal amounts associated with APM is insufficient in risk assessment. Additional information about metal fractions that can be mobilized by the human body is necessary, because only those soluble (also called bioaccessible) fractions can be absorbed by the human body, and thus potentially cause adverse health effects. In the present study, a dynamic flow-through approach as a front end to inductively coupled plasma optical emission spectrometry (ICP-OES) exploiting advanced flow analysis is employed for on-line handling of multiple APM samples and determination of bioaccessible trace metals under worst case extraction scenarios. The method is based on on-line continuous extraction of filter samples with synthetic gastric fluid followed by on-line ICP-OES measurement of the dissolved fraction of trace metals. The assembly permits an automated successive measurement of three sample replicates in less than 19 min. The on-line extraction procedure offers increased sample throughput and reduced risk of sample contamination and overcomes metal re-adsorption processes compared to the traditional batch-wise counterparts. Furthermore, it provides deeper information on the kinetics of the leaching process. The developed procedure was applied to the determination of bioaccessible metal fractions (Al, Ba, Cu, Fe and Mn as model analytes) in PM10 samples from Palma de Mallorca (Spain) and Vienna (Austria).","Authors":"Mohr, V (Mohr, Victoria) ; Miro, M (Miro, Manuel) ; Limbeck, A (Limbeck, Andreas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Miro, Manuel  http://orcid.org/0000-0002-8413-3008","Title":"On-line dynamic extraction system hyphenated to inductively coupled plasma optical emission spectrometry for automatic determination of oral bioaccessible trace metal fractions in airborne particulate matter"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396799400006 PubMed ID: 28228056 ISSN: 1060-0280 eISSN: 1542-6270","Keywords":"brexpiprazole; antipsychotic; schizophrenia; major depressive disorder KeyWords Plus:DOPAMINE ACTIVITY MODULATOR; DOUBLE-BLIND; INADEQUATE RESPONSE; CLINICAL-RELEVANCE; SEROTONIN; EFFICACY; PHASE-3; ANTIDEPRESSANTS; SAFETY; TRIAL","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"ANNALS OF PHARMACOTHERAPY Volume: 51 Issue: 4 Pages: 315-322 DOI: 10.1177/1060028016678262 Published: APR 2017","Abstract":"Objective: To review the pharmacology and clinical data for brexpiprazole in schizophrenia and major depressive disorder (MDD). Data Sources: An English-language literature search using PubMed and MEDLINE was performed using the term brexpiprazole. All articles containing human clinical trial data published up to September 2016 were evaluated for inclusion as well as information from the manufacturer's product labeling. Study Selection/Data Extraction: Phase 3 trials for brexpiprazole were evaluated. Key in vitro and animal data were incorporated into the pharmacology and pharmacokinetic sections where appropriate. Data Synthesis: Four phase 3 trials have evaluated the use of brexpiprazole as a primary therapy for schizophrenia or as an antidepressant adjunct for MDD. For its schizophrenia indication, brexpiprazole was studied in 2 placebo-controlled trials of approximately 1300 patients, with 4 mg of brexpiprazole consistently showing superiority over placebo. For MDD, brexpiprazole was compared with placebo as an adjunct to antidepressants in approximately 1000 patients who had failed trials of I to 3 prior antidepressants. The 2-mg and 3-mg dosages of brexpiprazole showed consistent superiority over placebo in the MDD trials. Common treatment emergent adverse effects included akathisia and weight gain. Conclusions: Brexpiprazole showed efficacy for the treatment of schizophrenia in the range of 2 to 4 mg/d and as an adjunct to antidepressant therapy in MDD when dosed at 2 to 3 mg/d. Advantages of this drug include once-daily dosing, good tolerability, and lack of effect on sexual function. Disadvantages include the lack of long-term safety data and potentially high cost.","Authors":"Markovic, M (Markovic, Marija) ; Gallipani, A (Gallipani, Alyssa) ; Patel, KH (Patel, Krina H.) ; Maroney, M (Maroney, Megan)","Title":"Brexpiprazole: A New Treatment Option for Schizophrenia and Major Depressive Disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963500002 ISSN: 0306-2619 eISSN: 1872-9118","Keywords":"Geographic information systems; Urban energy systems; Flexibilisation options; Open source data; OpenStreetMap; Cities KeyWords Plus:ELECTRICITY-GENERATION; CITY-SCALE; INFRASTRUCTURE; SUPPORT; STOCK; OPPORTUNITIES; NEIGHBORHOOD; METHODOLOGY; CONSUMPTION; SIMULATION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"APPLIED ENERGY Volume: 191 Pages: 1-9 DOI: 10.1016/j.apenergy.2017.01.048 Published: APR 1 2017","Abstract":"Planning of sustainable Urban Energy Systems is a challenging task for the many involved stakeholders which requires optimal use of available knowledge for decision support. Therefore, systematic approaches integrating energy models and interactively linking them to real-world data are highly required. In this regard, Geographic Information Systems (called GIS) offer as a platform many advantages and can play a significant role in integrating renewable energy sources at the urban scale. The optimal integration and placement of different possible fiexibilisation technologies such as storage can profit from the possibilities offered by GIS tools. In addition, GIS facilitate policy making, allowing for a realistic and multilayer representation of urban energy systems. This contribution first draws an overview of GIS-based models for urban energy systems by investigating the current state of modelling. It introduces in a second step, an outline of a transferable GIS-based platform for the optimisation of storage and other flexibilisation technologies in urban areas. The model is composed of three main components and deals with the optimal integration of fiexibilisation technologies. The fields of applications of the model are, but not restricted to, analysis of the emergence of sustainable cities, self-consumption at the urban levels, autarky measures, capacity demand and economic efficiency, and the integration of flexibility options. The method developed by the authors and presented here deals with the first component of the proposed model which is setting up the spatial framework. The framework relies mainly on spatial features of urban objects extracted from the open source OpenStreetMap database. The different steps involved in the spatial framework set-up are extraction and filtering of the data sets and their algorithmic steps which will be introduced here in details. A central finding of this contribution illustrates the feasibility and effectiveness of using open source data and tools to replicate urban energy features. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Alhamwi, A (Alhamwi, Alaa) ; Medjroubi, W (Medjroubi, Wided) ; Vogt, T (Vogt, Thomas) ; Agert, C (Agert, Carsten)","Title":"GIS-based urban energy systems models and tools: Introducing a model for the optimisation of flexibilisation technologies in urban areas"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397244900006 PubMed ID: 27550240 ISSN: 1175-5652 eISSN: 1179-1896","Categories":"Health Care Sciences & Services Web of Science Categories:Health Policy & Services","Journal Information":"APPLIED HEALTH ECONOMICS AND HEALTH POLICY Volume: 15 Issue: 2 Pages: 173-201 DOI: 10.1007/s40258-016-0268-8 Published: APR 2017","Abstract":"Background Low back pain (LBP) is a major health problem, having a substantial effect on peoples' quality of life and placing a significant economic burden on healthcare systems and, more broadly, societies. Many interventions to alleviate LBP are available but their cost effectiveness is unclear. Objectives To identify, document and appraise studies reporting on the cost effectiveness of non-invasive and non-pharmacological treatment options for LBP. Methods Relevant studies were identified through systematic searches in bibliographic databases (EMBASE, MEDLINE, PsycINFO, Cochrane Library, CINAHL and the National Health Service Economic Evaluation Database), 'similar article' searches and reference list scanning. Study selection was carried out by three assessors, independently. Study quality was assessed using the Consensus on Health Economic Criteria checklist. Data were extracted using customized extraction forms. Results Thirty-three studies were identified. Study interventions were categorised as: (1) combined physical exercise and psychological therapy, (2) physical exercise therapy only, (3) information and education, and (4) manual therapy. Interventions assessed within each category varied in terms of their components and delivery. In general, combined physical and psychological treatments, information and education interventions, and manual therapies appeared to be cost effective when compared with the study-specific comparators. There is inconsistent evidence around the cost effectiveness of physical exercise programmes as a whole, with yoga, but not group exercise, being cost effective. Conclusions The identified evidence suggests that combined physical and psychological treatments, medical yoga, information and education programmes, spinal manipulation and acupuncture are likely to be cost-effective options for LBP.","Authors":"Andronis, L (Andronis, Lazaros) ; Kinghorn, P (Kinghorn, Philip) ; Qiao, SY (Qiao, Suyin) ; Whitehurst, DGT (Whitehurst, David G. T.) ; Durrell, S (Durrell, Susie) ; McLeod, H (McLeod, Hugh)","Title":"Cost-Effectiveness of Non-Invasive and Non-Pharmacological Interventions for Low Back Pain: a Systematic Literature Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398174500012 PubMed ID: 28375225 ISSN: 1559-128X eISSN: 2155-3165","Categories":"Optics Web of Science Categories:Optics","Journal Information":"APPLIED OPTICS Volume: 56 Issue: 10 Pages: 2653-2660 DOI: 10.1364/AO.56.002653 Published: APR 1 2017","Abstract":"A line-structured laser scanner is widely applied for 3D reconstruction in industrial environments with ubiquitous various luminance, complicated background, diverse objects, and instable lasers. These elements will show up as noise in the obtained laser stripe images. Therefore, the basic and key point for a line-structured laser scanner is to accurately extract the laser stripe from noise. This paper proposes an effective laser stripe extraction procedure with two steps. First, a novel laser stripe center extraction method based on the geometry information and correlation in the laser stripe, is designed to significantly eliminate noise and accurately extract the laser stripe centers. In addition, the robustness, speed, and accuracy of this method are respectively analyzed in detail. Second, piecewise fitting is adopted to acquire a smooth and continuous laser stripe centerline. In order to select the optimal fitting method, the characteristics of two spline methods, Akima spline and cubic Hermite spline, are deeply analyzed and compared. Finally, an experiment is carried out by using a rough metal step and a line-structured laser scanning system. The experiment results demonstrate that the proposed self-adaptive convolution- mass method can significantly eliminate noise in industrial environments. In addition, the cubic Hermite spline is a better choice for 3D reconstruction, rather than the Akima spline. (C) 2017 Optical Society of America","Authors":"Yin, XQ (Yin, Xiao-Qia) ; Tao, W (Tao, Wei) ; Feng, YY (Feng, Yi-Yang) ; Gao, Q (Gao, Qiang) ; He, QZ (He, Qiao-Zhi) ; Zhao, H (Zhao, Hui)","Title":"Laser stripe extraction method in industrial environments utilizing self-adaptive convolution technique"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395898900027 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"TCFA; VH-IVUS Segmentation; Feature extraction; Plaque type classification KeyWords Plus:OPTICAL COHERENCE TOMOGRAPHY; RADIOFREQUENCY ANALYSIS; LESION; IVUS; QUANTIFICATION; VALIDATION; PREDICTION; ALGORITHM; GRAYSCALE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 53 Pages: 380-395 DOI: 10.1016/j.asoc.2016.12.048 Published: APR 2017","Abstract":"Thin cap fibroatheroma (TCFA) or \"vulnerable plaque\" is responsible for the majority of coronary artery death. Virtual Histology Intravascular Ultrasound (VH-IVUS) image is a clinically available method for visualizing color coded tissue maps. However, this technique has considerable limitations in providing medical relevant information for identifying vulnerable plaque. The aim of this paper is to improve the identification of TCFA in VH-IVUS image. Therefore, this paper proposes a set of algorithms for segmentation, feature extraction, and plaque type classification to accurately identify TCFA. A hybrid model using the FCM and kNN (HFCM-kNN) is proposed to accurately segment the VH-IVUS image. The proposed technique is capable of eliminating outliers and detecting clusters with different densities in VH-IVUS image. The next process is extracting plaque features to provide an accurate definition of the unstable (vulnerable) plaque. To achieve the above contribution, five algorithms are proposed to extract significant features from VH-IVUS images. Machine learning approaches are applied for training 440 in-vivo images obtained from 8 patients. Results proved the dominance of the proposed method for TCFA detection with accuracy rate of 98.02% compared with the 76.5% obtained by the cardiologist decision. Moreover, by validation of VH-IVUS images and their corresponding Optical Coherence Tomography (OCT) images, accuracy of 92.85% is achieved. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rezaei, Z (Rezaei, Zahra) ; Selamat, A (Selamat, Ali) ; Taki, A (Taki, Arash) ; Rahim, MSM (Rahim, Mohd Shafry Mohd) ; Kadir, MRA (Kadir, Mohammed Rafiq Abdul)","Title":"Automatic plaque segmentation based on hybrid fuzzy clustering and k nearest neighborhood using virtual histology intravascular ultrasound images"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397506200005 ISSN: 0269-2821 eISSN: 1573-7462","Keywords":"Image descriptors; Medical images; Computer vision; Healthcare contexts KeyWords Plus:COMPUTER-AIDED-DIAGNOSIS; BREAST-CANCER DIAGNOSIS; LUNG NODULE DETECTION; MULTIPLE-SCLEROSIS; TEXTURE ANALYSIS; DIGITIZED MAMMOGRAMS; ALZHEIMERS-DISEASE; PATTERN-RECOGNITION; AUTOMATIC DETECTION; FEATURE-EXTRACTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE REVIEW Volume: 47 Issue: 4 Pages: 531-559 DOI: 10.1007/s10462-016-9492-8 Published: APR 2017","Abstract":"Clinical decisions are sometimes based on a variety of patient's information such as: age, weight or information extracted from image exams, among others. Depending on the nature of the disease or anatomy, clinicians can base their decisions on different image exams like mammographies, positron emission tomography scans or magnetic resonance images. However, the analysis of those exams is far from a trivial task. Over the years, the use of image descriptors-computational algorithms that present a summarized description of image regions-became an important tool to assist the clinician in such tasks. This paper presents an overview of the use of image descriptors in healthcare contexts, attending to different image exams. In the making of this review, we analyzed over 70 studies related to the application of image descriptors of different natures-e.g., intensity, texture, shape-in medical image analysis. Four imaging modalities are featured: mammography, PET, CT and MRI. Pathologies typically covered by these modalities are addressed: breast masses and microcalcifications in mammograms, head and neck cancer and Alzheimer's disease in the case of PET images, lung nodules regarding CTs and multiple sclerosis and brain tumors in the MRI section.","Authors":"Nogueira, MA (Nogueira, Mariana A.) ; Abreu, PH (Abreu, Pedro Henriques) ; Martins, P (Martins, Pedro) ; Machado, P (Machado, Penousal) ; Duarte, H (Duarte, Hugo) ; Santos, J (Santos, Joao)","Title":"Image descriptors in radiology images: a systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397357300006 PubMed ID: 28130069 ISSN: 1570-9639 eISSN: 0006-3002","Keywords":"Heme; Hemoprotein; Iron; Bacteria; Host-pathogen interaction; Nutritional immunity KeyWords Plus:OUTER-MEMBRANE RECEPTOR; REGULATED SURFACE DETERMINANT; STAPHYLOCOCCUS-AUREUS USES; INFLUENZAE TYPE-B; HAEMOPHILUS-INFLUENZAE; NEISSERIA-MENINGITIDIS; HEMOGLOBIN RECEPTOR; CRYSTAL-STRUCTURE; SHIGELLA-DYSENTERIAE; PORPHYROMONAS-GINGIVALIS","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-PROTEINS AND PROTEOMICS Volume: 1865 Issue: 4 Pages: 422-433 DOI: 10.1016/j.bbapap.2017.01.006 Published: APR 2017","Abstract":"The critical need for iron presents a challenge for pathogenic bacteria that must survive in an environment bereft of accessible iron due to a natural low bioavailability and their host's nutritional immunity. Appropriating haem, either direct from host haemoproteins or by secreting haem-scavenging haemophores, is one way pathogenic bacteria can overcome this challenge. After capturing their target, haem appropriation systems must remove haem from a high -affinity binding site (on the host haemoprotein or bacterial haemophore) and transfer it to a binding site of lower affinity on a bacterial receptor. Structural information is now available to show how, using a combination of induced structural changes and steric clashes, bacteria are able to extract haem from haemophores, haemopexin and haemoglobin. This review focuses on structural descriptions of these bacterial haem acquisition systems, summarising how they bind haem and their target haemoproteins with particularly emphasis on the mechanism of haem extraction. (C) 2017 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Hare, SA (Hare, Stephen A.)","Title":"Diverse structural approaches to haem appropriation by pathogenic bacteria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398708200010 ISSN: 0178-2762 eISSN: 1432-0789","Keywords":"Anhydrobiosis; Pratylenchus neglectus; Root-lesion nematode; Nematode population dynamics; Soil desiccation; Wheat KeyWords Plus:MERLINIUS-BREVIDENS; HETERODERA-AVENAE; THORNEI; AUSTRALIA; ANHYDROBIOSIS; ENVIRONMENT; MINYUS; QUANTIFICATION; DEHYDRATION; INDUSTRY","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"BIOLOGY AND FERTILITY OF SOILS Volume: 53 Issue: 3 Pages: 357-366 DOI: 10.1007/s00374-017-1184-2 Published: APR 2017","Abstract":"Whether soil desiccation causes a fall in peak population abundances of Pratylenchus neglectus after wheat growth was investigated by drying a vertisol through a range of moisture contents (MC) by both fast and slow drying methods. Live nematodes were then extracted for 2 and 7 days and counted in four life stages (adult and juvenile stages J2, J3 and J4). The population of P. neglectus declined more steeply with decreasing soil moisture content from fast drying than from slow drying. These trends were modelled by regression equations. Upon desiccation of the soil from an initial 64.4% MC to the plant permanent wilting point (31.5% MC), 48% of the nematodes survived after fast drying, but 86% survived after slow drying. With further desiccation to 21% MC only 23% of the P. neglectus population survived after fast drying, whereas 81% of the population survived after slow drying. On continued drying, the fast dried soil was at 11.9% MC after 7 days with virtually no surviving P. neglectus, whereas the slowly dried soil reached 16.5% MC after 8 days with 79% surviving. The P. neglectus population declined by 2.2 and 0.5% per 1% loss of soil moisture for fast and slow drying, respectively. With fast drying, all life stages declined; however, with slow drying, only the J2 stage declined with 44% surviving at 16.5% MC. This information can be applied to crop growth modelling, to extraction techniques for soil from the glasshouse and field, and to consideration of whether molecular methods measure DNA from recently dead nematodes killed by soil desiccation in the field giving an overestimation of the number of live nematodes.","Authors":"Thompson, JP (Thompson, J. P.) ; Rostad, HE (Rostad, H. E.) ; Whish, JPM (Whish, J. P. M.)","Title":"Survival of root-lesion nematode Pratylenchus neglectus during progressive soil desiccation after growth of wheat in a vertisol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549100014 ISSN: 1746-8094 eISSN: 1746-8108","Keywords":"Parkinson's disease; Fused feature descriptor; Computer-aided diagnosis; 3D local binary pattern; Magnetic resonance imaging; Minimum redundancy maximum relevance KeyWords Plus:T1-WEIGHTED MRI; BRAIN; HIPPOCAMPAL; ATROPHY","Categories":"Engineering; Medical Laboratory Technology Web of Science Categories:Engineering, Biomedical; Medical Laboratory Technology","Journal Information":"BIOMEDICAL SIGNAL PROCESSING AND CONTROL Volume: 34 Pages: 134-143 DOI: 10.1016/j.bspc.2017.01.007 Published: APR 2017","Abstract":"Computer-aided diagnosis (CAD) of Parkinson's disease (PD) using structural magnetic resonance imaging is an emerging research field for the pattern recognition community. The existing research works have utilized gray matter, white matter and cerebrospinal fluid tissues individually for diagnosis of PD and have ignored the intercorrelation among the three tissues. Thus, there is a need to define a fused feature descriptor (FFD) which can capture information and intercorrelation of all the three tissues simultaneously, and to further enhance the performance of CAD. The present study proposes a simple and efficient FFD, in terms of all the three tissues, for CAD of PD, Each brain volume is represented in terms of the FFD. Then each fused volume is segmented into 118 brain regions. Thereafter, features extraction is carried out from each brain region using 3D local binary pattern. Then, a set of discriminating and uncorrelated features are identified using t-test in conjunction with minimum,redundancy maximum, relevance feature selection method. Finally, support vector machine is utilized to build a decision model. Volumetric 3D T1-weighted magnetic resonance imaging dataset (age & gender matched 30 PD and 30 healthy subjects) is acquired using 1.5T machine and is utilized to investigate the efficacy of the proposed method. The classification accuracy of 95% is achieved using leave-one-out cross-validation scheme which is superior to the existing methods. Regions namely Hippocampus.R, Cingulum_Mid_L, Frontal_Inf_Tra, Precentral_R, Precentral_L, Frontal_Mid_L, Frontal_Mid_Orb_L, Cingulum_Ant_L and Hippocampus_L, are observed to be the most discriminative regions for diagnosis of PD. The notable performance of the proposed method suggests that instead of studying the three tissues independently, their intercorrelation should also be considered. Further, the proposed method may be employed as a diagnostic tool for diagnosis of PD. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rana, B (Rana, Bharti) ; Juneja, A (Juneja, Akanksha) ; Saxena, M (Saxena, Mohit) ; Gudwani, S (Gudwani, Sunita) ; Kumaran, SS (Kumaran, S. Senthil) ; Behari, M (Behari, Madhuri) ; Agrawal, RK (Agrawal, R. K.)","Title":"Relevant 3D local binary pattern based features from fused feature descriptor for differential diagnosis of Parkinson's disease using structural MRI"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397405900003 PubMed ID: 27921329 ISSN: 0301-5661 eISSN: 1600-0528","Keywords":"access; health service utilisation; inequalities; motivation; social capital KeyWords Plus:ORAL-HEALTH; ILLNESS BEHAVIOR; INSTITUTIONAL LOGICS; SOCIAL DETERMINANTS; PLANNED BEHAVIOR; CARE UTILIZATION; LIFE-COURSE; SERVICES; ACCESS; ATTENDANCE","Categories":"Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health Web of Science Categories:Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health","Journal Information":"COMMUNITY DENTISTRY AND ORAL EPIDEMIOLOGY Volume: 45 Issue: 2 Pages: 120-134 DOI: 10.1111/cdoe.12268 Published: APR 2017","Abstract":"Background: In many countries, those with lower socioeconomic status are disproportionately affected by poor oral health. This can be attributed, at least in part, to differences in preventive dental visiting. While several theories have been applied to the area, they generally fail to capture the recursive nature of dental visiting behaviour, and fall short of informing the design of complex interventions to tackle inequalities. Objective: To undertake a systematic review and synthesis of theory in order to provide an overview of the pathways which bring about socioeconomic inequalities in early dental visiting, and identify possible intervention points. Methods: Electronic searching identified 8947 titles and abstracts. Paper screening and citation snowballing left 77 included papers. Drawing on the tenets of Critical Interpretive Synthesis, data extraction involved capturing concepts and relationships and translating these sometimes into synthetic constructs. Results: We theorize that at the individual (micro-level), dental visiting behaviour is influenced by: the 'Importance of obtaining care', 'Emotional response' and 'Perceived control', which feed into a balancing of 'Competing Demands' against 'Internal resources' (coping, self-identity), although attendance is tempered by the effective 'Affordability and Availability of services'. Positive Care experiences are theorized to lower the demands and increase internal resources associated with dental visiting. We also outline meso-level factors 'Social norms and sanctions', 'Obligations, expectations and trust', 'Information channels', 'Social structures' and theorize how these can exert an overwhelming influence in deprived areas. Conclusions: Socioeconomic inequalities in early dental visiting emerge from several stages in the care-seeking process. Dental visiting behaviour should be viewed not just as a one-off event, but extending over time and social space. Since there is recursivity in peoples' most recent dental experience any future visits we identify that interventions which make care a positive experience for low socioeconomic patients may be particularly beneficial in reducing inequalities.","Authors":"Harris, RV (Harris, Rebecca V.) ; Pennington, A (Pennington, Andrew) ; Whitehead, M (Whitehead, Margaret)","Title":"Preventive dental visiting: a critical interpretive synthesis of theory explaining how inequalities arise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970700015 PubMed ID: 28241963 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"VF Detection; VT Detection; Time-frequency representation; Pseudo Wigner-Ville; ECG; Classification algorithms KeyWords Plus:SUPPORT VECTOR MACHINES; FUZZY NEURAL-NETWORK; CARDIAC-ARRHYTHMIAS; FEATURE-SELECTION; CLASSIFICATION; SYSTEM; SIGNAL; FEATURES; DEFIBRILLATION; CONTRACTION","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 141 Pages: 119-127 DOI: 10.1016/j.cmpb.2017.02.010 Published: APR 2017","Abstract":"Background and objective: To safely select the proper therapy for Ventricullar Fibrillation (VF) is essential to distinct it correctly from Ventricular Tachycardia (VT) and other rhythms. Provided that the required therapy would not be the same, an erroneous detection might lead to serious injuries to the patient or even cause Ventricular Fibrillation (VF). The main novelty of this paper is the use of time-frequency (t-f) representation images as the direct input to the classifier. We hypothesize that this method allow to improve classification results as it allows to eliminate the typical feature selection and extraction stage, and its corresponding loss of information. Methods: The standard AHA and MIT-BIH databases were used for evaluation and comparison with other authors. Previous to t-f Pseudo Wigner-Ville (PWV) calculation, only a basic preprocessing for denoising and signal alignment is necessary. In order to check the validity of the method independently of the classifier, four different classifiers are used: Logistic Regression with L2 Regularization (L2 RLR), Adaptive Neural Network Classifier (ANNC), Support Vector Machine (SSVM), and Bagging classifier (BAGG). Results: The main classification results for VF detection (including flutter episodes) are 95.56% sensitivity and 98.8% specificity, 88.80% sensitivity and 99.5% specificity for ventricular tachycardia (VT), 98.98% sensitivity and 97.7% specificity for normal sinus, and 96.87% sensitivity and 99.55% specificity for other rhythms. Conclusion: Results shows that using t-f data representations to feed classifiers provide superior performance values than the feature selection strategies used in previous works. It opens the door to be used in any other detection applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mjahad, A (Mjahad, A.) ; Rosado-Munoz, A (Rosado-Munoz, A.) ; Bataller-Mompean, M (Bataller-Mompean, M.) ; Frances-Villora, JV (Frances-Villora, J. V.) ; Guerrero-Martinez, JF (Guerrero-Martinez, J. F.)","Title":"Ventricular Fibrillation and Tachycardia detection from surface ECG using time-frequency representation images as input dataset for machine learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396798700020 PubMed ID: 28291095 ISSN: 0090-3493 eISSN: 1530-0293","Keywords":"acquired angioedema; bradykinin B2 receptor antagonists; hereditary angioedema types I and II; hereditary angioedema type III; kallikrein-kinin system KeyWords Plus:INHIBITOR-INDUCED ANGIOEDEMA; C1 ESTERASE INHIBITOR; IDIOPATHIC NONHISTAMINERGIC ANGIOEDEMA; RECEPTOR ANTAGONIST ICATIBANT; INTERNATIONAL WORKING GROUP; HUMAN MAST-CELL; HEREDITARY ANGIOEDEMA; ACQUIRED ANGIOEDEMA; ACUTE ATTACKS; OROLINGUAL ANGIOEDEMA","Categories":"General & Internal Medicine Web of Science Categories:Critical Care Medicine","Journal Information":"CRITICAL CARE MEDICINE Volume: 45 Issue: 4 Pages: 725-735 DOI: 10.1097/CCM.0000000000002281 Published: APR 2017","Abstract":"Objectives: Angioedema is a potentially life-threatening occurrence that is encountered by critical care providers. The mechanistic understanding of angioedema syndromes has improved in recent years, and novel medications are available that improve outcomes from these syndromes. This clinically focused review will describe the underlying genetics, pathophysiology, classification and treatment of angioedema syndromes, with an emphasis on the novel pharmacologic agents that have recently become available for acute treatment. Data Sources: A MEDLINE search was conducted with the MeSH terms angioedema, acquired angioedema, hereditary angioedema type III, and angiotensin converting enzyme inhibitor-induced angioedema. Study Selection: Selected publications describing angioedema, clinical trials, diagnosis, management, and genetics were retrieved (reviews, guidelines, clinical trials, case series), and their bibliographies were also reviewed to identify relevant publications. Data Extraction: Data from the relevant publications were reviewed, summarized and the information synthesized. Data Synthesis: The data obtained were used to describe the current state of diagnosis and management of various angioedema syndromes. Conclusions: Angioedema is a life-threatening syndrome with multiple subtypes, each with a distinct pathophysiology. We present an evidence-based approach to the diagnosis and suggested management of various subtypes of angioedema. Securing the airway remains the most important intervention, followed by administration of both established and more novel pharmacologic interventions based on disease pathology. (Crit Care Med 2017; 45:725-735)","Authors":"LoVerde, D (LoVerde, Daniel) ; Files, DC (Files, Daniel Clark) ; Krishnaswamy, G (Krishnaswamy, Guha)","Title":"Angioedema"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126100014 ISSN: 2055-7671 eISSN: 2055-768X","Categories":"Arts & Humanities - Other Topics; Linguistics Web of Science Categories:Humanities, Multidisciplinary; Linguistics","Journal Information":"DIGITAL SCHOLARSHIP IN THE HUMANITIES Volume: 32 Issue: 1 Pages: 209-221 DOI: 10.1093/llc/fqv053 Published: APR 2017","Abstract":"One of the important issues in natural language processing and information retrieval is the automatic extraction of the word's stem. Both statistical and rule-based approaches for stemming have their own advantages and limitations. The statistical stemmers are not accurate and fail to take advantage of some language phenomenon which can be easily expressed by simple rules. On the other hand, handcrafting the stemming rules in the rule-based stemmers is a time-consuming, tedious, and impractical task. In this regard, we propose a new hybrid stemming method based on a combination of affix stripping and statistical techniques for Persian language. The proposed method combines cues from the orthography, word frequency, and syntactic distributions to induce the stemming rules. In general, the proposed method is divided into two main parts. In the first part, all words of the annotated text corpus are used to automatically induce the stemming rules; while in the second part, the rule-based stemmer uses the induced stemming rules to discover the word's stem. We test the performance of the proposed scheme on two different data sets. The encouraging results indicate the superior performance of the proposed method compared with its counterparts.","Authors":"Taghi-Zadeh, H (Taghi-Zadeh, Hossein) ; Sadreddini, MH (Sadreddini, Mohammad Hadi) ; Diyanati, MH (Diyanati, Mohammad Hasan) ; Rasekh, AH (Rasekh, Amir Hossein)","Title":"A new hybrid stemming method for Persian language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397479600007 PubMed ID: 27940099 ISSN: 0739-7240 eISSN: 1879-0054","Keywords":"Steroid; Cortisol; HPA axis; Stress; Canine; Keratin KeyWords Plus:PITUITARY-DEPENDENT HYPERADRENOCORTICISM; HAIR CORTISOL; FUTURE-DIRECTIONS; STRESS RESPONSES; SALIVA CORTISOL; PLASMA-CORTISOL; DIAGNOSIS; HYPERCORTISOLISM; RATIO; PIGS","Categories":"Agriculture; Endocrinology & Metabolism Web of Science Categories:Agriculture, Dairy & Animal Science; Endocrinology & Metabolism","Journal Information":"DOMESTIC ANIMAL ENDOCRINOLOGY Volume: 59 Pages: 53-57 DOI: 10.1016/j.domaniend.2016.11.003 Published: APR 2017","Abstract":"Cortisol, a glucocorticoid secreted in response to stress, is used to assess adrenal function and mental health in clinical settings. Current methods assess cortisol sources that reflect short-term secretion that can vary with current stress state. Here, we present a novel method for the extraction and quantification of cortisol from the dog nail using solid phase extraction coupled to enzyme-linked immunosorbent assay. Validation experiments demonstrated accuracy (r = 0.836, P < 0.001) precision (15.1% coefficients of variation), and repeatability (14.4% coefficients of variation) with this method. Furthermore, nail cortisol concentrations were positively correlated to an established hair cortisol method (r = 0.736, P < 0.001). Nail cortisol concentrations did not differ with dog sex, breed, age, or weights; however, sample size limitations may preclude statistical significance. Nail cortisol may provide information on cortisol secretion integrated over the time corresponding to nail growth and may be useful as a tool for diagnosing stress and adrenal disorders in dogs. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Mack, Z (Mack, Z.) ; Fokidis, HB (Fokidis, H. B.)","Title":"A novel method for assessing chronic cortisol concentrations in dogs using the nail as a source"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397504800008 ISSN: 0969-997X eISSN: 1365-2400","Keywords":"Acipenser transmontanus; conservation; conservation and management; embryo; embryos; genetics; relatedness KeyWords Plus:ACIPENSER-TRANSMONTANUS; MICROSATELLITE LOCI; SIBSHIP INFERENCE; SACRAMENTO RIVER; CONSERVATION; PARENTAGE; POPULATIONS; ASSIGNMENT; MANAGEMENT; PATTERNS","Categories":"Fisheries Web of Science Categories:Fisheries","Journal Information":"FISHERIES MANAGEMENT AND ECOLOGY Volume: 24 Issue: 2 Pages: 163-172 DOI: 10.1111/fme.12217 Published: APR 2017","Abstract":"The goal for using genetic information derived from embryo samples is to gain insight into the reproductive biology of adult white sturgeon, Acipenser transmontanus Richardson. The relationship between egg development stages on the extraction of quality DNA was determined, and subsequent genotype data were used to infer contributing spawner numbers. White sturgeon DNA was present in extractions from all stages; however, pre-gastrulation stage embryos generally failed to amplify sufficient genetic loci for analysis. Using experimentally created families, multivariate ANOVA and maximum-likelihood sibship methods estimated the presence of 10 contributing parents from 11 actual adult spawners. It was observed that unidentified half-sibling relationships (offspring sharing one parent) caused error for inferring parent numbers. Genetic methods estimated 13-40 parents potentially contributed to a collection of wild-caught embryos, with variable numbers of parents inferred from separate spawning events (varying from 8 to 24). Egg source material provides a means to enhance the accuracy of annual spawning population size estimates, which is important for informing habitat restoration, harvest and water management decisions and recovery planning.","Authors":"Blankenship, SM (Blankenship, S. M.) ; Schumer, G (Schumer, G.) ; Van Eenennaam, JP (Van Eenennaam, J. P.) ; Jackson, ZJ (Jackson, Z. J.)","Title":"Estimating number of spawning white sturgeon adults from embryo relatedness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397599000002 PubMed ID: 28297075 ISSN: 0017-9124 eISSN: 1475-6773","Keywords":"Antipsychotic agents; child and adolescent psychiatry; referral and consultation; Medicaid; outcome assessment (health care) KeyWords Plus:PRIOR AUTHORIZATION POLICIES; MEDICAID-ENROLLED CHILDREN; INTERRUPTED TIME-SERIES; PSYCHOTROPIC MEDICATIONS; NATIONAL TRENDS; HEALTH-CARE; DIAGNOSIS; YOUTH; RISK","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"HEALTH SERVICES RESEARCH Volume: 52 Issue: 2 Pages: 561-578 DOI: 10.1111/1475-6773.12539 Published: APR 2017","Abstract":"ObjectiveTo learn if a quality of care Medicaid child psychiatric consultation service implemented in three different steps was linked to changes in statewide child antipsychotic utilization. Data Sources/Study SettingWashington State child psychiatry consultation program primary data and Medicaid pharmacy division antipsychotic utilization secondary data from July 1, 2006, through December 31, 2013. Study DesignObservational study in which consult program data were analyzed with a time series analysis of statewide antipsychotic utilization. Data Collection/Extraction MethodsAll consultation program database information involving antipsychotics was compared to Medicaid pharmacy division database information involving antipsychotic utilization. Principal FindingsWashington State's total child Medicaid antipsychotic utilization fell from 0.51 to 0.25 percent. The monthly prevalence of use fell by a mean of 0.022 per thousand per month following the initiation of elective consults (p=.004), by 0.065 following the initiation of age/dose triggered mandatory reviews (p<.001), then by another 0.022 following the initiation of two or more concurrent antipsychotic mandatory reviews (p=.001). High-dose antipsychotic use fell by 57.8 percent in children 6- to 12-year old and fell by 52.1 percent in teens. ConclusionsStatewide antipsychotic prescribing for Medicaid clients fell significantly at different rates following each implementation step of a multilevel consultation and best-practice education service.","Authors":"Barclay, RP (Barclay, Rebecca P.) ; Penfold, RB (Penfold, Robert B.) ; Sullivan, D (Sullivan, Donna) ; Boydston, L (Boydston, Lauren) ; Wignall, J (Wignall, Julia) ; Hilt, RJ (Hilt, Robert J.)","Title":"Decrease in Statewide Antipsychotic Prescribing after Implementation of Child and Adolescent Psychiatry Consultation Services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000004 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Dimesionality reduction; feature selection; feature extraction; classification; clustering; compound features KeyWords Plus:SUPERVISED DIMENSIONALITY REDUCTION; INFORMATION; FRAMEWORK; EFFICIENT","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 757-770 DOI: 10.1109/TKDE.2016.2619712 Published: APR 1 2017","Abstract":"Dimensionality reduction is an essential pre-processing technique in many of the data analysis tasks. Popular approaches for dimensionality reduction are Feature Selection (FS) and Feature Extraction (FE). Till now, these approaches are often studied separately or independently so that the final result contains either original or transformed features. In our work, we propose to bridge these two approaches with the aim of finding reduced feature set to contain both kinds (original as well as transformed) of features. A new framework, called Minimum Projection error Minimum Redundancy (MPeMR), is introduced to obtain this result while maintaining orthogonality property among selected original and linear combinations of features. A unified iterative algorithm, for both supervised and unsupervised cases, is also developed under this framework. For each case, the performance of the proposed algorithm is successfully compared with the state-of-the-art methods on real-life data sets.","Authors":"Sreevani (Sreevani) ; Murthy, CA (Murthy, C. A.)","Title":"Bridging Feature Selection and Extraction: Compound Feature Generation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398713700005 ISSN: 1751-9632 eISSN: 1751-9640","Keywords":"object recognition; feature extraction; edge detection; bilateral symmetry shape descriptor; radial symmetry shape descriptor; contour information; form descriptor; object identification; object recognition; axes estimation; symmetry descriptors extraction; object symmetry axes determination KeyWords Plus:RECOGNITION; REPRESENTATION; INSPECTION; MOMENTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IET COMPUTER VISION Volume: 11 Issue: 3 Pages: 226-236 DOI: 10.1049/iet-cvi.2015.0413 Published: APR 2017","Abstract":"Form and shape descriptors are among the most useful features for object identification and recognition. Even though there exists a widely used set of shape descriptors and underlying computational methods for their evaluation, frequently they fail to distinguish among very similar objects that they appear very different to the human eye. The authors propose a new set of shape descriptors based on a finer determination of the object symmetry axes, and a more accurate estimation of the bilateral and radial symmetries. These descriptors were thoroughly tested using several synthetic and real objects with varying degrees of symmetry. The methods for axes estimation and symmetry descriptors extraction outperform the widespread shape descriptors in recognising and identifying among very similar objects.","Authors":"Revollo, NV (Revollo, Natalia V.) ; Delrieux, CA (Delrieux, Claudio A.) ; Gonzalez-Jose, R (Gonzalez-Jose, Rolando)","Title":"Set of bilateral and radial symmetry shape descriptor based on contour information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398693300007 ISSN: 1751-9659 eISSN: 1751-9667","Keywords":"face recognition; feature extraction; image classification; hyperspectral imaging; visual databases; Gabor filters; Gaussian noise; white noise; shot noise; hyperspectral face recognition; feature extraction; CRC-based classifier; improved classification rates; face cubes; hyperspectral face databases; data acquisition; signal-to-noise ratio; 2D face recognition; collaborative representation classifier; voting techniques; PolyU-HSFD database; Gabor filter bank-based features; Gaussian white noise robustness; shot noise; CMU-HSFD database; histogram of oriented gradients; HOG descriptor; local binary pattern","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology","Journal Information":"IET IMAGE PROCESSING Volume: 11 Issue: 4 Pages: 266-272 DOI: 10.1049/iet-ipr.2016.0722 Published: APR 2017","Abstract":"Hyperspectral face recognition provides improved classification rates due to its abundant information in the face cubes of every subject in hyperspectral face databases. However, it is less popular in face recognition due to its difficulty in data acquisition, low signal-to-noise ratio, and high dimensionality. The authors compare five existing descriptors that are frequently used in 2D face recognition, and use collaborative representation classifier (CRC) with two voting techniques for hyperspectral face recognition. Experimental results demonstrate that, for PolyU-HSFD database, Gabor filter bank-based features are very robust to both Gaussian white noise and shot noise, and it achieves very competitive classification results. For CMU-HSFD database, when the noise level is low, histogram of oriented gradients (HOG) yields good classification results. In addition, when the noise level is high, raw facial images without feature extraction perform very well in term of correct classification rate. The local binary pattern and HOG descriptor are very sensitive to noise even though they achieve rather good classification rates if the facial images contain no noise. The best recognition result for the PolyU-HSFD is 96.4%+/- 2.3 and for the CMU-HSFD is 98.0%+/- 0.7.","Authors":"Chen, GY (Chen, Guangyi) ; Li, CJ (Li, Changjun) ; Sun, W (Sun, Wei)","Title":"Hyperspectral face recognition via feature extraction and CRC-based classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395864700003 ISSN: 1971-7458","Keywords":"Firewood; Forest Management; Mexico; Quercus; Seedlings; Timber Harvesting; Tropical Montane Cloud Forest; Disturbance KeyWords Plus:SPECIES RICHNESS; TROPICAL FOREST; OAK REGENERATION; HUMAN IMPACT; MEXICO; MANAGEMENT; CONSERVATION; DISTURBANCE; CHIAPAS; STANDS","Categories":"Forestry Web of Science Categories:Forestry","Journal Information":"IFOREST-BIOGEOSCIENCES AND FORESTRY Volume: 10 Pages: 369-375 DOI: 10.3832/ifor1937-009 Published: APR 2017","Abstract":"Unplanned selective logging for charcoal and firewood is a common practice in tropical montane cloud forest (TMCF), a high priority ecosystem for biodiversity conservation at the global scale. However, limited information is available regarding the impact of such logging on forest regeneration. We evaluated the abundance and composition of tree regeneration in four TMCF sites subject to traditional selective logging in southern Mexico. At each site, we calculated a tree extraction index based on the number of stumps, logs and charcoal kilns and established six 200 m(2) plots where the abundance of adult, sapling and seedling trees were recorded and canopy cover estimated. Based on the extraction index and estimated basal area values, two sites each were classified as being of low (L) and high (H) logging intensity; the extraction index was three times lower in L (7.5 and 9.2) than in H (35 and 35) sites, while basal area was significantly higher in L than in H sites (80.2 +/- 10.2 vs. 41.9 +/- 4.96 m(2) ha(-1), respectively). No significant differences were found among sites in terms of canopy cover, diameter and density of adult trees or in the density of saplings and seedlings (0.72 individuals m(-2)). In all sites, species of intermediate shade-tolerance dominated the regeneration (76%), followed by the shade-tolerant (23%) and pioneer (1%) species. Regeneration of Quercus spp. (four species) dominated at all sites (50.5%); this is a group of particular interest to the local communities because of its utility for firewood and charcoal. The similarity in composition between adult and regenerating tree species was relatively high in all of the sites (Morisita-Horn Index L1=0.86, L2=0.64, H1=0.69 and H2=0.71). These results indicate that, under the evaluated selective logging intensities, TMCF can sustain sufficient regeneration of Quercus spp. and thus presents an opportunity for sustainable management. The legacy effects of traditional selective logging on TMCF tree regeneration are discussed.","Authors":"Ortiz-Colin, P (Ortiz-Colin, Perla) ; Toledo-Aceves, T (Toledo-Aceves, Tarin) ; Lopez-Barrera, F (Lopez-Barrera, Fabiola) ; Gerez-Fernandez, P (Gerez-Fernandez, Patricia)","Title":"Can traditional selective logging secure tree regeneration in cloud forest?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100021 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Neighborhood covering reduction; Three-way decision; Rule extraction KeyWords Plus:GENERALIZED ROUGH SETS; 3-WAY DECISION-THEORY; NEAREST-NEIGHBOR; ATTRIBUTE REDUCTION; FUZZY-SETS; APPROXIMATION; CLASSIFIERS; INFORMATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 371-384 DOI: 10.1016/j.ijar.2016.11.010 Published: APR 2017","Abstract":"Neighborhood Covering Reduction extracts rules for classification through formulating the covering of data space with neighborhoods. The covering of neighborhoods is constructed based on distance measure and strictly constrained to be homogeneous. However, this strategy over-focuses on individual samples and thus makes the neighborhood covering model sensitive to noise and outliers. To tackle this problem, we construct a flexible Tripartition Neighborhood for robust classification. This novel neighborhood originates from Three-way Decision theory and is partitioned into the regions of certain neighborhood, neighborhood boundary and non-neighborhood. The neighborhood boundary consists of uncertain neighbors and is helpful to tolerate noise. Besides the neighborhood construction, we also proposed complete and partial strategies to reduce redundant neighborhoods to optimize the neighborhood covering for classification. The reduction process preserves lower and upper approximations of neighborhood covering and thereby provides a flexible way to handle uncertain samples and noise. Experiments verify the classification based on tri-partition neighborhood covering is robust and achieves precise and stable results on noisy data. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yue, XD (Yue, Xiaodong) ; Chen, YF (Chen, Yufei) ; Miao, DQ (Miao, Duoqian) ; Qian, J (Qian, Jin)","Title":"Tri-partition neighborhood covering reduction for robust classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162200003 ISSN: 0920-5691 eISSN: 1573-1405","Keywords":"Sleep system recommendation; RGB-Depth data; Pressure imaging; Anthropometric landmark extraction; Multi-part human body segmentation KeyWords Plus:INTRAOCULAR-PRESSURE; GRAPH CUTS; D IMAGE; WEIGHT; MODEL; SEGMENTATION; MATTRESSES; ALIGNMENT; SURFACES; POSTURE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER VISION Volume: 122 Issue: 2 Pages: 212-227 Special Issue: SI DOI: 10.1007/s11263-016-0919-0 Published: APR 2017","Abstract":"This paper presents a novel system for automatic sleep system recommendation using RGB, depth and pressure information. It consists of a validated clinical knowledge-based model that, along with a set of prescription variables extracted automatically, obtains a personalized bed design recommendation. The automatic process starts by performing multi-part human body RGB-D segmentation combining GrabCut, 3D Shape Context descriptor and Thin Plate Splines, to then extract a set of anthropometric landmark points by applying orthogonal plates to the segmented human body. The extracted variables are introduced to the computerized clinical model to calculate body circumferences, weight, morphotype and Body Mass Index categorization. Furthermore, pressure image analysis is performed to extract pressure values and at-risk points, which are also introduced to the model to eventually obtain the final prescription of mattress, topper, and pillow. We validate the complete system in a set of 200 subjects, showing accurate category classification and high correlation results with respect to manual measures.","Authors":"Palmero, C (Palmero, Cristina) ; Esquirol, J (Esquirol, Jordi) ; Bayo, V (Bayo, Vanessa) ; Cos, MA (Angel Cos, Miquel) ; Ahmadmonfared, P (Ahmadmonfared, Pouya) ; Salabert, J (Salabert, Joan) ; Sanchez, D (Sanchez, David) ; Escalera, S (Escalera, Sergio)","Title":"Automatic Sleep System Recommendation by Multi-modal RBG-Depth-Pressure Anthropometric Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396651700002 ISSN: 1935-5688 eISSN: 1935-5696","Keywords":"Big Data Warehouse; Business Intelligence; Customer Behaviour; Hospitality; Hospitality Big Data Warehouse; NoSQL Databases; Online Reputation; Tourism; Web Crawler KeyWords Plus:GENERATION; EXTRACTION; ANALYTICS; REVIEWS; ONLINE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION SYSTEMS IN THE SERVICE SECTOR Volume: 9 Issue: 2 Pages: 27-45 DOI: 10.4018/IJISSS.2017040102 Published: APR-JUN 2017","Abstract":"order to increase the hotel's competitiveness, to maximize its revenue, to meliorate its online reputation and improve customer relationship, the information about the hotel's business has to be managed by adequate information systems (IS). Those IS should be capable of returning knowledge from a necessarily large quantity of information, anticipating and influencing the consumer's behaviour. One way to manage the information is to develop a Big Data Warehouse (BDW), which includes information from internal sources (e.g., Data Warehouse) and external sources (e.g., competitive set and customers' opinions). This paper presents a framework for a Hospitality Big Data Warehouse (HBDW). The framework includes a (1) Web crawler that periodically accesses targeted websites to automatically extract information from them, and a (2) data model to organize and consolidate the collected data into a HBDW. Additionally, the usefulness of this HBDW to the development of the business analytical tools is discussed, keeping in mind the implementation of the business intelligence (BI) concepts.","Authors":"Ramos, CMQ (Ramos, Celia M. Q.) ; Martins, DJ (Martins, Daniel Jorge) ; Serra, F (Serra, Francisco) ; Lam, R (Lam, Roberto) ; Cardoso, PJS (Cardoso, Pedro J. S.) ; Correia, MB (Correia, Marisol B.) ; Rodrigues, JMF (Rodrigues, Joao M. F.)","Title":"Framework for a Hospitality Big Data Warehouse: The Implementation of an Efficient Hospitality Business Intelligence System"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398544300010 ISSN: 1322-7114 eISSN: 1440-172X","Keywords":"Communication; framework; handover; hand off; literature review; nurses KeyWords Plus:EMERGENCY-DEPARTMENT; CARE; DOCUMENTATION; INFORMATION","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"INTERNATIONAL JOURNAL OF NURSING PRACTICE Volume: 23 Issue: 2 Article Number: UNSP e12520 DOI: 10.1111/ijn.12520 Published: APR 2017","Abstract":"The aim of this study is to explore the different handover models and processes available and their efficacy in improving handover communication within nursing practice. The handover of information is a key nursing responsibility that ensures patient outcomes through continuity of care. This process is widely recognised as an opening for error that may comprise patient safety. This paper is an integrative literature review that employed an inductive exploratory design. A computerised database search was employed including CINAHL, PubMed and Science Direct and a manual citation search with included papers limited to papers published 2005-2016, in English with full text freely available. This included a systematic search strategy, a critical appraisal of the papers utilising the Critical Appraisal Skills Programme, an inductive data extraction and thematic analysis. Sixteen papers were included in this review. The results detailed that there are various handover models in use, yet there is no evidence that any one model displays superior efficacy. The iSoBAR model and its adaptations remain the only model employed across various specialties. More research is warranted to determine if any handover model displays superior efficacy or transferability.","Authors":"Bakon, S (Bakon, Shannon) ; Wirihana, L (Wirihana, Lisa) ; Christensen, M (Christensen, Martin) ; Craft, J (Craft, Judy) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bakon, Shannon  http://orcid.org/0000-0003-3181-7606","Title":"Nursing handovers: An integrative review of the different models and processes available"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398469800021 PubMed ID: 28035620 ISSN: 0301-1623 eISSN: 1573-2584","Keywords":"Antimicrobial lock solution; Catheter-related infections; Central venous catheters; Network metaanalysis; Renal dialysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIALS; BLOOD-STREAM INFECTIONS; MIXED TREATMENT COMPARISONS; INTRAVASCULAR CATHETERS; MINOCYCLINE-EDTA; PREVENTION; BACTEREMIA; HEPARIN; CITRATE; GENTAMICIN","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"INTERNATIONAL UROLOGY AND NEPHROLOGY Volume: 49 Issue: 4 Pages: 701-716 DOI: 10.1007/s11255-016-1490-x Published: APR 2017","Abstract":"Purpose The purpose of our study is to carry out a Bayesian network meta-analysis comparing the efficacy of different antimicrobial lock solutions (ALS) for prevention of catheter-related infections (CRI) in patients with hemodialysis (HD) and ranking these ALS for practical consideration. Methods We searched six electronic databases, earlier relevant meta-analysis and reference lists of included studies for randomized controlled trials (RCTs) that compared ALS for preventing episodes of CRI in patients with HD either head-to-head or against control interventions using non-ALS. Two authors independently assessed the methodological quality of included studies using the Cochrane risk of bias tool and extracted relevant information according to a predesigned extraction form. Data were analysed using the WinBUGS (V.1.4.3) and the Stata (V.13.0). Results Finally, 18 studies involving 2395 patients and evaluating 9 ALS strategies were included. Network meta-analysis showed that gentamicin plus citrate (OR 0.07, 95% CrI 0.00-0.48) and gentamicin plus heparin (OR 0.04, 95% CrI 0.00-0.23) were statistically superior to heparin alone in terms of reducing CRBSI. For exit site infection and all-cause mortality, no significant difference in the intervention effect (p > 0.05) was detected for all included ALS when compared to heparin. Moreover, all ALS were similar in efficacy (p > 0.05) from each other for CRBSI, exit site infection and all-cause mortality. Conclusions Our findings indicated that gentamicin plus heparin may be selected for the prophylaxis of CRI in patients undergoing HD with CVCs. Whether this strategy will lead to antimicrobial resistance remains unclear in view of the relatively short duration of included studies. More attentions should be made regarding head-to-head comparisons of the most commonly used ALS in this field.","Authors":"Zhang, J (Zhang, Jun) ; Wang, B (Wang, Bo) ; Li, RK (Li, Rongke) ; Ge, L (Ge, Long) ; Chen, KH (Chen, Kee-Hsin) ; Tian, JH (Tian, Jinhui)","Title":"Does antimicrobial lock solution reduce catheter-related infections in hemodialysis patients with central venous catheters? A Bayesian network meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397686800006 PubMed ID: 28267659 ISSN: 1570-0232 eISSN: 1873-376X","Keywords":"Rhizoma Smilacis Glabrae; Accelerated solvent extraction; Mass spectrometry; Charged aerosol detection; Coulometric array detection KeyWords Plus:PHENOLIC-COMPOUNDS; OXIDATIVE STRESS; MASS-SPECTROMETRY; FLAVONOIDS; RATS; QUANTIFICATION; CARDIOMYOCYTES; HEPATOTOXICITY; APOPTOSIS; BEVERAGES","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"JOURNAL OF CHROMATOGRAPHY B-ANALYTICAL TECHNOLOGIES IN THE BIOMEDICAL AND LIFE SCIENCES Volume: 1049 Pages: 41-50 DOI: 10.1016/jjchromb.2017.02.012 Published: APR 1 2017","Abstract":"An analytical approach including fingerprint, quantitative analysis and rapid screening of anti -oxidative components was established and successfully applied for the comprehensive quality control of Rhizoma Smilacis Glabrae (RSG), a well-known Traditional Chinese Medicine with the homology of medicine and food. Thirteen components were tentatively identified based on their retention behavior, UV absorption and MS fragmentation patterns. Chemometric analysis based on coulmetric array data was performed to evaluate the similarity and variation between fifteen batches. Eight discriminating components were quantified using single -compound calibration. The unit responses of those components in coulmetric array detection were calculated and compared with those of several compounds reported to possess antioxidant activity, and four of them were tentatively identified as main contributors to the total anti oxidative activity. The main advantage of the proposed approach was that it realized simultaneous fingerprint, quantitative analysis and screening of anti -oxidative components, providing comprehensive information for quality assessment of RSG.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yang, G (Yang, Guang) ; Zhao, X (Zhao, Xin) ; Wen, J (Wen, Jun) ; Zhou, TT (Zhou, Tingting) ; Fan, GR (Fan, Guorong)","Title":"Simultaneous fingerprint, quantitative analysis and anti-oxidative based screening of components in Rhizoma Smilacis Glabrae using liquid chromatography coupled with Charged Aerosol and Coulometric array Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396071600016 ISSN: 1672-5182 eISSN: 1993-5021","Keywords":"volatile flavor compounds; GC-MS; electronic nose; sensory analysis KeyWords Plus:VOLATILE COMPONENTS; GC-MS; QUALITY ASSESSMENT; PROFILE; STORAGE; MEAT; PREDICTION; SYSTEMS; FILLETS; FISH","Categories":"Oceanography Web of Science Categories:Oceanography","Journal Information":"JOURNAL OF OCEAN UNIVERSITY OF CHINA Volume: 16 Issue: 2 Pages: 311-318 DOI: 10.1007/s11802-017-3194-y Published: APR 2017","Abstract":"Shrimp paste is a type of condiments with high nutritional value. However, the flavors of shrimp paste, particularly the non-uniformity flavors, have limited its application in food processing. In order to identify the characteristic flavor compounds in Chinese traditional shrimp pastes, five kinds of typical commercial products were evaluated in this study. The differences in the volatile composition of the five products were investigated. Solid phase micro-extraction method was employed to extract the volatile compounds. GC-MS and electronic nose were applied to identify the compounds, and the data were analyzed using principal component analysis (PCA). A total of 62 volatile compounds were identified, including 8 alcohols, 7 aldehydes, 3 ketones, 7 ethers, 7 acids, 3 esters, 6 hydrocarbons, 12 pyrazines, 2 phenols, and 7 other compounds. The typical volatile compounds contributing to the flavor of shrimp paste were found as follows: dimethyl disulfide, dimethyl tetrasulfide, dimethyl trisulfide, 2, 3, 5-trimethyl-6-ethyl pyrazine, ethyl-2, 5-dimethyl-pyrazine, phenol and indole. Propanoic acid, butanoic acid, furans, and 2-hydroxy-3-pentanone caused unpleasant odors, such as pungent and rancid odors. Principal component analysis showed that the content of volatile compounds varied depending on the processing conditions and shrimp species. These results indicated that the combinations of multiple analysis and identification methods could make up the limitations of a single method, enhance the accuracy of identification, and provide useful information for sensory research and product development.","Authors":"Fan, Y (Fan, Yan) ; Yin, L (Yin, Li'ang) ; Xue, Y (Xue, Yong) ; Li, ZJ (Li, Zhaojie) ; Hou, H (Hou, Hu) ; Xue, CH (Xue, Changhu)","Title":"Analyzing the flavor compounds in Chinese traditional fermented shrimp pastes by HS-SPME-GC/MS and electronic nose"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396041600026 ISSN: 0094-9930 eISSN: 1528-8978","Keywords":"leak detection and location; LPG pipelines; branch junctions; model-based methods KeyWords Plus:SYSTEM; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF PRESSURE VESSEL TECHNOLOGY-TRANSACTIONS OF THE ASME Volume: 139 Issue: 2 Article Number: 021701 DOI: 10.1115/1.4034403 Published: APR 2017","Abstract":"This work proposes a methodology to estimate positions of leaks in pipelines with multiple elevation profiles and branch junctions in which only data of pressure and flow at the extremes of the pipeline and the branch junctions are assumed known. The key of the proposition is the error of the position at the branch junction in the presence of leaks. Specifically, the sign of the error determines if the leak is located downstream or upstream from the branch junction. This information then allows us to obtain static equations which characterize the leak position. To simplify the leak position expression, the piezometric variable instead of the pressure head is used for its derivation. Simulation results and real industrial data tests acquired from a liquefied petroleum gas (LPG) pipeline of 60 km with five elevation profiles and one branch junction with known extraction flow and position show the potentiality of the suggested method.","Authors":"Gonzalez, O (Gonzalez, O.) ; Verde, C (Verde, C.) ; Torres, L (Torres, L.)","Title":"Leak Estimation Method for Complex Pipelines With Branch Junctions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397030400007 PubMed ID: 27413122 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"Natural Language Processing (NLP) [MeSH L01.224.050.375.580]; Heart Failure [C14.280.434]; Left Ventricular Ejection Fraction; Medical Informatics [L01.313.500]; Quality Indicators; Health Care [N04.761.789] KeyWords Plus:CLINICAL NOTES; MEDICATION INFORMATION; TEXT ANALYSIS; KNOWLEDGE; SYSTEM; IDENTIFICATION; ARCHITECTURE; RECORDS","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: E1 Pages: E40-E46 DOI: 10.1093/jamia/ocw097 Published: APR 2017","Abstract":"Objective: This paper describes a new congestive heart failure (CHF) treatment performance measure information extraction system-CHIEF-developed as part of the Automated Data Acquisition for Heart Failure project, a Veterans Health Administration project aiming at improving the detection of patients not receiving recommended care for CHF. Design: CHIEF is based on the Apache Unstructured Information Management Architecture framework, and uses a combination of rules, dictionaries, and machine learning methods to extract left ventricular function mentions and values, CHF medications, and documented reasons for a patient not receiving these medications. Measurements: The training and evaluation of CHIEF were based on subsets of a reference standard of various clinical notes from 1083 Veterans Health Administration patients. Domain experts manually annotated these notes to create our reference standard. Metrics used included recall, precision, and the F1-measure. Results: In general, CHIEF extracted CHF medications with high recall (>0.990) and good precision (0.960-0.978). Mentions of Left Ventricular Ejection Fraction were also extracted with high recall (0.978-0.986) and precision (0.986-0.994), and quantitative values of Left Ventricular Ejection Fraction were found with 0.910-0.945 recall and with high precision (0.939-0.976). Reasons for not prescribing CHF medications were more difficult to extract, only reaching fair accuracy with about 0.310-0.400 recall and 0.250-0.320 precision. Conclusion: This study demonstrated that applying natural language processing to unlock the rich and detailed clinical information found in clinical narrative text notes makes fast and scalable quality improvement approaches possible, eventually improvingmanagement and outpatient treatment of patients suffering from CHF.","Authors":"Meystre, SM (Meystre, Stephane M.) ; Kim, Y (Kim, Youngjun) ; Gobbel, GT (Gobbel, Glenn T.) ; Matheny, ME (Matheny, Michael E.) ; Redd, A (Redd, Andrew) ; Bray, BE (Bray, Bruce E.) ; Garvin, JH (Garvin, Jennifer H.)","Title":"Congestive heart failure information extraction framework for automated treatment performance measures assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397030400018 PubMed ID: 27638907 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"clinical decision support systems; computer-based decision support; febrile neutropenia; chemotherapy; risk model; granulocyte-colony stimulating factor KeyWords Plus:COLONY-STIMULATING FACTOR; CELL LUNG-CANCER; RELATIVE DOSE INTENSITY; NON-HODGKINS-LYMPHOMA; ANTHRACYCLINE-BASED CHEMOTHERAPY; PATIENTS RECEIVING CHEMOTHERAPY; INDUCED FEBRILE NEUTROPENIA; EPITHELIAL OVARIAN-CANCER; METASTATIC BREAST-CANCER; CONTROLLED PHASE-III","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: E1 Pages: E129-E135 DOI: 10.1093/jamia/ocw131 Published: APR 2017","Abstract":"Objectives: Clinical guidelines recommending the use of myeloid growth factors are largely based on the prescribed chemotherapy regimen. The guidelines suggest that oncologists consider patient-specific characteristics when prescribing granulocyte-colony stimulating factor (G-CSF) prophylaxis; however, a mechanism to quantify individual patient risk is lacking. Readily available electronic health record (EHR) data can provide patient-specific information needed for individualized neutropenia risk estimation. An evidence-based, individualized neutropenia risk estimation algorithm has been developed. This study evaluated the automated extraction of EHR chemotherapy treatment data and externally validated the neutropenia risk prediction model. Materials and Methods: A retrospective cohort of adult patients with newly diagnosed breast, colorectal, lung, lymphoid, or ovarian cancer who received the first cycle of a cytotoxic chemotherapy regimen from 2008 to 2013 were recruited from a single cancer clinic. Electronically extracted EHR chemotherapy treatment data were validated by chart review. Neutropenia risk stratification was conducted and risk model performance was assessed using calibration and discrimination. Results: Chemotherapy treatment data electronically extracted from the EHR were verified by chart review. The neutropenia risk prediction tool classified 126 patients (57%) as being low risk for febrile neutropenia, 44 (20%) as intermediate risk, and 51 (23%) as high risk. The model was well calibrated (Hosmer-Lemeshow goodnessof- fit test - 0.24). Discrimination was adequate and slightly less than in the original internal validation (c-statistic 0.75 vs 0.81). Conclusion: Chemotherapy treatment data were electronically extracted from the EHR successfully. The individualized neutropenia risk prediction model performed well in our retrospective external cohort.","Authors":"Pawloski, PA (Pawloski, Pamala A.) ; Thomas, AJ (Thomas, Avis J.) ; Kane, S (Kane, Sheryl) ; Vazquez-Benitez, G (Vazquez-Benitez, Gabriela) ; Shapiro, GR (Shapiro, Gary R.) ; Lyman, GH (Lyman, Gary H.)","Title":"Predicting neutropenia risk in patients with cancer using electronic data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563300002 ISSN: 2047-7538","Keywords":"collection efficiency; fluorescence microscopy; optical nano-antennas; single molecule KeyWords Plus:SINGLE-MOLECULE; EMISSION; NANOANTENNA; EFFICIENT; PHOTONS; MICROCAVITIES; FLUORESCENCE; RADIATION; PATTERN; DOT","Categories":"Optics Web of Science Categories:Optics","Journal Information":"LIGHT-SCIENCE & APPLICATIONS Volume: 6 Article Number: e16245 DOI: 10.1038/lsa.2016.245 Published: APR 2017","Abstract":"The efficient interaction of light with quantum emitters is crucial to most applications in nano and quantum photonics, such as sensing or quantum information processing. Effective excitation and photon extraction are particularly important for the weak signals emitted by a single atom or molecule. Recent works have introduced novel collection strategies, which demonstrate that large efficiencies can be achieved by either planar dielectric antennas combined with high numerical aperture objectives or optical nanostructures that beam emission into a narrow angular distribution. However, the first approach requires the use of elaborate collection optics, while the latter is based on accurate positioning of the quantum emitter near complex nanoscale architectures; hence, sophisticated fabrication and experimental capabilities are needed. Here we present a theoretical and experimental demonstration of a planar optical antenna that beams light emitted by a single molecule, which results in increased collection efficiency at small angles without stringent requirements on the emitter position. The proposed device exhibits broadband performance and is spectrally scalable, and it is simple to fabricate and therefore applies to a wide range of quantum emitters. Our design finds immediate application in spectroscopy, quantum optics and sensing.","Authors":"Checcucci, S (Checcucci, Simona) ; Lombardi, P (Lombardi, Pietro) ; Rizvi, S (Rizvi, Sahrish) ; Sgrignuoli, F (Sgrignuoli, Fabrizio) ; Gruhler, N (Gruhler, Nico) ; Dieleman, FBC (Dieleman, Frederik B. C.) ; Cataliotti, FS (Cataliotti, Francesco S.) ; Pernice, WHP (Pernice, Wolfram H. P.) ; Agio, M (Agio, Mario) ; Toninelli, C (Toninelli, Costanza)","Title":"Beaming light from a quantum emitter with a planar optical antenna"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398876000005 PubMed ID: 28108414 ISSN: 0149-7634 eISSN: 1873-7528","Keywords":"Sensorimotor transformations; Executive functions; Motor control; Hand-object interactions; Affordances extraction; Parieto-frontal circuits; Ventral visual stream; Prefrontal cortex KeyWords Plus:VENTRAL PREMOTOR CORTEX; PRIMARY MOTOR CORTEX; POSTERIOR PARIETAL CORTEX; ANTERIOR INTRAPARIETAL AREA; PRIMATE PREFRONTAL CORTEX; SECONDARY SOMATOSENSORY CORTEX; MEDIAL PARIETOOCCIPITAL CORTEX; SUPERIOR TEMPORAL SULCUS; MULTIMODAL ARCHITECTONIC SUBDIVISION; TRANSCRANIAL MAGNETIC STIMULATION","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"NEUROSCIENCE AND BIOBEHAVIORAL REVIEWS Volume: 75 Pages: 65-90 DOI: 10.1016/j.neubiorev.2017.01.017 Published: APR 2017","Abstract":"In primates, neural mechanisms for controlling skilled hand actions primarily rely on sensorimotor transformations. These transformations are mediated by circuits linking specific inferior parietal with ventral premotor areas in which sensory coding of objects' features automatically triggers appropriate hand motor programs. Recently, connectional studies in macaques showed that these parietal and premotor areas are nodes of a large-scale cortical network, designated as \"lateral grasping network,\" including specific temporal and prefrontal sectors involved in object recognition and executive functions, respectively. These data extend grasping models so far proposed in providing a possible substrate for interfacing perceptual, cognitive, and hand-related sensorimotor processes for controlling hand actions based on object identity, goals, and memory-based or contextual information and for the contribution of motor signals to cognitive motor functions. Human studies provided evidence for a possible counterpart of the macaque lateral'grasping network, suggesting that in primate evolution the neural mechanisms for controlling hand actions described in the macaque have been retained and exploited for the emergence of human-specific motor and cognitive motor capacities. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Borra, E (Borra, Elena) ; Gerbella, M (Gerbella, Marzio) ; Rozzi, S (Rozzi, Stefano) ; Luppino, G (Luppino, Giuseppe)","Title":"The macaque lateral grasping network: A neural substrate for generating purposeful hand actions"}, {"Keywords":"magnetic susceptibility; iron; myelin KeyWords Plus:HIGH-FIELD MRI; IRON CHAPERONES PCBP1; GRADIENT-ECHO MRI; NON-HAEMIN IRON; WHITE-MATTER; IN-VIVO; MULTIPLE-SCLEROSIS; 7 T; FIBER ORIENTATION; CLINICAL-APPLICATIONS","Categories":"Biophysics; Radiology, Nuclear Medicine & Medical Imaging; Spectroscopy Web of Science Categories:Biophysics; Radiology, Nuclear Medicine & Medical Imaging; Spectroscopy","Journal Information":"NMR IN BIOMEDICINE Volume: 30 Issue: 4 Special Issue: SI Article Number: e3546 DOI: 10.1002/nbm.3546 Published: APR 2017","Abstract":"This review discusses the major contributors to the subtle magnetic properties of brain tissue and how they affect MRI contrast. With the increased availability of high-field scanners, the use of magnetic susceptibility contrast for the study of human brain anatomy and function has increased dramatically. This has not only led to novel applications, but has also improved our understanding of the complex relationship between MRI contrast and magnetic susceptibility. Chief contributors to the magnetic susceptibility of brain tissue have been found to include myelin as well as iron. In the brain, iron exists in various forms with diverse biological roles, many of which are now only starting to be uncovered. An interesting aspect of magnetic susceptibility contrast is its sensitivity to the microscopic distribution of iron and myelin, which provides opportunities to extract information at spatial scales well below MRI resolution. For example, in white matter, the myelin sheath that surrounds the axons can provide tissue contrast that is dependent on the axonal orientation and reflects the relative size of intra-and extra-axonal water compartments. The extraction of such ultrastructural information, together with quantitative information about iron and myelin concentrations, is an active area of research geared towards the characterization of brain structure and function, and their alteration in disease. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Duyn, JH (Duyn, Jeff H.) ; Schenck, J (Schenck, John)","Title":"Contributions to magnetic susceptibility of brain tissue"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396957900004 PubMed ID: 28110256 ISSN: 0260-6917 eISSN: 1532-2793","Keywords":"Experiential learning; Peer physical examination; Peer-assisted learning; Ethical practice; Clinical skills; Nursing; Allied health; Medicine KeyWords Plus:PEER-PHYSICAL-EXAMINATION; OBTAINING STUDENTS CONSENT; INFORMED-CONSENT; EXAMINATION POLICY; EXAMINATION TIME; NEW-MODEL; WILLINGNESS; NEED; PARTICIPATE; ATTITUDES","Categories":"Education & Educational Research; Nursing Web of Science Categories:Education, Scientific Disciplines; Nursing","Journal Information":"NURSE EDUCATION TODAY Volume: 51 Pages: 23-33 DOI: 10.1016/j.nedt.2016.12.024 Published: APR 2017","Abstract":"Students enrolled in medical, nursing and health science programs often participate in experiential learning in their practical classes. Experiential learning includes peer physical examination and peer-assisted learning where students practise clinical skills on each other. Objectives: To identify effective strategies that enable ethical experiential learning for health students during practical classes. Design: A narrative review of the literature. Data Sources: Pubmed, Cinahl and Scopus databases were searched because they include most of the health education journals where relevant ankles would be published. Review Methods: A data extraction framework was developed to extract information from the included papers. Data were entered into a fillable form in Google Docs. Findings from identified studies were extracted to a series of tables (e.g. strategies for fostering ethical conduct; facilitators and barriers to peer-assisted learning). Themes were identified from these findings through a process of line by line coding and organisation of codes into descriptive themes using a constant comparative method. Finally understandings and hypotheses of relevance to our research question were generated from the descriptive themes. Results: A total of 35 articles were retrieved that met the inclusion criteria. A total of 13 strategies for ethical experiential learning were identified and one evaluation was reported. The most frequently reported strategies were gaining written informed consent from students, providing information about the benefits of experiential learning and what to expect in practical classes, and facilitating discussions in class about potential issues. Contexts that facilitated participation in experiential learning included allowing students to choose their own groups, making participation voluntary, and providing adequate supervision, feedback and encouragement. Conclusion: A total of 13 strategies for ethical experiential learning were identified in the literature. A formal process for written consent was evaluated as effective; the effectiveness of other strategies remains to be determined. A comprehensive framework that integrates all recommendations from the literature is needed to guide future research and practise of ethical experiential learning in health courses. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Grace, S (Grace, Sandra) ; Innes, E (Innes, Ev) ; Patton, N (Patton, Narelle) ; Stockhausen, L (Stockhausen, Lynette)","Title":"Ethical experiential learning in medical, nursing and allied health education: A narrative review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395748000007 PubMed ID: 28107088 ISSN: 0928-6586 eISSN: 1744-5086","Keywords":"Adult; Caribbean; child; cross-sectional studies; epidemiology; eye diseases; prevalence; risk factors; Trinidad and Tobago; visual acuity KeyWords Plus:VISION IMPAIRMENT QUESTIONNAIRE; VISUAL-ACUITY; BARBADOS-EYE; MACULAR DEGENERATION; DIABETIC-RETINOPATHY; GLOBAL PREVALENCE; CLINICAL-RESEARCH; BLACK-POPULATION; LENS OPACITIES; RASCH ANALYSIS","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"OPHTHALMIC EPIDEMIOLOGY Volume: 24 Issue: 2 Pages: 116-129 DOI: 10.1080/09286586.2016.1259639 Published: APR 2017","Abstract":"Purpose: This paper describes the rationale, study design and procedures of the National Eye Survey of Trinidad and Tobago (NESTT). The main objective of this survey is to obtain prevalence estimates of vision impairment and blindness for planning and policy development. Methods: A population-based, cross-sectional survey was undertaken using random multistage cluster sampling, with probability-proportionate-to-size methods. Eligible participants aged 5 years and older were sampled from the non-institutional population in each of 120 cluster segments. Presenting distance and near visual acuity were screened in their communities. People aged 40 years and older, and selected younger people, were invited for comprehensive clinic assessment. The interview included information on potential risk factors for vision loss, associated costs and quality of life. The examination included measurement of anthropometrics, blood glucose, refraction, ocular biometry, corneal hysteresis, and detailed assessment of the anterior and posterior segments, with photography and optical coherence tomography imaging. Adult participants were invited to donate saliva samples for DNA extraction and storage. Results: The fieldwork was conducted over 13 months in 2013-2014. A representative sample of 10,651 individuals in 3410 households within 120 cluster segments identified 9913 people who were eligible for recruitment. Conclusion: The study methodology was robust and adequate to provide the first population-based estimates of the prevalence and causes of visual impairment and blindness in Trinidad and Tobago. Information was also gathered on risk factors, costs and quality of life associated with vision loss, and on normal ocular parameters for the population aged 40 years and older.","Authors":"Braithwaite, T (Braithwaite, Tasanee) ; Verlander, NQ (Verlander, Neville Q.) ; Bartholomew, D (Bartholomew, Debra) ; Bridgemohan, P (Bridgemohan, Petra) ; McNally, K (McNally, Kevin) ; Roach, A (Roach, Allana) ; Sharma, S (Sharma, Subash) ; Singh, D (Singh, Deo) ; Pesudovs, K (Pesudovs, Konrad) ; Teelucksingh, S (Teelucksingh, Surujpal) ; Carrington, C (Carrington, Christine) ; Ramsewak, S (Ramsewak, Samuel) ; Bourne, R (Bourne, Rupert) ...More...Less Group Author(s): NESTT Study Grp","Title":"The National Eye Survey of Trinidad and Tobago (NESTT): Rationale, Objectives and Methodology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690500007 ISSN: 1574-1192 eISSN: 1873-1589","Keywords":"Relationship discovery; Crowdsourcing; Knowledge acquisition; Rule extraction; Link mining; Social networks KeyWords Plus:SOCIAL NETWORK; EXTRACTION; PRIVACY; PHOTOS; WEB","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERVASIVE AND MOBILE COMPUTING Volume: 36 Pages: 80-97 Special Issue: SI DOI: 10.1016/j.pmcj.2016.06.019 Published: APR 2017","Abstract":"With the increasing popularity of information sharing and the growing number of social network users, relationship management is one of the key challenges which arise in the context of social networks. One particular relationship management task aims at identifying relationship types that are relevant between social network users and their contacts. Manually identifying relationship types is one possible solution, however it is a time-consuming and tedious task that requires constant maintenance. In this paper, we present a rule-based approach that sets the focus on published photos as a valuable source to identify relationship types. Our approach automatically generates relevant relationship discovery rules based on a crowdsourcing methodology that constructs useful photo datasets. Knowledge is first retrieved from these datasets and then used to create relationship discovery rules. The obtained set of rules is extended using a number of predefined common sense rules and then personalized using a rule mining algorithm. Experimental results demonstrate the correctness and the efficiency of the generated sets of rules to identify relationship types. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Raad, E (Raad, Elie) ; Chbeir, R (Chbeir, Richard) ; Dipanda, A (Dipanda, Albert) ; Raad, EJ (Raad, Eliana J.)","Title":"Automatic rule generation using crowdsourcing for better relationship type discovery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397455900007 PubMed ID: 28199065 ISSN: 0951-4198 eISSN: 1097-0231","Categories":"Biochemistry & Molecular Biology; Chemistry; Spectroscopy Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical; Spectroscopy","Journal Information":"RAPID COMMUNICATIONS IN MASS SPECTROMETRY Volume: 31 Issue: 8 Pages: 728-736 DOI: 10.1002/rcm.7837 Published: APR 2017","Abstract":"RationaleAflatoxins are poisonous and cancer-related chemical compounds commonly found in crops and plants. Aflatoxin B-1 is the most toxic compound among aflatoxins and has been classified as group 1 carcinogenic to humans, especially in liver cancer. Herein, an ambient mass spectrometric method was developed for rapid characterization of trace aflatoxin B-1 in peanuts. MethodsDirect electrospray probe tandem mass spectrometry (DEP-MS/MS) was used to detect aflatoxin B-1 in peanuts. To avoid the matrix effect, the aflatoxin B-1 in the samples was extracted and concentrated by dispersive liquid-liquid microextraction. The mass spectrometer was operated in the positive ion mode to monitor the intact molecular ion (m/z 313, MH+) and product ion (m/z 241) of aflatoxin B-1 using multiple reaction monitoring. ResultsSince no clean-up procedure of the sample was required, the sampling step and the subsequent mass spectrometric detection of the aflatoxin B-1 was completed in less than 5min. The limit of detection of aflatoxin B-1 is at the sub-ppb level. The results obtained by DEP-MS/MS were also validated by liquid chromatography/tandem mass spectrometry (LC/MS/MS). Recovery of aflatoxin B-1 in the sample was evaluated by analyzing spiked aflatoxin B-1 with LC/MS/MS to be 85% and DEP-MS/MS to be 84%. ConclusionsDEP-MS/MS combined with a simple dispersive liquid-liquid microextraction procedure was successfully used for the quantitative analysis of AFB(1) in nut samples. Due to its high efficiency, it is promising in providing important toxicological information for food safety in the real world. Copyright (c) 2017 John Wiley & Sons, Ltd.","Authors":"Satarpai, T (Satarpai, Thiphol) ; Siripinyanond, A (Siripinyanond, Atitaya) ; Su, H (Su, Hung) ; Shiea, J (Shiea, Jentaie)","Title":"Rapid characterization of trace aflatoxin B-1 in groundnuts, wheat and maize by dispersive liquid-liquid microextraction followed by direct electrospray probe tandem mass spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398615000005 ISSN: 0263-5747 eISSN: 1469-8668","Keywords":"SLAM; Localization; Mapping; RGB-D; Texture-less KeyWords Plus:RGB-D CAMERA; FEATURES","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"ROBOTICA Volume: 35 Issue: 4 Pages: 809-831 DOI: 10.1017/S0263574715000831 Published: APR 2017","Abstract":"We present a real time 3D SLAM system for texture-less scenes using only depth information provided by a low cost RGB-D sensor. The proposed method is based on a novel informative sampling scheme that extracts points carrying the most useful 3D information for registration. The aim of the proposed sampling technique is to informatively sample a point cloud into a subset of points based on their 3D information. The flatness of a point is measured by applying a rank order statistics based robust segmentation method to surface normals in its local vicinity. The extracted keypoints from sequential frames are then matched and a rank order statistics based robust estimator is employed to refine the matches and estimate a rigid-body transformation between the frames. Experimental evaluations show that the proposed keypoint extraction method is highly repeatable and outperforms the state of the art methods in terms of accuracy and repeatability. We show that the performance of the registration algorithm is also comparable to other well-known methods in texture-less environments.","Authors":"Yousif, K (Yousif, Khalid) ; Bab-Hadiashar, A (Bab-Hadiashar, Alireza) ; Hoseinnezhad, R (Hoseinnezhad, Reza)","Title":"3D SLAM in texture-less environments using rank order statistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699600003 ISSN: 0584-8547","Keywords":"High-resolution continuum source graphite; furnace molecular absorption spectrometry; Sulfur; Human hair albumin; Autism KeyWords Plus:FOOD SAMPLES; INJECTION; GASOLINE; METALS; ICP","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART B-ATOMIC SPECTROSCOPY Volume: 130 Pages: 17-20 DOI: 10.1016/j.sab.2017.01.007 Published: APR 1 2017","Abstract":"Human hair is a valuable contributor for biological monitoring. It is an information storage point to assess the effects of environmental, nutritional or occupational sources on the body. Human proteins, amino acids or other compounds are among the key components to find the sources of different effects or disorders in the human body. Sulfur is a significant one of these compounds, and it has great affinity to some metals and compounds. This property of the sulfur affects the human health positively or negatively. In this manuscript, sulfur was determined in hair samples of autistic and age-match control group children via molecular absorption of CS using a high-resolution continuum source graphite furnace atomic absorption spectrometer. For this purpose, hair samples were appropriately washed and dried at 75 degrees C. Then samples were dissolved in microwave digestion using HNO3 for sulfur determination. Extraction was performed with HCI hydrolysation by incubation for 24 hat 110 degrees C for total protein and albumin determination. The validity of the method for the sulfur determination was tested using hair standard reference materials. The results were in the uncertainty limits of the certified values at 95% confidence level. Finally correlation of sulfur levels of autistic children's hair with their total protein and albumin levels were done. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ozbek, N (Ozbek, Nil) ; Baysal, A (Baysal, Asli)","Title":"Determination of sulfur in human hair using high resolution continuum source graphite furnace molecular absorption spectrometry and its correlation with total protein and albumin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396683400005 ISSN: 1947-9263 eISSN: 1947-9271","Keywords":"Artificial Bee Colony; Classification; Feature Selection; Random Forest; Swarm Intelligence; Traffic Sign Recognition KeyWords Plus:RANDOM FORESTS; CLASSIFICATION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF SWARM INTELLIGENCE RESEARCH Volume: 8 Issue: 2 Pages: 50-66 Special Issue: SI DOI: 10.4018/IJSIR.2017040104 Published: APR-JUN 2017","Abstract":"This paper proposes the application of a swarm intelligence algorithm called Artificial Bee Colony (ABC) for the feature selection to feed a Random Forest (RF) classifier aiming to recognise Traffic Signs. In this paper, the authors define and assess several fitness functions for the feature selection stage. The idea is to minimise the correlation and maximise the entropy of a set of masks to be used for feature extraction results in a higher information gain and allows to reach recognition accuracies comparable with other state-of-art algorithms. The RF comprises as a committee based on decision trees, which allows handling large datasets and features with high performance, enabling a Traffic Sign Recognition (TSR) system oriented for real-time implementations. The German Traffic Sign Recognition Benchmark (GTSRB) was used for experiments, serving as a real basis for comparison of performance for the authors' proposal.","Authors":"da Silva, DL (da Silva, Diogo L.) ; Seijas, LM (Seijas, Leticia M.) ; Bastos, CJA (Bastos-Filho, Carmelo J. A.)","Title":"Artificial Bee Colony Optimization for Feature Selection of Traffic Sign Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398579400033 ISSN: 0025-3162 eISSN: 1432-1793","Keywords":"Age; SIA; Movements; Marine predators; Stock structure KeyWords Plus:THUNNUS-ORIENTALIS; FOOD-WEB; NITROGEN; MARINE; CARBON; EXTRACTION; PATTERNS; ECOLOGY; WATERS","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"MARINE BIOLOGY Volume: 164 Issue: 4 Article Number: 94 DOI: 10.1007/s00227-017-3127-8 Published: APR 2017","Abstract":"Pacific bluefin tuna (Thunnus orientalis; PBFT) is a highly migratory species, with some individuals migrating between the western Pacific Ocean (WPO) and eastern Pacific Ocean (EPO). In this study, we used stable isotope analysis to identify PBFT that had recently undergone westward transoceanic migration on the Sea of Japan. A total of 155 PBFT individuals were examined. Their ages ranged from 2 to 17 years, with most individuals being 2-7 years of age. Individuals from each year class were classified as WPO residents or recent EPO migrants using cluster analysis of delta N-15 values. Individuals aged 2, 6, and over 7 years had unimodal distributions of delta N-15 values, while individuals aged 3, 4 and 5 years showed a bimodal distribution with high-and low-delta N-15 groups. Due to the overall higher baseline of delta N-15 values in the EPO, high delta N-15 individuals were considered to represent PBFT that had migrated from the EPO. Though individuals aged 6 and over 7 years showed unimodal distributions in the cluster analysis, discriminant analysis indicated that these PBFT also included some migrants from the EPO. We preliminary estimated the percentages of migrants and residents in the Sea of Japan. Such information can improve stock assessments models for PBFT and contribute to the sustainable stock management of this species.","Authors":"Tawa, A (Tawa, Atsushi) ; Ishihara, T (Ishihara, Taiki) ; Uematsu, Y (Uematsu, Yuki) ; Ono, T (Ono, Tsuneo) ; Ohshimo, S (Ohshimo, Seiji)","Title":"Evidence of westward transoceanic migration of Pacific bluefin tuna in the Sea of Japan based on stable isotope analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395215200009 PubMed ID: 28193352 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Hair; Nails; Liquid chromatography-tandem mass spectrometry; Validation; Drugs of abuse; Metabolites KeyWords Plus:LC-MS-MS; OPIATES; COCAINE; AMPHETAMINES; PERFORMANCE; EXTRACTION; MS/MS; PHARMACEUTICALS; QUANTIFICATION; OPIOIDS","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 960 Pages: 101-109 DOI: 10.1016/j.aca.2017.01.022 Published: APR 1 2017","Abstract":"Hair and nails allow for a stable accumulation of compounds over time and retrospective investigation of past exposure and/or consumption. Owing to their long window of detection (weeks to months), analysis of these matrices can provide information complementary to blood and urine analysis or can be used in standalone when e.g. elimination from the body has already occurred. Drugs of abuse are often used together and, therefore, multi-analyte methods capable of detecting several substances and their metabolites in a single run are of importance. This paper presents the development and validation of a method based on liquid chromatography coupled to tandem mass spectrometry (LC-MS/MS) for the simultaneous detection of nine drugs of abuse and their metabolites in hair and nails. We focused on a simple and straightforward sample preparation to reduce costs, and allow application in routine laboratory practice. Chromatographic and mass spectrometric parameters, such as column type, mobile phase, and multiple reaction monitoring transitions were optimized. The method was validated according to the European Medicine Agency guidelines with an assessment of specificity, limit of quantification (LOQ), linearity, accuracy, precision, carry-over, matrix effects, recovery, and process efficiency. Linearity ranged from 25 to 20 000 pg mg(-1) hair and from 50 to 20 000 pg mg(-1) nails, and the lowest calibration point achieved the requirements for the LOQ (25 pg mg(-1) for hair and 50 pg mg(-1) for nails). Although it was not the main focus of the article, the reliability of the method was proven through successful participation in a proficiency test, and by investigation of authentic hair and nail samples from self-reported dwg users In the future, the method should allow comparison between the two matrices to acquire an in-depth knowledge of nail analysis and to define cutoff levels for nail analysis, as they exist for hair. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Cappelle, D (Cappelle, Delphine) ; De Doncker, M (De Doncker, Mireille); Gys, C (Gys, Celine) ; Krysiak, K (Krysiak, Kamelia) ; De Keukeleire, S (De Keukeleire, Steven) ; Maho, W (Maho, Walid) ; Crunelle, CL (Crunelle, Cleo L.) ; Dom, G (Dom, Geert) ; Covaci, A (Covaci, Adrian) ; Van Nuijs, ALN (Van Nuijs, Alexander L. N.) ; Neels, H (Neels, Hugo) ...More...Less","Title":"A straightforward, validated liquid chromatography coupled to tandem mass spectrometry method for the simultaneous detection of nine drugs of abuse and their metabolites in hair and nails"}]