[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200002 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Medical image retrieval; Bag-of-words; Latent Semantic analysis; Multimodal fusion; Medical social network; Collaborative social health network","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 2 DOI: 10.1007/s13278-016-0420-3 Published: DEC 2017","Abstract":"Medical social networks have become an exchange of opinions between patients and health professionals. However, patients are anxious to quickly find a reliable analysis and a concise explanation of their medical images and express their queries through a textual description or a visual description or both sets. For this, we present in this paper a multimodal research model to research medical images based on multimedia information that is extracted from a radiological collaborative social network. Indeed, the opinions shared on a medical image in a medico-social network are a textual description which in most cases requires cleaning by using a medical thesaurus. In addition, we describe the textual description and medical image in a TF-IDF weight vector using an approach of \"bag of words''. We use latent semantic analysis to establish relationships between textual terms and visual terms in shared opinions on the medical image. The multimodal modeling researches the medical information through multimodal queries. Our model is evaluated against the ImageCLEFMed' 2015 baseline, which is the ground truth for our experiments. We have conducted numerous experiments with different descriptors and many combinations of modalities. The analysis of results shows that the model based on two methods can increase the performance of a research system based on a single modality, visual or textual.","Authors":"Bouslimi, R (Bouslimi, Riadh) ; Ayadi, MG (Ayadi, Mouhamed Gaith) ; Akaichi, J (Akaichi, Jalel)","Title":"Semantic medical image retrieval in a medical social network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393017800011 PubMed ID: 28190929 ISSN: 0914-9198 eISSN: 1881-915X","Keywords":"antibody; immunohistochemistry; toxicological pathology","Categories":"Pathology; Toxicology Web of Science Categories:Pathology; Toxicology","Journal Information":"JOURNAL OF TOXICOLOGIC PATHOLOGY Volume: 30 Issue: 1 Pages: 79-107 DOI: 10.1293/tox.2016-0047 Published: WIN 2017","Abstract":"With the aims of sharing information about the technical aspects of immunohistochemistry (IHC) and making it possible to make a suitable choice of antibody for histopathological examination, this technical report describes the results of a questionnaire administered during the period of 2014 to 2015 to members of the Conference on Experimental Animal Histopathology. It also describes the immunological properties of primary antibodies (clone, supplier, catalog number, species reactivity, etc.) and the IHC staining conditions (fixing solution, fixing time, embedding, antigen retrieval method, antibody dilution, incubation time, incubation temperature, positive control tissue, secondary antibody information, etc.) for a total number of 733 primary antibodies (425 kinds of primary antibody).","Authors":"Furukawa, S (Furukawa, Satoshi) ; Nagaike, M (Nagaike, Mika) ; Ozaki, K (Ozaki, Kiyokazu)","Title":"Databases for technical aspects of immunohistochemistry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Enterprise search; Enterprise information seeking & retrieval; Personalised information retrieval; Fuzzy logic; Expert search; Rulebased summarisation; Fuzzy profiling KeyWords Plus:RECOMMENDER SYSTEMS; RELEVANCE FEEDBACK; USER INTEREST; ALGORITHM; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 18-37 DOI: 10.1016/j.ins.2016.12.040 Published: JUL 2017","Abstract":"With the exponential growth of information available on the Internet and various organisational intranets there is a need for profile based information seeking and retrieval (IS&R) systems. These systems should be able to support users with their context-aware information needs. This paper presents a new approach for enterprise IS&R systems using fuzzy logic to develop task, user and document profiles to model user information seeking behaviour. Relevance feedback was captured from real users engaged in IS&R tasks. The feedback was used to develop a linear regression model for predicting document relevancy based on implicit relevance indicators. Fuzzy relevance profiles were created using Term Frequency and Inverse Document Frequency (TF-IDF) analysis for the successful user queries. Fuzzy rule based summarisation was used to integrate the three profiles into a unified index reflecting the semantic weight of the query terms related to the task, user and document. The unified index was used to select the most relevant documents and experts related to the query topic. The overall performance of the system was evaluated based on standard precision and recall metrics which show significant improvements in retrieving relevant documents in response to user queries. (C) 2016 Published by Elsevier Inc.","Authors":"Alhabashneh, O (Alhabashneh, Obada) ; Iqbal, R (Iqbal, Rahat) ; Doctor, F (Doctor, Faiyaz) ; James, A (James, Anne)","Title":"Fuzzy rule based profiling approach for enterprise information seeking and retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Information retrieval; Document summarization; Social context summarization; RTE; Ranking; Unsupervised learning KeyWords Plus:AGREEMENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 71-84 DOI: 10.1016/j.eswa.2017.01.023 Published: JUN 15 2017","Abstract":"Traditional summarization methods only use the internal information of a Web document while ignoring its social information such as tweets from Twitter, which can provide a perspective viewpoint for readers towards an event. This paper proposes a framework named SoRTESum to take the advantages of social information such as document content reflection to extract summary sentences and social messages. In order to do that, the summarization was formulated in two steps: scoring and ranking. In the scoring step, the score of a sentence or social message is computed by using intra-relation and inter-relation which integrate the support of local and social information in a mutual reinforcement form. To calculate these relations, 16 features are proposed. After scoring, the summarization is generated by selecting top m ranked sentences and social messages. SoRTESum was extensively evaluated on two datasets. Promising results show that: (i) SoRTESum obtains significant improvements of ROUGE-scores over state-of-the-art baselines and competitive results with the learning to rank approach trained by RankBoost and (ii) combining intra-relation and inter-relation benefits single-document summarization. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nguyen, MT (Minh-Tien Nguyen) ; Nguyen, ML (Minh-Le Nguyen)","Title":"Intra-relation or inter-relation?: Exploiting social information for Web document summarization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Word spotting; Printed/handwritten text separation; Knowledge extraction; Hidden Markov model; Medical prescriptions KeyWords Plus:HIDDEN MARKOV-MODELS; WORD RETRIEVAL; RECOGNITION; SEGMENTATION; DOCUMENTS; SYSTEM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 113-128 DOI: 10.1016/j.eswa.2017.01.027 Published: JUN 15 2017","Abstract":"In this paper, we propose a word spotting based information retrieval approach for medical prescriptions/reports written by doctors. Sometimes due to almost illegible handwriting, it is difficult to understand the medication reports of doctors. This often confuses the patients about the actual medicine/disease names written by doctors and as a consequence they suffer. A medical prescription is generally partitioned into two parts, a printed letterhead part containing the doctor's name, designation, organization name, etc. and a handwritten part where the doctor writes patient's name and report his/her findings and suggests medicine names. There are many significance impacts of the proposed work. For example, such work can be used (i) to develop expert diagnostic systems (ii) to extract information from patient history that can be obtained by this proposed method (iii) to detect wrong medication (iv) to make different statistical analysis of the medicines prescribed by the doctors etc. To extract the information from such document images, first we extract the domain specific knowledge of doctors by identifying department names from the printed text that appears in letterhead part. From the letterhead text, the specialty/expertise of doctors is understood and this helps us to search only relevant prescription documents for word spotting in handwritten portion. Word spotting in letterhead part as well as in handwritten part has been performed using Hidden Markov Model. An efficient MLP (Multilayer Perceptron) based Tandem feature is proposed to improve the performance. From the experiment with 500 prescriptions, we have obtained encouraging results. Information from printed letterhead part improved the word spotting performance in handwritten part, significantly. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Roy, PP (Roy, Partha Pratim) ; Bhunia, AK (Bhunia, Ayan Kumar) ; Das, A (Das, Ayan) ; Dhar, P (Dhar, Prithviraj) ; Pal, U (Pal, Umapada)","Title":"Keyword spotting in doctor's handwriting on medical prescriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800004 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Biometric recognition; Finger Vein recognition; Discriminative binary codes learning KeyWords Plus:PERSONAL IDENTIFICATION; IMAGE; SYSTEM; EXTRACTION; CURVATURE; MINUTIAE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 26-33 Special Issue: SI DOI: 10.1016/j.patcog.2016.11.002 Published: JUN 2017","Abstract":"Finger vein recognition has drawn increasing attention from biometrics community due to its security and convenience. In this paper, a novel discriminative binary codes (DBC) learning method is proposed for finger vein recognition. First of all, subject relation graph is built to capture correlations among subjects. Based on the relation graph, binary templates are transformed to describe vein characteristics of subjects. To ensure that templates are discriminative and representative, graph transform is formulated into an optimization problem, in which the distance between templates from different subjects is maximized and templates provide maximum information about subjects. At last, supervised information for training instances is provided by the obtained binary templates, and SVMs are trained as the code learner for each bit. Compared with existing binary codes for finger vein recognition, DBC are more discriminative and shorter. In addition, they are generated with considering the relationships among subjects which may be useful to improve performance. Experimental results on PolyU database and MLA database demonstrate the effectiveness and efficiency of DBC for finger vein recognition and retrieval.","Authors":"Xi, XM (Xi, Xiaoming) ; Yang, L (Yang, Lu) ; Yin, YL (Yin, Yilong)","Title":"Learning discriminative binary codes for finger vein recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300007 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Color information feature; Image retrieval; Image classification; Local binary pattern KeyWords Plus:LOCAL BINARY PATTERNS; MULTIRESOLUTION GRAY-SCALE; ROTATION-INVARIANT; DESCRIPTOR","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 95-111 DOI: 10.1016/j.ins.2017.01.025 Published: JUN 2017","Abstract":"The Local Binary Pattern (LBP) operator and its variants play an important role as the image feature extractor in the textural image retrieval and classification. The LBP-based operator extracts the textural information of an image by considering the neighboring pixel values. A single or join histogram can be derived from the LBP code which can be used as an image feature descriptor in some applications. However, the LBP-based feature is not a good candidate in capturing the color information of an image, making it is less suitable for measuring the similarity of color images with rich color information. This work overcomes this problem by adding an additional color feature, namely Color Information Feature (CIF), along with the LBP-based feature in the image retrieval and classification systems. The CIF and LBP-based feature adequately represent the color and texture features. As documented in the experimental result, the hybrid CIF and LBP-based feature presents a promising result and outperforms the existing methods over several image databases. Thus, it can be a very competitive candidate in retrieval and classification application. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Liu, PZ (Liu, Peizhong) ; Guo, JM (Guo, Jing-Ming) ; Chamnongthai, K (Chamnongthai, Kosin) ; Prasetyo, H (Prasetyo, Heri)","Title":"Fusion of color histogram and LBP-based features for texture image retrieval and classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Brain-computer interface (BCI); Electroencephalogram (EEG); Rapid serial visual presentation (RSVP); Target image retrieval; Convolutional neural network (CNN); Bayesian brain-computer interaction KeyWords Plus:BRAIN-COMPUTER-INTERFACE; EEG SIGNAL CLASSIFICATION; COMPONENT ANALYSIS; VISION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 255-268 DOI: 10.1016/j.neucom.2017.01.061 Published: MAY 17 2017","Abstract":"To combine the complementary strengths of human vision (HV) and computer vision (CV) in target image retrieval, we proposed a brain-computer interface framework, Bayesian HV-CV Retrieval (BHCR), which couples HV with CV by a Bayesian method to retrieve target images in rapid serial visual presentation (RSVP) sequences. To construct a well-suited electroencephalogram (EEG) decoding module for BHCR, we conducted a comparative inspection on the selection of classification algorithms, and adopted linear discriminant analysis and random forests as a feature extraction method and classification algorithm, respectively. We also introduced a CV system based on convolutional neural network (CNN) as a component of BHCR. A Bayesian brain-computer interaction (BBC') module was carefully designed so that for each presented image, a Bayesian model that takes HV insight as prior information and CV insights as sample information is built up to present retrieval results. Unlike existing HV-CV coupled works that usually require extra manual labor, BHCR directly enhanced retrieval performance with the help of CV insights. As an auxiliary work and a natural extension of BHCR, we then proposed a probability propagation scheme that incorporates EEG decoding insights to improve the CV system and a one-shot image database retrieval scheme. We demonstrated the effectiveness of BHCR by extensive experiments and simulations on both the entire framework and its sub-components. The results showed the following: (1) The performance of BHCR was significantly better than the EEG-only mechanism in both receiver operating characteristic (ROC) and classification aspects; (2) The robustness of BHCR was ensured by its process flow and the steady performances of its sub-components. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, LT (Huang, Liangtao) ; Zhao, YQ (Zhao, Yaqun) ; Zeng, Y (Zeng, Ying) ; Lin, ZM (Lin, Zhimin)","Title":"BHCR: RSVP target retrieval BCI framework coupling with CNN by a Bayesian method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"BI-RADS mammographic lexicon; Mammographic mass description; Zernike moments; Curvelet transform; Multiple kernel learning KeyWords Plus:BREAST-CANCER DIAGNOSIS; COMPUTER-AIDED DIAGNOSIS; ZERNIKE MOMENTS; DIGITAL MAMMOGRAPHY; MALIGNANT MASSES; IMAGE RETRIEVAL; CLASSIFICATION; CURVELET; SYSTEM; VARIABILITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 82-95 DOI: 10.1016/j.eswa.2016.11.031 Published: MAY 15 2017","Abstract":"Correct mammography evaluation demands great expertise and rigorous interpretation of some radiographic features. The Breast Imaging Reporting and Data System (BI-RADS) is accepted as a standardized method to communicate mammographic findings. This report assigns a detailed description to breast masses in terms of their shape, margin, and density, a process highly dependent on the observer experience. This paper proposes a new automatic BI-RADS characterization of breast masses contained in a Regions of Interest (RoI). For doing so, the proposed approach learns relevant radiological characteristics from several multiscale decomposition of the visual information, the Zernike polynomials and Curvelet bases, which are optimally fused by a Multiple Kernel Learning (MKL) strategy. The method first assesses the presence of masses in the RoI by training a conventional support vector machine (SVM) classifier. Once a RoI is identified as mass-positive, it feeds a bank of SVM binary classifiers that selects the type of shape from the BI-RADS terms. The mass margin and density are then set by combining the BI-RADS labels of the five most similar shapes in the database. Evaluation was conducted using a set of 980 RoIs extracted from the Digital Database for Screening Mammography (DDSM) and 216 Rols extracted from the INBreast database. Both database descriptions were updated to meet the fifth version of the BI-RADS lexicon. Masses were recognized with a sensitivity of 96.2% and a specificity of 93.1%, while shape, margin and density descriptions showed averaged sensitivity rates between 87.4% and 96.7% and specificity between 85.6% and 96.7%. This results outperformed the obtained when non-fused multiresolution features were used. These results suggest the proposed strategy may be useful in clinical scenarios and may contribute to the training of new radiologists as a second reader. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Narvaez, F (Narvaez, Fabian) ; Diaz, G (Diaz, Gloria) ; Poveda, C (Poveda, Cesar) ; Romero, E (Romero, Eduardo)","Title":"An automatic BI-RADS description of mammographic masses by fusing multiresolution features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Dimensionality reduction; Subspace learning; Projection space; Statistical moments; Kernel; Image retrieval KeyWords Plus:KERNEL; INFORMATION; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 114-132 DOI: 10.1016/j.neucom.2016.09.048 Published: MAY 10 2017","Abstract":"Most of the well-known supervised dimensionality reduction methods assume unimodal or Gaussian like-lihoods, which may not be appropriate in the real life applications. In this manuscript, we introduce a novel supervised dimensionality reduction approach, moments discriminant analysis, which models linear relationships between the high-dimensional input space and a low-dimensional space by maximizing the discrimination between second order raw moments of different classes to improve the generalization capability of a classifier. Unlike the state-of-the-art methods, moments discriminant analysis is intended to accommodate data distributions that may be multimodal and non-Gaussian. Initially, experiments using synthetic random data (generated from different probability distributions) are performed to prove the efficiency of the proposed method for multimodal and non-Gaussian data with the help of five separability measures. Also, extensive experimental results on UCI machine learning repository and image retrieval on WANG and MIT (Oliva and Torralba) databases are carried out in order to exhibit the effectiveness of moments discriminant analysis over the state-of-the-art methods.","Authors":"Murthy, KR (Murthy, K. Ramachandra) ; Ghosh, A (Ghosh, Ashish)","Title":"Moments discriminant analysis for supervised dimensionality reduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700021 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image retrieval; CNN; Multi-level features","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 235-241 DOI: 10.1016/j.neucom.2016.12.002 Published: MAY 10 2017","Abstract":"Deep convolutional neural networks have demonstrated breakthrough accuracies for image classification. A series of feature extractors learned from CNN have been used in other computer vision tasks. However, CNN features of different layers aim to encode different-level information. High-layer features care More about semantic information but less detail information, while low-layer features contain more detail information but suffer from the problem of background clutter and semantic ambiguity. We propose to exploit complementary strengths of different layers in a simple but effective way. A mapping function is designed to highlight the effectiveness of low-layer similarity, when measuring fine-grained similarity between query linage and its nearest neighbors with similar semantic. Extensive experiments show that our method can achieve Competitive performance on popular retrieval benchmarks. Extensive experiments show that the proposed method outperforms the features extracted from single layers and their direct concatenations. Meanwhile, our method achieves competitive performance on popular retrieval benchmarks.","Authors":"Yu, W (Yu, Wei) ; Yang, KY (Yang, Kuiyuan) ; Yao, HX (Yao, Hongxun) ; Sun, XS (Sun, Xiaoshuai) ; Xu, PF (Xu, Pengfei)","Title":"Exploiting the complementary strengths of multi-layer CNN features for image retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300015 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Cross-media retrieval; Entity level; Fine-grained correlation; Distance-preserving entity projection","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 123-133 Special Issue: SI DOI: 10.1016/j.neucom.2016.07.067 Published: MAY 2 2017","Abstract":"Cross-media retrieval is to submit data of any media type, and get semantically relevant results of different media types. Most existing approaches project low-level features of cross-media data onto a unified feature space. However, some of these feature spaces usually have no explicit semantics, which ignore the intrinsic semantic information contained in the original media content. The others only have coarse-grained semantics suffering from the ambiguity of high-level concepts, because the coarse-grained correlation between low-level features and high-level concepts is simply utilized. Hence, the aforementioned approaches cannot generate the descriptive representation of media content, leading to reduced effectiveness to measure the semantic similarities among cross-media data. To address the above problems, we propose a novel approach to cross media retrieval by exploiting the fine-grained correlation at the entity level and generating the unified descriptive representation. Concretely, the proposed approach first constructs an entity level with fine-grained semantics between low-level features and high-level concepts. Second, by minimizing (maximizing) the distances between media content with positive (negative) correlation at the entity level, we learn the distance-preserving entity projections (DPEP) and generate the unified descriptive representation of media content. Experimental results on two publicly available datasets demonstrate the effectiveness of our approach.","Authors":"Huang, L (Huang, Lei) ; Peng, YX (Peng, Yuxin)","Title":"Cross-media retrieval by exploiting fine-grained correlation at entity level"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300019 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Multimedia indexing; Information retrieval; Instance search; Weak geometric correlation consistency KeyWords Plus:FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 164-172 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.104 Published: MAY 2 2017","Abstract":"Finding object instances from within in large image collections is a challenging problem with many practical applications. Recent methods inspired by text retrieval have achieved good results, however a re-ranking stage based on spatial verification may still be required to boost performance. To improve the effectiveness of such instance retrieval systems while avoiding the computational complexity of a re-ranking stage, we explore the geometric correlations among local features, and we incorporate these correlations with each individual match to form a transformation consistency in rotation and scale space. This weak geometric correlation consistency can be used to effectively eliminate inconsistent feature matches in instance retrieval and can be applied to all candidate images at a low computational cost. Experimental results on three standard evaluation benchmarks show that the proposed approach results in a substantial performance improvement when compared with other state-of-the-art methods. In addition, the evaluation results from participating in the Instance Search Task in the TRECVid evaluation campaign also suggest that our proposed approach enhances retrieval performance for large scale video collections.","Authors":"Zhang, ZX (Zhang, Zhenxing) ; Albatal, R (Albatal, Rami) ; Gurrin, C (Gurrin, Cathal) ; Smeaton, AF (Smeaton, Alan F.)","Title":"Enhancing instance search with weak geometric correlation consistency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421500002 ISSN: 2040-8978 eISSN: 2040-8986","Keywords":"optical encryption; speckle; noise KeyWords Plus:INFORMATION-RETRIEVAL; QR CODES; IMAGE","Categories":"Optics Web of Science Categories:Optics","Journal Information":"JOURNAL OF OPTICS Volume: 19 Issue: 5 Article Number: 055704 DOI: 10.1088/2040-8986/aa6526 Published: MAY 2017","Abstract":"Encrypting techniques are currently of interest in the optical domain. A common issue when using coherent techniques is speckle noise which influences the final results. Most efforts to solve this issue were directed towards processing the output of the systems. Instead, we present an alternative approach where we seek to control the input to enhance the performance of these techniques. In particular, we analyze an encoding procedure with a joint transform correlator architecture as a case study. We first demonstrate the dependence of the output noise on the spatial distribution of the input, showing the existence of a neglected random correlation noise which contributes to the degradation of the output. We then propose a rearrangement of the input that results in a reduction of the noise level in the outcome. This rearrangement consists of separating the pixels of the input by introducing black pixels between them, keeping the usual remaining procedure unaltered. Our experimental approach opens up new possibilities for the applications of optical security techniques beyond the limitations imposed by noise.","Authors":"Zea, AV (Velez Zea, Alejandro) ; Barrera, JF (Fredy Barrera, John) ; Torroba, R (Torroba, Roberto)","Title":"Innovative speckle noise reduction procedure in optical encryption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800008 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Personalised information retrieval; opportunistic software development; development by example; retention actions; copy and paste; pseudo-relevance; software development; information-seeking behaviour; implicit relevance feedback KeyWords Plus:ENTERPRISE INFORMATION-SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 738-757 DOI: 10.1080/17517575.2015.1086494 Published: MAY 2017","Abstract":"The importance of information retrieval systems is unquestionable in the modern society and both individuals as well as enterprises recognise the benefits of being able to find information effectively. Current code-focused information retrieval systems such as Google Code Search, Codeplex or Koders produce results based on specific keywords. However, these systems do not take into account developers' context such as development language, technology framework, goal of the project, project complexity and developer's domain expertise. They also impose additional cognitive burden on users in switching between different interfaces and clicking through to find the relevant code. Hence, they are not used by software developers. In this paper, we discuss how software engineers interact with information and general-purpose information retrieval systems (e.g. Google, Yahoo!) and investigate to what extent domain-specific search and recommendation utilities can be developed in order to support their work-related activities. In order to investigate this, we conducted a user study and found that software engineers followed many identifiable and repeatable work tasks and behaviours. These behaviours can be used to develop implicit relevance feedback-based systems based on the observed retention actions. Moreover, we discuss the implications for the development of task-specific search and collaborative recommendation utilities embedded with the Google standard search engine and Microsoft IntelliSense for retrieval and re-engineering of code. Based on implicit relevance feedback, we have implemented a prototype of the proposed collaborative recommendation system, which was evaluated in a controlled environment simulating the real-world situation of professional software engineers. The evaluation has achieved promising initial results on the precision and recall performance of the system.","Authors":"Iqbal, R (Iqbal, Rahat) ; Grzywaczewski, A (Grzywaczewski, Adam) ; Halloran, J (Halloran, John) ; Doctor, F (Doctor, Faiyaz) ; Iqbal, K (Iqbal, Kashif)","Title":"Design implications for task-specific search utilities for retrieval and re-engineering of code"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300002 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Reading list; Literature review; Digital libraries; Scientific paper information retrieval; Author-specified keywords; Scientific paper recommender systems KeyWords Plus:INFORMATION-SEEKING PATTERNS; SEARCH","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 577-594 DOI: 10.1016/j.ipm.2016.12.006 Published: MAY 2017","Abstract":"An initial reading list is prepared by researchers at the start of literature review for getting an overview of the research performed in a particular area. Prior studies have taken the approach of merely recommending seminal or popular papers to aid researchers in such a task. In this paper, we present an alternative technique called the AKR (Author-specified Keywords based Retrieval) technique for providing popular, recent, survey and a diverse set of papers as a part of the initial reading list. The AKR technique is based on a novel coverage value that has its calculation centered on author-specified keywords. We performed an offline evaluation experiment with four variants of the AKR technique along with three state-of-the-art approaches involving collaborative filtering and graph ranking algorithms. Findings show that the Hyperlink-Induced Topic Search (HITS) enhanced variant of the AKR technique performs better than other techniques, satisfying most requirements for a reading list. A user evaluation study was conducted with 132 researchers to gauge user interest on the proposed technique using 14 evaluation measures. Results show that (i) students group are more satisfied with the recommended papers than staff group, (ii) popularity measure is strongly correlated with the output quality measures and (iii) the measures familiarity, usefulness and 'agreeability on a good list' were found to be strong predictors for user satisfaction. The AKR technique provides scope for extension in future information retrieval (IR) and content-based recommender systems (RS) studies. (c)2016 Elsevier Ltd. All rights reserved.","Authors":"Raamkumar, AS (Raamkumar, Aravind Sesagiri) ; Foo, S (Foo, Schubert) ; Pang, N (Pang, Natalie)","Title":"Using author-specified keywords in building an initial reading list of research papers in scientific paper retrieval and recommender systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300004 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Ant Colony Optimization; Cooperative systems; Evolutionary computation; Information filtering; Information retrieval; Recommender systems; World wide web KeyWords Plus:WEB SEARCH; ENGINE; OPTIMIZATION; RETRIEVAL; ALGORITHM","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 608-623 DOI: 10.1016/j.ipm.2016.12.005 Published: MAY 2017","Abstract":"We propose an approach based on Swarm Intelligence more specifically on Ant Colony Optimization (ACO) - to improve search engines' performance and reduce information overload by exploiting collective users' behavior. We designed and developed three different algorithms that employ an ACO-inspired strategy to provide implicit collaborative seeking features in real time to search engines. The three different algorithms - NalveRank, RandomRank, and SessionRank - leverage on different principles of ACO in order to exploit users' interactions and provide them with more relevant results. We designed an evaluation experiment employing two widely used standard datasets of query-click logs issued to two major Web search engines. The results demonstrated how each algorithm is suitable to be employed in ranking results of different types of queries depending on users' intent. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Malizia, A (Malizia, Alessio) ; Olsen, KA (Olsen, Kai A.) ; Turchi, T (Turchi, Tommaso) ; Crescenzi, P (Crescenzi, Pierluigi)","Title":"An ant-colony based approach for real-time implicit collaborative information seeking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information retrieval; Informetrics; Topic modeling; Latent Dirichlet allocation; Vocabulary size; Term frequency KeyWords Plus:INFORMATION-RETRIEVAL; N-GRAMS; MODELS; CORPORA","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 653-665 DOI: 10.1016/j.ipm.2017.01.003 Published: MAY 2017","Abstract":"This study investigates how computational overhead for topic model training may be reduced by selectively removing terms from the vocabulary of text corpora being modeled. We compare the impact of removing singly occurring terms, the top 0.5%, 1% and 5% most frequently occurring terms and both top 0.5% most frequent and singly occurring terms, along with changes in the number of topics modeled (10, 20, 30, 40, 50, 100) using three datasets. Four outcome measures are compared. The removal of singly occurring terms has little impact on outcomes for all of the measures tested. Document discriminative capacity, as measured by the document space density, is reduced by the removal of frequently occurring terms, but increases with higher numbers of topics. Vocabulary size does not greatly influence entropy, but entropy is affected by the number of topics. Finally, topic similarity, as measured by pairwise topic similarity and Jensen-Shannon divergence, decreases with the removal of frequent terms. The findings have implications for information science research in information retrieval and informetrics that makes use of topic modeling. Published by Elsevier Ltd.","Authors":"Lu, K (Lu, Kun) ; Cai, X (Cai, Xin) ; Ajiferuke, I (Ajiferuke, Isola) ; Wolfram, D (Wolfram, Dietmar)","Title":"Vocabulary size and its effect on topic representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300008 ISSN: 0306-4573 eISSN: 1873-5371","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 666-683 DOI: 10.1016/j.ipm.2017.01.005 Published: MAY 2017","Abstract":"Academic search concerns the retrieval and profiling of information objects in the domain of academic research. In this paper we reveal important observations of academic search queries, and provide an algorithmic solution to address a type of failure during search sessions: null queries. We start by providing a general characterization of academic search queries, by analyzing a large-scale transaction log of a leading academic search engine. Unlike previous small-scale analyses of academic search queries, we find important differences with query characteristics known from web search. E.g., in academic search there is a substantially bigger proportion of entity queries, and a heavier tail in query length distribution. We then focus on search failures and, in particular, on null queries that lead to an empty search engine result page, on null sessions that contain such null queries, and on users who are prone to issue null queries. In academic search approximately 1 in 10 queries is a null query, and 25% of the sessions contain a null query. They appear in different types of search sessions, and prevent users from achieving their search goal. To address the high rate of null queries in academic search, we consider the task of providing query suggestions. Specifically we focus on a highly frequent query type: non-boolean informational queries. To this end we need to overcome query sparsity and make effective use of session information. We find that using entities helps to surface more relevant query suggestions in the face of query sparsity. We also find that query suggestions should be conditioned on the type of session in which they are offered to be more effective. After casting the session classification problem as a multi-label classification problem, we generate session-conditional query suggestions based on predicted session type. We find that this session-conditional method leads to significant improvements over a generic query suggestion method. Personalization yields very little further improvements over session -conditional query suggestions. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, XY (Li, Xinyi) ; Schijvenaars, BJA (Schijvenaars, Bob J. A.) ; de Rijke, M (de Rijke, Maarten)","Title":"Investigating queries and search failures in academic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300010 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"iMetrics; Information metrics; Co-word analysis; Strategic diagram; Knowledge structure KeyWords Plus:RESEARCH TRENDS; BIBLIOMETRIC ANALYSIS; INFORMATION-SCIENCE; JOURNAL SCIENTOMETRICS; RESEARCH PRODUCTIVITY; FIELD; INFORMETRICS; LIBRARY; COLLABORATION; EVOLUTION","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 705-720 DOI: 10.1016/j.ipm.2017.02.001 Published: MAY 2017","Abstract":"As an iMetrics technique, co-word analysis is used to describe the status of various subject areas, however, iMetrics itself is not examined by a co-word analysis. For the purpose of using co-word analysis, this study tries to investigate the intellectual structure of iMetrics during the period of 1978 to 2014. The research data are retrieved from two core journals on iMetrics research (Scientometrics, and Journal of lnfonnetrics) and relevant articles in six journals publishing iMetrics studies. Application of hierarchical clustering led to the formation of 11 clusters representing the intellectual structure of iMetrics, including \"Scientometric Databases and Indicators,\" \"Citation Analysis,\" \"Sociology of Science,\" \"Issues Related to Rankings of Universities, Journals, etc.,\" \"Information Visualization and Retrieval,\" \"Mapping Intellectual Structure of Science,\" \"Webometrics,\" \"Industry-University Government Relations,\" \"Technometrics (Innovation and Patents), \"Scientific Collaboration in Universities\", and \"Basics of Network Analysis.\" Furthermore, a two-dimensional map and a strategic diagram are drawn to clarify the structure, maturity, and cohesion of clusters. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khasseh, AA (Khasseh, Ali Akbar) ; Soheili, F (Soheili, Faramarz) ; Moghaddam, HS (Moghaddam, Hadi Sharif) ; Chelak, AM (Chelak, Afshin Mousavi)","Title":"Intellectual structure of knowledge in iMetrics: A co-word analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696900002 ISSN: 0022-4073 eISSN: 1879-1352","Keywords":"TEMPO; Geostationary satellite; Information content analysis; Degrees of freedom for signal; Principal component; Hyperspectral remote sensing; Common band selection KeyWords Plus:SKY RADIANCE MEASUREMENTS; OPTICAL DEPTH; PHOTOPOLARIMETRIC MEASUREMENTS; RETRIEVAL ALGORITHM; MICROPHYSICAL PROPERTIES; REFLECTANCE MEASUREMENTS; SATELLITE RETRIEVALS; BAND SELECTION; LAND; AERONET","Categories":"Optics; Spectroscopy Web of Science Categories:Optics; Spectroscopy","Journal Information":"JOURNAL OF QUANTITATIVE SPECTROSCOPY & RADIATIVE TRANSFER Volume: 192 Pages: 14-29 DOI: 10.1016/j.jqsrt.2017.01.041 Published: MAY 2017","Abstract":"This paper describes the second part of a series of investigation to develop algorithms for simultaneous retrieval of aerosol parameters and surface reflectance from the future hyperspectral and geostationary satellite sensors such as Tropospheric Emissions: Monitoring of Pollution (TEMPO). The information content in these hyperspectral measurements is analyzed for 6 principal components (PCs) of surface spectra and a total of 14 aerosol parameters that describe the columnar aerosol volume V-total fine-mode aerosol volume fraction, and the size distribution and wavelength-dependent index of refraction in both coarse and fine mode aerosols. Forward simulations of atmospheric radiative transfer are conducted for 5 surface types (green vegetation, bare soil, rangeland, concrete and mixed surface case) and a wide range of aerosol mixtures. It is shown that the PCs of surface spectra in the atmospheric window channel could be derived from the top-of-the-atmosphere reflectance in the conditions of low aerosol optical depth (AOD <= 0.2 at 550 nm), with a relative error of 1%. With degree freedom for signal analysis and the sequential forward selection method, the common bands for different aerosol mixture types and surface types can be selected for aerosol retrieval. The first 20% of our selected bands accounts for more than 90% of information content for aerosols, and only 4 PCs are needed to reconstruct surface reflectance. However, the information content in these common bands from each TEMPO individual observation is insufficient for the simultaneous retrieval of surface's PC weight coefficients and multiple aerosol parameters (other than V-total). In contrast, with multiple observations for the same location from TEMPO in multiple consecutive days, 1-3 additional aerosol parameters could be retrieved. Consequently, a self adjustable aerosol retrieval algorithm to account for surface types, AOD conditions, and multiple-consecutive observations is recommended to derive aerosol parameters and surface reflectance simultaneously from TEMPO. 2017 Elsevier Ltd. All rights reserved.","Authors":"Hou, WZ (Hou, Weizhen) ; Wang, J (Wang, Jun) ; Xu, XG (Xu, Xiaoguang) ; Reid, JS (Reid, Jeffrey S.)","Title":"An algorithm for hyperspectral remote sensing of aerosols: 2. Information content analysis for aerosol parameters and principal components of surface spectra"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696900004 ISSN: 0022-4073 eISSN: 1879-1352","Keywords":"SMILES; Ozone; MLT region KeyWords Plus:INTERNATIONAL-SPACE-STATION; SOUNDER SMILES; SATELLITE-OBSERVATIONS; AURA SATELLITE; EOS MLS; VALIDATION; MODEL; ATMOSPHERE; MIDDLE","Categories":"Optics; Spectroscopy Web of Science Categories:Optics; Spectroscopy","Journal Information":"JOURNAL OF QUANTITATIVE SPECTROSCOPY & RADIATIVE TRANSFER Volume: 192 Pages: 42-52 DOI: 10.1016/j.jqsrt.2017.01.033 Published: MAY 2017","Abstract":"Spectrum width and intensity of ozone (O-3) observed in the MLT region behaves quite differently than in the stratosphere for submillimeter-wave limb emission spectroscopic observation. For example, O-3 spectra in the stratosphere are stronger during the day than at night. Conversely, spectra in the MLT region at night are stronger than those occurring during the day due to diurnal variations in O-3 behavior. These opposing behaviors cause problems, including oscillations and inaccuracies particularly for O-3 vertical profiles in the MLT region retrieved with an application of one retrieval procedure for the entire vertical range (stratosphere to thermosphere). Recently, we developed an optimal retrieval method for O-3 in the MLT region for spectra, observed by the Superconducting Submillimeter-Wave Limb-Emission Sounder (SMILES) instrument on the International Space Station. Optimizations were performed for frequency window range, retrieval vertical range, vertical grids, and a priori information for O-3 and temperature. Precision and accuracy were evaluated by error analysis and comparisons with previous products. The random error was estimated to be about 5% and 35% in the mesosphere and lower thermosphere, respectively, for nighttime O-3 profiles in the MLT region. The total systematic error was about 6% in the MLT region. Certain improvements for both random noise (from 50% to 35%) and systematic error (from 10% to 6%) were obtained. We succeeded in revealing the positive correlation between O-3 and Clo at nighttime in the upper mesosphere using the optimized O-3 profiles; furthermore, its chemical mechanism was explained quantitatively. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuribayashi, K (Kuribayashi, K.) ; Yoshida, N (Yoshida, N.) ; Jin, H (Jin, H.) ; Orsolini, YJ (Orsolini, Y. J.) ; Kasai, Y (Kasai, Y.)","Title":"Optimal retrieval method to estimate ozone vertical profile in the mesosphere and lower thermosphere (MLT) region from submillimeter-wave limb emission spectra"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Idea plagiarism; Concept extraction; Syntax-semantic; Genetic algorithm; Summary obfuscation KeyWords Plus:N-GRAMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 11-26 DOI: 10.1016/j.eswa.2016.12.022 Published: MAY 1 2017","Abstract":"Plagiarism is increasingly becoming a major issue in the academic and educational domains. Automated and effective plagiarism detection systems are direly required to curtail this information breach, especially in tackling idea plagiarism. The proposed approach is aimed to detect such plagiarism cases, where the idea of a third party is adopted and presented intelligently so that at the surface level, plagiarism cannot be unmasked. The reported work aims to explore syntax-semantic concept extractions with genetic algorithm in detecting cases of idea plagiarism. The work mainly focuses on idea plagiarism where the source ideas are plagiarized and represented in a summarized form. Plagiarism detection is employed at both the document and passage levels by exploiting the document concepts at various structural levels. Initially, the idea embedded within the given source document is captured using sentence level concept extraction with genetic algorithm. Document level detection is facilitated with word-level concepts where syntactic information is extracted and the non-plagiarized docuinents are pruned. A combined similarity metric that utilizes the semantic level concept extraction is then employed for passage level detection. The proposed approach is tested on PAN13-14(1)plagiarism corpus for summary obfuscation data, which represents a challenging case of idea plagiarism. The performance of the current approach and its variations are evaluated both at the document and passage levels, using information retrieval and PAN plagiarism measures respectively. The results are also compared against six top ranked plagiarism detection systems submitted as a part of PAN13-14 competition. The results obtained are found to exhibit significant improvement over the compared systems and hence reflects the potency of the proposed syntax-semantic based concept extractions in detecting idea plagiarism. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Vani, K (Vani, K.) ; Gupta, D (Gupta, Deepa)","Title":"Detection of idea plagiarism using syntax-Semantic concept extractions with genetic algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Semantic web; Entity linking; Semantic search; Inverted indices KeyWords Plus:INFORMATION-RETRIEVAL; KNOWLEDGE GRAPHS; SIGNATURE FILES; COMPRESSED TEXT; WEB; RANKING","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 92-114 DOI: 10.1016/j.eswa.2016.12.033 Published: MAY 1 2017","Abstract":"The increasing performance and wider spread use of automated semantic annotation and entity linking platforms has empowered the possibility of using semantic information in information retrieval. While keyword-based information retrieval techniques have shown impressive performance, the addition of semantic information can increase retrieval performance by allowing for more accurate sense disambiguation, intent determination, and instance identification, just to name a few. Researchers have already delved into the possibility of integrating semantic information into practical search engines using a combination of techniques such as using graph databases, hybrid indices and adapted inverted indices, among others. One of the challenges with the efficient design of a search engine capable of considering semantic information is that it would need to be able to index information beyond the traditional information stored in inverted indices, including entity mentions and type relationships. The objective of our work in this paper is to investigate various ways in which different data structure types can be adopted to integrate three types of information including keywords, entities and types. We will systematically compare the performance of the different data structures for scenarios where (i) the same data structure types are adopted for the three types of information, and (ii) different data structure types are integrated for storing and retrieving the three different information types. We report our findings in terms of the performance of various query processing tasks such as Boolean and ranked intersection for the different indices and discuss which index type would be appropriate under different conditions for semantic search. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lashkari, F (Lashkari, Fatemeh) ; Ensan, F (Ensan, Faezeh) ; Bagheri, E (Bagheri, Ebrahim) ; Ghorbani, AA (Ghorbani, Ali A.)","Title":"Efficient indexing for semantic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700025 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"3D surface matching; 3D directional vertex; Fast 3D matching; Storage space; 3D face recognition; 3D curve; Hausdorff distance; Iterative closest points","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 296-306 DOI: 10.1016/j.patcog.2016.12.009 Published: MAY 2017","Abstract":"Traditionally, point clouds and meshes are used to represent and match 3D shapes, which often cannot meet the computational speed and storage space requirements in many 3D data matching and retrieval applications. In this paper, we present a novel 3D directional vertices (3D(2)V) approach to efficiently represent and match 3D surfaces by much fewer sparsely distributed structured vertices that carry structural information transferred from their deleted neighbouring points. A 3D(2)V conversion and similarity measurement method is developed to compute the distance between two different 3D(2)Vs. The performance of the proposed method is evaluated on 3D face recognition using Face Recognition Grand Challenge v2.0 (FRGC v2.0) and GavabDB databases and compared with the curve-based benchmark method. The experimental results demonstrate that the proposed 3D(2)V method can significantly reduce the data storage requirement and computation time with a moderate increase of accuracy at the same time. It provides a new tool for developing fast 3D surface matching algorithms for large scale 3D data classification and retrieval.","Authors":"Yu, X (Yu, Xun) ; Gao, YS (Gao, Yongsheng) ; Zhou, J (Zhou, Jun)","Title":"Sparse 3D directional vertices vs continuous 3D curves: Efficient 3D surface matching and its application for single model face recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600016 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Phase retrieval; sparsity; semidefinite relaxation KeyWords Plus:AUTO-CORRELATION; SIGNAL RECOVERY; MINIMIZATION; RECONSTRUCTION; STABILITY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2402-2410 DOI: 10.1109/TSP.2017.2656844 Published: MAY 1 2017","Abstract":"The problem of signal recovery fromits Fourier transform magnitude is of paramount importance in various fields of engineering and has been around for more than 100 years. Due to the absence of phase information, some form of additional information is required in order to be able to uniquely identify the signal of interest. In this paper, we focus our attention on discrete-time sparse signals (of length n). We first show that if the discrete Fourier transform dimension is greater than or equal to 2n, then almost all signals with aperiodic support can be uniquely identified by their Fourier transform magnitude (up to time shift, conjugate flip, and global phase). Then, we develop an efficient two-stage sparse-phase retrieval algorithm (TSPR), which involves: identifying the support, i.e., the locations of the nonzero components, of the signal using a combinatorial algorithm; and identifying the signal values in the support using a convex algorithm. We show that TSPR can provably recover most O(n(1/2-epsilon))-sparse signals (up to a time shift, conjugate flip, and global phase). We also show that, for most O(n(1/4-epsilon))-sparse signals, the recovery is robust in the presence of measurement noise. These recovery guarantees are asymptotic in nature. Numerical experiments complement our theoretical analysis and verify the effectiveness of TSPR.","Authors":"Jaganathan, K (Jaganathan, Kishore) ; Oymak, S (Oymak, Samet) ; Hassibi, B (Hassibi, Babak)","Title":"Sparse Phase Retrieval: Uniqueness Guarantees and Recovery Algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393635300008 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Precipitation; Global Precipitation Measurement mission; Tropical Rainfall Measurement Mission; Topography; Seasonal effect; Atmosphere KeyWords Plus:PRECIPITATION ANALYSIS TMPA; RAINFALL ESTIMATION; PASSIVE MICROWAVE; TROPICAL RAINFALL; COMPLEX TERRAIN; SATELLITE; PRODUCTS; RESOLUTION; INFORMATION; VALIDATION","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 187 Pages: 95-105 DOI: 10.1016/j.atmosres.2016.12.007 Published: MAY 1 2017","Abstract":"The acquisition of accurate precipitation data is essential for analyzing various hydrological phenomena and climate change. Recently, the Global Precipitation Measurement (GPM) satellites were launched as a next-generation rainfall mission for observing global precipitation characteristics. The main objective in this study is to assess precipitation products from GPM, especially the Integrated Multi-satellitE Retrievals (GPM-3IMERGHH) and the Tropical Rainfall Measurement Mission (TRMM) Multi-satellite Precipitation Analysis (TMPA), using gauge based precipitation data from Far-East Asia during the pre-monsoon and monsoon seasons. Evaluation was performed by focusing on three different factors: geographical aspects, seasonal factors, and spatial distributions. In both mountainous and coastal regions, the GPM-3IMERGHH product showed better performance than the TRMM 3B42 V7, although both rainfall products showed uncertainties caused by orographic convection and the land ocean classification algorithm. GPM-3IMERGHH performed about 8% better than TRMM 3B42 V7 during the pre-monsoon and monsoon seasons due to the improvement of loaded sensor and reinforcement in capturing convective rainfall, respectively. In depicting the spatial distribution of precipitation, GPM-3IMERGHH was more accurate than TRMM 3B42 V7 because of its enhanced spatial and temporal resolutions of 10 km and 30 min, respectively. Based on these results, GPM-3IMERGHH would be helpful for not only understanding the characteristics of precipitation with high spatial and temporal resolution, but also for estimating near-realtime runoff patterns. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kim, K (Kim, Kiyoung) ; Park, J (Park, Jongmin) ; Baik, J (Baik, Jongjin) ; Choi, M (Choi, Minha)","Title":"Evaluation of topographical and seasonal feature using GPM IMERG and TRMM 3B42 over Far-East Asia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267400014 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Searchable encryption; Content-based image retrieval; Secure k-nearest neighbors algorithm; Locality-sensitive hashing KeyWords Plus:KEYWORD RANKED SEARCH; ENCRYPTION; STORAGE; SEGMENTATION; ALGORITHM; SECURITY; COLOR","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 387 Pages: 195-204 DOI: 10.1016/j.ins.2016.12.030 Published: MAY 2017","Abstract":"The content-based image retrieval (CBIR) has been widely studied along with the increasing importance of images in our daily life. Compared with the text documents, images consume much more storage and thus are very suitable to be stored on the cloud servers. The outsourcing of CBIR to the cloud servers can be a very typical service in cloud computing. For the privacy-preserving purposes, sensitive images, such as medical and personal images, need to be encrypted before being outsourced, which will cause the CBIR technologies in plaintext domain unusable. In this paper, we propose a scheme that supports CBIR over the encrypted images without revealing the sensitive information to the cloud server. Firstly, the feature vectors are extracted to represent the corresponding images. Then, the pre-filter tables are constructed with the locality-sensitive hashing to increase the search efficiency. Next, the feature vectors are protected by the secure k-nearest neighbor (kNN) algorithm. The security analysis and experiments show the security and efficiency of the proposed scheme. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Xia, ZH (Xia, Zhihua) ; Xiong, NN (Xiong, Neal N.) ; Vasilakos, AV (Vasilakos, Athanasios V.) ; Sun, XM (Sun, Xingming)","Title":"EPCBIR: An efficient and privacy-preserving content-based image retrieval scheme in cloud computing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700017 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image re-ranking; Autoencoders; Click data; Patch alignment framework KeyWords Plus:ROUGH SETS; FEATURES; CONSTRAINTS; RERANKING; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 157-163 DOI: 10.1016/j.neucom.2017.01.009 Published: APR 26 2017","Abstract":"Image re-ranking is effective in improving text-based image retrieval performance. However, to achieve such a target is often constrained by two important issues: one is that any one visual feature of images is usually too superficial to represent the whole information of images; the other is that the Corresponding textual information often mismatches semantics of the images. In this paper, we utilize Autoencoders to extract deep features from artificial features of images and exploit click data to bridge the semantic gap between query words and image semantics. A graph-based algorithm, Multi-modal Image Re-ranking with Autoencoders and Click Semantics (MIR-AC), is proposed to adaptively integrate geometrical structures based on feature spaces from Autoencoders and click data by constructing two manifolds with updating weights. In particular, MIR-AC achieves image re-ranking by conducting an iterative optimization process in which image ranking scores and weights of manifolds are updated alternatively. Experiments are conducted on a realworld dataset and results demonstrate that MIR-AC outperforms given state-of-the-arts in image re-ranking.","Authors":"Tang, CH (Tang, Chaohui) ; Zhu, QX (Zhu, Qingxin) ; Hong, CQ (Hong, Chaoqun)","Title":"Exploiting geometrical structures using Autoencoders and click data for image re-ranking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956700013 ISSN: 0168-1923 eISSN: 1873-2240","Keywords":"Specific leaf area (SLA); Leaf; Canopy; HySpex; PROSPECT; INFORM; Indices KeyWords Plus:DRY-MATTER CONTENT; REMOTE-SENSING DATA; OPTICAL-PROPERTIES MODEL; CHLOROPHYLL CONTENT; WATER-CONTENT; BIDIRECTIONAL REFLECTANCE; FUNCTIONAL TRAITS; TROPICAL FORESTS; CONIFER NEEDLES; PROSPECT MODEL","Categories":"Agriculture; Forestry; Meteorology & Atmospheric Sciences Web of Science Categories:Agronomy; Forestry; Meteorology & Atmospheric Sciences","Journal Information":"AGRICULTURAL AND FOREST METEOROLOGY Volume: 236 Pages: 162-174 DOI: 10.1016/j.agrformet.2017.01.015 Published: APR 15 2017","Abstract":"Specific leaf area (SLA), which is defined as the leaf area per unit of dry leaf mass is an important component when assessing functional diversity and plays a key role in ecosystem modeling, linking plant carbon and water cycles as well as quantifying plant physiological processes. However, studies of SLA variation across relevant spatial and temporal scales are lacking. While remote sensing is a fast and efficient approach to quantify vegetation parameters, there are insufficient studies estimating SLA from remotely sensed data. This article aims at finding efficient hyperspectral indices for fast and accurate estimation of SLA from leaf and canopy spectral measurements. Validation of our results with data measured at leaf and canopy scale as well as with experimental datasets simulated using PROSPECT (at leaf level) and INFORM (at canopy level) revealed SLA was predicted accurately by several indices, such as simple ratio and normalized index types. Most of the bands sensitive to SLA selected using these indices were in the 1300-1800 nm spectral region. At leaf level, a ratio index at bands1370 nm, 1615 nm performed strongly (R-2 = 0.93 and RMSE = 13.66 cm(2)/g) during cross-validation. The multiband indices with 920 nm, 1675 nm, 1335 nm and 1345 nm, 1675 nm, 1850 nm central wavelengths were also among the top performing indices, with R-2 > 0.90 for both measured and simulated leaf level data. At canopy level, the soil adjusted ratio vegetation index (with a band setting of 1537 nm, 1543 nm) showed that the hyperspectral data from HySpex airborne imagery accurately estimated SLA (R-2 = 0.88 and RMSE = 13.30 cm(2)/g). Generally at canopy level the potential indices for accurate retrieval of SLA from HySpex imagery were two-band indices with soil line information. The discrepancy observed in the performance and band combinations of vegetation indices at leaf and canopy scales can be explained by external factors such as canopy structure, soil background, illumination and sensor configuration which affect the signal when moving from leaf to canopy level. Our findings suggest the availability and suitability of a wide range of existing vegetation indices for assessing SLA accurately and rapidly from remotely sensed data. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ali, AM (Ali, Abebe Mohammed) ; Darvishzadeh, R (Darvishzadeh, Roshanak) ; Skidmore, AK (Skidmore, Andrew K.) ; van Duren, I (van Duren, Iris)","Title":"Specific leaf area estimation from leaf and canopy reflectance through optimization and validation of vegetation indices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100003 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Nonconvex optimization; phase retrieval; variance reduction; Kaczmarz algorithm KeyWords Plus:PHASE RETRIEVAL; CRYSTALLOGRAPHY; ALGORITHM; RECOVERY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 1961-1974 DOI: 10.1109/TSP.2017.2652392 Published: APR 15 2017","Abstract":"A novel approach termed stochastic truncated amplitude flow (STAF) is developed to reconstruct an unknown n-dimensional real-/ complex-valued signal x from m \"phaseless\" quadratic equations of the form psi(i) = |< a(i), x >|center dot This problem, also known as phase retrieval from magnitude-only information, is NP-hard in general. Adopting an amplitude-based nonconvex formulation, STAF leads to an iterative solver comprising two stages: s1) Orthogonality-promoting initialization through a stochastic variance reduced gradient algorithm; and, s2) a series of iterative refinements of the initialization using stochastic truncated gradient iterations. Both stages involve a single equation per iteration, thus rendering STAF a simple, scalable, and fast approach amenable to large-scale implementations that are useful when n is large. When {a(i)}(i=1)(m) are independent Gaussian, STAF provably recovers exactly any x is an element of R-n exponentially fast based on order of n quadratic equations. STAF is also robust in the presence of additive noise of bounded support. Simulated tests involving real Gaussian {a(i)} vectors demonstrate that STAF empirically reconstructs any x is an element of R-n exactly from about 2.3n magnitude-only measurements, outperforming state-of-the-art approaches and narrowing the gap from the information-theoretic number of equations m = 2n-1. Extensive experiments using synthetic data and real images corroborate markedly improved performance of STAF over existing alternatives.","Authors":"Wang, G (Wang, Gang) ; Giannakis, GB (Giannakis, Georgios B.) ; Chen, J (Chen, Jie)","Title":"Scalable Solvers of Random Quadratic Equations via Stochastic Truncated Amplitude Flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Distributed computing; Artificial intelligence; Business process re-engineering KeyWords Plus:INTELLIGENT AGENTS; MANAGEMENT; SYSTEMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 18-29 DOI: 10.1016/j.eswa.2016.12.006 Published: APR 15 2017","Abstract":"In the business process of reengineering, one of the main problems consists in the organizational reintegration of the employee. New instruments for the automatic identification of stakeholders among existing staff evaluation are needed. It is difficult to identify a stakeholder, especially if we refer to science stakeholders, and the proper evaluation of a researcher's value and position at international level is needed. There are large contradictions concerning the validity of various types of indexing services and other techniques used to classify the researchers. This paper proposes the use of corporate Human Resource Management (HRM) specific instruments when it comes to the researcher as informational stakeholder identification. The main idea behind the method is to use some form of information retrieval techniques over a set of research papers which contain, mostly, the same key words and to extract the hierarchy of the researchers involved/referenced over that set. A distributed approach was used due to its inherent scalability. The use of an inference engine was also deemed necessary due to the complexity of the problem. The system may be used in the automatic assessment of research performance in public or private institutions. It can be easily modified to support complex sets of rules depending on each user's needs in personnel evaluation. The main research field of this papers concerns distributed artificial intelligence. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zaharia, MH (Zaharia, Mihai Horia) ; Hodorogea, FA (Hodorogea, Florin Alexandru) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zaharia, Mihai Horia  http://orcid.org/0000-0002-7091-1358","Title":"Research stakeholders identification using an mobile agent's framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900035 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Information retrieval; Linked open data; Recommender systems KeyWords Plus:SYSTEMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 407-420 DOI: 10.1016/j.eswa.2016.10.037 Published: APR 15 2017","Abstract":"Most of linked open data (LOD) applications focus on the search and visualization of information, not efficiently using the links among objects in different data sources and the semantics of their relations. This work aims to create a LOD-consuming approach that uses recommendation techniques based on items' description, their relations, users' interests and social network. The proposed approach was instantiated by an application that uses movie related LOD. The results obtained in our experiments were promising: accuracy of the recommendations generated was equal or better, compared to other recommender algorithms used in conventional (not LOD) scenario. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Oliveira, J (Oliveira, Jonice) ; Delgado, C (Delgado, Carla) ; Assaife, AC (Assaife, Ana Carolina) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Jonice  http://orcid.org/0000-0002-2495-1463","Title":"A recommendation approach for consuming linked open data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398897900039 PubMed ID: 28379939 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 240-+ DOI: 10.1038/nature21716 Published: APR 13 2017","Abstract":"Animals constantly assess the reliability of learned information to optimize their behaviour. On retrieval, consolidated long-term memory can be neutralized by extinction if the learned prediction was inaccurate(1). Alternatively, retrieved memory can be maintained, following a period of reconsolidation during which it is labile(2). Although extinction and reconsolidation provide opportunities to alleviate problematic human memories(3-5), we lack a detailed mechanistic understanding of memory updating. Here we identify neural operations underpinning the re-evaluation of memory in Drosophila. Reactivation of reward-reinforced olfactory memory can lead to either extinction or reconsolidation, depending on prediction accuracy. Each process recruits activity in specific parts of the mushroom body output network and distinct subsets of reinforcing dopaminergic neurons. Memory extinction requires output neurons with dendrites in the alpha and alpha' lobes of the mushroom body, which drive negatively reinforcing dopaminergic neurons that innervate neighbouring zones. The aversive valence of these new extinction memories neutralizes previously learned odour preference. Memory reconsolidation requires the gamma 2 alpha'1 mushroom body output neurons. This pathway recruits negatively reinforcing dopaminergic neurons innervating the same compartment and re-engages positively reinforcing dopaminergic neurons to reconsolidate the original reward memory. These data establish that recurrent and hierarchical connectivity between mushroom body output neurons and dopaminergic neurons enables memory re-evaluation driven by reward-prediction error.","Authors":"Felsenberg, J (Felsenberg, Johannes) ; Barnstedt, O (Barnstedt, Oliver) ; Cognigni, P (Cognigni, Paola) ; Lin, SW (Lin, Suewei) ; Waddell, S (Waddell, Scott)","Title":"Re-evaluation of learned information in Drosophila"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398168000001 PubMed ID: 28374754 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45618 DOI: 10.1038/srep45618 Published: APR 4 2017","Abstract":"Mixtures of different particle species are often investigated using the angular averages of the scattered X-ray intensity. The number of species is deduced by singular value decomposition methods. The full disentanglement of the data into per-species contributions requires additional knowledge about the system under investigation. We propose to exploit higher-order angular X-ray intensity correlations with a new computational protocol, which we apply to synchrotron data from two-species mixtures of two-dimensional static test nanoparticles. Without any other information besides the correlations, we demonstrate the assessment of particle species concentrations in the measured data sets, as well as the full ab initio reconstruction of both particle structures. The concept extends straightforwardly to more species and to the three-dimensional case, whereby the practical application will require the measurements to be performed at an X-ray free electron laser.","Authors":"Pedrini, B (Pedrini, B.) ; Menzel, A (Menzel, A.) ; Guzenko, VA (Guzenko, V. A.) ; David, C (David, C.) ; Abela, R (Abela, R.) ; Gutt, C (Gutt, C.)","Title":"Model-independent particle species disentanglement by X-ray cross-correlation scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398188400001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 4 Pages: 1281-1298 DOI: 10.5194/amt-10-1281-2017 Published: APR 3 2017","Abstract":"Present and future satellite observations offer great potential for monitoring air quality on a daily and global basis. However, measurements from currently orbiting satellites do not allow a single sensor to accurately probe surface concentrations of gaseous pollutants such as tropospheric ozone. Combining information from IASI (Infrared Atmospheric Sounding Interferometer) and GOME-2 (Global Ozone Monitoring Experiment-2) respectively in the TIR and UV spectra, a recent multispectral method (referred to as IASI + GOME-2) has shown enhanced sensitivity for probing ozone in the lowermost troposphere (LMT, below 3 km altitude) with maximum sensitivity down to 2.20 km a.s.l. over land, while sensitivity for IASI or GOME-2 alone only peaks at 3 to 4 km at the lowest. In this work we develop a pseudo-observation simulator and evaluate the potential of future EPS-SG (EUMETSAT Polar System-Second Generation) satellite observations, from new-generation sensors IASI-NG (Infrared Atmospheric Sounding Interferometer-New Generation) and UVNS (Ultraviolet Visible Near-infrared Shortwave-infrared), to observe near-surface O-3 through the IASI-NG C UVNS multispectral method. The pseudo-real state of the atmosphere is provided by the MOCAGE (MOdele de Chimie Atmospherique a Grande Echelle) chemical transport model. We perform full and accurate forward and inverse radiative transfer calculations for a period of 4 days (8-11 July 2010) over Europe. In the LMT, there is a remarkable agreement in the geographical distribution of O3 partial columns between IASI-NG + UVNS pseudo-observations and the corresponding MOCAGE pseudo-reality. With respect to synthetic IASI + GOME-2 products, IASI-NG + UVNS shows a higher correlation between pseudo-observations and pseudo-reality, which is enhanced by about 12 %. The bias on high ozone retrieval is reduced and the average accuracy increases by 22 %. The sensitivity to LMT ozone is also enhanced. On average, the degree of freedom for signal is higher by 159% over land (from 0.29 to 0.75) and 214% over ocean (from 0.21 to 0.66). The mean height of maximum sensitivity for the LMT peaks at 1.43 km over land and 2.02 km over ocean, respectively 1.03 and 1.30 km below that of IASI + GOME-2. IASI-NG + UVNS also shows good retrieval skill in the surface-2 km altitude range. It is one of a kind for retrieving ozone layers of 2-3 km thickness, in the first 2-3 km of the atmosphere. IASI-NG + UVNS is expected to largely enhance the capacity to observe ozone pollution from space.","Authors":"Costantino, L (Costantino, Lorenzo) ; Cuesta, J (Cuesta, Juan) ; Emili, E (Emili, Emanuele) ; Coman, A (Coman, Adriana) ; Foret, G (Foret, Gilles) ; Dufour, G (Dufour, Gaelle) ; Eremenko, M (Eremenko, Maxim) ; Chailleux, Y (Chailleux, Yohann) ; Beekmann, M (Beekmann, Matthias) ; Flaud, JM (Flaud, Jean-Marie)","Title":"Potential of multispectral synergism for observing ozone pollution by combining IASI-NG and UVNS measurements from the EPS-SG satellite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397525300005 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"methods: statistical; planets and satellites: atmospheres; techniques: spectroscopic; telescopes KeyWords Plus:SYSTEMATIC RETRIEVAL ANALYSIS; TRANSMISSION SPECTRUM; SUPER-EARTHS; HD 189733B; MEAN OPACITIES; HOT JUPITERS; C/O RATIO; SPECTROSCOPY; TEMPERATURE; WASP-12B","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 4 Article Number: 151 DOI: 10.3847/1538-3881/aa5faa Published: APR 2017","Abstract":"The James Webb Space Telescope (JWST) is nearing its launch date of 2018, and is expected to revolutionize our knowledge of exoplanet atmospheres. In order to specifically identify which observing modes will be most useful for characterizing a diverse range of exoplanetary atmospheres, we use an information content (IC) based approach commonly used in the studies of solar system atmospheres. We develop a system based upon these IC methods to trace the instrumental and atmospheric model phase space in order to identify which observing modes are best suited for particular classes of planets, focusing on transmission spectra. Specifically, the atmospheric parameter space we cover is T - 600-1800 K, C/O - 0.55-1, [M/H] - 1-100. x. Solar for an R - 1.39 R-J, M - 0.59 M-J planet orbiting a WASP-62-like star. We also explore the influence of a simplified opaque gray cloud on the IC. We find that obtaining broader wavelength coverage over multiple modes is preferred over higher precision in a single mode given the same amount of observing time. Regardless of the planet temperature and composition, the best modes for constraining terminator temperatures, C/O ratios, and metallicity are NIRISS SOSS+NIRSpec G395. If the target's host star is dim enough such that the NIRSpec prism is applicable, then it can be used instead of NIRISS SOSS+NIRSpec G395. Lastly, observations that use more than two modes should be carefully analyzed because sometimes the addition of a third mode results in no gain of information. In these cases, higher precision in the original two modes is favorable.","Authors":"Batalha, NE (Batalha, Natasha E.) ; Line, MR (Line, M. R.)","Title":"Information Content Analysis for Selection of Optimal JWST Observing Modes for Transiting Exoplanet Atmospheres"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397363900007 PubMed ID: 28160686 ISSN: 0278-2626 eISSN: 1090-2147","Keywords":"Default mode network; Medial prefrontal cortex; Self and other KeyWords Plus:DEFAULT NETWORK ACTIVITY; STOP-SIGNAL; PERSONAL INFORMATION; RESPONSE-INHIBITION; WORKING-MEMORY; BRAIN-FUNCTION; COGNITION; THOUGHT; METAANALYSIS; SCHEMA","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND COGNITION Volume: 113 Pages: 65-75 DOI: 10.1016/j.bandc.2017.01.004 Published: APR 2017","Abstract":"Material related to the self, as well as to significant others, often displays mnemonic superiority through its associations with highly organised and elaborate representations. Neuroimaging studies suggest this effect is related to activation in regions of medial prefrontal cortex (mPFC). Incidental memory scores for trait adjectives, processed in relation to the self, a good friend and David Cameron were collected. Scores for each referent were used as regressors in seed-based analyses of resting state fMRI data performed in ventral, middle and dorsal mPFC seeds, as well as hippocampal formation. Stronger memory for self processed items was predicted by functional connnectivity between ventral mPFC, angular gyrus and middle temporal gyri. These regions are within the default mode network, linked to relatively automatic aspects of memory retrieval. In contrast, memory for items processed in relation to best friends, was better in individuals whose ventral mPFC showed relatively weak connectivity with paracingulate gyrus as well as positive connectivity with lateral prefrontal and parietal regions associated with controlled retrieval. These results suggest that mechanisms responsible for memory related to ourselves and personally familiar people are partially dissociable and reflect connections between ventral mPFC, implicated in schema-based memory, and regions implicated in more automatic and controlled aspects of retrieval. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"de Caso, I (de Caso, Irene) ; Karapanagiotidis, T (Karapanagiotidis, Theodoros) ; Aggius-Vella, E (Aggius-Vella, Elena) ; Konishi, M (Konishi, Mahiko) ; Margulies, DS (Margulies, Daniel S.) ; Jefferies, E (Jefferies, Elizabeth) ; Smallwood, J (Smallwood, Jonathan)","Title":"Knowing me, knowing you: Resting-state functional connectivity of ventromedial prefrontal cortex dissociates memory related to self from a familiar other"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397701100006 PubMed ID: 27291335 ISSN: 0093-934X eISSN: 1090-2155","Keywords":"Novel word learning; fMRI; Consolidation; Integration; Episodic memory; Semantic memory; Hippocampus; Posterior middle temporal gyrus; Angular gyrus; Inferior frontal gyrus KeyWords Plus:MEDIAL TEMPORAL-LOBE; LEXICAL COMPETITION; CORTICAL ORGANIZATION; FUNCTIONAL-ANATOMY; BRAIN; INTEGRATION; LANGUAGE; SYSTEMS; FMRI; REPRESENTATION","Categories":"Audiology & Speech-Language Pathology; Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Audiology & Speech-Language Pathology; Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND LANGUAGE Volume: 167 Pages: 44-60 DOI: 10.1016/j.bandl.2016.05.009 Published: APR 2017","Abstract":"When a novel word is learned, its memory representation is thought to undergo a process of consolidation and integration. In this study, we tested whether the neural representations of novel words change as a function of consolidation by observing brain activation patterns just after learning and again after a delay of one week. Words learned with meanings were remembered better than those learned without meanings. Both episodic (hippocampus-dependent) and semantic (dependent on distributed neocortical areas) memory systems were utilised during recognition of the novel words. The extent to which the two systems were involved changed as a function of time and the amount of associated information, with more involvement of both systems for the meaningful words than for the form-only words after the one-week delay. These results suggest that the reason the meaningful words were remembered better is that their retrieval can benefit more from these two complementary memory systems. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Takashima, A (Takashima, Atsuko) ; Bakker, I (Bakker, Iske) ; van Hell, JG (van Hell, Janet G.) ; Janzen, G (Janzen, Gabriele) ; McQueen, JM (McQueen, James M.)","Title":"Interaction between episodic and semantic memory networks in the acquisition and consolidation of novel spoken words"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397701100011 PubMed ID: 27291336 ISSN: 0093-934X eISSN: 1090-2155","Keywords":"Language; Sleep; Consolidation; Word learning; Lexicon; Spindles KeyWords Plus:DEPENDENT MEMORY CONSOLIDATION; SLOW-WAVE SLEEP; AGE-DIFFERENCES; SEMANTIC MEMORY; LIFE-SPAN; REM-SLEEP; HIPPOCAMPUS; VOCABULARY; LANGUAGE; INTEGRATION","Categories":"Audiology & Speech-Language Pathology; Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Audiology & Speech-Language Pathology; Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND LANGUAGE Volume: 167 Pages: 106-113 DOI: 10.1016/j.band1.2016.05.010 Published: APR 2017","Abstract":"Sleep is an offline period during which newly acquired semantic information is transformed into longer lasting memories. Language acquisition, which requires new word learning and semantic integration, is preferentially benefitted by a period of sleep in children and young adults. Specific features of sleep (e.g., sleep stage characteristics) have been associated with enhanced language acquisition and generalization. However, with increasing age, even in healthy individuals, sleep quality and quantity decrease. Simultaneously, deficits in word retrieval and new word learning emerge. Yet it is unknown whether age -related alterations in language ability are linked with alterations in sleep. The goal of this review is to examine changes in language learning and sleep across the lifespan. We consider how sleep detriments that occur with aging could affect abilities to learn novel words and semantic generalization and propose hypotheses to motivate future research in this area. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Kurdziel, LBF (Kurdziel, Laura B. F.) ; Mantua, J (Mantua, Janna) ; Spencer, RMC (Spencer, Rebecca M. C.)","Title":"Novel word learning in older adults: A role for sleep?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399002400004 PubMed ID: 27102656 ISSN: 1047-3211 eISSN: 1460-2199","Keywords":"angular gyrus; decoding; episodic memory; MVPA; subsequent memory KeyWords Plus:PREDICTS SUBSEQUENT MEMORY; EPISODIC MEMORY; DEFAULT NETWORK; BRAIN ACTIVITY; ENCODING/RETRIEVAL FLIP; FUNCTIONAL-SIGNIFICANCE; COGNITIVE NEUROSCIENCE; REPETITION SUPPRESSION; POSTEROMEDIAL CORTEX; PATTERN SIMILARITY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"CEREBRAL CORTEX Volume: 27 Issue: 4 Pages: 2486-2499 DOI: 10.1093/cercor/bhw097 Published: APR 2017","Abstract":"Mean fMRI activation in ventral posterior parietal cortex (vPPC) during memory encoding often negatively predicts successful remembering. A popular interpretation of this phenomenon is that vPPC reflects \"off-task\" processing. However, recent fMRI studies considering distributed patterns of activity suggest that vPPC actively represents encoded material. Here, we assessed the relationships between pattern-based content representations in vPPC, mean activation in vPPC, and subsequent remembering. We analyzed data from two fMRI experiments where subjects studied then recalled word-face or word-scene associations. For each encoding trial, we measured 1) mean univariate activation within vPPC and 2) the strength of face/scene information as indexed by pattern analysis. Mean activation in vPPC negatively predicted subsequent remembering, but the strength of pattern-based information in the same vPPC voxels positively predicted later memory. Indeed, univariate amplitude averaged across vPPC voxels negatively correlated with pattern-based information strength. This dissociation reflected a tendency for univariate reductions to maximally occur in voxels that were not strongly tuned for the category of encoded stimuli. These results indicate that vPPC activity patterns reflect the content and quality of memory encoding and constitute a striking example of lower univariate activity corresponding to stronger pattern-based information.","Authors":"Lee, HM (Lee, Hongmi) ; Chun, MM (Chun, Marvin M.) ; Kuhl, BA (Kuhl, Brice A.)","Title":"Lower Parietal Encoding Activation Is Associated with Sharper Information and Better Memory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398388100015 ISSN: 0963-7214 eISSN: 1467-8721","Keywords":"retrieval suppression; explicit/implicit memory; suppression-induced forgetting; direct/indirect memory tests KeyWords Plus:NEURAL MECHANISMS; AUTOBIOGRAPHICAL MEMORY; INTRUSIVE MEMORIES; EMOTIONAL MEMORIES; INHIBITORY-CONTROL; ASSOCIATION TEST; INFORMATION; THOUGHT; AWARENESS; DISORDER","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"CURRENT DIRECTIONS IN PSYCHOLOGICAL SCIENCE Volume: 26 Issue: 2 Pages: 197-206 DOI: 10.1177/0963721417689881 Published: APR 2017","Abstract":"The ability to control unwanted memories is critical for maintaining cognitive function and mental health. Prior research has shown that suppressing the retrieval of unwanted memories impairs their retention, as measured using intentional (direct) memory tests. Here, we review emerging evidence revealing that retrieval suppression can also reduce the unintended influence of suppressed traces. In particular, retrieval suppression (a) gradually diminishes the tendency for memories to intrude into awareness and (b) reduces memories' unintended expressions on indirect memory tests. We present a neural account in which, during suppression, retrieval cues elicit hippocampally triggered neocortical activity that briefly reinstates features of the original event, which, in turn, are suppressed by targeted neocortical and hippocampal inhibition. This reactivation-dependent reinstatement principle could provide a broad mechanism by which suppressing retrieval of intrusive memories limits their indirect influences.","Authors":"Hu, XQ (Hu, Xiaoqing) ; Bergstrom, ZM (Bergstrom, Zara M.) ; Gagnepain, P (Gagnepain, Pierre) ; Anderson, MC (Anderson, Michael C.)","Title":"Suppressing Unwanted Memories Reduces Their Unintended Influences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126100014 ISSN: 2055-7671 eISSN: 2055-768X","Categories":"Arts & Humanities - Other Topics; Linguistics Web of Science Categories:Humanities, Multidisciplinary; Linguistics","Journal Information":"DIGITAL SCHOLARSHIP IN THE HUMANITIES Volume: 32 Issue: 1 Pages: 209-221 DOI: 10.1093/llc/fqv053 Published: APR 2017","Abstract":"One of the important issues in natural language processing and information retrieval is the automatic extraction of the word's stem. Both statistical and rule-based approaches for stemming have their own advantages and limitations. The statistical stemmers are not accurate and fail to take advantage of some language phenomenon which can be easily expressed by simple rules. On the other hand, handcrafting the stemming rules in the rule-based stemmers is a time-consuming, tedious, and impractical task. In this regard, we propose a new hybrid stemming method based on a combination of affix stripping and statistical techniques for Persian language. The proposed method combines cues from the orthography, word frequency, and syntactic distributions to induce the stemming rules. In general, the proposed method is divided into two main parts. In the first part, all words of the annotated text corpus are used to automatically induce the stemming rules; while in the second part, the rule-based stemmer uses the induced stemming rules to discover the word's stem. We test the performance of the proposed scheme on two different data sets. The encouraging results indicate the superior performance of the proposed method compared with its counterparts.","Authors":"Taghi-Zadeh, H (Taghi-Zadeh, Hossein) ; Sadreddini, MH (Sadreddini, Mohammad Hadi) ; Diyanati, MH (Diyanati, Mohammad Hasan) ; Rasekh, AH (Rasekh, Amir Hossein)","Title":"A new hybrid stemming method for Persian language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398595500001 ISSN: 0018-9448 eISSN: 1557-9654","Keywords":"Insertions and deletions; sequence reconstruction; edit distance; synchronization codes KeyWords Plus:DELETION CORRECTING CODES; INFORMATION-RETRIEVAL; EFFICIENT RECONSTRUCTION; SUBSEQUENCES; UNCERTAINTY; SEQUENCES; NUMBER","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION THEORY Volume: 63 Issue: 4 Pages: 2428-2445 DOI: 10.1109/TIT.2017.2649493 Published: APR 2017","Abstract":"This paper studies problems in data reconstruction, an important area with numerous applications. In particular, we examine the reconstruction of binary and nonbinary sequences from synchronization (insertion/deletion-correcting) codes. These sequences have been corrupted by a fixed number of symbol insertions (larger than the minimum edit distance of the code), yielding a number of distinct traces to be used for reconstruction. We wish to know the minimum number of traces needed for exact reconstruction. This is a general version of a problem tackled by Levenshtein for uncoded sequences. We introduce an exact formula for the maximum number of common supersequences shared by sequences at a certain edit distance, yielding an upper bound on the number of distinct traces necessary to guarantee exact reconstruction. Without specific knowledge of the code words, this upper bound is tight. We apply our results to the famous single deletion/insertion-correcting Varshamov-Tenengolts (VT) codes and show that a significant number of VT code word pairs achieve the worst case number of outputs needed for exact reconstruction. We also consider extensions to other channels, such as adversarial deletion and insertion/deletion channels and probabilistic channels.","Authors":"Sala, F (Sala, Frederic) ; Gabrys, R (Gabrys, Ryan) ; Schoeny, C (Schoeny, Clayton) ; Dolecek, L (Dolecek, Lara)","Title":"Exact Reconstruction From Insertions in Synchronization Codes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396824900003 ISSN: 1930-8337 eISSN: 1930-8345","Keywords":"Lensless quality control of fabricated nanostructures; high frequencies; phaseless inverse scattering; uniqueness KeyWords Plus:NUMERICAL-SOLUTION; RETRIEVAL; INFORMATION; UNIQUENESS","Categories":"Mathematics; Physics Web of Science Categories:Mathematics, Applied; Physics, Mathematical","Journal Information":"INVERSE PROBLEMS AND IMAGING Volume: 11 Issue: 2 Pages: 263-276 DOI: 10.3934/ipi.2017013 Published: APR 2017","Abstract":"An inverse scattering problem for the 3-D Helmholtz equation is considered. Only the modulus of the complex valued scattered wave field is assumed to be measured and the phase is not measured. This problem naturally arises in the lensless quality control of fabricated nanostructures. Uniqueness theorem is proved.","Authors":"Klibanov, MV (Klibanov, Michael V.)","Title":"A PHASELESS INVERSE SCATTERING PROBLEM FOR THE 3-D HELMHOLTZ EQUATION"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398122800006 PubMed ID: 27966780 ISSN: 0021-9630 eISSN: 1469-7610","Keywords":"Anxiety; depression; risk factors KeyWords Plus:OVERGENERAL AUTOBIOGRAPHICAL MEMORY; POSTTRAUMATIC-STRESS-DISORDER; PREFRONTAL CORTEX ACTIVATION; EMOTIONAL FACIAL EXPRESSIONS; THREAT INTERPRETATION BIAS; DOT-PROBE TASK; BEHAVIORAL-INHIBITION; ATTENTIONAL BIAS; GENERALIZED ANXIETY; SOCIAL ANXIETY","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Developmental; Psychiatry; Psychology","Journal Information":"JOURNAL OF CHILD PSYCHOLOGY AND PSYCHIATRY Volume: 58 Issue: 4 Pages: 387-407 Special Issue: SI DOI: 10.1111/jcpp.12653 Published: APR 2017","Abstract":"Background: Anxiety and depression occurring during childhood and adolescence are common and costly. While early-emerging anxiety and depression can arise through a complex interplay of 'distal' factors such as genetic and environmental influences, temperamental characteristics and brain circuitry, the more proximal mechanisms that transfer risks on symptoms are poorly delineated. Information-processing biases, which differentiate youth with and without anxiety and/or depression, could act as proximal mechanisms that mediate more distal risks on symptoms. This article reviews the literature on information-processing biases, their associations with anxiety and depression symptoms in youth and with other distal risk factors, to provide direction for further research. Methods: Based on strategic searches of the literature, we consider how youth with and without anxiety and/or depression vary in how they deploy attention to social-affective stimuli, discriminate between threat and safety cues, retain memories of negative events and appraise ambiguous information. We discuss how these information-processing biases are similarly or differentially expressed on anxiety and depression and whether these biases are linked to genetic and environmental factors, temperamental characteristics and patterns of brain circuitry functioning implicated in anxiety and depression. Findings: Biases in attention and appraisal characterise both youth anxiety and depression but with some differences in how these are expressed for each symptom type. Difficulties in threat-safety cue discrimination characterise anxiety and are understudied in depression, while biases in the retrieval of negative and overgeneral memories have been observed in depression but are understudied in anxiety. Information-processing biases have been studied in relation to some distal factors but not systematically, so relationships remain inconclusive. Conclusions: Biases in attention, threat-safety cue discrimination, memory and appraisal may characterise anxiety and/or depression risk. We discuss future research directions that can more systematically test whether these biases act as proximal mechanisms that mediate other distal risk factors.","Authors":"Lau, JYF (Lau, Jennifer Y. F.) ; Waters, AM (Waters, Allison M.)","Title":"Annual Research Review: An expanded account of information-processing mechanisms in risk for child and adolescent anxiety and depression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397151000013 PubMed ID: 27914037 ISSN: 1720-8386","Keywords":"Granulosa cells; IL-18; IL-18 receptor; IVFICSI KeyWords Plus:COLONY-STIMULATING FACTOR; IN-VITRO FERTILIZATION; GAMMA-INDUCING FACTOR; POLYCYSTIC-OVARY-SYNDROME; INTERLEUKIN-18 LEVELS; INSULIN-RESISTANCE; INTERFERON-GAMMA; BINDING-PROTEIN; TH2 RESPONSES; CYTOKINE","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"JOURNAL OF ENDOCRINOLOGICAL INVESTIGATION Volume: 40 Issue: 4 Pages: 447-454 DOI: 10.1007/s40618-016-0590-x Published: APR 2017","Abstract":"Purpose There is no information available about the IL-18 receptor in ovarian follicles, so the present study attempts to demonstrate the expression of IL-18 and its receptor in human granulosa cells (GCs). Methods To evaluate the concentration of IL-18 in serum and follicular fluid (FF), we collected serum and FF from 102 women undergoing oocyte retrieval. Also, to detect expression of IL-18 and its receptor by luteinized GCs, these cells were pooled six times from a total of twenty individual patients with 5-16 follicles each. The IL-18 concentration was determined by ELISA and the expression of IL-18 and its receptor by immunocytochemistry and reverse transcription polymerase chain reaction. Results Our results showed that the median IL-18 concentration in serum, 159.27 pg/ml (IQR 121.41-210.1), was significantly higher than in FF, 142.1 pg/ml (IQR 95.7176.5), p < 0.001. Moreover, we found that IL-18 and its receptor are expressed by GCs. Conclusion The presence of IL-18 in FF and the expression of IL-18 and its receptor by GCs suggest an important role for this cytokine in ovarian function.","Authors":"Salmassi, A (Salmassi, A.) ; Fattahi, A (Fattahi, A.) ; Nouri, M (Nouri, M.) ; Hedderich, J (Hedderich, J.) ; Schmutzler, AG (Schmutzler, A. G.)","Title":"Expression of mRNA and protein of IL-18 and its receptor in human follicular granulosa cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396778100004 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Text representation; Documents categorization; Information retrieval","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 2 Pages: 309-327 DOI: 10.1007/s10844-016-0416-5 Published: APR 2017","Abstract":"Machine learning algorithms applied to text categorization mostly employ the Bag of Words (BoW) representation to describe the content of the documents. This method has been successfully used in many applications, but it is known to have several limitations. One way of improving text representation is usage of Wikipedia as the lexical knowledge base - an approach that has already shown promising results in many research studies. In this paper we propose three path-based measures for computing document relatedness in the conceptual space formed by the hierarchical organization of a Wikipedia Category Graph (WCG). We compare the proposed approaches with the standard Path Length method to establish the best relatedness measure for the WCG representation. To test overall WCG efficiency, we compare the proposed representations with the BoW method. The evaluation was performed with two different types of clustering algorithms (OPTICS and K-Means), used for categorization of keyword-based search results. The experiments have shown that our approach outperforms the standard Path Length approach, and the WCG representation achieves better results than BoW.","Authors":"Kucharczyk, L (Kucharczyk, Lukasz) ; Szymanski, J (Szymanski, Julian)","Title":"Path-based methods on categorical structures for conceptual representation of wikipedia articles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397410500008 ISSN: 0147-7307 eISSN: 1573-661X","Keywords":"intoxicated witnesses; witness memory; state-dependent learning KeyWords Plus:INTOXICATED WITNESSES; ENCODING SPECIFICITY; RETRIEVAL-PROCESSES; INDUCED IMPAIRMENT; NATIONAL SAMPLE; ACUTE TOLERANCE; SEXUAL ASSAULT; COLLEGE-WOMEN; STRONG CUES; ACCURACY","Categories":"Government & Law; Psychology Web of Science Categories:Law; Psychology, Social","Journal Information":"LAW AND HUMAN BEHAVIOR Volume: 41 Issue: 2 Pages: 202-215 DOI: 10.1037/lhb0000224 Published: APR 2017","Abstract":"Many real-world eyewitnesses are under the influence of alcohol either at the time of the crime, the interview, or both. Only recently has empirical research begun to examine the effects of alcohol on witness memory, yielding mixed results. The present study tested the importance of state-dependent memory in the context of alcohol's effects on encoding versus retrieval of a witnessed event, while simultaneously informing real-world investigative practices: Should witnesses sober up before an interview? Participants (N = 249) were randomized to a control, placebo, or alcohol condition at encoding and to either an immediate retrieval condition (in the same state) or a 1-week delay control, placebo, or alcohol retrieval condition. They recalled a witnessed mock crime using open ended and cued recall formats. After a delay, witnesses intoxicated at both encoding and retrieval provided less accurate information than witnesses in sober or placebo groups at both times. There was no advantage of state-dependent memory but intoxicated witnesses were best when recalling immediately compared to 1 week later (sober, placebo, or reintoxicated). Findings have direct implications for the timing of intoxicated witnesses' interviews such that moderately intoxicated witnesses may not benefit from a sobering delay but rather, should be interviewed immediately.","Authors":"Compo, NS (Compo, Nadja Schreiber) ; Carol, RN (Carol, Rolando N.) ; Evans, JR (Evans, Jacqueline R.) ; Pimentel, P (Pimentel, Pamela) ; Holness, H (Holness, Howard) ; Nichols-Lopez, K (Nichols-Lopez, Kristin) ; Rose, S (Rose, Stefan) ; Furton, KG (Furton, Kenneth G.)","Title":"Witness Memory and Alcohol: The Effects of State-Dependent Recall"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398571200025 ISSN: 1868-8527 eISSN: 1868-8535","Keywords":"Mindfulness practice; Mindfulness facets; Recollection; Familiarity; Fluency; Fringe consciousness KeyWords Plus:RECOGNITION MEMORY; INDIVIDUAL-DIFFERENCES; FRINGE CONSCIOUSNESS; FALSE RECOGNITION; EMOTIONAL WORDS; FAMILIARITY; FLUENCY; RECOLLECTION; ATTENTION; ENHANCEMENT","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"MINDFULNESS Volume: 8 Issue: 2 Pages: 505-516 DOI: 10.1007/s12671-016-0627-4 Published: APR 2017","Abstract":"Mindfulness has recently been associated with \"fringe consciousness\": an increased sensitivity to metacognitive feeling evoked from the processing of information. In three studies, we examined this notion from the scope of recognition memory. In study 1, the effect of fluency of processing on recognition memory was examined among mindfulness and control groups. Results revealed that control participants showed the typical fluency effect, in which fluency increased both hits and false alarms. However, in the mindfulness group, fluency solely increased hits. In study 2, a recognition test was conducted for positive, negative, and neutral valence words among mindfulness and mind-wandering groups. Here, estimations of recollection-a contextual retrieval process-and familiarity-a feeling of memory-based retrieval process, were assessed using the remember/know procedure. Results revealed that whereas group and valence did not interact for recollection, they did for familiarity. Critically, compared to mind-wandering controls, mindfulness increased familiarity-based retrieval of neutral words. Finally, study 3 examined whether and how facets of mindfulness are associated with recollection and familiarity. Regression analyses revealed that the facet of observing positively predicted rates of familiarity. Altogether, these findings support the notion of mindfulness as a promoter of increased sensitivity to feeling of memory at the fringe of consciousness.","Authors":"Rosenstreich, E (Rosenstreich, Eyal) ; Ruderman, L (Ruderman, Lital)","Title":"A Dual-Process Perspective on Mindfulness, Memory, and Consciousness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646700016 PubMed ID: 28274826 ISSN: 1074-7427 eISSN: 1095-9564","Keywords":"BNN27; Scopolamine; Recognition memory; Rat KeyWords Plus:INDUCED LEARNING IMPAIRMENT; OBJECT-RECOGNITION; ALZHEIMER-DISEASE; L-NAME; SULFATE; MICE; RECEPTORS; NEUROSTEROIDS; TRIAL; POTENTIATION","Categories":"Behavioral Sciences; Neurosciences & Neurology; Psychology Web of Science Categories:Behavioral Sciences; Neurosciences; Psychology; Psychology, Multidisciplinary","Journal Information":"NEUROBIOLOGY OF LEARNING AND MEMORY Volume: 140 Pages: 145-153 DOI: 10.1016/j.nlm.2017.03.004 Published: APR 2017","Abstract":"Experimental evidence indicates that the neurosteroids dehydroepiandrosterone (DHEA) and dehydroepiandrosterone sulphate (DHEAS) are involved in cognition. BNN27 is a novel 17C spiroepoxyDHEA derivative, which devoid of steroidogenic activity. The neuroprotective effects of BNN27 have been recently reported. The present study was designed to investigate the effects of BNN27 on recognition memory in rats. For this purpose, the novel object task (NOT), a procedure assessing non-spatial recognition memory and the novel location task (NLT), a procedure evaluating spatial recognition memory were used. Intraperitoneal (i.p.) administration of BNN27 (3 and 10 mg/kg) antagonized delay dependent deficits in the NOT in the normal rat, suggesting that this DHEA derivative affected acquisition, storage and retrieval of information. In addition, BNN27 (3 and 10 mg/kg, i.p.) counteracted the scopolamine [0.2 mg/kg, subcutaneously (s.c.)]-induced non-spatial and spatial recognition memory deficits. These findings suggest that BNN27 may modulate different aspects of recognition memory, potentially interacting with the cholinergic system, relevant to cognition. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pitsikas, N (Pitsikas, Nikolaos) ; Gravanis, A (Gravanis, Achille)","Title":"The novel dehydroepiandrosterone (DHEA) derivative BNN27 counteracts delay-dependent and scopolamine-induced recognition memory deficits in rats"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398876000001 PubMed ID: 28137458 ISSN: 0149-7634 eISSN: 1873-7528","Keywords":"Single-trial ERP latency estimation; Trial-to-trial latency variability; Intra-subject variability; Method evaluation KeyWords Plus:ITERATION DECOMPOSITION RIDE; WHITE-MATTER INTEGRITY; MEMORY-SCANNING TASK; MENTAL CHRONOMETRY; EVOKED-POTENTIALS; ERP COMPONENTS; SIGNAL VARIABILITY; BRAIN POTENTIALS; STIMULUS; RESPONSES","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"NEUROSCIENCE AND BIOBEHAVIORAL REVIEWS Volume: 75 Pages: 1-21 DOI: 10.1016/j.neubiorev.2017.01.023 Published: APR 2017","Abstract":"The intra-subject variability (ISV) in brain responses during cognitive processing across experimental trials has been recognised as an important facet of neural functionality reflecting an intrinsic neurophysiological characteristic of the brain. In recent decades, ISV in behaviour has been found to be significantly associated with cognitive functioning varying across individuals, development, ages, and pathological conditions. Event-related potentials (ERPs) measured in single trials are important tools for characterizing ISV at the neural level. However, due to the overlapping spectra of noise and signals, the retrieval of information from single-trial ERPs related to cognitive processing has been a challenge. We review the major problems that researchers face in the estimation of ISV in single-trial ERPs. Then, we present an extensive evaluation of several methods of single-trial latency estimation based on both simulated and real data. The relationships of ISV in ERPs and reaction times are compared between the different single-trial methods to assess their relative efficiency in predicting task performance from neural signals. The pros and cons of the methods are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ouyang, G (Ouyang, Guang) ; Hildebrandt, A (Hildebrandt, Andrea) ; Sommer, W (Sommer, Werner) ; Zhou, CS (Zhou, Changsong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sommer, Werner  H-4672-2011 http://orcid.org/0000-0001-5266-3445","Title":"Exploiting the intra-subject latency variability from single-trial event-related potentials in the P3 time range: A review and comparative evaluation of methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540200005 PubMed ID: 28374489 ISSN: 1053-8569 eISSN: 1099-1557","Keywords":"medical record retrieval; Medicare; claims-based algorithms; pharmacoepidemiology; pharmacoepidemiology KeyWords Plus:SURGICAL SITE INFECTION; IDENTIFY US HOSPITALS; PREDICTIVE-VALUE; CLAIMS DATA; PREVALENCE; VALIDITY; USERS; RISK","Categories":"Public, Environmental & Occupational Health; Pharmacology & Pharmacy Web of Science Categories:Public, Environmental & Occupational Health; Pharmacology & Pharmacy","Journal Information":"PHARMACOEPIDEMIOLOGY AND DRUG SAFETY Volume: 26 Issue: 4 Pages: 393-401 DOI: 10.1002/pds.4131 Published: APR 2017","Abstract":"PurposeThe purpose of the study is to describe medical record retrieval for a study validating claims-based algorithms used to identify seven adverse events of special interest (AESI) in a Medicare population. MethodsWe analyzed 2010-2011 Medicare claims of women with postmenopausal osteoporosis and men 65years of age in the Medicare 5% national sample. The final cohorts included beneficiaries covered continuously for 12+ months by Medicare parts A, B, and D and not enrolled in Medicare Advantage before starting follow-up. We identified beneficiaries using each AESI algorithm and randomly selected 400 women and 100 men with each AESI for medical record retrieval. The Centers for Medicare and Medicaid Services provided beneficiary contact information, and we requested medical records directly from providers, without patient contact. ResultsWe selected 3331 beneficiaries (women: 2272; men: 559) for whom we requested 3625 medical records. Overall, we received 1738 [47.9% (95%CI 46.3%, 49.6%)] of the requested medical records. We observed small differences in the characteristics of the total population with AESIs compared with those randomly selected for retrieval; however, no differences were seen between those selected and those retrieved. We retrieved 54.7% of records requested from hospitals compared with 26.3% of records requested from physician offices (p<0.001). Retrieval did not differ by sex or vital status of the beneficiaries. ConclusionsOur national medical record validation study of claims-based algorithms produced a modest retrieval rate. The medical record procedures outlined in this paper could have led to the improved retrieval from our previous medical record retrieval study. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Wright, NC (Wright, Nicole C.) ; Delzell, ES (Delzell, Elizabeth S.) ; Smith, WK (Smith, Wilson K.) ; Xue, F (Xue, Fei) ; Auroa, T (Auroa, Tarun) ; Curtis, JR (Curtis, Jeffrey R.)","Title":"Improving medical record retrieval for validation studies in Medicare data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645000003 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Agriculture; TanDEM-X; Rice; Synthetic aperture radar (SAR); PoISAR; Interferometry; PolInSAR; Vegetation height KeyWords Plus:POL-INSAR INVERSION; LEAF-AREA INDEX; PARAMETER-ESTIMATION; WAVE-NUMBER; L-BAND; FOREST; VOLUME; RADAR; MODEL; CANOPY","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 30-44 DOI: 10.1016/jsse.2017.02.004 Published: APR 2017","Abstract":"This work presents for the first time a demonstration with satellite data of polarimetric SAR interferometry (PolInSAR) applied to the retrieval of vegetation height in rice fields. Three series of dual-pol interferometric SAR data acquired with large baselines (2-3 km) by the TanDEM-X system during its science phase (April September 2015) are exploited. A novel inversion algorithm especially suited for rice fields cultivated in flooded soil is proposed and evaluated. The validation is carried out over three test sites located in geographically different areas: Sevilla (SW Spain), Valencia (E Spain), and Ipsala (W Turkey), in which different rice types are present. Results are obtained during the whole growth cycle and demonstrate that PolInSAR is useful to produce accurate height estimates (RMSE 10-20 cm) when plants are tall enough (taller than 25-40 cm), without relying on external reference information. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Lopez-Sanchez, JM (Lopez-Sanchez, Juan M.) ; Vicente-Guijalba, F (Vicente-Guijalba, Fernando) ; Erten, E (Erten, Esra) ; Campos-Taberner, M (Campos-Taberner, Manuel) ; Garcia-Haro, FJ (Javier Garcia-Haro, Francisco)","Title":"Retrieval of vegetation height in rice fields using polarimetric SAR interferometry with TanDEM-X data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645000007 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Aerosol fine-mode fraction; MODIS; AOT; PM2.5 KeyWords Plus:NORTH CHINA PLAIN; ANGSTROM EXPONENT; LAND; PM2.5; DEPTH; PRODUCTS; INTENSITY; SURFACES; AERONET; TRENDS","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 87-97 DOI: 10.1016/j.rse.2017.02.005 Published: APR 2017","Abstract":"The fine-mode fraction (FMF) can be a useful tool to separate natural aerosols from man-made aerosols and to assist in estimating surface concentrations of particulate matter with a diameter < 2.5 mu m. A LookUp Table-based Spectral Deconvolution Algorithm (LUT-SDA) was developed here for satellite-based applications using data such as MODerate resolution Imaging Spectroradiometer (MODIS) measurements. This method was validated against ground-based FMF retrievals from the Aerosol Robotic Network (AERONET). The LUT-SDA was then applied to two MODIS-retrieved aerosol optical thickness (AOT) products for the period of December 2013 to July 2015: the MODIS Collection 6 (C6) Dark Target (DT) AOT product and the simplified high-resolution MODIS Aerosol Retrieval Algorithm (SARA) AOT product. In comparison with the MODIS C6 FMF product in three study areas (Beijing, Hong Kong, and Osaka), FMFs estimated by the LUT-SDA agreed more closely with those retrieved from the AERONET with a very low bias. Eighty percent of the FMF values fell within the expected error range of +/- 0.4. The root mean square error (RMSE) was 0.168 with few anomalous values, whereas the RMSE for the MODIS FMF was 0.340 with more anomalous values. The LUT-SDA FMF estimated using SARA AOT data conveys more detailed information on urban pollution than that from MODIS C6 DT AOT data. As a demonstration, the seasonally-averaged spatial distribution of the FMF in Beijing was obtained from the LUT-SDA applied to SARA AOT data and compared with that of the AERONET-retrieved FMF. Their seasonal trends agreed well. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yan, X (Yan, Xing) ; Li, ZQ (Li, Zhanqing) ; Shi, WZ (Shi, Wenzhong) ; Luo, NN (Luo, Nana) ; Wu, TX (Wu, Taixia) ; Zhao, WJ (Zhao, Wenji) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yan, Xing  http://orcid.org/0000-0001-9327-5756","Title":"An improved algorithm for retrieving the fine-mode fraction of aerosol optical thickness, part 1: Algorithm development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397970200004 ISSN: 1046-4964 eISSN: 1552-8278","Keywords":"interaction analysis; teacher teams; team learning; transactivity; qualitative research KeyWords Plus:BEHAVIORS; FRAMEWORK","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management; Psychology, Social","Journal Information":"SMALL GROUP RESEARCH Volume: 48 Issue: 2 Pages: 190-214 Special Issue: SI DOI: 10.1177/1046496417691614 Published: APR 2017","Abstract":"Team learning is a recurrent topic in research on effective teamwork. However, research about the fact that team learning processes emerge from conversations and the different forms this emergence can take is limited. The aim of this study is to determine whether the extent to which team members act on each other's reasoning (transactivity) can be used to understand how team learning processes emerge. Research on teacher teams was used as the case study: Video recordings of three different teacher teams were used as primary data, and the data were analyzed using qualitative interaction analysis. The analysis shows that the content of team learning processes changes when team members act more closely on each other's reasoning. In particular, team learning processes related to the storage and retrieval of information took place only in sequences in which team members acted closely on each other's reasoning.","Authors":"Zoethout, H (Zoethout, Hildert) ; Wesselink, R (Wesselink, Renate) ; Runhaar, P (Runhaar, Piety) ; Mulder, M (Mulder, Martin)","Title":"Using Transactivity to Understand Emergence of Team Learning"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396696000001 ISSN: 2155-6377 eISSN: 2155-6385","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 2 Pages: V-VI Special Issue: SI Published: APR-JUN 2017","Authors":"Agarwal, A (Agarwal, Amit) ; Prateek, M (Prateek, Manish) ; Sharma, DK (Sharma, Dilip Kumar)","Title":"Special Issue on Recent Trends in Information Retrieval Preface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396696000004 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Propagation of confidence; relevant feedback; Classification; Relevance annotation; Collaborative retrieval KeyWords Plus:RELEVANCE FEEDBACK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 2 Pages: 34-50 Special Issue: SI DOI: 10.4018/IJIRR.2017040103 Published: APR-JUN 2017","Abstract":"This paper proposes a new relevance feedback approach to collaborative information retrieval based on a confidence's network, which performs propagation relevance between annotations terms. The main contribution of our approach is to extract relevant terms to reformulate the initial user query considering the annotations as an information source. The proposed model introduces the concept of necessity that allows determining the terms that have strong association relationships. The authors estimated the association relationship to a measure of a confidence. Another contribution consists on determining the relevant annotations for a given evidence source. Since the user is over whelmed by a variety of contradictory annotations on even one which are far from the original subject, the authors' model proceed filtering these annotations to determine the relevant one and then it classify them by grouping those related semantically. The experimental study conducted on different queries gives promoters results. They show very encouraging results that could reach an improvement rate.","Authors":"Naouar, F (Naouar, Fatiha) ; Hlaoua, L (Hlaoua, Lobna) ; Omri, MN (Omri, Mohamed Nazih)","Title":"Information Retrieval Model using Uncertain Confidence's Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395575800010 PubMed ID: 27197697 ISSN: 1362-3613 eISSN: 1461-7005","Keywords":"Asperger; cognitive behavioural therapy; externalising; mental states; self-concept; theory of mind KeyWords Plus:ASPERGER-SYNDROME; CONTROLLED-TRIAL; EPISODIC MEMORY; CHILDREN; ADULTS; MIND; SUGGESTIBILITY; INTERVENTION; COGNITION; ANXIETY","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"AUTISM Volume: 21 Issue: 3 Pages: 357-367 DOI: 10.1177/1362361316645429 Published: APR 2017","Abstract":"The relationship between dissociable components of autobiographical memory (e.g. semantic personality traits and episodic memory retrieval) and other cognitive skills that are proposed to enable one to develop a sense of self (e.g. introspection) have not previously been explored for children with autism spectrum disorder. This study compared autobiographical memory (semantic and episodic) and knowledge of self (internal/external self-knowledge and introspection/mentalising abilities) in children (aged 11-18years) with high-functioning autism spectrum disorder and typically developing controls (total N=48). Novel and standard tasks were employed. Compared to typically developing controls, young people with autism spectrum disorder had autobiographical memory difficulties that were characterised by a reduction in the retrieval of semantic personality traits, with more initial prompts required to facilitate episodic memory retrieval and fewer episodic memories containing emotional and sensory information. Knowledge of the self and others was also impaired, with reduced introspection and poorer mentalising abilities. Young people with autism spectrum disorder were also identified as presenting with an atypical relationship between autobiographical memory and self-knowledge, which was significantly different from typically developing controls. Test performance is discussed in relation to the functions of autobiographical memory, with consideration of how these cognitive difficulties may contribute to clinical practices and the social and behavioural characteristics of autism spectrum disorder.","Authors":"Robinson, S (Robinson, Sally) ; Howlin, P (Howlin, Patricia) ; Russell, A (Russell, Ailsa)","Title":"Personality traits, autobiographical memory and knowledge of self and others: A comparative study in young people with autism spectrum disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495200012 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Cross-modal retrieval; Coarse-to-fine semantic information; Hashing; Inter-category and intra-category","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 63 Pages: 135-144 DOI: 10.1016/j.dsp.2017.01.003 Published: APR 2017","Abstract":"Due to its storage efficiency and fast query speed, cross-media hashing methods have attracted much attention for retrieving semantically similar data over heterogeneous datasets. Supervised hashing methods, which utilize the labeled information to promote the quality of hashing functions, achieve promising performance. However, the existing supervised methods generally focus on utilizing coarse semantic information between samples (e.g. similar or dissimilar), and ignore fine semantic information between samples which may degrade the quality of hashing functions. Accordingly, in this paper, we propose a supervised hashing method for cross-media retrieval which utilizes the coarse-to-fine semantic similarity to learn a sharing space. The inter-category and intra-category semantic similarity are effectively preserved in the sharing space. Then an iterative descent scheme is proposed to achieve an optimal relaxed solution, and hashing codes can be generated by quantizing the relaxed solution. At last, to further improve the discrimination of hashing codes, an orthogonal rotation matrix is learned by minimizing the quantization loss while preserving the optimality of the relaxed solution. Extensive experiments on widely used Wiki and NUS-WIDE datasets demonstrate that the proposed method outperforms the existing methods. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yao, T (Yao, Tao) ; Kong, X (Kong, Xiangwei) ; Fu, H (Fu, Haiyan) ; Tian, Q (Tian, Qi)","Title":"Supervised Coarse-to-Fine Semantic Hashing for cross-media retrieval"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395557800010 PubMed ID: 28253209 ISSN: 0954-691X eISSN: 1473-5687","Keywords":"aspiration; bronchoscopy; capsule endoscopy; complications; foreign body KeyWords Plus:VIDEO CAPSULE; BRONCHIAL ASPIRATION; TRACHEAL ASPIRATION; ASYMPTOMATIC ASPIRATION; SUCCESSFUL RESOLUTION; COMPLICATION; BRONCHOSCOPY; RARE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"EUROPEAN JOURNAL OF GASTROENTEROLOGY & HEPATOLOGY Volume: 29 Issue: 4 Pages: 428-434 DOI: 10.1097/MEG.0000000000000821 Published: APR 2017","Abstract":"Introduction Capsule endoscopy (CE) has an excellent safety profile. Although retention is the most cited complication, capsule aspiration is less frequent and is often reported only as isolated cases. This study represents a systematic effort to compile and scrutinize the available data on capsule aspiration to provide comprehensive and conclusive information on this CE complication. Materials and methods A systematic literature search was performed in PubMed, Embase and Chinese National Knowledge Infrastructure. The search terms used were 'capsule endoscopy' AND 'aspiration' (both terms searched as keyword and MeSH). We included case reports and/or series on capsule aspiration, as well as observational cohort studies that reported capsule aspiration among their complications/outcomes. Results Thirty-four case reports with 37 cases of capsule aspiration were identified. A further four observational studies reported aspiration as part of a cohort of patients undergoing CE. 94.6% of aspirations occurred in elderly men. 87.1% had significant comorbidities. 59.5% had symptoms on aspiration, with cough reported most frequently. The most common location of aspiration was the right main bronchus. Half of the patients required intervention for capsule retrieval; bronchoscopy was the most common management, with good effect. There was a single fatality following capsule aspiration, not directly related to the procedure, and one case of aspiration pneumonia. Outcomes were good for all other patients. The estimated overall aspiration rate is 0.1%. Conclusion Although very rare and generally safely managed, capsule aspiration should be anticipated in certain patient groups and capsule administration should be approached with necessary precautions. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Yung, DE (Yung, Diana E.) ; Plevris, JN (Plevris, John N.) ; Koulaouzidis, A (Koulaouzidis, Anastasios)","Title":"Aspiration of capsule endoscopes: a comprehensive review of the existing literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394985700008 PubMed ID: 27787592 ISSN: 1619-7070 eISSN: 1619-7089","Keywords":"SPECT/CT; Sentinel node; Lymphoscintigraphy; Recurrent breast cancer; Radioguided surgery KeyWords Plus:LYMPH-NODE; LOCALLY RECURRENT; TUMOR RECURRENCE; BIOPSY; MULTICENTER; GUIDELINES; DISSECTION; PATTERNS; SURGERY; TRIAL","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"EUROPEAN JOURNAL OF NUCLEAR MEDICINE AND MOLECULAR IMAGING Volume: 44 Issue: 4 Pages: 630-637 DOI: 10.1007/s00259-016-3545-8 Published: APR 2017","Abstract":"In recent years repeat sentinel node (SN) biopsy has been proven to be feasible in local breast cancer recurrence (LBCR). However, in these patients SNs outside the ipsilateral axilla are frequently observed. This study evaluates the contribution of SPECT/CT for SN localization and surgical adjustment in LBCR patients. SN biopsy was performed in 122 LBCR patients (median age 60.5 years, range 24-87), enrolled from August 2006 to July 2015. Median disease-free time lapse was 109.5 months (range 9-365). Axillary lymph node dissection (ALND) had previously been performed in 55 patients, SN biopsy in 44, both techniques in 13 and fine-needle aspiration in 10. Primary breast cancer treatment included radiotherapy in 104 patients (85.3 %) and chemotherapy in 40 (32.8 %). Preoperative lymphatic mapping, using planar scintigraphy (PS) and SPECT/CT included report of SN location according to lymph node territory. In case of a territorial PS-SPECT/CT mismatch, surgery was adjusted according to SPECT/CT findings. SPECT/CT SN visualization rate was higher than PS (53.3 % vs. 43.4 %, p n.s.) with, in total, 19 additional SN (118 vs. 99, p n.s.). PS-SPECT/CT territory mismatch, found in 60 % (39/65) of patients with SN visualization, led to surgical adjustment in 21.3 % (26/122) of patients. The SN procedure was finally performed in 104 patients resulting in a 65.7 % surgical retrieval rate with a total of 132 removed SNs (1.86/patient). SN metastases were found in 17/71 patients (23.9 %), in 16 of them (94 %) in ipsilateral basins outside the axilla or in the contralateral axilla. Using SPECT/CT there is a trend to visualize more SNs in LBCR, providing at the same time important anatomical information to adjust intraoperative SN procedures. The addition of SPECT/CT to the standard imaging protocol may lead to better staging mainly in patients presenting drainage outside the ipsilateral axilla.","Authors":"Borrelli, P (Borrelli, Pablo) ; Donswijk, ML (Donswijk, Maarten L.) ; Stokkel, MP (Stokkel, Marcel P.) ; Teixeira, SC (Teixeira, Suzana C.) ; van Tinteren, H (van Tinteren, Harm) ; Rutgers, EJT (Rutgers, Emiel J. Th.) ; Olmos, RAV (Olmos, Renato A. Valdes)","Title":"Contribution of SPECT/CT for sentinel node localization in patients with ipsilateral breast cancer relapse"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395548900003 ISSN: 0016-9862 eISSN: 1934-9041","Keywords":"clustering strategy; intellectually gifted children; collaborative recall task; collaborative inhibition; intelligence KeyWords Plus:WORKING-MEMORY CAPACITY; LEARNING-DISABLED CHILDREN; RETRIEVAL DISRUPTION; INTELLIGENCE; INFORMATION; INHIBITION; SPEED; ORGANIZATION; ACQUISITION; PERFORMANCE","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education, Special; Psychology, Educational","Journal Information":"GIFTED CHILD QUARTERLY Volume: 61 Issue: 2 Pages: 133-142 DOI: 10.1177/0016986216687825 Published: APR 2017","Abstract":"This study examined three aspects of the clustering strategy used by participants: the differences of clustering strategy between intellectually gifted and average children; the relationship between clustering strategy and recall performance in intellectually gifted and average children; and the differences in recall performance on collaborative recall task of intellectually gifted and average children. Thirty-eight intellectually gifted and 44 intellectually average children were recruited, and their collaborative and individual recall performances were tested. The results showed that intellectually gifted children had better clustering strategy than their peers when adjusted ratio of clustering scores were calculated (p < .01); clustering strategy positively correlated with recall performance in intellectually average children (p < .05), while no such correlation was found in intellectually gifted children (p = .95); there was no collaborative inhibition in the gifted group (p = .82). These findings partly resolve the conflicts in individual research and expand on the conclusions regarding collaborative memory.","Authors":"Zhang, H (Zhang, Huan) ; Zhang, XL (Zhang, Xingli) ; He, YF (He, Yunfeng) ; Shi, JN (Shi, Jiannong)","Title":"Clustering Strategy in Intellectually Gifted Children: Assessment Using a Collaborative Recall Task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395116200005 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"Hyperspectral remote sensing images; content-based image retrieval; endmember extraction; similarity measurement; SID-SAM mixed measure KeyWords Plus:RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 31 Issue: 4 Article Number: 1752001 DOI: 10.1142/S0218001417520012 Published: APR 2017","Abstract":"With the rapid development of remote sensing technology, searching the similar image is a challenge for hyperspectral remote sensing image processing. Meanwhile, the dramatic growth in the amount of hyperspectral remote sensing data has stimulated considerable research on content-based image retrieval (CBIR) in the field of remote sensing technology. Although many CBIR systems have been developed, few studies focused on the hyperspectral remote sensing images. A CBIR system for hyperspectral remote sensing image using endmember extraction is proposed in this paper. The main contributions of our method are that: (1) the endmembers as the spectral features are extracted from hyperspectral remote sensing image by improved automatic pixel purity index (APPI) algorithm; (2) the spectral information divergence and spectral angle match (SID-SAM) mixed measure method is utilized as a similarity measurement between hyperspectral remote sensing images. At last, the images are ranked with descending and the top-M retrieved images are returned. The experimental results on NASA datasets show that our system can yield a superior performance.","Authors":"Zhang, J (Zhang, Jing) ; Zhou, QL (Zhou, Qianlan) ; Zhuo, L (Zhuo, Li) ; Geng, WH (Geng, Wenhao) ; Wang, SY (Wang, Suyu)","Title":"A CBIR System for Hyperspectral Remote Sensing Images Using Endmember Extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395122700009 PubMed ID: 27791431 ISSN: 0898-929X eISSN: 1530-8898","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF COGNITIVE NEUROSCIENCE Volume: 29 Issue: 4 Pages: 698-707 DOI: 10.1162/jocn_a_01071 Published: APR 2017","Abstract":"Sleep promotes the consolidation of newly acquired associative memories. Here we used neuronal oscillations in the human EEG to investigate sleep-dependent changes in the cortical memory trace. The retrieval activity for object-color associations was assessed immediately after encoding and after 3 hr of sleep or wakefulness. Sleep had beneficial effects on memory performance and led to reduced event-related theta and gamma power during the retrieval of associative memories. Furthermore, event-related alpha suppression was attenuated in the wake group for memorized and novel stimuli. There were no sleep-dependent changes in retrieval activity for missed items or items retrieved without color. Thus, the sleep-dependent reduction in theta and gamma oscillations was specific for the retrieval of associative memories. In line with theoretical accounts on sleep-dependent memory consolidation, decreased theta may indicate reduced mediotemporal activity because of a transfer of information into neocortical networks during sleep, whereas reduced parietal gamma may reflect effects of synaptic downscaling. Changes in alpha suppression in the wake group possibly index reduced attentional resources that may also contribute to a lower memory performance in this group. These findings indicate that the consolidation of associative memories during sleep is associated with profound changes in the cortical memory trace and relies on multiple neuronal processes working in concert.","Authors":"Koster, M (Koester, Moritz) ; Finger, H (Finger, Holger) ; Kater, MJ (Kater, Maren-Jo) ; Schenk, C (Schenk, Christoph) ; Gruber, T (Gruber, Thomas)","Title":"Neuronal Oscillations Indicate Sleep-dependent Changes in the Cortical Memory Trace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395122700013 PubMed ID: 27897678 ISSN: 0898-929X eISSN: 1530-8898","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF COGNITIVE NEUROSCIENCE Volume: 29 Issue: 4 Pages: 739-754 DOI: 10.1162/jocn_a_01081 Published: APR 2017","Abstract":"Numerous studies indicate the importance of the hippocampus to temporal order retrieval. However, behavioral studies suggest that there are different ways to retrieve temporal order information from encoded sequences, one involving an associative strategy (retrieving associations using neighboring items in a list) and another involving a recency strategy (determining which of two items came first). It remains unresolved, however, whether both strategies recruit the hippocampus or only associative strategies, consistent with the hippocampus's role in relational processing. To address this, we developed a paradigm in which we dissociated associative versus recency-based retrieval, involving the same stimulus presentation during retrieval. Associative retrieval involved an increase in RT (and decrease in performance) with greater distances between intervals, consistent with the need to retrieve intervening associations. Recency-based retrieval involved an increase in RT (and decrease in performance) with shorter distances between intervals, suggesting the use of a strength-based coding mechanism to retrieve information. We employed fMRI to determine the neural basis of the different strategies. Both strategies showed significant levels of hippocampal activation and connectivity that did not differ between tasks. In contrast, both univariate and connectivity pattern analyses revealed differences in extrahippocampal areas such as parietal and frontal cortices. A covariate analysis suggested that differences could not be explained by task difficulty alone. Together, these findings suggest that the hippocampus plays a role in both forms of temporal order retrieval, with neocortical networks mediating the different cognitive demands for associative versus recency-based temporal order retrieval.","Authors":"Lieberman, JS (Lieberman, Jennifer S.) ; Kyle, CT (Kyle, Colin T.) ; Schedlbauer, A (Schedlbauer, Amber) ; Stokes, J (Stokes, Jared) ; Ekstrom, AD (Ekstrom, Arne D.)","Title":"A Tale of Two Temporal Coding Strategies: Common and Dissociable Brain Regions Involved in Recency versus Associative Temporal Order Retrieval Strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600003 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Manifold ranking; Hashing; Image semantic retrieval KeyWords Plus:REPRESENTATION; PATTERNS; CODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 29-39 DOI: 10.1016/j.jvcir.2017.01.014 Published: APR 2017","Abstract":"Due to the storage and computational efficiency of hashing technology, it has proven a valuable tool for large scale similarity search. In many cases, the large scale data in real-world lie near some (unknown) low-dimensional and non-linear manifold. Moreover, Manifold Ranking approach can preserve the global topological structure of the data set more effectively than Euclidean Distance-based Ranking approach, which fails to preserve the semantic relevance degree. However, most existing hashing methods ignore the global topological structure of the data set. The key issue is how to incorporate the global topological structure of data set into learning effective hashing function. In this paper, we propose a novel unsupervised hashing approach, namely Manifold-Ranking Embedded Order Preserving Hashing (MREOPH). A manifold ranking loss is introduced to solve the issue of global topological structure preserving. An order preserving loss is introduced to ensure the consistency between manifold ranking and hamming ranking. A hypercubic quantization loss is introduced to learn discrete binary codes. The information theoretic regularization term is taken into consideration for preserving desirable properties of hash codes. Finally, we integrate them in a joint optimization framework for minimizing the information loss in each processing. Experimental results on three datasets for semantic search clearly demonstrate the effectiveness of the proposed method.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ma, L (Ma, Lei) ; Li, HL (Li, Hongliang) ; Meng, FM (Meng, Fanman) ; Wu, QB (Wu, Qingbo) ; Xu, LF (Xu, Linfeng)","Title":"Manifold-ranking embedded order preserving hashing for image semantic retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600005 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Automatic image annotation; Gaussian mixture model; RPEM; Semantic correlation; Max-bisection; Image retrieval KeyWords Plus:HIGHLY PARALLEL FRAMEWORK; LATENT SEMANTIC ANALYSIS; HEVC MOTION ESTIMATION; MANY-CORE PROCESSORS; RANDOM-WALK MODEL; EFFICIENT; RETRIEVAL; VIDEO; SEGMENTATION; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 50-60 DOI: 10.1016/j.jvcir.2017.01.015 Published: APR 2017","Abstract":"Automatic image annotation has been an active topic of research in the field of computer vision and pattern recognition for decades. In this paper, we present a new method for automatic image annotation based on Gaussian mixture model (GMM) considering cross-modal correlations. To be specific, we first employ GMM fitted by the rival penalized expectation-maximization (RPEM) algorithm to estimate the posterior probabilities of each annotation keyword. Next, a label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity by seamlessly integrating the information from both image low level visual features and high level semantic concepts together, which can effectively avoid the phenomenon that different images with the same candidate annotations would obtain the same refinement results. Followed by the rank-two relaxation heuristics over the built label similarity graph is applied to further mine the correlation of the candidate annotations so as to capture the refining annotation results, which plays a crucial role in the semantic based image retrieval. The main contributions of this work can be summarized as follows: (1) Exploiting GMM that is trained by the RPEM algorithm to capture the initial semantic annotations of images. (2) The label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity of images associated with the corresponding labels. (3) Refining the candidate set of annotations generated by the GMM through solving the max-bisection based on the rank-two relaxation algorithm over the weighted label graph. Compared to the current competitive model SGMM-RW, we can achieve significant improvements of 4% and 5% in precision, 6% and 9% in recall on the Corel5k and Mirflickr25k, respectively. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tian, DP (Tian, Dongping) ; Shi, ZZ (Shi, Zhongzhi)","Title":"Automatic image annotation based on Gaussian mixture model considering cross-modal correlations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396820600022 ISSN: 0956-540X eISSN: 1365-246X","Keywords":"Time-series analysis; Surface waves and free oscillations; Site effects KeyWords Plus:AVERAGE H/V RATIOS; PERIOD MICROTREMORS; PARTICLE MOTION; ALGORITHM; INVERSION; MODEL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICAL JOURNAL INTERNATIONAL Volume: 209 Issue: 1 Pages: 334-352 DOI: 10.1093/gji/ggx014 Published: APR 2017","Abstract":"The analysis of ambient vibrations is a useful tool in microzonation and geotechnical investigations. Ambient vibrations are composed to a large part of surface waves, both Love and Rayleigh waves. One reason to analyse surface waves is that they carry information about the subsurface. The dispersion curve of Rayleigh waves and Love waves can be retrieved using array processing techniques. The Rayleigh wave ellipticity, including the sense of rotation of the particle motion, can also be retrieved using array techniques. These quantities are used in an inversion procedure aimed at obtaining a structural model of the subsurface. The focus of this work is the retrieval of Rayleigh wave ellipticity. We show applications of the maximum likelihood (ML) method presented in Marano et al. to a number of sites in Switzerland. The sites examined are chosen to reflect a wide range of soil conditions that are of interest in microzonation studies. Using a synthetic wavefield with known structural model, we compare our results with theoretical ellipticity curves and we show the accuracy of the considered algorithm. The sense of rotation of the particle motion (prograde versus retrograde) is also estimated. In addition, we show that by modelling the presence of both Love and Rayleigh waves it is possible to mitigate the disruptive influence of Love waves on the estimation of Rayleigh wave ellipticity. Using recordings from several real sites, we show that it is possible to retrieve the ellipticity curve over a broad range of frequencies. Fundamental modes and higher modes are retrieved. Singularities of the ellipticity, corresponding to a change of the sense of rotation from prograde to retrograde (or vice versa), are detected with great accuracy. Knowledge of Rayleigh wave ellipticity, including the sense of rotation, is useful in several ways. The ellipticity angle allows us to pinpoint accurately the frequency of singularities (i.e. peaks and zeros of the H/V representation of the ellipticity). Information about the prograde and retrograde particle motion can be valuable in mode separation and identification. At last, we show that the use of the ellipticity angle is an important additional observable to be used to constrain the inversion for a structural model.","Authors":"Marano, S (Marano, Stefano) ; Hobiger, M (Hobiger, Manuel) ; Fah, D (Faeh, Donat)","Title":"Retrieval of Rayleigh wave ellipticity from ambient vibration recordings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394531000005 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Case-based reasoning; enterprise ontology; enterprise architecture; ontology-based case-based reasoning; experience management; viewpoint KeyWords Plus:INFORMATION-SYSTEMS RESEARCH; SEMANTIC WEB; DESIGN SCIENCE; FRAMEWORK; CBR; METHODOLOGY; TECHNOLOGY; RETRIEVAL; SUPPORT; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 4 Pages: 551-575 Special Issue: SI DOI: 10.1080/17517575.2016.1161239 Published: APR 2017","Abstract":"The accessibility of project knowledge obtained from experiences is an important and crucial issue in enterprises. This information need about project knowledge can be different from one person to another depending on the different roles he or she has. Therefore, a new ontology-based case-based reasoning (OBCBR) approach that utilises an enterprise ontology is introduced in this article to improve the accessibility of this project knowledge. Utilising an enterprise ontology improves the case-based reasoning (CBR) system through the systematic inclusion of enterprise-specific knowledge. This enterprise-specific knowledge is captured using the overall structure given by the enterprise ontology named ArchiMEO, which is a partial ontological realisation of the enterprise architecture framework (EAF) ArchiMate. This ontological representation, containing historical cases and specific enterprise domain knowledge, is applied in a new OBCBR approach. To support the different information needs of different stakeholders, this OBCBR approach has been built in such a way that different views, viewpoints, concerns and stakeholders can be considered. This is realised using a case viewpoint model derived from the ISO/IEC/IEEE 42010 standard. The introduced approach was implemented as a demonstrator and evaluated using an application case that has been elicited from a business partner in the Swiss research project.","Authors":"Martin, A (Martin, Andreas) ; Emmenegger, S (Emmenegger, Sandro) ; Hinkelmann, K (Hinkelmann, Knut) ; Thonssen, B (Thonssen, Barbara)","Title":"A viewpoint-based case-based reasoning approach utilising an enterprise architecture ontology for experience management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395664200006 PubMed ID: 28241937 ISSN: 1386-5056 eISSN: 1872-8243","Keywords":"Online health information; Information retrieval; Health communication; Google; Health information search; Medical informatics KeyWords Plus:PATIENT-CENTERED CARE; COMMUNICATION INEQUALITIES; SOCIAL NETWORKING; UNITED-STATES; EHEALTH; SEEKING; DISPARITIES; PROVIDERS; SUPPORT; RATINGS","Categories":"Computer Science; Health Care Sciences & Services; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Health Care Sciences & Services; Medical Informatics","Journal Information":"INTERNATIONAL JOURNAL OF MEDICAL INFORMATICS Volume: 100 Pages: 46-55 DOI: 10.1016/j.ijmedinf.2017.01.013 Published: APR 2017","Abstract":"Introduction: Access to reliable and quality health information and appropriate medical advice can contribute to a dramatic reduction in the mortality figures of countries. The governments of the Americas are faced with the opportunity to continue working on this challenge, and their institutional presence on their websites should play a key role in this task. In a setting where the access to information is essential to both health professionals and citizens, it is relevant to analyze the role of national health authorities. Given that search engines play such a key role in the access to health information, it is important to specifically know - in connection to national health authorities - whether health information offered is easily available to the population, and whether this information is well-ranked in search engines. Methods: Quantitative methods were used to gather data on the institutional presence of national health authorities on the web. An exploratory and descriptive research served to analyze and interpret data and information obtained quantitatively from different perspectives, including an analysis by country, and also by leading causes of death. A total of 18 web pages were analyzed. Information on leading causes of death was searched on websites of national health authorities in the week of August 10-14, 2015. Results: The probability of finding information of national health authorities on the 10 leading causes of death in a country, among the top 10 results on Google, is 6.66%. Additionally, ten out the 18 countries under study (55%) do not have information ranked among the top results in Google when searching for the selected terms. Additionally, a total of 33 websites represent the sources of information with the highest visibility for all the search strategies in each country on Google for the ten leading causes of death in a country. Two websites, the National Library of Medicine and Wikipedia, occur as a result with visibility in the total of eighteen countries of the sample. Conclusions: Taking into consideration that providing reliable and quality information on these topics to the population should be one of the priorities of national health authorities, these results suggest that national health authorities need to take measures to try to better position their contents. (C) 2017 The Author(s). Published by Elsevier Ireland Ltd.","Authors":"Novillo-Ortiz, D (Novillo-Ortiz, David) ; Hernandez-Perez, T (Hernandez-Perez, Tony) ; Saigi-Rubio, F (Saigi-Rubio, Francesc) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Novillo-Ortiz, David  http://orcid.org/0000-0001-9756-0984","Title":"Availability of information in Public Health on the Internet: An analysis of national health authorities in the Spanish-speaking Latin American and Caribbean countries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395445000002 ISSN: 0018-9375 eISSN: 1558-187X","Keywords":"Equivalent dipole elements; IC emissions; iteration algorithm; phase retrieval; source reconstruction KeyWords Plus:TRANSFORMATION; GEOMETRY; PHASE","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON ELECTROMAGNETIC COMPATIBILITY Volume: 59 Issue: 2 Pages: 557-566 Part: 2 Special Issue: SI DOI: 10.1109/TEMC.2016.2638760 Published: APR 2017","Abstract":"Near-field scanning with phase measurement is always a challenge in practical experiments because of its complexity and lack of accuracy. Therefore, utilizing the magnitude-only information to achieve phase-retrieval and emissions source reconstruction is preferred. This paper proposes a fast and accurate algorithm that can model the emissions from ICs by generating a set of equivalent dipole elements. The process of this algorithm only requires the information of the field magnitudes on two near-field scanning planes of different heights. Unlike other conventional source reconstruction techniques (such as genetic algorithm, gradient optimization), the proposed approach iteratively performs the back-and-forth transformations among the fields and equivalent dipole elements. By optimizing the locations of the equivalent dipole array and the initial values of these dipole elements, the iteration process is capable of quickly converging to the correct electromagnetic field values, including both magnitude and phase. The fields recovered from the calculated equivalent dipole sources have been validated by comparing to the fields emitted from a practical IC source.","Authors":"Zhang, J (Zhang, Ji) ; Fan, J (Fan, Jun)","Title":"Source Reconstruction for IC Radiated Emissions Based on Magnitude-Only Near-Field Scanning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900002 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Algorithms; altimetry; ice KeyWords Plus:LASER ALTIMETER MEASUREMENTS; PHOTON-COUNTING LIDAR; SEA-LEVEL RISE; BERING GLACIER; JAKOBSHAVN ISBRAE; ELEVATION CHANGES; SATELLITE RADAR; ICE SHEETS; GREENLAND; MISSION","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 1874-1896 DOI: 10.1109/TGRS.2016.2617323 Published: APR 2017","Abstract":"Glacial acceleration is a main source of uncertainty in sea-level-change assessment. Measurement of ice-surface heights with a spatial and temporal resolution that not only allows elevation-change calculation, but also captures ice-surface morphology and its changes is required to aid in investigations of the geophysical processes associated with glacial acceleration. The Advanced Topographic Laser Altimeter System aboard NASA's future ICESat-2 Mission (launch 2017) will implement multibeam micropulse photon-counting lidar altimetry aimed at measuring ice-surface heights at 0.7-m along-track spacing. The instrument is designed to resolve spatial and temporal variability of rapidly changing glaciers and ice sheets and the Arctic sea ice. The new technology requires the development of a new mathematical algorithm for the retrieval of height information. We introduce the density-dimension algorithm (DDA) that utilizes the radial basis function to calculate a weighted density as a form of data aggregation in the photon cloud and considers density an additional dimension as an aid in autoadaptive threshold determination. The autoadaptive capability of the algorithm is necessary to separate returns from noise and signal photons under changing environmental conditions. The algorithm is evaluated using data collected with an ICESat-2 simulator instrument, the Slope Imaging Multi-polarization Photon-counting Lidar, over the heavily crevassed Giesecke Braer in Northwestern Greenland in summer 2015. Results demonstrate that ICESat-2 may be expected to provide ice-surface height measurements over crevassed glaciers and other complex ice surfaces. The DDA is generally applicable for the analysis of airborne and spaceborne micropulse photon-counting| lidar data over complex and simple surfaces.","Authors":"Herzfeld, UC (Herzfeld, Ute C.) ; Trantow, TM (Trantow, Thomas M.) ; Harding, D (Harding, David) ; Dabney, PW (Dabney, Philip W.)","Title":"Surface-Height Determination of Crevassed Glaciers-Mathematical Principles of an Autoadaptive Density-Dimension Algorithm and Validation Using ICESat-2 Simulator (SIMPL) Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900029 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Infrared atmospheric sounding interferometer (IASI); JPEG 2000; kernel methods; lossy compression; M-CALIC; near-lossless compression; spectral transforms; statistical retrieval KeyWords Plus:LOSSY; TRANSFORM","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2213-2224 DOI: 10.1109/TGRS.2016.2639099 Published: APR 2017","Abstract":"The infrared atmospheric sounding interferometer (IASI) is flying on board of the Metop satellite series, which is part of the EUMETSAT Polar System. Products obtained from IASI data represent a significant improvement in the accuracy and quality of the measurements used for meteorological models. Notably, the IASI collects rich spectral information to derive temperature and moisture profiles, among other relevant trace gases, essential for atmospheric forecasts and for the understanding of weather. Here, we investigate the impact of near-lossless and lossy compression on IASI L1C data when statistical retrieval algorithms are later applied. We search for those compression ratios that yield a positive impact on the accuracy of the statistical retrievals. The compression techniques help reduce certain amount of noise on the original data and, at the same time, incorporate spatial-spectral feature relations in an indirect way without increasing the computational complexity. We observed that compressing images, at relatively low bit rates, improves results in predicting temperature and dew point temperature, and we advocate that some amount of compression prior to model inversion is beneficial. This research can benefit the development of current and upcoming retrieval chains in infrared sounding and hyperspectral sensors.","Authors":"Garcia-Sobrino, J (Garcia-Sobrino, Joaquin) ; Serra-Sagrista, J (Serra-Sagrista, Joan) ; Laparra, V (Laparra, Valero) ; Calbet, X (Calbet, Xavier) ; Camps-Valls, G (Camps-Valls, Gustau)","Title":"Statistical Atmospheric Parameter Retrieval Largely Benefits From Spatial-Spectral Image Compression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900038 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Polarimetric synthetic aperture radar; radar interferometry KeyWords Plus:CHANGE DETECTOR; MODEL; CLASSIFICATION; OPTIMIZATION","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2326-2339 DOI: 10.1109/TGRS.2016.2641742 Published: APR 2017","Abstract":"Quadratic forms play an important role in the development of several polarimetric and interferometric synthetic aperture radar (Pol-InSAR) methodologies, which are very powerful tools for earth observation. This paper investigates integrals of Pol-InSAR operators based on quadratic forms, with special interest on the Pol-InSAR coherence. A new operator, namely Trace Coherence, is introduced, which provides an approximation for the center of mass of the coherence region (CoRe). The latter is the locus of points on the polar plot containing all the possible coherence values. Such center of mass can be calculated as the integral of Pol-InSAR coherences over the scattering mechanisms (SMs). The trace coherence provides synthetic information regarding the partial target as one single entity. Therefore, it provides a representation, which is not dependent on the selection of one specific polarization channel. It may find application in change detection (e.g., coherent change detection and differential DEM), classification (e.g., building structure parameters), and modeling (e.g., for the retrieval of forest height). In calculating the integral of the Pol-InSAR coherences, an approximate trace coherence expression is derived and shown to improve the calculation speed by several orders of magnitude. The trace coherence approximation is investigated using Monte Carlo simulations and validated ESA (DLR) L-band quad-polarimetric data acquired during the AGRISAR 2006 campaign. The result of the analysis using simulated and real data is that the average error in approximating the integral of the coherence region is 0.025 in magnitude and 3 degrees in phase (in scenarios with sufficiently high coherence).","Authors":"Marino, A (Marino, Armando)","Title":"Trace Coherence: A New Operator for Polarimetric and Interferometric SAR images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396401600004 ISSN: 2168-2291 eISSN: 2168-2305","Keywords":"Approximate sketch matching; computer vision; databases; sketch descriptors; sketch retrieval","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON HUMAN-MACHINE SYSTEMS Volume: 47 Issue: 2 Pages: 194-205 DOI: 10.1109/THMS.2017.2649684 Published: APR 2017","Abstract":"Searching is a necessary tool for managing and navigating the massive amounts of data available in today's information age. While new searching methods have become increasingly popular and reliable in recent years, such as image-based searching, these methods may be more limited than text-based means in that they do not allow generic user input. Sketch-based searching is a method that allows users to draw generic search queries and return similar drawn images, giving more user control over their search content. In this paper, we present SketchSeeker, a system for indexing and searching across a large number of sketches quickly based on their similarity. SketchSeeker introduces a technique for indexing sketches in extremely compressed representations, which allows for fast, accurate retrieval augmented with a multilevel ranking subsystem. SketchSeeker was tested on a large set of sketches against existing sketch similarity metrics, and it shows significant improvements in terms of storage requirements, speed, and accuracy.","Authors":"Polsley, S (Polsley, Seth) ; Ray, J (Ray, Jaideep) ; Hammond, T (Hammond, Tracy)","Title":"SketchSeeker: Finding Similar Sketches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900002 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 830-844 DOI: 10.1002/asi.23736 Published: APR 2017","Abstract":"Tags (keywords freely assigned by users to describe web content) have become highly popular on Web 2.0 applications, because of the strong stimuli and easiness for users to create and describe their own content. This increase in tag popularity has led to a vast literature on tag recommendation methods. These methods aim at assisting users in the tagging process, possibly increasing the quality of the generated tags and, consequently, improving the quality of the information retrieval (IR) services that rely on tags as data sources. Regardless of the numerous and diversified previous studies on tag recommendation, to our knowledge, no previous work has summarized and organized them into a single survey article. In this article, we propose a taxonomy for tag recommendation methods, classifying them according to the target of the recommendations, their objectives, exploited data sources, and underlying techniques. Moreover, we provide a critical overview of these methods, pointing out their advantages and disadvantages. Finally, we describe the main open challenges related to the field, such as tag ambiguity, cold start, and evaluation issues.","Authors":"Belem, FM (Belem, Fabiano M.) ; Almeida, JM (Almeida, Jussara M.) ; Goncalves, MA (Goncalves, Marcos A.)","Title":"A Survey on Tag Recommendation Methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900004 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 855-868 DOI: 10.1002/asi.23735 Published: APR 2017","Abstract":"Personalized search approaches tailor search results to users' current interests, so as to help improve the likelihood of a user finding relevant documents for their query. Previous work on personalized search focuses on using the content of the user's query and of the documents clicked to model the user's preference. In this paper we focus on a different type of signal: We investigate the use of behavioral information for the purpose of search personalization. That is, we consider clicks and dwell time for reranking an initially retrieved list of documents. In particular, we (i) investigate the impact of distributions of users and queries on document reranking; (ii) estimate the relevance of a document for a query at 2 levels, at the query-level and at the word-level, to alleviate the problem of sparseness; and (iii) perform an experimental evaluation both for users seen during the training period and for users not seen during training. For the latter, we explore the use of information from similar users who have been seen during the training period. We use the dwell time on clicked documents to estimate a document's relevance to a query, and perform Bayesian probabilistic matrix factorization to generate a relevance distribution of a document over queries. Our experiments show that: (i) for personalized ranking, behavioral information helps to improve retrieval effectiveness; and (ii) given a query, merging information inferred from behavior of a particular user and from behaviors of other users with a user-dependent adaptive weight outperforms any combination with a fixed weight.","Authors":"Cai, F (Cai, Fei) ; Wang, SQ (Wang, Shuaiqiang) ; de Rijke, M (de Rijke, Maarten)","Title":"Behavior-Based Personalization in Web Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900007 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 895-910 DOI: 10.1002/asi.23717 Published: APR 2017","Abstract":"In this article we evaluate context-aware recommendation systems for information re-finding by knowledge workers. We identify 4 criteria that are relevant for evaluating the quality of knowledge worker support: context relevance, document relevance, prediction of user action, and diversity of the suggestions. We compare 3 different context-aware recommendation methods for information re-finding in a writing support task. The first method uses contextual prefiltering and content-based recommendation (CBR), the second uses the just-intime information retrieval paradigm (JITIR), and the third is a novel network-based recommendation system where context is part of the recommendation model (CIA). We found that each method has its own strengths: CBR is strong at context relevance, JITIR captures document relevance well, and CIA achieves the best result at predicting user action. Weaknesses include that CBR depends on a manual source to determine the context and in JITIR the context query can fail when the textual content is not sufficient. We conclude that to truly support a knowledge worker, all 4 evaluation criteria are important. In light of that conclusion, we argue that the network-based approach the CIA offers has the highest robustness and flexibility for context-aware information recommendation.","Authors":"Sappelli, M (Sappelli, Maya) ; Verberne, S (Verberne, Suzan) ; Kraaij, W (Kraaij, Wessel)","Title":"Evaluation of Context-Aware Recommendation Systems for Information Re-Finding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393252400003 ISSN: 0950-5849 eISSN: 1873-6025","Keywords":"Missing links; Issue reports; Commit analysis; Information retrieval (IR); Mining software repositories KeyWords Plus:LOCALIZATION; PURPOSE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"INFORMATION AND SOFTWARE TECHNOLOGY Volume: 84 Pages: 33-47 DOI: 10.1016/j.infsof.2016.11.010 Published: APR 2017","Abstract":"Context: Though linking issues and commits plays an important role in software verification and maintenance, such link information is not always explicitly provided during software development or maintenance activities. Current practices in recovering such links highly depend on tedious manual examination. To automatically recover missing links, several approaches have been proposed to compare issue reports with log messages and source code files in commits. However, none of such approaches looked at the role of non-source code complementary documents in commits; nor did they consider the distinct roles each piece of the source code played in the same commit. Objective: We propose to revisit the definition of relevant files contributing to missing link recovery. More specifically, our work extends existing approaches from two perspectives: (1) Inclusion extension: incorporating complementary documents (i.e., non-source documents) to learn from more relevant data; (2) Exclusion extension: analyzing and filtering out irrelevant source code files to reduce data noise. Method: We propose a File Relevance-based approach (FRLink), to implement the above two considerations. FRLink utilizes non-source documents in commits, since they typically clarify code changes details, with similar textual information from corresponding issues. Moreover, FRLink differentiates the roles of different source code files in a single commit and discards files containing no similar code terms as those in issues based on similarity analysis. Results: FRLink is evaluated on 6 projects and compared with RCLinker, which is the latest state-of-the-art approach in missing link recovery. The result shows that FRLink outperforms RCLinker in F-Measure by 40.75% when achieving the highest recalls. Conclusion: FRLink can significantly improve the performance of missing link recovery compared with existing approaches. This indicates that in missing link recovery studies, sophisticated data selection and processing techniques necessitate more discussions due to the increasing variety and volume of information associated with issues and commits. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, Y (Sun, Yan) ; Wang, Q (Wang, Qing) ; Yang, Y (Yang, Ye)","Title":"FRLink: Improving the recovery of missing issue-commit links by revisiting file relevance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000006 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"User privacy; Web tracking; User profiling; Collaborative masking; Privacy-utility trade-off KeyWords Plus:INFORMATION-RETRIEVAL; PRIVACY","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 96-124 DOI: 10.1016/j.ins.2016.12.036 Published: APR 2017","Abstract":"Web tracking is the key enabling technology of modern online advertising and, at the same time, the source of serious privacy concerns. In recent years, we have witnessed the emergence of a variety of technologies whose main goal is to address these concerns. However, ad blockers and anti-trackers eliminate all forms of tracking and advertising and therefore fail to reconcile user privacy and the current Internet business model. In this paper, we propose a new tracking paradigm that aims at returning control to users over tracking and advertising, and allowing them to participate in the monetization of their browsing data. The proposed paradigm breaks with the current barter model of exchanging privacy for services and, at the same time, it may preserve the Internet economic model where content is paid from advertisement revenue. We have designed a system architecture that implements this model in practice, and optimizes the exchange of privacy for money. Our ultimate aim is to strike a better balance between user privacy and the economic model that sustains the Web, and thus overcome the deadlock caused by the ad blocking wars. Experimental results with real browsing data demonstrate the suitability and feasibility of our approach. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Parra-Arnau, J (Parra-Arnau, Javier)","Title":"Pay-per-tracking: A collaborative masking model for web browsing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000018 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Microblog recommendation; Tag retrieval; User-tag matrix; User-tag weight; Tag correlation; User user social relation KeyWords Plus:MULTI-LABEL CLASSIFICATION; FEATURE-SELECTION; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 325-337 DOI: 10.1016/j.ins.2016.12.047 Published: APR 2017","Abstract":"With the development of social networking applications, microblog has turned to be an indispensable online communication network in our daily life. For microblog users, recommending high quality information is a demanding service. Some microblog services encourage users to annotate themselves with tags, which are used to describe their interests or attributes. However, few users are willing to create tags and available tags are not fully exploited for microblog recommendation. Besides, following/follower relationship in microblog is asymmetric, which can be used not only for communicating with friends or acquaintances but also for getting information on particular subjects. So far, there is no microblog recommendation algorithm which employs all the above mentioned information. This paper aims to investigate a joint framework to combine tag correlation and user social relation for microblog recommendation. Our approach identifies users' interests via their personal tags and social relations. More specifically, a user tag retrieval strategy is established to add tags for users without or with few tags, and the user-tag matrix is then built and user-tag weights are then obtained. In order to solve the problem of sparsity of the matrix, both inner and outer correlation between tags are investigated to update the user-tag matrix. Considering the significance of user social relation for microblog recommendation, a user user social relation similarity matrix is constructed. Moreover, an iterative updating scheme is developed to get the final tag-user matrix for computing the similarities between microblogs and users. We illustrate the capability of our algorithm by making experiments on real microblog datasets. Experimental results show that the algorithm is effective for microblog recommendation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ma, HF (Ma, Huifang) ; Jia, MHZ (Jia, Meihuizi) ; Zhang, D (Zhang, Di) ; Lin, XH (Lin, Xianghong)","Title":"Combining tag correlation and user social relation for microblog recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393013100007 ISSN: 0749-596X eISSN: 1096-0821","Keywords":"Search strategies; Long-term memory; Retrieval KeyWords Plus:WORKING-MEMORY; FREE-RECALL; VERBAL FLUENCY; AUTOBIOGRAPHICAL MEMORY; INDIVIDUAL-DIFFERENCES; RETRIEVAL STRATEGIES; NATURAL CATEGORIES; CAPACITY; CONTEXT; MAINTENANCE","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology; Psychology, Experimental","Journal Information":"JOURNAL OF MEMORY AND LANGUAGE Volume: 93 Pages: 135-153 DOI: 10.1016/j.jml.2016.09.005 Published: APR 2017","Abstract":"In two experiments the dynamic nature of strategic search from long-term memory was examined. Participants retrieved exemplars from various categories over several minutes. Periodically during retrieval participants were presented with a probe asking what strategies, if any, they were currently using to retrieve the desired information. This novel thought probe technique allowed for insights into the nature of in-the-moment retrieval strategies. Across both experiments it was found that participants reported using a variety of strategies, but depending on the task certain strategies were used more often than others. In particular, some strategies were used more frequently in one task than another, whereas other strategies seemed to cut across tasks. Furthermore, examining the time course of strategies suggested that participants often started off using one strategy, but then switched to using other strategies during the retrieval period. Finally, individual differences in general retrieval abilities were shown to be due to unique and joint contributions of search strategies and working memory capacity. These results provide evidence for the notion that when retrieving information from long-term memory, participants use various search strategies that are tailored to the task at hand and these strategies dynamically change throughout the retrieval period. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Unsworth, N (Unsworth, Nash)","Title":"Examining the dynamics of strategic search from long-term memory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393013100013 ISSN: 0749-596X eISSN: 1096-0821","Keywords":"Working memory; Strategies; Value-directed remembering KeyWords Plus:INDIVIDUAL-DIFFERENCES; FREE-RECALL; EXTERNAL DISTRACTION; CONTEXTUAL RETRIEVAL; TERM-MEMORY; ATTENTION; INTERFERENCE; SIMILARITIES; INFORMATION; PRIMACY","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology; Psychology, Experimental","Journal Information":"JOURNAL OF MEMORY AND LANGUAGE Volume: 93 Pages: 231-244 DOI: 10.1016/j.jml.2016.10.007 Published: APR 2017","Abstract":"To further elucidate the relationship between working memory capacity (WMC) and long-term memory (LTM), the present study investigated how individual differences in WMC relate to strategic encoding and subsequent retrieval in a self-regulated value-directed remembering paradigm. Participants were given 2 min to study lists of words that varied in explicit value and then were asked to freely recall the words they had just studied. In Experiment 1, participants were not given any guidance on effective encoding strategies. The strategy that led to the highest point totals was to ignore the low-value items altogether, and high-WMC participants were more likely to use this strategy. In Experiment 2, half of participants received an instruction on how to best allocate their study time at the beginning of the task, and half received this instruction after three of the six lists. Equating participants on the use of an effective strategy from the beginning of the task eliminated WMC-related differences in task performance. Together the results support the conclusion that low-WMC individuals spontaneously use effective encoding strategies less often than high-WMC individuals. But when instructed to do so, WMC-related differences are greatly attenuated. Therefore, one of the major reasons for the WMC-LTM relationship seems to be the differential development and execution of task-appropriate strategies during encoding of to-be-remembered information. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Robison, MK (Robison, Matthew K.) ; Unsworth, N (Unsworth, Nash)","Title":"Working memory capacity, strategic allocation of study time, and value-directed remembering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393013100017 ISSN: 0749-596X eISSN: 1096-0821","Keywords":"Survival processing; Adaptive memory; Free recall; Clustering; Episodic memory KeyWords Plus:FREE-RECALL; EPISODIC MEMORY; RETRIEVAL; CONTEXT; DISTINCTION; INFORMATION; CONTIGUITY; RETENTION; MODALITY; MODEL","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology; Psychology, Experimental","Journal Information":"JOURNAL OF MEMORY AND LANGUAGE Volume: 93 Pages: 304-314 DOI: 10.1016/j.jml.2016.10.009 Published: APR 2017","Abstract":"Processing items for their survival relevance often produces a robust memory advantage. The current experiments assessed possible proximate mechanisms responsible for this advantage by assessing output strategies during free recall. Previous research has shown that item clustering during recall can provide diagnostic information about the structure of representations in episodic memory, particularly the encoding of temporal, semantic, and source information. Following survival processing and moving or pleasantness controls, measures of temporal and semantic clustering were generated. A robust recall advantage was found for survival processing, but no evidence for temporal clustering was detected. Above-chance levels of semantic clustering were obtained, but there were no differences between the survival and control conditions. An additional clustering measure based on scenario-based relevance ratings also \"failed to explain recall differences, as did absolute and relative measures of remembered temporal position. Our results indicate that neither enhanced temporal coding nor increased semantic processing among the items on the study list can easily explain the oft-replicated survival processing advantage. Our results also suggest that the ubiquitous temporal clustering patterns seen in free recall studies may be a product, in part, of using intentional learning and multiple study trials. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Nairne, JS (Nairne, James S.) ; Cogdill, M (Cogdill, Mindi) ; Lehman, M (Lehman, Melissa)","Title":"Adaptive memory: Temporal, semantic, and rating-based clustering following survival processing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393264300011 ISSN: 0143-8166 eISSN: 1873-0302","Keywords":"Double random phase encoding; Image encryption; Phase retrieval algorithm; Gyrator transform KeyWords Plus:FRACTIONAL FOURIER-TRANSFORM; PHASE RETRIEVAL ALGORITHM; COLOR-IMAGE; INTERFERENCE PRINCIPLE; FRESNEL DOMAIN; PLAINTEXT ATTACK; POLARIZED-LIGHT; QR CODE; SILHOUETTE REMOVAL; LOGISTIC MAPS","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS AND LASERS IN ENGINEERING Volume: 91 Pages: 106-114 DOI: 10.1016/j.optlaseng.2016.11.017 Published: APR 2017","Abstract":"A novel optical image encryption scheme is proposed based on quick response code and high dimension chaotic system, where only the intensity distribution of encoded information is recorded as ciphertext. Initially, the quick response code is engendered from the plain image and placed in the input plane of the double random phase encoding architecture. Then, the code is encrypted to the ciphertext with noise-like distribution by using two cascaded gyrator transforms. In the process of encryption, the parameters such as rotation angles and random phase masks are generated as interim variables and functions based on Chen system. A new phase retrieval algorithm is designed to reconstruct the initial quick response code in the process of decryption, in which a priori information such as three position detection patterns is used as the support constraint. The original image can be obtained without any energy loss by scanning the decrypted code with mobile devices. The ciphertext image is the real-valued function which is more convenient for storing and transmitting. Meanwhile, the security of the proposed scheme is enhanced greatly due to high sensitivity of initial values of Chen system. Extensive cryptanalysis and simulation have performed to demonstrate the feasibility and effectiveness of the proposed scheme.","Authors":"Sui, LS (Sui, Liansheng) ; Xu, MJ (Xu, Minjie) ; Tian, AL (Tian, Ailing)","Title":"Optical noise-free image encryption based on quick response code and high dimension chaotic system in gyrator transform domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700015 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Hopfield-type network; Synaptic dilution; Network wiring cost; Storage capacity; Ensemble of Attractor Neural Networks; Divide-and-conquer parallelizing KeyWords Plus:CONNECTIVITY; INFORMATION; DYNAMICS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 206-215 DOI: 10.1016/j.eswa.2016.11.035 Published: APR 1 2017","Abstract":"This work presents an ensemble of Attractor Neural Networks (ANN) modules, that increases the patterns' storage, at similar computational cost when compared with a single-module ANN system. We build the ensemble of ANN components, and divide the uniform random patterns' set into disjoint subsets during the learning stage, such that each subset is assigned to a different component. In this way, a larger overall number of patterns can be stored by the ANN ensemble, where each of its modules has a moderate pattern load, being able to retrieve its corresponding assigned subset with the desired quality. Allowing some noise in the retrieval, we are able to recall a larger number of patterns while discriminating between pattern subsets assigned to each component in the ensemble. We showed that the ANN ensemble system with N= 10(4) units is able to approximately triple the maximal capacity of the single ANN, with similar wiring costs. We tested the modularized ANN ensemble for different levels of component dilution, by keeping constant the wiring costs. This approach could be implemented, for instance, with parallel computing in order to tackle computational costly real-world problems. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gonzalez, M (Gonzalez, Mario) ; Dominguez, D (Dominguez, David) ; Sanchez, A (Sanchez, Angel) ; Rodriguez, FB (Rodriguez, Francisco B.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rodriguez, Francisco de Borja  F-7812-2013 http://orcid.org/0000-0003-4053-099X Gonzalez, Mario  http://orcid.org/0000-0002-0204-5662 Dominguez Carreta, David Renato  http://orcid.org/0000-0003-0911-1834","Title":"Increase attractor capacity using an ensembled neural network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392781200007 ISSN: 0303-2434","Keywords":"P-band synthetic aperture radar (SAR); Forestry; Classification; Aboveground biomass; BIOMASS KeyWords Plus:APERTURE RADAR INTERFEROMETRY; TROPICAL RAIN-FOREST; SPATIAL-RESOLUTION; SAR IMAGES; LAND-COVER; BACKSCATTER INTENSITY; RETRIEVAL; ACCURACY; ENVIRONMENT; PARAMETERS","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 56 Pages: 65-76 DOI: 10.1016/j.jag.2016.12.001 Published: APR 2017","Abstract":"The European Space Agency (ESA) is currently implementing the BIOMASS mission as 7th Earth Explorer satellite. BIOMASS will provide for the first time global forest aboveground biomass estimates based on P-band synthetic aperture radar (SAR) imagery. This paper addresses an often overlooked element of the data processing chain required to ensure reliable and accurate forest biomass estimates: accurate identification of forest areas ahead of the inversion of radar data into forest biomass estimates. The use of the P-band data from BIOMASS itself for the classification into forest and non-forest land cover types is assessed in this paper. For airborne data in tropical, hemi-boreal and boreal forests we demonstrate that classification accuracies from 90 up to 97% can be achieved using radar backscatter and phase information. However, spacebome data will have a lower resolution and higher noise level compared to airborne data and a higher probability of mixed pixels containing multiple land cover types. Therefore, airborne data was reduced to 50 m, 100 m and 200 m resolution. The analysis revealed that about 50-60% of the area within the resolution level must be covered by forest to classify a pixel with higher probability as forest compared to non-forest. This results in forest omission and commission leading to similar forest area estimation over all resolutions. However, the forest omission resulted in a biased underestimated biomass, which was not equaled by the forest commission. The results underline the necessity of a highly accurate pre-classification of SAR data for an accurate unbiased aboveground biomass estimation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Schlund, M (Schlund, Michael) ; Scipal, K (Scipal, Klaus) ; Davidson, MWJ (Davidson, Malcolm W. J.)","Title":"Forest classification and impact of BIOMASS resolution on forest area and aboveground biomass estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397937400001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 4131-4145 DOI: 10.5194/acp-17-4131-2017 Published: MAR 28 2017","Abstract":"Spatial proxies used in bottom-up emission inventories to derive the spatial distributions of emissions are usually empirical and involve additional levels of uncertainty. Although uncertainties in current emission inventories have been discussed extensively, uncertainties resulting from improper spatial proxies have rarely been evaluated. In this work, we investigate the impact of spatial proxies on the representation of gridded emissions by comparing six gridded NOx emission datasets over China developed from the same magnitude of emissions and different spatial proxies. GEOS-Chem-modeled tropospheric NO2 vertical columns simulated from different gridded emission inventories are compared with satellite-based columns. The results show that differences between modeled and satellite-based NO2 vertical columns are sensitive to the spatial proxies used in the gridded emission inventories. The total population density is less suitable for allocating NOx emissions than nighttime light data because population density tends to allocate more emissions to rural areas. Determining the exact locations of large emission sources could significantly strengthen the correlation between modeled and observed NO2 vertical columns. Using vehicle population and an updated road network for the on-road transport sector could substantially enhance urban emissions and improve the model performance. When further applying industrial gross domestic product (IGDP) values for the industrial sector, modeled NO2 vertical columns could better capture pollution hotspots in urban areas and exhibit the best performance of the six cases compared to satellite-based NO2 vertical columns (slope = 1.01 and R-2 = 0.85). This analysis provides a framework for information from satellite observations to inform bottom-up inventory development. In the future, more effort should be devoted to the representation of spatial proxies to improve spatial patterns in bottom-up emission inventories.","Authors":"Geng, GN (Geng, Guannan) ; Zhang, Q (Zhang, Qiang) ; Martin, RV (Martin, Randall V.) ; Lin, JT (Lin, Jintai) ; Huo, H (Huo, Hong) ; Zheng, B (Zheng, Bo) ; Wang, SW (Wang, Siwen) ; He, KB (He, Kebin)","Title":"Impact of spatial proxies on the representation of bottom-up emission inventories: A satellite-based analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397544800001 PubMed ID: 28348368 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14891 DOI: 10.1038/ncomms14891 Published: MAR 28 2017","Abstract":"Surface-enhanced Raman scattering (SERS) spectroscopy has attracted tremendous interests as a highly sensitive label-free tool. The local field produced by the excitation of localized surface plasmon resonances (LSPRs) dominates the overall enhancement of SERS. Such an electromagnetic enhancement is unfortunately accompanied by a strong modification in the relative intensity of the original Raman spectra, which highly distorts spectral features providing chemical information. Here we propose a robust method to retrieve the fingerprint of intrinsic chemical information from the SERS spectra. The method is established based on the finding that the SERS background originates from the LSPR-modulated photoluminescence, which contains the local field information shared also by SERS. We validate this concept of retrieval of intrinsic fingerprint information in well controlled single metallic nanoantennas of varying aspect ratios. We further demonstrate its unambiguity and generality in more complicated systems of tip-enhanced Raman spectroscopy (TERS) and SERS of silver nanoaggregates.","Authors":"Lin, KQ (Lin, Kai-Qiang) ; Yi, J (Yi, Jun) ; Zhong, JH (Zhong, Jin-Hui) ; Hu, S (Hu, Shu) ; Liu, BJ (Liu, Bi-Ju) ; Liu, JY (Liu, Jun-Yang) ; Zong, C (Zong, Cheng) ; Lei, ZC (Lei, Zhi-Chao) ; Wang, X (Wang, Xiang) ; Aizpurua, J (Aizpurua, Javier) ; Esteban, R (Esteban, Ruben) ; Ren, B (Ren, Bin) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Aizpurua, Javier  E-6889-2014 http://orcid.org/0000-0002-1444-7589 CSIC-UPV/EHU, CFM  F-4867-2012   DONOSTIA INTERNATIONAL PHYSICS CTR., DIPC  C-3171-2014  ","Title":"Plasmonic photoluminescence for recovering native chemical information from surface-enhanced Raman scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397326300001 PubMed ID: 28396630 ISSN: 1662-5161","Keywords":"aphasia; retrieval; errorless learning; EEG; predictive models KeyWords Plus:MEMORY FORMATION; OSCILLATIONS; THETA; REGULARIZATION; REHABILITATION; APHASIA; MODELS; BAND","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 140 DOI: 10.3389/fnhum.2017.00140 Published: MAR 27 2017","Abstract":"Given the frequency of naming errors in aphasia, a common aim of speech and language rehabilitation is the improvement of naming. Based on evidence of significant word recall improvements in patients with memory impairments, errorless learning methods have been successfully applied to naming therapy in aphasia; however, other evidence suggests that although errorless learning can lead to better performance during treatment sessions, retrieval practice may be the key to lasting improvements. Task performance may vary with brain state (e. g., level of arousal, degree of task focus), and changes in brain state can be detected using EEG. With the ultimate goal of designing a system that monitors patient brain state in real time during therapy, we sought to determine whether errors could be predicted using spectral features obtained from an analysis of EEG. Thus, this study aimed to investigate the use of individual EEG responses to predict error production in aphasia. Eight participants with aphasia each completed 900 object-naming trials across three sessions while EEG was recorded and response accuracy scored for each trial. Analysis of the EEG response for seven of the eight participants showed significant correlations between EEG features and response accuracy (correct vs. incorrect) and error correction (correct, self-corrected, incorrect). Furthermore, upon combining the training data for the first two sessions, the model generalized to predict accuracy for performance in the third session for seven participants when accuracy was used as a predictor, and for five participants when error correction category was used as a predictor. With such ability to predict errors during therapy, it may be possible to use this information to intervene with errorless learning strategies only when necessary, thereby allowing patients to benefit from both the high within-session success of errorless learning as well as the longer-term improvements associated with retrieval practice.","Authors":"Riley, EA (Riley, Ellyn A.) ; McFarland, DJ (McFarland, Dennis J.)","Title":"EEG Error Prediction as a Solution for Combining the Advantages of Retrieval Practice and Errorless Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398810500002 ISSN: 1994-0416 eISSN: 1994-0424","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"CRYOSPHERE Volume: 11 Issue: 2 Pages: 755-771 DOI: 10.5194/tc-11-755-2017 Published: MAR 23 2017","Abstract":"In this paper we investigate the potential of melt pond fraction retrieval from X-band polarimetric synthetic aperture radar (SAR) on drifting first-year sea ice. Melt pond fractions retrieved from a helicopter-borne camera system were compared to polarimetric features extracted from four dual-polarimetric X-band SAR scenes, revealing significant relationships. The correlations were strongly dependent on wind speed and SAR incidence angle. Co-polarisation ratio was found to be the most promising SAR feature for melt pond fraction estimation at intermediate wind speeds (6.2 m s(-1)), with a Spearman's correlation coefficient of 0.46. At low wind speeds (0.6 m s(-1)), this relation disappeared due to low backscatter from the melt ponds, and backscatter VV-polarisation intensity had the strongest relationship to melt pond fraction with a correlation coefficient of -0.53. To further investigate these relations, regression fits were made both for the intermediate (R-fit(2) = 0.21) and low (R-fit(2) = 0.26) wind case, and the fits were tested on the satellite scenes in the study. The regression fits gave good estimates of mean melt pond fraction for the full satellite scenes, with less than 4% from a similar statistics derived from analysis of low-altitude imagery captured during helicopter ice-survey flights in the study area. A smoothing window of 51 x 51 pixels gave the best reproduction of the width of the melt pond fraction distribution. A considerable part of the backscatter signal was below the noise floor at SAR incidence angles above similar to 40 degrees, restricting the information gain from polarimetric features above this threshold. Compared to previous studies in C-band, limitations concerning wind speed and noise floor set stricter constraints on melt pond fraction retrieval in X-band. Despite this, our findings suggest new possibilities in melt pond fraction estimation from X-band SAR, opening for expanded monitoring of melt ponds during melt season in the future.","Authors":"Fors, AS (Fors, Ane S.) ; Divine, DV (Divine, Dmitry V.) ; Doulgeris, AP (Doulgeris, Anthony P.) ; Renner, AHH (Renner, Angelika H. H.) ; Gerland, S (Gerland, Sebastian)","Title":"Signature of Arctic first-year ice melt pond fraction in X-band SAR imagery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397317600001 PubMed ID: 28386241 ISSN: 1664-1078","Keywords":"Shazam; popular music; music discovery; multimedia search; music information retrieval; musical engagement; social media","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 416 DOI: 10.3389/fpsyg.2017.00416 Published: MAR 23 2017","Abstract":"Music discovery in everyday situations has been facilitated in recent years by audio content recognition services such as Shazam. The widespread use of such services has produced a wealth of user data, specifying where and when a global audience takes action to learnmore aboutmusic playing around them. Here, we analyze a large collection of Shazam queries of popular songs to study the relationship between the timing of queries and corresponding musical content. Our results reveal that the distribution of queries varies over the course of a song, and that salient musical events drive an increase in queries during a song. Furthermore, we find that the distribution of queries at the time of a song's release differs from the distribution following a song's peak and subsequent decline in popularity, possibly reflecting an evolution of user intent over the \"life cycle\" of a song. Finally, we derive insights into the data size needed to achieve consistent query distributions for individual songs. The combined findings of this study suggest that music discovery behavior, and other facets of the human experience of music, can be studied quantitatively using large-scale industrial data.","Authors":"Kaneshiro, B (Kaneshiro, Blair) ; Ruan, F (Ruan, Feng) ; Baker, CW (Baker, Casey W.) ; Berger, J (Berger, Jonathan)","Title":"Characterizing Listener Engagement with Popular Songs Using Large-Scale Music Discovery Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396904500001 PubMed ID: 28382008 ISSN: 1664-1078","Keywords":"Bayesian inference; goal-directed behavior; categorization; model comparison; accuracy complexity KeyWords Plus:ACTIVE INFERENCE; CONCEPTUAL KNOWLEDGE; NATURAL CATEGORIES; DECISION-MAKING; SEMANTIC MEMORY; BRAIN; INFORMATION; TIME; RETRIEVAL; COGNITION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 408 DOI: 10.3389/fpsyg.2017.00408 Published: MAR 22 2017","Abstract":"Categorization is a fundamental ability for efficient behavioral control. It allows organisms to remember the correct responses to categorical cues and not for every stimulus encountered (hence eluding computational cost or complexity), and to generalize appropriate responses to novel stimuli dependant on category assignment. Assuming the brain performs Bayesian inference, based on a generative model of the external world and future goals, we propose a computational model of categorization in which important properties emerge. These properties comprise the ability to infer latent causes of sensory experience, a hierarchical organization of latent causes, and an explicit inclusion of context and action representations. Crucially, these aspects derive from considering the environmental statistics that are relevant to achieve goals, and from the fundamental Bayesian principle that any generative model should be preferred over alternative models based on an accuracy-complexity trade-off. Our account is a step toward elucidating computational principles of categorization and its role within the Bayesian brain hypothesis.","Authors":"Rigoli, F (Rigoli, Francesco) ; Pezzulo, G (Pezzulo, Giovanni) ; Dolan, R (Dolan, Raymond) ; Friston, K (Friston, Karl)","Title":"A Goal-Directed Bayesian Framework for Categorization"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395754600001 PubMed ID: 27966474 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"x-ray diffraction anomalous fine structure; x-ray absorption fine structure; resonant x-ray scattering; resonant x-ray diffraction spectroscopy; x-ray absorption spectroscopy; antisite defect; site-selectivity KeyWords Plus:ANOMALOUS-FINE-STRUCTURE; RESONANT POWDER DIFFRACTION; FE K-EDGE; 3-DIMENSIONAL VISUALIZATION; FORBIDDEN REFLECTIONS; DABSORPTION PROPRE; DAFS ANALYSIS; AB-INITIO; SPECTRA; SCATTERING","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 11 Article Number: 113002 DOI: 10.1088/1361-648X/aa53bb Published: MAR 22 2017","Abstract":"Understanding the chemical state of a particular element with multiple crystallographic sites and/or phases is essential to unlocking the origin of material properties. To this end, resonant x-ray diffraction spectroscopy (RXDS) achieved through a combination of x-ray diffraction (XRD) and x-ray absorption spectroscopy (XAS) techniques can allow for the measurement of diffraction anomalous fine structure (DAFS). This is expected to provide a peerless tool for electronic/local structural analyses of materials with complicated structures thanks to its capability to extract spectroscopic information about a given element at each crystallographic site and/or phase. At present, one of the major challenges for the practical application of RXDS is the rigorous determination of resonant terms from observed DAFS, as this requires somehow determining the phase change in the elastic scattering around the absorption edge from the scattering intensity. This is widely known in the field of XRD as the phase problem. The present review describes the basics of this problem, including the relevant background and theory for DAFS and a guide to a newly-developed phase-retrieval method based on the logarithmic dispersion relation that makes it possible to analyze DAFS without suffering from the intrinsic ambiguities of conventional iterative-fitting. Several matters relating to data collection and correction of RXDS are also covered, with a final emphasis on the great potential of powder-sample-based RXDS (P-RXDS) to be used in various applications to practical materials, including antisite-defect-type electrode materials for lithium-ion batteries.","Authors":"Kawaguchi, T (Kawaguchi, Tomoya) ; Fukuda, K (Fukuda, Katsutoshi) ; Matsubara, E (Matsubara, Eiichiro)","Title":"Site- and phase-selective x-ray absorption spectroscopy based on phase-retrieval calculation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Diversity regularizations; Soft orthogonality; Learning to match; Multimodal retrieval; Representation learning; Approximate nearest neighbors","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 77-87 DOI: 10.1016/j.neucom.2016.11.057 Published: MAR 22 2017","Abstract":"Hashing based approximate nearest neighbors (ANN) search has drawn considerable attraction owing to its low-memory storage and hardware-level logical computing which is doomed to be greatly applicable to quantities of large-scale and practical scenarios, such as information retrieval, computer vision and natural language processing. However, most existing hashing methods concentrate either on images only or on pairwise image-texts (labels, short documents) and rarely utilize more common sentences. In this paper, we propose Diversity Regularized Latent Semantic Match for Hashing (DRLSMH), a new multinlodal hashing method that projects images and sentences into a shared latent semantic spate with label-supervised semantic constraints to proceed on multimodal retrieval. Notably, soft orthogonality is induced as a novel regularizer to preserve diverse hashing functions for compact and accurate representations; what's more, this kind of regularization also benefits the derivations of closed-form solutions with some proper relaxations under iterative optimization framework. Extensive experiments on two public datasets demonstrate the advantages of our method over some state-of-the-art baselines under cross-modal retrieval both on image-query-image, image-query-text and text query-image tasks.","Authors":"Chen, Y (Chen, Yong) ; Zhang, H (Zhang, Hui) ; Tong, YX (Tong, Yongxin) ; Lu, M (Lu, Ming)","Title":"Diversity Regularized Latent Semantic Match for Hashing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397165700008 PubMed ID: 28327120 ISSN: 1472-6963","Keywords":"Systematic review; Ageing; Long-term care; Infrastructure; Economic evaluation KeyWords Plus:NURSING-HOME RESIDENTS; MILD COGNITIVE IMPAIRMENT; QUALITY-OF-LIFE; AGING IN-PLACE; COST-EFFECTIVENESS; OLDER-ADULTS; CONTROLLED-TRIALS; STAFF TURNOVER; DEMENTIA; OWNERSHIP","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC HEALTH SERVICES RESEARCH Volume: 17 Article Number: 226 DOI: 10.1186/s12913-017-2165-8 Published: MAR 21 2017","Abstract":"Background: Residential care infrastructure, in terms of the characteristics of the organisation (such as proprietary status, size, and location) and the physical environment, have been found to directly influence resident outcomes. This review aimed to summarise the existing literature of economic evaluations of residential care infrastructure. Methods: A systematic review of English language articles using AgeLine, CINAHL, Econlit, Informit (databases in Health; Business and Law; Social Sciences), Medline, ProQuest, Scopus, and Web of Science with retrieval up to 14 December 2015. The search strategy combined terms relating to nursing homes, economics, and older people. Full economic evaluations, partial economic evaluations, and randomised trials reporting more limited economic information, such as estimates of resource use or costs of interventions were included. Data was extracted using predefined data fields and synthesized in a narrative summary to address the stated review objective. Results: Fourteen studies containing an economic component were identified. None of the identified studies attempted to systematically link costs and outcomes in the form of a cost-benefit, cost-effectiveness, or cost-utility analysis. There was a wide variation in approaches taken for valuing the outcomes associated with differential residential care infrastructures: 8 studies utilized various clinical outcomes as proxies for the quality of care provided, and 2 focused on resident outcomes including agitation, quality of life, and the quality of care interactions. Only 2 studies included residents living with dementia. Conclusions: Robust economic evidence is needed to inform aged care facility design. Future research should focus on identifying appropriate and meaningful outcome measures that can be used at a service planning level, as well as the broader health benefits and cost-saving potential of different organisational and environmental characteristics in residential care.","Authors":"Easton, T (Easton, Tiffany) ; Milte, R (Milte, Rachel) ; Crotty, M (Crotty, Maria) ; Ratcliffe, J (Ratcliffe, Julie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ratcliffe, Julie  G-3169-2017 http://orcid.org/0000-0001-7365-1988","Title":"Where's the evidence? a systematic review of economic analyses of residential aged care infrastructure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395886000004 PubMed ID: 28140377 ISSN: 0031-9155 eISSN: 1361-6560","Keywords":"x-ray imaging; mammography; breast cancer; computed tomography; x-ray phase contrast KeyWords Plus:SYNCHROTRON-RADIATION; COMPUTED-TOMOGRAPHY; DIGITAL MAMMOGRAPHY; TOMOSYNTHESIS; CT; RESOLUTION; ELETTRA; IMAGES; ENERGY","Categories":"Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"PHYSICS IN MEDICINE AND BIOLOGY Volume: 62 Issue: 6 Pages: 2315-2332 DOI: 10.1088/1361-6560/aa5d3d Published: MAR 21 2017","Abstract":"The aim of this study was to optimise the experimental protocol and data analysis for in-vivo breast cancer x-ray imaging. Results are presented of the experiment at the SYRMEP beamline of Elettra Synchrotron using the propagation-based phase-contrast mammographic tomography method, which incorporates not only absorption, but also x-ray phase information. In this study the images of breast tissue samples, of a size corresponding to a full human breast, with radiologically acceptable x-ray doses were obtained, and the degree of improvement of the image quality (from the diagnostic point of view) achievable using propagation-based phase-contrast image acquisition protocols with proper incorporation of x-ray phase retrieval into the reconstruction pipeline was investigated. Parameters such as the x-ray energy, sample-to-detector distance and data processing methods were tested, evaluated and optimized with respect to the estimated diagnostic value using a mastectomy sample with a malignant lesion. The results of quantitative evaluation of images were obtained by means of radiological assessment carried out by 13 experienced specialists. A comparative analysis was performed between the x-ray and the histological images of the specimen. The results of the analysis indicate that, within the investigated range of parameters, both the objective image quality characteristics and the subjective radiological scores of propagation-based phase-contrast images of breast tissues monotonically increase with the strength of phase contrast which in turn is directly proportional to the product of the radiation wavelength and the sample-to-detector distance. The outcomes of this study serve to define the practical imaging conditions and the CT reconstruction procedures appropriate for low-dose phase-contrast mammographic imaging of live patients at specially designed synchrotron beamlines.","Authors":"Baran, P (Baran, P.) ; Pacile, S (Pacile, S.) ; Nesterets, YI (Nesterets, Y. I.) ; Mayo, SC (Mayo, S. C.) ; Dullin, C (Dullin, C.) ; Dreossi, D (Dreossi, D.) ; Arfelli, F (Arfelli, F.) ; Thompson, D (Thompson, D.) ; Lockie, D (Lockie, D.) ; McCormack, M (McCormack, M.)[ 10 ] ; Taba, ST (Taba, S. T.)[ 11 ] ; Brun, F (Brun, F.) ; Pinamonti, M (Pinamonti, M.)[ 12 ] ; Nickson, C (Nickson, C.)[ 13 ] ; Hall, C (Hall, C.)[ 14 ] ; Dimmock, M (Dimmock, M.)[ 15 ] ; Zanconati, F (Zanconati, F.)[ 12 ] ; Cholewa, M (Cholewa, M.)[ 16 ] ; Quiney, H (Quiney, H.) ; Brennan, PC (Brennan, P. C.)[ 11 ] ; Tromba, G (Tromba, G.) ; Gureyev, TE (Gureyev, T. E.)[ 1,4,5,17 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number ZANCONATI, FABRIZIO  http://orcid.org/0000-0001-5357-9579","Title":"Optimization of propagation-based x-ray phase-contrast tomography for breast cancer imaging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396597800001 PubMed ID: 28367129 ISSN: 1664-1078","Keywords":"speech-in-noise; inhibition; aging; Stroop tasks; scoring KeyWords Plus:SPOKEN-WORD RECOGNITION; AGE-RELATED-CHANGES; OLDER-ADULTS; INHIBITORY CONTROL; COCHLEAR IMPLANTS; WORKING-MEMORY; SENSORY ORIGIN; LIFE-SPAN; PERCEPTION; RETRIEVAL","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 230 DOI: 10.3389/fpsyg.2017.00230 Published: MAR 17 2017","Abstract":"Inhibition-the ability to suppress goal-irrelevant information-is thought to be an important cognitive skill in many situations, including speech-in-noise (SiN) perception. One way to measure inhibition is by means of Stroop tasks, in which one stimulus dimension must be named while a second, more prepotent dimension is ignored. The to-be-ignored dimension may be relevant or irrelevant to the target dimension, and the inhibitionmeasure-Stroop interference (SI)-is calculated as the reaction time difference between the relevant and irrelevant conditions. Both SiN perception and inhibition are suggested to worsen with age, yet attempts to connect age-related declines in these two abilities have produced mixed results. We suggest that the inconsistencies between studies may be due to methodological issues surrounding the use of Stroop tasks. First, the relationship between SI and SiN perception may differ depending on the modality of the Stroop task; second, the traditional SI measure may not account for generalized slowing or sensory declines, and thus may not provide a pure interference measure. We investigated both claims in a group of 50 older adults, who performed two Stroop tasks (visual and auditory) and two SiN perception tasks. For each Stroop task, we calculated interference scores using both the traditional difference measure and methods designed to address its various problems, and compared the ability of these different scoring methods to predict SiN performance, alone and in combination with hearing sensitivity. Results from the two Stroop tasks were uncorrelated and had different relationships to SiN perception. Changing the scoring method altered the nature of the predictive relationship between Stroop scores and SiN perception, which was additionally influenced by hearing sensitivity. These findings raise questions about the extent to which different Stroop tasks and/or scoring methods measure the same aspect of cognition. They also highlight the importance of considering additional variables such as hearing ability when analyzing cognitive variables.","Authors":"Knight, S (Knight, Sarah) ; Heinrich, A (Heinrich, Antje)","Title":"Different Measures of Auditory and Visual Stroop Interference and Their Relationship to Speech Intelligibility in Noise"}]