[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396609400007 ISSN: 2322-5521 eISSN: 2345-2625","Keywords":"Activation; X-ray photoelectron spectroscopy; Micro pore; Point of zero charge; Surface functional group KeyWords Plus:PHOSPHORIC-ACID ACTIVATION; METHYLENE-BLUE; AQUEOUS-SOLUTION; SURFACE GROUPS; WASTE-WATER; NUT SHELLS; ADSORPTION; REMOVAL; KINETICS; EQUILIBRIUM","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"PHYSICAL CHEMISTRY RESEARCH Volume: 5 Issue: 1 Pages: 81-98 DOI: 10.22036/pcr.2017.38495 Published: WIN 2017","Abstract":"This paper presents a systematic study of the surface chemistry, porous texture and adsorptive characteristics of a newly prepared activated carbon using Persian mesquite grain. Several techniques and methodologies such as, proximate analysis, N-2 adsorption-desorption isotherms, scanning electron microscope (SEM), Fourier transform infrared spectroscopy (FT-IR), X-ray Diffraction (XRD), X-ray photoelectron spectroscopy (XPS), temperature programmed desorption (TPD), Thermo gravimetric analysis TGA/ DTA, elemental analysis (CHNS), Boehm titration, and point of zero charge (pHpzc) have been used to determine the physicochemical properties of raw material and activated carbon, respectively. The prepared activated carbon has been also used to remove methyl orange (MO) and methylene blue (MB) as anionic and cationic azo dyes.","Authors":"Lemraski, EG (Lemraski, E. Ghasemian) ; Sharafinia, S (Sharafinia, S.) ; Alimohammadi, M (Alimohammadi, M.)","Title":"New Activated Carbon from Persian Mesquite Grain as an Excellent Adsorbent"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200005 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"polymer network; polyurethane; biodegradable; biocompatible; soft tissue engineering KeyWords Plus:POLYURETHANE SCAFFOLDS; BLOCK-COPOLYMERS; DRUG-DELIVERY; SIDE-CHAINS; DERIVATIVES; ELASTOMERS; COMPOSITE; MICELLES; CYTOCOMPATIBILITY; DEGRADATION","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 63-73 Published: WIN 2017","Abstract":"In this paper, the focus is on a new kind of biodegradable semi-interpenetrating polymer networks, which is derived from.-caprolactone, lactide, 1,4-butane diisocyanate and ethylenediamine and also its potential has been investigated in soft tissue engineering applications. The polymers were characterized by nuclear magnetic resonance (NMR) spectrometry, Fourier transform infrared spectroscopy (FT-IR), differential thermal analysis (DTA), differential scanning calorimetry (DSC), and thermogravimetric analysis (TGA). These experiments show that the polymers with the right composition and the expected molecular weight were achieved. Also, the in-vitro degradation of polymer network was examined in phosphate buffer solutions (pH 7.4) at 37 degrees C. Moreover, cell viability and adhesion tests were carried out with fibroblast cells by the MTT assay, which confirmed biocompatibility. Polyurethane materials have superior mechanical properties, so these biodegradable and biocompatible films demonstrate potential for future application as cell scaffolds in soft tissue engineering applications.","Authors":"Rezayan, AH (Rezayan, Ali Hossein) ; Firoozi, N (Firoozi, Negar) ; Kheirjou, S (Kheirjou, Somayyeh) ; Rezaei, SJT (Rezaei, Seyed Jamal Tabatabaei) ; Nabid, MR (Nabid, Mohammad Reza)","Title":"Synthesis and Characterization of Biodegradable Semi-Interpenetrating Polymer Networks Based on Star-Shaped Copolymers epsilon-Caprolactone and Lactide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200031 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Polysaccharide from Grifola frondosa; Enzymolysis; Purification; Characterization; Antioxidant Activities. KeyWords Plus:CHEMICAL-CHARACTERIZATION; BIOLOGICAL-ACTIVITIES; FRUITING BODIES; MUSHROOMS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 347-356 Published: WIN 2017","Abstract":"Our previous study revealed that the antioxidant activity of polysaccharide (coded as FGFP) extracted from Grifola frondosa by enzymolysis treatment was significantly superior than that (coded as GFP) extracted by boiling-water. In this study, one purified polysaccharide fractions (coded as FGFP-11) was obtained from FGFP by purified using DEAE-52 column and Sephacryl S-500HR column. Results indicated that FGFP-11 with MW of 59.82 kDa consisted of mannose, glucose and galactose with a molar ratio of 1.00: 16.36: 5.25. Fourier Transform Infrared Spectroscopy (FTIR spectrum) of FGFP-11 was similar with that of polysaccharide extracted by boiling-water from Grifola frondosa. These indicated the enzymolysis did not destroy the polysaccharide structure. NMR spectrum showed that FGFP-11 possess alpha-(1 -> 6) glycosidic bond and alpha-(1 -> 3) glycosidic bond configuration. The experiment of Congo red also revealed that FGFP-11 had triple helix stereo-configuration. Moreover, the antioxidant activities of FGFP-11 were improved compared with that of GFP, especially in scavenging of hydroxyl radical and diphenyl picryl hydrazinyl (DPPH) radical.","Authors":"Tinga, Z (Tinga, Zhao) ; Yina, F (Yina, Fan) ; Mao, GH (Mao, Guanghuac) ; Feng, WW (Feng, Weiweic) ; Zou, YM (Zou, Yanmind) ; Yec, Z (Yec, Zou) ; Yang, LQ (Yang, Liuqinga) ; Wu, XY (Wu, Xiangyangd)","Title":"Purification, Characterization and Antioxidant Activities of Enzymolysis Polysaccharide from Grifola frondosa"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700002 ISSN: 2345-5977","Keywords":"fingerprint; HPTLC; MATLAB software; standardization; traditional polyherbal oil KeyWords Plus:SEED OIL; FORMULATIONS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 9-22 Published: WIN 2017","Abstract":"Background and objectives: Traditional polyherbal oils are still in use in Persian Traditional Medicine (PTM). Most of these formulations are prepared via traditional procedures such as maceration of herbs in oils or evaporating aqueous herbal extracts in boiling or heating oils as the vehicle. Thus, their quality control, standardization and authentication are real challenges due to the lack of scientific studies. The present study provided data and methods to authenticate some of these oils and has compared applicability of different fingerprinting methods for their authenticity. Methods: Thirteen oils were prepared according to the traditional manuscripts. High performance thin layer chromatography (HPTLC), ultraviolet (UV) and infrared (IR) fingerprinting data were analyzed using MATLAB software. For HPTLC fingerprints a special coding system was designed according to the R-f values. The fingerprinting data were subjected to principal components (PCs) analysis. Melting point and thermal behavior of the oils were obtained by differential scanning calorimetry (DSC). Also, the refractive indices, acid and peroxide values were obtained for the oils. Results: The designed coding system for HPTLC was successfully able to produce a discriminative unique fingerprint for each sample. Among UV, IR and HPTLC fingerprinting, the last one seemed more reliable than others to authenticate the oils. The acid values (0.22-3.85), peroxide values (2.31-34.35 meq/kg) and refractive indices (1.4622 - 1.4706) were in acceptable ranges for most of these oils. Conclusion: Despite lack of knowledge about constituents of traditional polyherbal oils, this study was able to provide some data and fingerprinting methods for their authentication.","Authors":"Hamedi, A (Hamedi, A.) ; Sakhteman, A (Sakhteman, A.) ; Ahmadi, F (Ahmadi, F.) ; Sohrabpour, M (Sohrabpour, M.) ; Zarshenas, MM (Zarshenas, M. M.)","Title":"Authentication and quality control of some polyherbal oils used in Persian Traditional Medicine (PTM)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033700009 ISSN: 0737-3937 eISSN: 1532-2300","Keywords":"Drying; lignite; mechanical thermal expression; structure KeyWords Plus:LOW-RANK COALS; PHYSICOCHEMICAL PROPERTIES; MODEL; MTE","Categories":"Engineering Web of Science Categories:Engineering, Chemical; Engineering, Mechanical","Journal Information":"DRYING TECHNOLOGY Volume: 35 Issue: 3 Pages: 356-362 DOI: 10.1080/07373937.2016.1174938 Published: NOV 3 2017","Abstract":"Mechanical thermal expression (MTE) is a developing nonevaporative lignite dewatering technology. It has been proved to be effective to dewater high moisture content in low-rank coals via the application of mechanical force and thermal energy at elevated temperatures. In this paper, the dewatering behavior of the Xiaolongtang lignite in Yunnan province, China during the MTE process was studied with three process parameters: time, temperature, and pressure. Meanwhile, the mechanism was also explored of how variations in temperature and pressure during the MTE process affect the surface oxygen functional groups and pore structure, which was mainly conducted by means of Fourier transform-infrared spectrometer (FTIR) and mercury intrusion porosimetry (MIP). Increases in MTE temperature and pressure resulted in significant reductions in residual moisture content and moisture-holding capacity, along with the increase in fixed carbon content and content reductions of other elements, especially oxygen content, this could be largely attributed to the destruction of the surface oxygen functional groups and porosity in the lignite. Technologically, the optimal conditions for temperature and pressure are 150-220 degrees C and 6-10MPa. The residual moisture content of the lignite treated by MTE at 200 degrees C, 10MPa is lower than 8%; the dewatering rate reaches over 76% with the calorific value being approximately 22MJ/kg. Carboxyl and hydroxyl groups break down at drying temperatures above 120 degrees C and constant applied pressure 10MPa; with the pore volume significantly reduced, only few pores (diameter < 1 mu m) remain at 30MPa and 150 degrees C (as well as above). The reduction in residual moisture content, surface oxygen functional groups, and pore volume under increasingly severe MTE conditions are suggestive of the structure changes that accompany increased coalification (rank) within the lignitic range.","Authors":"Feng, L (Feng, Li) ; Tang, JW (Tang, Jiewu) ; Ma, ZL (Ma, Zilong) ; Wan, YZ (Wan, Yongzhou)","Title":"Effect of mechanical thermal expression drying technology on lignite structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395037200003 ISSN: 1060-1325 eISSN: 1520-5738","Keywords":"Aluminum; Alzheimer's; microparticles; separation KeyWords Plus:AQUEOUS-SOLUTIONS; IMPRINTED BEADS; HUMAN SERUM; RECOGNITION; ADSORPTION; IONS; SPECIATION; PLASMA; PLANT; DNA","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF MACROMOLECULAR SCIENCE PART A-PURE AND APPLIED CHEMISTRY Volume: 54 Issue: 3 Pages: 145-150 DOI: 10.1080/10601325.2017.1265400 Published: NOV 3 2017","Abstract":"Aluminum is one of the most toxic metals causing a variety of neurologic diseases, especially Alzheimer's disease. It is impossible to avoid contact with aluminum because of its existence in food to medications. Therefore, removal of aluminum from the blood or wastewater is urgently important. The cost-effective and easy-to-prepare adsorbents are needed to get efficient aluminum removal. For that purpose, the poly(2-hydroxyethylmethacrylate-co-acrylic acid), poly(HEMA-co-AA), microparticles was synthesized to remove aluminum in a very short interaction time. The achievement of the desired polymeric structure was confirmed via Fourier transform infrared spectroscopy (FTIR), scanning electron microscope (SEM) and transmission electron microscope (TEM), etc. Additionally, particle features such as swelling ratio, size, and surface area were determined. The microparticles synthesized in this study have been determined with very good adsorption capacity even in small aluminum concentrations.","Authors":"Yuce, M (Yuce, Murat) ; Bilgin, E (Bilgin, Elif) ; Kose, K (Kose, Kazim) ; Erol, K (Erol, Kadir) ; Kose, DA (Kose, Dursun Ali) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kose, Kazim   http://orcid.org/0000-0003-1467-2898","Title":"Poly(HEMA-co-AA) microparticles for removal of aluminum: The reason for Alzheimer's"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395037200004 ISSN: 1060-1325 eISSN: 1520-5738","Keywords":"Antifungal activity; antioxidant activity; citric acid; indole-3-acetic acid; swelling equilibrium KeyWords Plus:DRUG-DELIVERY; SWELLING BEHAVIOR; TISSUE-CULTURE; ACID; DERIVATIVES; CHITOSAN; AUXINS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF MACROMOLECULAR SCIENCE PART A-PURE AND APPLIED CHEMISTRY Volume: 54 Issue: 3 Pages: 151-163 DOI: 10.1080/10601325.2017.1265401 Published: NOV 3 2017","Abstract":"Indole-3-acetic acid (IAA) based biopolymeric hydrogels with tunable anti-oxidant and anti-fungal character has been synthesized via condensation polymerization as pH-sensitive hydrophilic material.The present study focused on the synthesis of antifungal heterocyclic hydrogel using citric acid (CA), indole-3-acetic acid (IAA) and ethylene glycol (EG) by condensation polymerization. The hydrogels revealed a pH-sensitive swelling behavior, with increased swelling in acidic media, which in turn has decreased the swelling in the basic media.The hydrogel samples were tested for antifungal activity against Aspergillus fumigates, Rhizopusoryzae and Candida albicans at different concentrations (500, 1000, 1500, 2000 g/well). Ketoconazole was used as positive control and DMSO as negative control for antifungal activity. Fungi were increasingly identified as major pathogens in various infections. Hydrogels with antifungal properties may constitute an important restriction to fungal infections. The biopolymeric hydrogels were characterized by Fourier transform infrared (FT-IR) spectroscopy, H-1-NMR,C-13-NMR, TGA, DSC followed by scanning electron microscopy (SEM). The increased antifungal activity was monitored in equimolar composition more than that of other compositions. The antioxidant activity of ICE with DPPH and NO radicals has been compared with rutin. Such antifungal hydrogels with antioxidant properties is recommended for medical applications such as bandages, catheters, drains and tubes to prevent infection.","Authors":"Chitra, G (Chitra, G.) ; Franklin, DS (Franklin, D. S.) ; Guhanathan, S (Guhanathan, S.)","Title":"Indole-3-acetic acid based tunable hydrogels for antibacterial, antifungal and antioxidant applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395037200009 ISSN: 1060-1325 eISSN: 1520-5738","Keywords":"Copolymer; ethylene propylene copolymerization; ligand; titanium complex KeyWords Plus:IMINE CHELATE LIGANDS; ETHYLENE POLYMERIZATION; PROPYLENE POLYMERIZATION; OLEFIN POLYMERIZATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF MACROMOLECULAR SCIENCE PART A-PURE AND APPLIED CHEMISTRY Volume: 54 Issue: 3 Pages: 194-200 DOI: 10.1080/10601325.2017.1265408 Published: NOV 3 2017","Abstract":"A series of phenoxy-ester ligated titanium complexes with different R-1 and R-2 substituents was synthesized. The structures of 3-silylsubstituted salicylate ligands and their corresponding titanium complexes were characterized using infrared spectrometer, nuclear magnetic resonance spectroscopy and mass spectrometer. The novel [O, O] bidentate coordination compounds with different R-1 and R-2 substituents were then used as the catalysts for ethylene-propylene copolymerization together with (i)Bu(3)A1/Ph3CB(C6F5)(4) as the cocatalysts in toluene. The correlations between R-1, R-2 substituents of titanium complexes and polymerization activity, polymer molecular weight were studied. The catalytic activity of titanium complex was observed to decline with increasing the size of R-2, whereas the copolymers with higher molecular weight were synthesized using the titanium complex with larger R-1 substituent. The ethylene propylene copolymers prepared using different titanium complex catalysts were all random copolymers.","Authors":"Wang, YJ (Wang, Yajiao) ; Li, DZ (Li, Dezhan) ; Wang, CX (Wang, Chaoxiang) ; Wang, XH (Wang, Xinhua) ; Song, WB (Song, Wenbo) ; Jiao, QZ (Jiao, Qingze) ; Li, HS (Li, Hansheng) ; Wu, Q (Wu, Qin) ; Zhao, Y (Zhao, Yun)","Title":"Synthesis of phenoxy-ester titanium complexes with different R-1 and R-2 substituents and their catalytic properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033100006 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"Cyclic voltammetry; electrochemistry; multiwalled carbon nanotubes; Pt-Ni/multiwalled carbon nanotube composite; uric acid sensor KeyWords Plus:CHITOSAN COMPOSITE FILM; ASCORBIC-ACID; PASTE ELECTRODE; SELECTIVE DETERMINATION; METHANOL OXIDATION; ELECTROCATALYTIC ACTIVITY; SENSITIVE DETERMINATION; MODIFIED GCE; DOPAMINE; NANOPARTICLES","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 91-104 DOI: 10.1080/00032719.2016.1174709 Published: NOV 1 2017","Abstract":"Platinum-nickel nanoparticles were synthesized by a reduction procedure. The Pt-Ni/C composite was characterized by X-ray diffraction, infrared spectroscopy, transmission electron microscopy, and electrochemical analysis. The measurements show that the Pt-Ni/multiwalled carbon nanotubes provided higher electrocatalytic activity for the oxidation of uric acid than Pt-Ni/carbon black. The sensor prepared from the characterized material provided a long linear dynamic range from 0.1 to 240.4 mu M with a detection limit of 0.03 mu M and a sensitivity of 41.21 mu AmM(-1)cm(-2). The reported modified electrode also provided excellent selectivity, good stability, and satisfactory reproducibility for the determination of uric acid.","Authors":"Wu, WQ (Wu, Wenqin) ; Min, H (Min, Hui) ; Wu, HM (Wu, Huimin) ; Ding, Y (Ding, Yu) ; Yang, SJ (Yang, Shuijin)","Title":"Electrochemical Determination of Uric Acid Using a Multiwalled Carbon Nanotube Platinum-Nickel Alloy Glassy Carbon Electrode"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033100008 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"4-Chlorophenol; magnetic dummy molecularly imprinted polymers; magnetic solid-phase extraction; multiwalled carbon nanotubes KeyWords Plus:SOLID-PHASE EXTRACTION; DUMMY TEMPLATE; SELECTIVE RECOGNITION; MASS-SPECTROMETRY; CARBON NANOTUBES; AQUEOUS SAMPLES; IONIC LIQUIDS; WATER SAMPLES; HONEY SAMPLES; FOOD SAMPLES","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 117-134 DOI: 10.1080/00032719.2016.1172233 Published: NOV 1 2017","Abstract":"A novel magnetic dummy molecularly imprinted polymer based on multiwalled carbon nanotubes was prepared with 2-amino-4-chlorophenol as the dummy template for rapid separation and enrichment of 4-chlorophenol in aqueous samples. The magnetic dummy molecularly imprinted polymer was characterized by infrared spectroscopy, transmission electron microscopy, scanning electron microscopy, and vibrating sample magnetometry. The saturation adsorption capacity of the magnetic dummy molecularly imprinted polymer toward 4-chlorophenol was up to 54.3mgg(-1) at 298K, which is higher than for previously reported imprinted polymers. The magnetic dummy molecularly imprinted polymers were coupled with high-performance liquid chromatography to isolate and determine 4-chlorophenol in fish bile and river water with the recoveries from 95.8 to 98.9% and 96.6 to 99.1%, respectively.","Authors":"Yin, YL (Yin, Yuli) ; Yan, L (Yan, Liang) ; Zhang, ZH (Zhang, Zhaohui) ; Wang, J (Wang, Jing) ; Lv, PP (Lv, Piaopiao)","Title":"Magnetic Molecularly Imprinted Polymer Preconcentration of 4-Chlorophenol with Determination by High-Performance Liquid Chromatography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033100009 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"Almond skin; flame atomic absorption spectrometry; manganese(II); preconcentration; solid-phase extraction KeyWords Plus:SOLID-PHASE EXTRACTION; CLOUD POINT EXTRACTION; MODIFIED CORN SILK; METAL-IONS; EMISSION-SPECTROMETRY; WATER SAMPLES; HEAVY-METALS; TRACE-METALS; FOOD SAMPLES; BIOSORPTION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 135-147 DOI: 10.1080/00032719.2016.1173048 Published: NOV 1 2017","Abstract":"Almond skin was used as a biosorbent by solid-phase extraction for the preconcentration of manganese(II) before the determination by flame atomic absorption spectrometry. Characterization of almond skin was performed by infrared spectroscopy. The functional groups of the almond skin surface were shown to be beneficial for the adsorption of manganese(II). At pH 6.0, the manganese(II) ions were retained on the almond skin and afterward quantitatively eluted using 1.5molL(-1) nitric acid. The pH, flow rate and volume of sample, concentration, and flow rate of eluent and interfering ions were characterized. Using a sample size of 30mL, a linear dynamic range of 1-120 mu gL(-1) was obtained. A detection limit of 0.24 mu gL(-1) manganese(II) and a relative standard deviation of 1.6% at 30 mu gL(-1) were achieved. The accuracy of the present procedure was evaluated by the determination of manganese(II) in a certified reference material (GSB07-1189-2000). The protocol was also used for the determination of manganese(II) in wastewater. The fortified recoveries were from 99.0 to 99.4%.","Authors":"Liu, L (Liu, Lei) ; Li, TT (Li, Tingting) ; Wu, M (Wu, Mei) ; Yu, HM (Yu, Hongmei)","Title":"Determination of Manganese(II) with Preconcentration on Almond Skin and Determination by Flame Atomic Absorption Spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239500009 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"graphene; multimode interference; surface plasmon polaritons; power splitter; plasmonic integrated circuits KeyWords Plus:COUPLER; DESIGN; WAVE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 8 Article Number: 082402 DOI: 10.1007/s11432-016-0539-6 Published: AUG 2017","Abstract":"In this paper, we propose graphene-based plasmonic multimode interference power splitters with ultra-compact size working in mid infrared range. Further, the arbitrary-ratio 1x2 power splitter with a size of 140 nmx232 nm, where the splitting ratio can be tuned continuously from 1: 1 to 100: 0, is numerically demonstrated. Meanwhile, the graphene-based arbitrary-ratio 1x2 power splitters with different frequencies and chemical potentials are also investigated. The proposed multimode interference structure with a deep nanoscale footprint might be a fundamental component of the future high density integrated plasmonic circuit or on-chip plasmonic interconnect techniques.","Authors":"Qiu, PP (QIU, Pingping) ; Qiu, WB (QIU, Weibin) ; Lin, ZL (LIN, Zhili) ; Chen, HB (CHEN, Houbo) ; Tang, YX (TANG, Yixin) ; Wang, JX (WANG, Jiaxian) ; Kan, Q (KAN, Qiang) ; Pan, JQ (PAN, Jiaoqing)","Title":"Ultra-compact tunable graphene-based plasmonic multimode interference power splitter in mid infrared frequencies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100018 PubMed ID: 28274413 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Starch-based microgels; Lysozyme; In vitro release KeyWords Plus:ENCAPSULATION; SPECTROSCOPY; HYDROGELS; PROTEINS; DESIGN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 137-141 DOI: 10.1016/j.foodchem.2017.01.073 Published: JUL 15 2017","Abstract":"The formation and distribution of microgel-lysozyme complexes were identified by confocal laser scanning microscope (CLSM). The structure of lysozyme in the microgel was investigated by Fourier transform infrared (FT-IR) spectroscopy and Raman spectra. In vitro release of lysozyme from the microgellysozyme complexes was estimated. The structure of lysozyme released from stomach juice was further evaluated by circular dichroism (CD). The CLSM images showed that microgel-lysozyme complexes was formed and the lysozyme distributed quite homogeneously over the microgel particles. The FT-IR and Raman spectra indicated that lysozyme secondary structure maintained unchanged in the microgels. The microgels could be used as a carrier system to guard against the early release of lysozyme and protect lysozyme in the stomach and deliver targeted object to the intestine, as confirmed by the results of in vitro release and CD. This carboxymethyl starch -based microgel had potential as a specific delivery system for gastrointestinal environment. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, B (Zhang, Bao) ; Tao, H (Tao, Han) ; Niu, XL (Niu, Xiaoli) ; Li, S (Li, Sai) ; Chen, HQ (Chen, Han-Qing)","Title":"Lysozyme distribution, structural identification, and in vitro release of starch -based microgel-lysozyme complexes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100041 PubMed ID: 28274438 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Maleic acid; Cassava starch; Fourier transform near-infrared; spectroscopy (FT-NIR); Least squares-support vector machine (LS-SVM); One-class partial least squares (OCPLS) KeyWords Plus:CLASS-MODELING TECHNIQUES; LIQUID-CHROMATOGRAPHY; QUALITY ATTRIBUTES; PREDICTION; AUTHENTICATION; ADULTERATION; CLASSIFIERS; EXTRACTION; FLOUR; MILK","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 322-328 DOI: 10.1016/j.foodchem.2017.01.061 Published: JUL 15 2017","Abstract":"Fourier transform near-infrared (FT-NIR) spectroscopy and chemometrics were adopted for the rapid analysis of a toxic additive, maleic acid (MA), which has emerged as a new extraneous adulterant in cassava starch (CS). After developing an untargeted screening method for MA detection in CS using one-class partial least squares (OCPLS), multivariate calibration models were subsequently developed using least squares support vector machine (LS-SVM) to quantitatively analyze MA. As a result, the OCPLS model using the second-order derivative (D2) spectra detected 0.6% (w/w) adulterated MA in CS, with a sensitivity of 0.954 and specificity of 0.956. The root mean squared error of prediction (RMSEP) was 0.192 (w/w, %) by using the standard normal variate (SNV) transformation LS-SVM. In conclusion, the potential of FT-NIR spectroscopy and chemometrics was demonstrated for application in rapid screening and quantitative analysis of MA in CS, which also implies that they have other promising applications for untargeted analysis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fu, HY (Fu, Hai-Yan) ; Li, HD (Li, He-Dong) ; Xu, L (Xu, Lu) ; Yin, QB (Yin, Qiao-Bo) ; Yang, TM (Yang, Tian-Ming) ; Ni, C (Ni, Chuang) ; Cai, CB (Cai, Chen-Bo) ; Yang, J (Yang, Ji) ; She, YB (She, Yuan-Bin)","Title":"Detection of unexpected frauds: Screening and quantification of maleic acid in cassava starch by Fourier transform near-infrared spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100044 PubMed ID: 28274442 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Barley (Hordeum vulgare L.); Phenolic compound; Near infrared spectroscopy (NIRS); Partial least squares (PLS); Least squares support vector machine (LS-SVM) KeyWords Plus:UNINFORMATIVE VARIABLE ELIMINATION; INSOLUBLE-BOUND PHENOLICS; ANTIOXIDANT ACTIVITY; REFLECTANCE SPECTROSCOPY; MULTIVARIATE CALIBRATION; QUALITY PARAMETERS; HORDEUM-VULGARE; CAPACITY; SPECTROMETRY; TECHNOLOGY","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 342-348 DOI: 10.1016/j.foodchem.2017.01.063 Published: JUL 15 2017","Abstract":"Barley grains are rich in phenolic compounds, which are associated with reduced risk of chronic diseases. Development of barley cultivars with high phenolic acid content has become one of the main objectives in breeding programs. A rapid and accurate method for measuring phenolic compounds would be helpful for crop breeding. We developed predictive models for both total phenolics (TPC) and p-coumaric acid (PA), based on near-infrared spectroscopy (NIRS) analysis. Regressions of partial least squares (PLS) and least squares support vector machine (LS-SVM) were compared for improving the models, and Monte Carlo-Uninformative Variable Elimination (MC-UVE) was applied to select informative wavelengths. The optimal calibration models generated high coefficients of correlation (r(pre)) and ratio performance deviation (RPD) for TPC and PA. These results indicated the models are suitable for rapid determination of phenolic compounds in barley grains. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, ZG (Han, Zhigang) ; Cai, SG (Cai, Shengguan) ; Zhang, XL (Zhang, Xuelei) ; Qian, QF (Qian, Qiufeng) ; Huang, YQ (Huang, Yuqing) ; Dai, F (Dai, Fei) ; Zhang, GP (Zhang, Guoping)","Title":"Development of predictive models for total phenolics and free p-coumaric acid contents in barley grain by near-infrared spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100053 PubMed ID: 28274452 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"DHPM; Ovalbumin; HDX FTICR MS; Unfolding; 3D structure KeyWords Plus:HIGH-PRESSURE MICROFLUIDIZATION; RESOLUTION MASS-SPECTROMETRY; CONFORMATIONAL-CHANGES; FOAMING PROPERTIES; FOOD PROTEINS; GLYCATION; PHOSPHORYLATION; STABILITY; PYROPHOSPHATE; LACTOGLOBULIN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 413-421 DOI: 10.1016/j.foodchem.2017.01.109 Published: JUL 15 2017","Abstract":"Dynamic high-pressure microfluidizaiton (DHPM) induced unfolding of proteins and enzymes could enhance the functional properties and hydrolytic ability of the molecules. In this study, the effect of DHPM on the surface activities of Ovalbumin (Oval), namely foaming and emulsifying properties, was investigated at 0, 40, 80, 120 and 160 MPa. Improvement in the foaming and emulsifying properties was observed at 120 and 80 MPa, respectively. Hydrogen/deuterium exchange (HDX) coupled with Fourier transform infrared spectroscopy mass spectrometry (FTICR MS) was performed to investigate the exact unfolded region of Oval and analyze the mechanism promoting the foaming and emulsifying properties after 120 and 80 MPa, respectively, compared with those at 0 MPa. Prevalent unfolding of Oval after 80 and 120 MPa treatment was revealed by HDX-MS, indicating a more flexible conformation induced by DHPM. However, lower deuterium incorporation was observed for the large six-stranded beta-sheet. Therefore, the combined forces could enhance the flexibility and surface activities of Oval, which increased its foaming and emulsifying properties. (C) 2017 Published by Elsevier Ltd.","Authors":"Liu, GX (Liu, Guang-xian) ; Tu, ZC (Tu, Zong-cai) ; Wang, H (Wang, Hui) ; Zhang, L (Zhang, Lu) ; Huang, T (Huang, Tao) ; Ma, D (Ma, Da)","Title":"Monitoring of the functional properties and unfolding change of Ovalbumin after DHPM treatment by HDX and FTICR MS Functionality and unfolding of Oval after DHPM by HDX and FTICR MS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934100007 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"compatibility; microstructure; PCBs-modified asphalt; rheological characteristics; storage stability KeyWords Plus:PRINTED-CIRCUIT BOARDS; SBS MODIFIED ASPHALTS; RHEOLOGICAL PROPERTIES; POLYMER BLENDS; MODIFIED BITUMENS; PHASE INVERSION; WASTE; MORPHOLOGY; RECOVERY; PERFORMANCE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 25 Article Number: 44798 DOI: 10.1002/app.44798 Published: JUL 5 2017","Abstract":"Due to the increasing production of waste Printed Circuit Boards (PCBs), there is a strong need to investigate the effective method how to recycle PCBs for protecting the environment. In this study, the PCBs were added to asphalt for preparing the PCBs-modified asphalt to improve the performance of asphalt. The influences of PCBs on Cole-Cole plots, segregation index, ratio difference number, and microstructure of modified asphalt were evaluated by storage stability tests, dynamic shear rheometer tests, fluorescence microscopy analysis, and fourier-transform infrared spectroscopy analysis, respectively. The results show that addition of PCBs can improve rheological properties of asphalt and the PCBs content has significant influence on the compatibility and microstructure of modified asphalt. The optimum content of PCBs is no more than 10 wt % for the better compatibility and storage stability of PCBs-modified asphalt. (C) 2017 Wiley Periodicals, Inc.","Authors":"Dong, FQ (Dong, Fuqiang) ; Yu, X (Yu, Xin) ; Chen, J (Chen, Jun) ; Liu, SJ (Liu, Shengjie) ; Chen, Q (Chen, Qiao)","Title":"Investigation on compatibility and microstructure of PCBs-modified asphalt"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696800003 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Photoelectrocatalysis; Reduced graphene oxide; BiOl; Hybridization; Organic pollutants KeyWords Plus:P-N-JUNCTION; REDUCED GRAPHENE OXIDE; THIN-FILMS; PHOTOCATALYTIC DEGRADATION; TIO2 NANOPARTICLES; WATER OXIDATION; SOLAR-CELLS; RHODAMINE-B; ZINC-OXIDE; HETEROJUNCTION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 208 Pages: 22-34 DOI: 10.1016/j.apcatb.2017.02.055 Published: JUL 5 2017","Abstract":"Reduced graphene oxide (rGO) wrapped n-type BiOl hybrids for enhanced photoelectrocatalytic (PEC) degradation of organic pollutants is reported. The Scanning Electron Microscope (SEM) images showed that the rGO was homogeneously coated on the surface of BiOl, forming a core@shell structure. Raman spectra, Fourier transform infrared (FT-IR) spectra, and X-ray photoelectron spectroscopy (XPS) analyses showed that an intense interaction was formed between rGO and BiOI, which could highly promote the photo-generated charge transfer rate and photoelectric conversion efficiency. It was experimentally demonstrated that the degradation efficiency of organic pollutants for PEC process was 40.6% and 62.7% higher than that of photocatalytic (PC) and electrocatalytic (EC) processes, respectively. Further analyses indicated that the improvement in PEC degradation of organic pollutants benefited from: (1) a strong interaction and a wide range of conjugation were formed in the hybrid system; (2) negative shifts for the flat band potential in case of BiOI@rGO composites. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, H (Wang, Huan) ; Liang, YH (Liang, Yinghua) ; Liu, L (Liu, Li) ; Hu, JS (Hu, Jinshan) ; Wu, P (Wu, Ping) ; Cui, WQ (Cui, Wenquan)","Title":"Enriched photoelectrocatalytic degradation and photoelectric performance of BiOI photoelectrode by coupling rGO"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900015 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Solid fossil fuels; Coal rank; Low-temperature oxidation; Thermogravimetric analysis; Activation energy; Decomposition rate KeyWords Plus:LOW-TEMPERATURE OXIDATION; TRANSFORM INFRARED-SPECTROSCOPY; THERMOGRAVIMETRIC ANALYSIS; COMBUSTION CHARACTERISTICS; PYROLYSIS BEHAVIOR; BITUMINOUS COALS; DIFFERENT RANKS; CARBON AROMATICITIES; KINETIC-PARAMETERS; H/C RATIOS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 145-156 DOI: 10.1016/j.fuel.2017.02.084 Published: JUL 1 2017","Abstract":"Investigation and characterization of coals oxidation is one of the most current problems due to the fact that it may lead to quality loss and spontaneous combustion hazards at mining, storage and utilization. A detailed analysis was performed for thermogravimetric analysis of selection of coals with a wide rank range, different structural characteristics, petrographic and elements composition and origins during experiments in inert and oxidizing environments. It was found that for both the considered environments, the coals thermogravimetric curves retain their space disposition order. Values of the temperatures corresponding to maximal decomposition rates correlate with coal rank as for inert, as for oxidizing environments. For bituminous coals and anthracite, temperatures corresponding to maximal decomposition rate drifted to the zone of higher temperatures in case of experiments in air in comparison with tests in inert. For lignites, they moved to lower temperature intervals. Values of the maximal thermal decomposition rate for bituminous coals well correlate with aromaticity degree. For lignites, the maximal decomposition rates in air and argon have comparable values, whereas for high-rank coals and anthracite they grow in oxidizing environment in comparison with inert one. Kinetic parameters were evaluated for the most common stages of coals mass change during thermogravimetric experiments in air and argon. Kinetic parameters of coals pyrolysis and combustion correlate not only with rank but also with aromaticity degree. For bituminous coals at high temperature intervals at experiments in inert environment, there was found a decrease of activation energy values with rank and aromaticity degree growth. As for corresponding values for bituminous coals tested in oxidizing environment, there was an increase of activation energy with rank and aromaticity degree. Two groups were allocated for coals in context of their interaction with oxygen. The first group included lignites and peat and is characterized by enhanced volatiles release at temperatures over 100 degrees C. The second one contains coals that are prone to oxygen adsorption at low-temperature intervals (up to 300-400 degrees C) (bituminous coals and anthracite). New parameter was proposed for preliminary describing coals group affiliation. This parameter denotes mass gain or decrease for coals tested in oxidizing environment. The complex of kinetic parameters may serve as an additional but informative tool to view at coals oxidation mechanisms. This, presumably, could be performed at simultaneous characterization of thermogravimetric data with heat flow and gas analysis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Epshtein, SA (Epshtein, Svetlana A.) ; Kossovich, EL (Kossovich, Elena L.) ; Kaminskii, VA (Kaminskii, Vladimir A.) ; Durov, NM (Durov, Nikolay M.) ; Dobryakova, NN (Dobryakova, Nadezhda N.)","Title":"Solid fossil fuels thermal decomposition features in air and argon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900033 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Biomass; Sawdust; Pyrolysis; Bio-oil; Bio-char; Characterization; Catalyst KeyWords Plus:BED REACTOR CHARACTERIZATION; BIO-OIL; BIOMASS PYROLYSIS; MODEL COMPOUNDS; PRODUCT YIELDS; RICE HUSK; CHAR; PARAMETERS; SHELL; FUEL","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 339-345 DOI: 10.1016/j.fuel.2017.02.099 Published: JUL 1 2017","Abstract":"A systematic study of non-catalytic pyrolysis of saw dust has been carried out in a batch reactor (fixed bed mode) in the temperature range of 375-475 degrees C at the heating rate of 10 degrees C/min to optimize the reaction temperature for maximum liquid yield. Also, catalytic cracking of pyrolysis vapors was carried out using Y-Zeolite at 450 degrees C. Produced bio-oil has been characterized using elemental analysis, Fourier Transform Infrared Spectroscopy (FT-IR), Gas Chromatography/Mass Spectrometry (GC-MS), H-1 NMR and bio-char using thermogravimetric analysis (TGA), FT-IR and Scanning Electron Microscopy (SEM). It has been observed that highest bio-oil yield of 26 wt.% was obtained at 450 degrees C without catalyst while the addition of catalyst reduces liquid yield. The obtained results showed that the bio-oil could be used as liquid fuel after upgradation and bio-char could be utilized for the generation of activated carbon. (C) 2017 Published by Elsevier Ltd.","Authors":"Kumar, P (Kumar, Pankaj) ; Kumar, P (Kumar, Pramod) ; Rao, PVC (Rao, Peddy V. C.) ; Choudary, NV (Choudary, Nettem V.) ; Sriganesh, G (Sriganesh, Gandham)","Title":"Saw dust pyrolysis: Effect of temperature and catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900036 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Coal; Direct coal liquefaction residue; Co-pyrolysis; Tar; Interactive mechanism KeyWords Plus:DEVOLATILIZATION; LIGNITE; CHARS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 372-379 DOI: 10.1016/j.fuel.2017.03.004 Published: JUL 1 2017","Abstract":"Compared with individual pyrolysis of Shendong coal or the direct coal liquefaction residue, co-pyrolysis has an improved tar yield. However, the synergistic mechanism in the integrated process is still controversial. In order to explore the interactive effect in co-pyrolysis of coal and the direct coal liquefaction residue, elemental analysis, gas chromatography, Fourier - transform infrared spectrometer, thermogravimetric simulation distillation, nuclear magnetic resonance and gas chromatograph - mass spectrometer were employed to analyze the structure and chemical composition of products (gas, semi-coke, and tar) obtained in co-pyrolysis at 600 degrees C. The results show that the actual product yields are different from the calculated values and elemental redistribution occurs in co-pyrolysis. Instruments characterization suggests an increased loss of aromatic hydrogen and carbon in co-pyrolysis, in comparison with individual pyrolysis. The increasing tar is mainly composed of heavy components with boiling points higher than 400 degrees C. Co-pyrolysis favors the minimization of the dealkylation of phenolic species. Furthermore, the synergistic mechanism analysis using two-stage reactor indicates that the increase in tar yield should be attributed to the change in the free radical reaction during the pyrolysis of Shendong coal and the direct coal liquefaction residue. In co-pyrolysis, more radicals generated from coal pyrolysis are used to stabilize the radicals generated from the pyrolysis of tetrahydrofuran soluble fraction of the direct coal liquefaction residue. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, XH (Li, Xiao-hong); Li, LL (Li, Li-li); Li, BF (Li, Bao-fu); Feng, J (Feng, Jie); Li, WY (Li, Wen-ying)","Title":"Product distribution and interactive mechanism during co-pyrolysis of a subbituminous coal and its direct liquefaction residue"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369300004 ISSN: 1384-1076 eISSN: 1384-1092","Keywords":"Galaxies: photometry; Galaxies: Seyfert; Infrared: galaxies KeyWords Plus:ACTIVE GALACTIC NUCLEI; DIGITAL SKY SURVEY; SPECTROSCOPY; EMISSION; QUASARS; SPECTRA; 2MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 54 Pages: 30-37 DOI: 10.1016/j.newast.2017.01.005 Published: JUL 2017","Abstract":"The infrared photometric study of SDSS selected Narrow Line Seyfert 1 Galaxies (NLS1s) is presented in this paper. We have made cross-identifications for such NLS1s with 2MASS and WISE observations. Finally 992 NLS1s have 2MASS and WISE counterparts. Comparisons of NLS1s with the Broad Line Seyfert 1 (BLS1s) and Seyfert 2 galaxies are made. It is shown that from 1 mu m to 5 mu m NLS1s are redder than BLS1s and Seyfert 2 galaxies possibly due to the richer dust environment in NLS1 nuclei or to the orientation effect while in the longer wavelengths those three kinds of sources have quite similar behavior indicative of radiation mainly from the similar warm starburst-related dust and the related AGN dust. In addition, relations between infrared colors and related (to H-beta) strengths of some important lines are also investigated. The results show that the related strengths of [Fell] 4570 angstrom are positively correlated with infrared colors in the 1-5 mu m region, but negatively correlated with infrared colors in the 12-22.pm region; the related strength of [OIII] 5007 angstrom are negatively correlated with infrared colors in the 1-5 pm region, but positively correlated with infrared colors in the 12-22 mu m region; the related strength of [NII]6583 angstrom are also negatively correlated with infrared colors in the 1-5 mu m region, but positively correlated with infrared colors in the 12-22 mu m region. Therefore it is indicated that the behavior of [Fell] 4570 angstrom is just opposed to that for [OIII] 5007 angstrom and [NII] 6583 angstrom This result may be caused by different origins of such lines. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, PS (Chen, P. S.) ; Liu, JY (Liu, J. Y.) ; Shan, HG (Shan, H. G.)","Title":"Infrared photometric study of SDSS selected narrow line Seyfert 1 galaxies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600016 PubMed ID: 28254001 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Lotus seed starch; Glycerin monostearate; High pressure homogenization; Complex formation; Physicochemical properties KeyWords Plus:AMYLOSE INCLUSION COMPLEXES; IN-VITRO DIGESTIBILITY; PHYSICOCHEMICAL PROPERTIES; LIPID COMPLEXES; FATTY-ACIDS; STRUCTURAL CHARACTERISTICS; THERMAL-PROPERTIES; RESISTANT STARCH; CASSAVA STARCH; MAIZE STARCH","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 119-127 DOI: 10.1016/j.foodchem.2017.01.018 Published: JUL 1 2017","Abstract":"Starch-lipid complexes were prepared using lotus seed starch (LS) and glycerin monostearate (GMS) via a high pressure homogenization (HPH) process, and the effect of HPH on the physicochemical properties of LS-GMS complexes was investigated. The results of Fourier transform infrared spectroscopy and complex index analysis showed that LS-GMS complexes were formed at 40 MPa by HPH and the complex index increased with the increase of homogenization pressure. Scanning electron microscopy displayed LS-GMS complexes present more nest-shape structure with increasing homogenization pressure. X-ray diffraction and differential scanning calorimetry results revealed that V-type crystalline polymorph was formed between LS and GMS, with higher homogenization pressure producing an increasingly stable complex. LS-GMS complex inhibited starch granules swelling, solubility and pasting development, which further reduced peak and breakdown viscosity. During storage, LS-GMS complexes prepared by 70-100 MPa had higher Avrami exponent values and lower recrystallization rates compared with native starch, which suggested a lower retrogradation trendency. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, BY (Chen, Bingyan); Zeng, SX (Zeng, Shaoxiao); Zeng, HL (Zeng, Hongliang); Guo, ZB (Guo, Zebin); Zhang, Y (Zhang, Yi); Zheng, BD (Zheng, Baodong)","Title":"Properties of lotus seed starch-glycerin monostearin complexes formed by high pressure homogenization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600021 PubMed ID: 28254007 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"FT-IR spectroscopy; Raman spectroscopy; Fish protein isolate; Surimi; Chopping conditions KeyWords Plus:RHEOLOGICAL PROPERTIES; ALASKA POLLOCK; INFRARED-SPECTROSCOPY; GELATION PROPERTIES; FROZEN STORAGE; TEMPERATURE; GELS; MICROSPECTROSCOPY; PREDICTION; ACTOMYOSIN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 156-164 DOI: 10.1016/j.foodchem.2017.01.068 Published: JUL 1 2017","Abstract":"Tilapia proteins refined by pH shift and water washing were chopped under various comminution conditions and their structural changes were investigated using Fourier transform infrared (FT-IR) and Raman spectroscopies. Both techniques revealed the degree of unfolding in protein structure increased when fish protein isolate (FPI) and surimi were chopped at 25 degrees C for 18 min compared to samples chopped at 5 degrees C for 6 min. Results indicated both hydrophobic interactions and disulfide bonds were significantly enhanced during gelation. FPI and surimi gels prepared at 25 degrees C for 18 min exhibited higher beta-sheet contents and more chemical bonds such as hydrophobic interactions and disulfide bonds than those at 5 degrees C for 6 min. Results suggested that controlling comminution is important to improve gel qualities in FPI and surimi from tropical fish like tilapia. Moreover, FT-IR and Raman spectroscopies are useful complementary tools for elucidating the change in the structure of protein during comminution and gelation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kobayashi, Y (Kobayashi, Yuka) ; Mayer, SG (Mayer, Steven G.) ; Park, JW (Park, Jae W.)","Title":"FT-IR and Raman spectroscopies determine structural changes of tilapia fish protein isolate and surimi under different comminution conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600027 PubMed ID: 28254013 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Honey; Antioxidant activity; Phenolic compounds; Spectroscopy; HPLC-DAD; Partial least square regression (PLSR) KeyWords Plus:MULTIVARIATE-ANALYSIS; DISCRIMINATION; ACID; CLASSIFICATION; CHEMOMETRICS; CAPACITY; WINE; SELECTION; EXTRACTS; ORIGINS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 202-211 DOI: 10.1016/j.foodchem.2017.01.024 Published: JUL 1 2017","Abstract":"Fourier transform infrared with attenuated total reflectance (FTIR-ATR) and Raman spectroscopy combined with partial least square regression (PLSR) were applied for the prediction of phenolic compounds and antioxidant activity in honey. Standards of catechin, syringic, vanillic, and chlorogenic acids were used for the identification and quantification of the individual phenolic compounds in six honey varieties using HPLC-DAD. Total antioxidant activity (TAC) and ferrous chelating capacity were measured spectrophotometrically. For the establishment of PLSR model, Raman spectra with Savitzky-Golay smoothing in wavenumber region 1500-400 cm(-1) was used while for FTIR-ATR the wavenumber regions of 1800-700 and 3000-2800 cm(-1) with multiplicative scattering correction (MSC) and Savitzky-Golay smoothing were used. The determination coefficients (R-2) were ranged from 0.9272 to 0.9992 for Raman while from 0.9461 to 0.9988 for FTIT-ART. The FTIR-ATR and Raman demonstrated to be simple, rapid and nondestructive methods to quantify phenolic compounds and antioxidant activities in honey. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tahir, HE (Tahir, Haroon Elrasheid) ; Zou, XB (Zou Xiaobo) ; Li, ZH (Li Zhihua) ; Shi, JY (Shi Jiyong) ; Xiaodong, ZD (Xiaodong Zhai) ; Sheng, W (Sheng Wang) ; Mariod, AA (Mariod, Abdalbasit Adam)","Title":"Rapid prediction of phenolic compounds and antioxidant activity of Sudanese honey using Raman and Fourier transform infrared (FT-IR) spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900043 ISSN: 0960-1481","Keywords":"Phase change materials; Encapsulation; High temperature; Thermal energy storage; Molten salts; Glass KeyWords Plus:HEAT-TRANSFER; WASTE HEAT; FLOW; SPHERE; PCM","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 497-507 DOI: 10.1016/j.renene.2017.02.005 Published: JUL 2017","Abstract":"A new encapsulation method for high temperature phase change materials (PCM) is developed. Nitrate salts and metals are used as the PCM core with melting temperatures in the 300-400 degrees C range. Borosilicate is used as encapsulating material based on its high thermal resistance, non-reactivity and optical properties. Its transparency combined with the transparency of some PCM in the molten state allows the analysis of the melting process through visual observation. The volume expansion of the PCM is managed through a void space inside the capsules. The capsule design, fabrication, and testing is described in detail. The PCM melting and solidification process is identified using a combination of visual and infrared images. The experimental observations are complemented by a finite difference method to solve the energy equations simulating the transient melting/freezing process inside a spherical PCM. The model analyzes the effect of the convective heat transfer coefficient on the PCM capsule melting and freezing starting times and the duration of the PCM melting process. Boundary conditions are set to match those in the experimental rig developed. Results show that the main system parameters can be qualitatively assessed and adequately determined to describe the experimental observations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gimenez-Gavarrell, P (Gimenez-Gavarrell, Pau) ; Fereres, S (Fereres, Sonia)","Title":"Glass encapsulated phase change materials for high temperature thermal energy storage"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367300001 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Parametric oscillators and amplifiers; Nonlinear optical crystals; Far infrared KeyWords Plus:LASER; CRYSTALS; REGION","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 92 Pages: 1-4 DOI: 10.1016/j.optlastec.2016.12.037 Published: JUL 1 2017","Abstract":"A CdSe optical parametric oscillator (OPO) was demonstrated to operate at 12.07 mu m with a maximum output power of 170 mW at a pulse repetition frequency of 1.2 kHz pumped at 2.09 mu m with 14.64 W from an acoustooptic Q-switched Ho:YAG laser. To the best of our knowledge, 12.07 gm is the longest wavelength obtained with a 2-mu m laser-pumped CdSe OPO. Besides, the angular tuning curve for type II CdSe was also investigated, and the idler wavelength from the OPO could be tuned from 10.24 to 12.07 mu m.","Authors":"Yuan, JH (Yuan, Jinhe) ; Chen, Y (Chen, Yi) ; Duan, XM (Duan, Xiaoming) ; Yao, BQ (Yao, Baoquan) ; Dai, TY (Dai, Tongyu) ; Ju, YL (Ju, Youlun)","Title":"CdSe optical parametric oscillator operating at 12.07 mu m with 170 mW output"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367300013 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Femtosecond inscription; Cladding waveguide; Leaking waveguide mode KeyWords Plus:OPTICAL-PROPERTIES; WRITTEN","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 92 Pages: 80-84 DOI: 10.1016/j.optlastec.2017.01.009 Published: JUL 1 2017","Abstract":"Tubular cladding waveguide was inscribed in crystal volume by a femtosecond laser operating at 0.8 mu m. The waveguide sustains a single leaking mode at wavelength of 3.39 mu m. Propagation losses were investigated experimentally and theoretically at wavelengths of 1.58 mu m and 3.39 mu m. Measured losses were found to be as low as 1.4 dB/cm at 1.58 pm and 5.1 dB/cm at 3.39 mu m. Complex propagation constants for leaking modes were obtained by numerical mode analysis. It was found, that mode leakage is a major factor of losses at wavelength of 3.39 mu m.","Authors":"Okhrimchuk, A (Okhrimchuk, Andrey) ; Mezentsev, V (Mezentsev, Vladimir) ; Lichkova, N (Lichkova, Ninel)","Title":"Mid-infrared channel waveguides in RbPb2Cl5 crystal inscribed by femtosecond laser pulses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367300019 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Femtosecond laser; Specific surface area; 12CaO center dot 7Al(2)O(3) ceramics; Mayenite; Surface modification KeyWords Plus:CENTER-DOT 7AL(2)O(3); MICROPOROUS CRYSTAL; NANOPOROUS CRYSTAL; ABLATION; ION; CONDUCTIVITY; MECHANISM; ANIONS; NANOSECOND; GENERATION","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 92 Pages: 126-132 DOI: 10.1016/j.optlastec.2017.01.012 Published: JUL 1 2017","Abstract":"Mayenite (12CaO center dot 7Al(2)O(3)) is a highly interesting functional material due to the wide variety of its possible future applications. In this study, we used femtosecond laser irradiation in several solvents with varying polarities to increase the specific surface area of 12CaO center dot 7Al(2)O(3) ceramics and reduce their particle size without any structural degradation or loss of crystallinity. We observed that when femtosecond laser irradiation was applied to solvents bearing hydroxyl groups, a smaller particle size was obtained with the particle size decreasing as the polarity of the solvent increased. Using infrared spectroscopy, we confirmed the presence of hydroxyl and carbonyl surface functional groups at the surface of 12CaO center dot 7Al(2)O(3) ceramics after femtosecond laser irradiation. This is attributed to the direct chemical bonds breaking of the solvent via multiphoton ionization and/or tunneling ionization, followed by the Coulomb explosion and the subsequent production of ions that are adsorbed on the surfaces of 12CaO center dot 7Al(2)O(3) ceramics. Femtosecond laser irradiation in polar solvents with hydroxyl groups can reduce the particle size and increase the specific surface area without degradation or loss of crystallinity of 12CaO center dot 7Al(2)O(3) ceramics. Additionally, this method can be used for the surface modification and introduction of functional groups on the 12CaO center dot 7Al(2)O(3) ceramics surface.","Authors":"Visbal, H (Visbal, Heidy) ; Hirano, M (Hirano, Minami) ; Omura, T (Omura, Takuya) ; Shimizu, M (Shimizu, Masahiro) ; Takaishi, T (Takaishi, Taigo) ; Hirao, K (Hirao, Kazuyuki)","Title":"Nanostructure and surface activation of mayenite (12CaO center dot 7Al(2)O(3)) ceramics via femtosecond laser irradiation in solvents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367300032 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Laser materials; Laser ablation; Transparent colloid; Liquid laser KeyWords Plus:LAF3 NANOPARTICLES; OPTICAL-PROPERTIES; NANOCRYSTALS; EMISSION; WATER; ND3+; PHOTOLUMINESCENCE; FLUORESCENCE; SPECTROSCOPY; STRATEGIES","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 92 Pages: 202-205 DOI: 10.1016/j.optlastec.2017.01.008 Published: JUL 1 2017","Abstract":"By using femtosecond-pulsed laser to ablate the larger nanosized target in liquid, stable transparent NaGdF4:Nd3+ colloid has been successfully fabricated. The X-ray diffraction (XRD) spectra reveal that the colloidal nanoparticles remain the hexagonal phase crystal structure of NaGdF4 powder target. SEM and TEM images results indicate that the size of these colloidal nanoparticles decreases sharply. FT-IR results indicate that the number of O-H and C-H groups on the surface is decreased. The emission properties of the colloid have been investigated using 794 nm pulsed wave laser radiation, and it is found that the colloid exhibits near infrared luminescent emissions in the spectral range of 850-1400 nm, and the decay time for F-4(3)/(2)-I-4(11/2) (1058 run) Nds(3+) ion transitions is lengthened than that of powder target, these results are probably due to the reduced nonradiative relaxation assisted by high energy oscillators. The observed near-infrared emission of the stable transparent colloid makes it a good candidate for application in liquid laser.","Authors":"Dai, JY (Dai, Jiangyun) ; Feng, GY (Feng, Guoying) ; Wang, ST (Wang, Shutong) ; Zhang, H (Zhang, Hong) ; Dai, SY (Dai, Shengyu) ; Zhou, SH (Zhou, Shouhuan)","Title":"Transparent NaGdF4:Nd3+ colloid prepared by femtosecond laser ablation as a liquid laser medium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385511900001 ISSN: 1077-260X eISSN: 1558-4542","Keywords":"Infrared detectors; measurement standards; THz radiometry; THz metrology KeyWords Plus:TECHNOLOGY","Categories":"Engineering; Optics; Physics Web of Science Categories:Engineering, Electrical & Electronic; Optics; Physics, Applied","Journal Information":"IEEE JOURNAL OF SELECTED TOPICS IN QUANTUM ELECTRONICS Volume: 23 Issue: 4 Article Number: 3800306 DOI: 10.1109/JSTQE.2016.2573052 Published: JUL-AUG 2017","Abstract":"We report on traceable measurements of continues wave (CW) and pulse terahertz (THz) power with a THz radiometer. A sensitive THz radiometer with a broad bandwidth, high absorbance coating as absorber was fabricated. The absorber has an absorbance of higher than 99% in both 0.1 THz-3.0 THz region and in visible laser wavelengths range, which allows for an absolute measurement of THz radiation power and traceability to the International System of Units (SI). The uncertainty budget of CW THz power measurement with this radiometer is discussed, and the measurement results agreed excellently in the first international THz power comparison. Due to its high sensitivity and flat spectral responsivity, a pulse THz radiation from a THz time-domain spectrometer (THz-TDS) was absolutely measured with this radiometer.","Authors":"Deng, YQ (Deng, Yuqiang) ; Li, J (Li, Jing) ; Sun, Q (Sun, Qing)","Title":"Traceable Measurements of CW and Pulse Terahertz Power With Terahertz Radiometer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000005 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"composites; films; FT-IR; micro-CaCO3; PVDF KeyWords Plus:POLY(VINYLIDENE FLUORIDE)/CLAY NANOCOMPOSITES; CRYSTALLIZATION KINETICS; FERROELECTRIC PROPERTIES; MODIFIED SILICATE; PVDF FILMS; TRANSFORMATION; POLYMORPHISM; NANOPARTICLES; COPOLYMERS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44940 DOI: 10.1002/app.44940 Published: JUN 20 2017","Abstract":"In this study, electroactive polar phase transformation and crystallinity of poly(vinylidene fluoride) (PVDF)-based composites, such as PVDF/CaCO3/nanoclay, is explored as a function of micro-CaCO3 fraction and draw ratio (R) of uniaxial stretching. Composites including PVDF/clay, PVDF/CaCO3 and most importantly PVDF/CaCO3/clay with varying fraction of micro-CaCO3 were extruded into homogenous and flexible cast films. Characterization via Fourier transform infrared spectroscopy, X-ray diffraction, and differential scanning calorimetry (DSC) confirmed the presence of beta phase in all the composites incorporated with micro-CaCO3 and nanoclay either individually (i. e., PVDF/CaCO3 and PVDF/clay films, respectively) or together (i. e., PVDF/CaCO3/nanoclay composites). Interestingly, a gradual but significant improvement in this electroactive phase (beta phase) was obtained with successive increment in CaCO3 content into a fixed composition of PVDF and nanoclay (PVDF/CaCO3/clay composites). Further increment in b phase content was obtained via uniaxial stretching to different draw ratios and at a temperature of 90 degrees C, where for PVDF/CaCO3/clay (especially, 100-35-3 and 100-40-3) samples almost no a phase was observed irrespective of R. Conversely, the crystallinity of melt extruded samples decreased gradually all the way with CaCO3 concentration in PVDF/CaCO3/clay composites compared to the neat PVDF while increased gradually with increasing draw ratio. (C) 2017 Wiley Periodicals, Inc.","Authors":"Jahan, N (Jahan, Nusrat) ; Mighri, F (Mighri, Frej) ; Rodrigue, D (Rodrigue, Denis) ; Ajji, A (Ajji, Abdellah)","Title":"Enhanced electroactive beta phase in three phase PVDF/CaCO3/nanoclay composites: Effect of micro-CaCO3 and uniaxial stretching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000019 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"ageing; crosslinking; free volume; morphology KeyWords Plus:DIFFUSION KINETICS; POSITRON LIFETIME; IRRADIATION; BEAM; POLYCARBONATE; ANNIHILATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44962 DOI: 10.1002/APP.44962 Published: JUN 20 2017","Abstract":"We have investigated the effect of ion implantation on structural modification and the electrical conductivity of Bakelite-resistive plate chamber (RPC) detector material used in high energy physics experiments. Samples of Bakelite polymer were exposed to 100 keV and 150 keV oxygen ions in the fluence of 10(12) to 10(15) ions cm(-2). Ion implantation induced microstructural changes have been studied using positron annihilation lifetime spectroscopy, X-ray diffraction and Fourier transform infrared techniques. Positron lifetime parameters viz., o-Ps lifetime and its intensity showed formation of radicals, secondary ions due to the creation of interior tracks by high-energy ions followed by chain scission at lower fluence of 100 keV implantation. The decreased free volume size at 150 keV ion implantation is an indication of crosslinking and filling up of interior tracks by the implanted ions. Variation of ac conductivity with frequency obeys Jonscher power law at 100 keV and the conduction mechanism is explained by barrier hopping model. (C) 2017 Wiley Periodicals, Inc.","Authors":"Kumar, KVA (Kumar, K. V. Aneesh) ; Kumaraswamy, GN (Kumaraswamy, G. N.) ; Ranganathaiah, C (Ranganathaiah, C.) ; Ravikumar, HB (Ravikumar, H. B.)","Title":"Influence of oxygen ion implantation on the free volume parameters and electrical conductivity of a polymer-based bakelite RPC detector material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000004 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"batteries and fuel cells; conducting polymers; electrochemistry KeyWords Plus:AQUEOUS-SOLUTIONS; GEL ELECTROLYTES; ELECTRODES; FILMS; ACID; ELECTROPOLYMERIZATION; CONDUCTIVITY; POLYMERS; CATHODE; FTIR","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44935 DOI: 10.1002/app.44935 Published: JUN 20 2017","Abstract":"In this study, rho-toluene sulfonate (TsOiNa) doped polypyrrole (PPy) was synthesized for an anode in a lithium-ion battery via a one-step facile electropolymerization on Fe foil. The obtained TsONa-PPy-Fe composite electrode was investigated with scanning electron microscopy, energy-dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, and galvanostatic charge discharge profiling. As expected, many irregular microspherical particles of TsONa-doped PPy formed and combined tightly with the surface of Fe foil. Furthermore, the obtained TsONa-PPy-Fe anode also delivered satisfactory electrochemical performances. For example, the reversible capacity was still about 105-115 mAh/g, even after at least 50 cycles. The high lithium storage activity of PPy and the high conductivity of the TsONa-doped PPy jointly contributed into the satisfactory electrochemical performances. (C) 2017 Wiley Periodicals, Inc.","Authors":"Liao, QS (Liao, Qishu) ; Hou, HY (Hou, Hongying) ; Duan, JX (Duan, Jixiang) ; Liu, S (Liu, Song) ; Yao, Y (Yao, Yuan) ; Dai, ZP (Dai, Zhipeng) ; Yu, CY (Yu, Chengyi) ; Li, DD (Li, Dongdong)","Title":"Composite sodium rho-toluene sulfonate-polypyrrole-iron anode for a lithium-ion battery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000024 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"acrylonitrile; high thermal stability; polymethacrylimide foam; ultrasonic initiation KeyWords Plus:FLAME-RETARDANT","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44959 DOI: 10.1002/APP.44959 Published: JUN 20 2017","Abstract":"A high-performance polymethacrylimide (PMI) foam was prepared from the reactive monomers of acrylonitrile (AN) and methacrylic acid (MAA) via ultrasonic combined with thermal initiation radical bulk copolymerization and free heat foaming. The reaction progress of cyano and carboxyl groups were tracked by Fourier transform infrared (FTIR) spectroscopy and X-ray Photoelectron Spectroscopy, and the results indicated that the imide groups were formed and cyano groups gradually decreased during foaming and thermal treatment. The cell morphologies of the PMI foams were characterized by scanning electron microscopy, and the results showed the PMI foams were consisted of the honeycomb structure. The thermostability of the prepared PMI foam was evaluated by thermogravimetric analysis (TGA), and the results revealed that the PMI foam possessed excellent thermal stability and char forming capability. The mechanical properties of PMI foams were measured by tensile, flexural, and compressive strength, and the responding values for the PMI foams with the density of 32.30 kg m(-3) were 0.71, 0.86, and 1.49 MPa, respectively, which demonstrated the obtained PMI foams presented superior mechanical properties. (C) 2017 Wiley Periodicals, Inc.","Authors":"Zhang, ZY (Zhang, Zhi-yong) ; Xu, MJ (Xu, Miao-jun) ; Li, B (Li, Bin)","Title":"Research on rapid preparation and performance of polymethacrylimide foams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600001 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Hyperbranched polyester; Electrochemical immunosensor; Ultra-stability; Label-free; alpha-Fetoprotein KeyWords Plus:ELECTROCHEMICAL IMMUNOSENSOR; HUMAN HEPATOMA; DRUG-DELIVERY; NANOPARTICLES; POLYMERS; GRAPHENE; FLUORESCENCE; MORPHOLOGY; POLYETHER; ACID","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 1-7 DOI: 10.1016/j.bios.2017.01.069 Published: JUN 15 2017","Abstract":"A novel label-free immunosensor based on hyperbranched polyester nanoparticles with nitrite groups (HBPE-NO2), which were synthesized through a simple one-step chemical reaction, was first developed for specific detection of a-fetoprotein (AFP), the tumor marker for liver cancer. The obtained HBPE-NO2 nanoparticles (NPs) were characterized by the proton nuclear magnetic resonance spectroscopy (H-1 NMR), X-ray photoelectron spectroscopy (XPS) and X-ray diffraction (XRD). And the fabricated process of immunosensor was investigated by attenuated total reflection Fourier-transform infrared spectra (ATR-FTIR), static water contact angles, scanning electron microscope (SEM), cyclic voltammetty (CV) and electrochemical impedance spectroscopy (EIS). The electrochemical performances of the AFP immunosensor were studied. Results indicated the prepared HBPE-NO2-modified immunosensor showed excellent electrochemical properties and satisfactory accuracy for the detection of AFP of the real clinical samples that attributed to the properties of the HBPE-NO2 NPs, which had nanosized structure to increase the specific surface area and unique chemical reactivity for loading capacity of protein molecules. Construction of biosensors using the structure and properties of hyperbranched molecules will offer ideal electrode substrates, which provided more possibilities for the design of biosensor.","Authors":"Niu, YL (Niu, Yanlian) ; Yang, T (Yang, Tian) ; Ma, SS (Ma, Shangshang) ; Peng, F (Peng, Fang) ; Yi, MH (Yi, Meihui) ; Wan, MM (Wan, Mimi) ; Mao, C (Mao, Chun) ; Shen, J (Shen, Jian)","Title":"Label-free immunosensor based on hyperbranched polyester for specific detection of alpha-fetoprotein"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600052 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Ag2S quantum dots; Aptamer; 5-Fluorouracil; Near-infrared photoluminescence; CA125 antigen KeyWords Plus:RATIOMETRIC FLUORESCENCE DETECTION; IN-VITRO SELECTION; TUMOR-MARKER CA125; FACILE SYNTHESIS; OVARIAN-CANCER; IMMUNOASSAY; QUANTIFICATION; NANOSPHERES; EMISSION; ANTIBODY","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 378-384 DOI: 10.1016/j.bios.2016.10.093 Published: JUN 15 2017","Abstract":"In this article, Ag2S quantum dots (QDs) were prepared by a facile aqueous synthesis method, using thiourea as a new sulfur precursor. Based on electrostatic interactions, 5-fluorouracil (5-Fu) was combined with the aptamer of CA125 antigen to fabricate aptamer/5-Fu complex. The surface of as-prepared Ag2S QDs was modified with polyethylenimine, followed by combination with the aptamer/5-Fu complex to form Ag-2S QDs/aptamer/5-Fu hybrids. During the combination of Ag2S QDs with aptamer/5-Fu complex, near-infrared (NIR) photoluminescence (PL) of QDs (peaked at 850 nm) was markedly reduced under excitation at 625 nm, attributed to photo-induced electron transfer from QDs to 5-Fu. However, the addition of CA125 induced obvious NIR PL recovery, which was ascribed to the strong binding affinity of CA125 with its aptamer, and the separation of aptamer/5-Fu complex from the surface of QDs. Hence, the Ag2S QDs/aptamer/5-Fu hybrids were developed as a novel NIR PL turn-on probe of CA125. In the concentration range of [CA125] from 0.1 to 106 ng mL(-1), there were a good linear relationship between NIR PL intensities of Ag2S QDs and Log[CA125], and a low limit of detection of 0.07 ng mL(-1). Experimental results revealed the highly selective and sensitive NIR PL responses of this probe to CA125, over other potential interferences. In real human body fluids, this probe also exhibited superior analytical performance, together with high detection recoveries.","Authors":"Jin, H (Jin, Hui) ; Gui, RJ (Gui, Rijun) ; Gong, J (Gong, Jun) ; Huang, WX (Huang, Wenxue)","Title":"Aptamer and 5-fluorouracil dual-loading Ag2S quantum dots used as a sensitive label-free probe for near-infrared photoluminescence turn-on detection of CA125 antigen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600053 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Near-infrared; Ratiometric; Arg; Lysosome; Recognition; Cell imaging KeyWords Plus:HIGHLY SELECTIVE DETECTION; LIVING CELLS; HYDROGEN-SULFIDE; IN-VIVO; BIOLOGICAL-SYSTEMS; LIVE CELLS; METAL-IONS; PROBE; SENSOR; PH","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 385-389 DOI: 10.1016/j.bios.2016.10.090 Published: JUN 15 2017","Abstract":"A Near-Infrared (NIR) ratiometric and on-off fluorescent probe 1 was synthesized, which exhibited high sensitivity and excellent selectivity in arginine (Arg) recognition. 1 can quantitatively detect Mg in concentration range from 0 to 150 04 with the LOD of 138 nM. Further, it displayed excellent selectivity and anti interference over many biological species, metal ions and anions. Due to its ability to target lysosome, the response of Mg to this probe in a living cell was successfully tracked in a ratiometric manner via fluorescence imaging.","Authors":"Yu, MM (Yu, Mingming) ; Du, WW (Du, Weiwei) ; Li, HX (Li, Haixia) ; Zhang, HY (Zhang, Hongyan) ; Li, ZX (Li, Zhanxian)","Title":"Near-infrared ratiometric fluorescent detection of arginine in lysosome with a new hemicyanine derivative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900024 PubMed ID: 28193414 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Peroxide value; Oxidation; Algae oil; ATR-FTIR; Chemometrics KeyWords Plus:TRANSFORM INFRARED-SPECTROSCOPY; EDIBLE OILS; OXIDATIVE STABILITY; TOTAL REFLECTANCE; OMEGA-3-FATTY-ACIDS; REGRESSION; SPECTRA; FATS; FISH","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 188-196 DOI: 10.1016/j.foodchem.2017.01.013 Published: JUN 15 2017","Abstract":"Our work explored, for the first time, monitoring peroxide value (PV) of omega-3 rich algae oil using ATR-FTIR spectroscopic technique. The PV of the developed method was compared by that obtained by standard method of Association of Official Analytical Chemists (AOAC). In this study, peak area integration (PAI), Partial Least Squares Regression (PLSR), and Principal Component Regression (PCR) were used as the calibration techniques. PV obtained by the AOAC method and by FTIR-ATR technique were well correlated considering the peak area related to trans double bonds and chemometrics techniques of PLSR and PCR. Calibration model was established using the band with a peak point at 966 cm(-1) (990-940 cm(-1)) related to C-H out of plane deformation vibration of trans double bond. Algae oil oxidation could be successfully quantified using PAL PLSR and PCR techniques. Additionally, hierarchical cluster analysis was performed and significant discrimination was observed coherently with oxidation process. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cebi, N (Cebi, Nur) ; Yilmaz, MT (Yilmaz, Mustafa Tahsin) ; Sagdic, O (Sagdic, Osman) ; Yuce, H (Yuce, Hande) ; Yelboga, E (Yelboga, Emrah)","Title":"Prediction of peroxide value in omega-3 rich microalgae oil by ATR-FTIR spectroscopy combined with chemometrics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398671600016 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Alumina; Acid catalysts; Dehydration fructose; Hydroxymethylfurfural KeyWords Plus:SOL-GEL SYNTHESIS; LIGNOCELLULOSIC BIOMASS; IONIC LIQUIDS; CARBOHYDRATE DEHYDRATION; SELECTIVE DEHYDRATION; MECHANICAL-PROPERTIES; MESOPOROUS SBA-15; SURFACE-ACIDITY; GAMMA-ALUMINA; CONVERSION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 198 Pages: 134-144 DOI: 10.1016/j.fuel.2016.10.004 Published: JUN 15 2017","Abstract":"5-Hydroxymethylfurfural (HMF) has been identified as a potential candidate for biofuels and a highpotential intermediate chemical compound. The obtention of HMF from fructose is efficiently carried out using acid catalysts. In this work, a new catalyst of alumina synthesized by sol-gel as support was bifunctionalized with thiol (-SH) and sulfonic (SO3 ) groups by the grafting method and compared with other supports, i.e., synthesized boehmite and commercial alumina. The 3-mercaptopropyl-trimethoxysi lane was utilized as a source of the thiol group to promote fructose tautomerization to its furanose form. The sulfonic group was obtained from 1,3-propanesultone, which carries out the dehydration of the fructose molecule. The prepared bifunctionalized catalysts were tested in the fructose dehydration reaction. The functional groups were identified through Fourier transform infrared spectroscopy (FTIR) as the primary characterization. The type of acid site was identified by Fourier transform infrared spectroscopy (-pyridine (FTIR-py)) and quantified by temperature-programmed desorption of ammonia (TPD-NH3). The molecular structures of thiol and the sulfonic groups anchored on the supports were resolved by nuclear magnetic resonance with cross-polarization (CP) and magic angle spinning (MAS)CP-MAS-NMR). The bifunctionalized catalyst of alumina synthesized by sol-gel, being a very competitive material, reached a 55% selectivity to HMF at a 72% conversion at 453 K. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Maldonado, CS (Solis Maldonado, Carolina) ; De la Rosa, JR (Rivera De la Rosa, Javier) ; Lucio-Ortiz, CJ (Lucio-Ortiz, Carlos J.) ; Valente, JS (Valente, Jaime S.) ; Castaldi, MJ (Castaldi, Marco J.)","Title":"Synthesis and characterization of functionalized alumina catalysts with thiol and sulfonic groups and their performance in producing 5-hydroxymethylfurfural from fructose"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700004 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Diffuse reflectance spectroscopy; Landfill; Soil arsenic solid phases; Partial least squares regression; Visible near infrared KeyWords Plus:SEQUENTIAL EXTRACTION METHOD; AGRICULTURAL SOILS; POLLUTION RISK; SEDIMENTS; CONTAMINATION; MOBILIZATION; OXIDES; COMBINATION; REGRESSION; MINERALS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 30-37 DOI: 10.1016/j.geoderma.2017.02.015 Published: JUN 15 2017","Abstract":"Rapid and cost-effective analysis of soil solid As phases would be an invaluable tool in studying polluted soils and predicting soil As mobility. Analysis of soil solid As phases has commonly used sequential extraction; however, the approach is time consuming, destructive, and costly. Several studies have established the viability of using visible near infrared diffuse reflectance spectroscopy (VisNIR DRS) for elemental data analysis of soil, sediment, and other matrices. This pilot study used VisNIR DRS spectral data for rapidly predicting total As and five different solid As phases (Mg, PO4, Ox, HCI and org pools). A total of 200 surface soil (0-15 cm) samples were collected from arable lands surrounding a polluted landfill site and scanned via VisNIR DRS. The raw reflectance spectra were preprocessed using three spectral transformations for predicting soil total As and five extracted pools using partial least squares regression (PLSR). Quantitatively, better accuracy was produced by PO7 (Validation R-2 = 0.72, RPIQ = 3.39) and org (Validation R-2 = 0.93, RPIQ= 4.81) pools along with total As (Validation R-2 = 0.88, RPIQ= 3.54) using the first derivative of original reflectance values. Both qualitative spectral analysis and PLSR coefficients indicated that prediction of soil As and its phases were dependent on their close association with spectrally active soil organic matter, clay minerals and Fe/Al-oxides.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chakraborty, S (Chakraborty, Somsubhra) ; Li, B (Li, Bin) ; Deb, S (Deb, Shovik) ; Paul, S (Paul, Sathi) ; Weindorf, DC (Weindorf, David C.) ; Das, BS (Das, Bhabani S.)","Title":"Predicting soil arsenic pools by visible near infrared diffuse reflectance spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700008 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Pyrogenic carbon; Climate change; Fire; Soil development; Soil organic matter; Bayesian regression kriging KeyWords Plus:SOIL ORGANIC-CARBON; BLACK CARBON; NEW-ENGLAND; CHARCOAL; FOREST; SULFUR; FIRES; DYNAMICS; CYCLE; DECOMPOSITION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 69-78 DOI: 10.1016/j.geoderma.2017.02.022 Published: JUN 15 2017","Abstract":"Due to its slow turnover rates in soil, pyrogenic carbon (PyC) is considered an important C pool and relevant to climate change processes. Therefore, the amounts of soil PyC were compared to environmental covariates over an area of 327,757 km(2) in the northeastern United States in order to understand the controls on PyC distribution over large areas. Topsoil (defined as the soil A horizon, after removal of any organic horizons) samples were col-lected at 165 field sites in a generalised random tessellation stratified design that corresponded to approximately 1 site per 1600 km(2) and PyC was estimated from diffuse reflectance mid -infrared spectroscopy measurements using a partial least -squares regression analysis in conjunction with a large database of PyC measurements based on a solid-state C-13 nuclear magnetic resonance spectroscopy technique. Three spatial models were applied to the data in order to relate critical environmental covariates to the changes in spatial density of PyC over the landscape. Regional mean density estimates of PyC were 11.0 g kg(-1) (0.84 Gg km(-2)) for Ordinary Kriging, 25.8 g kg(-1) (12.2 Gg km(-2)) for Multivariate Linear Regression, and 26.1 g kg(-1) (12.4 Gg km(-2)) for Bayesian Regression Kriging. Akaike Information Criterion (AIC) indicated that the Multivariate Linear Regression model performed best (AIC = 842.6; n = 165) compared to Ordinary Kriging (AIC = 982.4) and Bayesian Regression Kriging (AIC = 979.2). Soil PyC concentrations correlated well with total soil sulphur (P < 0.001; n = 165), plant tissue lignin (P = 0.003), and drainage class (P = 0.008). This suggests the opportunity of including related environmental parameters in the spatial assessment of PyC in soils. Better estimates of the contribution of PyC to the global carbon cycle will thus also require more accurate assessments of these covariates. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jauss, V (Jauss, Verena) ; Sullivan, PJ (Sullivan, Patrick J.) ; Sanderman, J (Sanderman, Jonathan) ; Smith, DB (Smith, David B.) ; Lehmann, J (Lehmann, Johannes)","Title":"Pyrogenic carbon distribution in mineral topsoils of the northeastern United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700011 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Soil spectroscopy; External parameter orthogonalisation; Direct standardization; Partial least squares regression; Soil moisture KeyWords Plus:DIFFUSE-REFLECTANCE SPECTROSCOPY; EXTERNAL PARAMETER ORTHOGONALIZATION; NEAR-INFRARED SPECTROSCOPY; MOISTURE-CONTENT; INTACT; NITROGEN; FIELD; STANDARDIZATION; STOCK","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 98-107 DOI: 10.1016/j.geoderma.2017.02.014 Published: JUN 15 2017","Abstract":"Visible near infrared reflectance spectroscopy (vis-NIR) is an increasingly popular measurement method that can provide cheaper and faster predictions of soil properties, including soil organic carbon content (SOC). The spectroscopic prediction method relies significantly on the development of regressions of data in spectral databases or libraries. While the vis-NIR estimation of SOC was developed in controlled laboratory conditions, its natural development in recent years has been to perform the vis-NIR measurements in situ, where soil spectra are recorded under field conditions. However, environmental factors, such as soil moisture content, have been shown to affect soil spectra, making the use of regressions derived using soil spectral libraries difficult. Direct standardization (DS) and external parameter orthogonalisation (EPO) are two methods that were proposed for the correction of variable moisture conditions and other environmental factors. In this study, we compared DS and EPO on a set of 150 soil samples (3 depths from each of 50 soil cores) from a farm in New Zealand. The samples were re-wetted under controlled conditions, and spectra were recorded at nine different moisture levels. Our results show that DS and EPO are two effective strategies to mitigate the effects of soil water content on vis-NIR spectra. While DS and EPO results were similar when a large number of soil cores were reserved for calibrating the moisture correction methods, SOC predictions using the EPO correction significantly outperformed those using the DS correction for a lower number of cores (5 cores, 15 samples). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Roudier, P (Roudier, P.) ; Hedley, CB (Hedley, C. B.) ; Lobsey, CR (Lobsey, C. R.) ; Rossel, RAV (Rossel, R. A. Viscarra) ; Leroux, C (Leroux, C.)","Title":"Evaluation of two methods to eliminate the effect of water from soil vis-NIR spectra for predictions of organic carbon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000001 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"magnetic molecularly imprinted polymer; cross link agent; nanoparticles; controlled release and 2-(methacrylamido)ethyl methacrylate amide KeyWords Plus:PRECIPITATION POLYMERIZATION; THERMAL-STABILITY; RECOGNITION; COMPLEXES; BEADS; DERIVATIVES; HYDROLYSIS; COPPER(II); PARTICLES; TEMPLATE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 40466 DOI: 10.1002/app.40466 Published: JUN 15 2017","Abstract":"Novel magnetic molecularly imprinted polymer nanoparticles (MMIPs) using 2-(methacrylamido) ethyl methacrylate amide (MAEMA) as a cross linker and super paramagnetic core-shell nanoparticle as a supporter for use in controlled release were prepared by precipitation polymerization. A novel cross-linking agent was synthesized by the reaction of methacryloyl chloride with p-phenylenediamine. The Fe3O4 nanoparticles were encapsulated with a SiO2 shell and functionalized with ACH@CH2 and MMIPs were prepared using methacrylic acid as a functional monomer, MAEMA as a cross-linker, and betamethasone as a template. Magnetic nonmolecularly imprinted polymers (MNIPs) were also synthesized with the same synthesis procedure of MMIPs but without the presence of the template. The obtained MMIPs were characterized using transmission electron microscopy, dynamic light scattering, Fourier transform infrared spectroscopy (FTIR), X-ray diffraction, and the vibrating sample magnetometer techniques. The performance of the MMIPs for the controlled release of betamethasone was assessed and results showed that the magnetic MIPs also have possible applications in sustained drug release. (C) 2014 Wiley Periodicals, Inc.","Authors":"Azodi-Deilami, S (Azodi-Deilami, Saman) ; Abdouss, M (Abdouss, Majid) ; Kordestani, D (Kordestani, Davood)","Title":"Synthesis and Characterization of the Core-Shell Magnetic Molecularly Imprinted Polymer Nanoparticles Using 2-(Methacrylamido)ethyl Methacrylate Amide as a Novel Cross-Link Agent for Controlled Release of Betamethasone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000006 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"adsorption performance; kaempferol; molecularly imprinted polymer; seed precipitation polymerization KeyWords Plus:PHOTOCATALYTIC OXIDATION; DIBENZOTHIOPHENE; PARTICLES; TEMPLATE; STRATEGY; TIO2; TNT","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44888 DOI: 10.1002/app.44888 Published: JUN 15 2017","Abstract":"The molecular imprinting technique is a new method for preparing molecularly imprinted polymers (MIPs) with specific molecular recognition sites for certain target molecules. In this study, a novel, facile preparation method was presented, called seed precipitation polymerization, for the synthesis of MIPs via surface imprinting and a support matrix. In the polymerization process, kaempferol was used as the template molecule, methacrylic acid as the functional monomer, nano-TiO2 as the support, azodiisobutyronitrile as the initiator, and ethylene glycol dimethacrylate as the crosslinker in acetonitrile solvent. The synthesized T-MIP and MIP were analyzed by infrared spectroscopy and scanning electron microscopy. In addition, the obtained polymers were evaluated by adsorption isotherms and dynamic curves for their selective recognition properties for kaempferol. The results show that T-MIP shows regular spherical particles; the adsorption dynamic curves of T-MIP show that the adsorption capacity increases with time and reaches a maximum value and then finally reaches equilibrium, and the T-MIP exhibits a higher affinity for kaempferol than does the MIP. The adsorption follows pseudo-second-order kinetics, the Freundlich adsorption equation fits the experimental data well, and there is strong evidence for multiple-layer adsorption. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44888.","Authors":"Huang, ZJ (Huang, Zejun) ; Zhang, ZM (Zhang, Zhimiao) ; Xia, Q (Xia, Qiang) ; Li, CL (Li, Chunli) ; Yun, YB (Yun, Yanbin)","Title":"Surface molecularly imprinted polymer microspheres based on nano-TiO2 for selective recognition of kaempferol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000017 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"copolymers; emulsion polymerization; oil and gas; properties and characterization; swelling KeyWords Plus:STEP EMULSION POLYMERIZATION; PARTICLE-SIZE DISTRIBUTION; VERMICULITE; GEL; NANOCOMPOSITE; POLYURETHANE; COAGULATION; COMPOSITE; HYDROGELS; RHEOLOGY","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44918 DOI: 10.1002/app.44918 Published: JUN 15 2017","Abstract":"Polyacrylamide copolymers (PAMVT) microspheres were prepared through inverse emulsion polymerization by using acrylic acid (AA), 2-acrylamido-2-methylpropane sulfonic acid (AMPS) as functional monomers, N,N-methylene bis-acrylamide (MBA) as crosslinker and modified vermiculite (MVMT) with the single-factor experiments. The initial and swelled particle sizes were tested through the dynamic light scattering (DLS). The swelled particle size under the optimum conditions could be 1.98 m. The structure was characterized through Fourier transform infrared (FTIR), which indicated that vermiculite has successfully modified and the polymerization reaction was completed. The scanning electron microscopy (SEM) shows that MVMT was evenly filled with PAM copolymers. The water absorption capacity can be up to 80.2%. The recovery efficiency of the water flooding was increased from 69.33% to 77.56%. All these results indicated that the microspheres emulsions could be used as profile control agent to enhance the recovery efficiency. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44918.","Authors":"Ma, GY (Ma, Guoyan) ; Shen, YD (Shen, Yiding) ; Wang, XR (Wang, Xiaorong) ; Guo, X (Guo, Xing) ; Wu, Z (Wu, Zhe)","Title":"Vermiculite/polyacrylamide copolymers microspheres for profile control in oilfields"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000011 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"molecular recognition; plasticizer; radical polymerization KeyWords Plus:SELF-COMPACTING CONCRETE; CHEMICAL-STRUCTURE; WORKABILITY RETENTION; CEMENT PASTES; ACID; STRENGTH; FRESH; ADMIXTURES","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44908 DOI: 10.1002/app.44908 Published: JUN 15 2017","Abstract":"Polycarboxylate superplasticizers based on acrylic acid (AA) and maleic anhydride (MAn) were synthesized via free-radical copolymerization with an ethylene glycol monomer and characterized. The copolymerization temperature (ranging from 50 to 90 degrees C) appeared to be the key operating factor governing the chemical structure of the superplasticizers. The chemical structures of the products were analyzed by gel permeation chromatography, whereas an optimized sample was further analyzed by Fourier transform infrared spectroscopy and H-1-NMR. Superplasticizers of the AA and MAn classes were then incorporated into concrete, and their performances were measured by slump and slump loss tests, where a large dependency of the microstructure on the synthesis temperature was recognized. The optimum temperatures were found to be 50 and 80 degrees C for the AA and MAn modifiers, respectively. At their own optimum temperatures, the AA and MAn superplasticizer revealed slump losses from 23 to 4cm and 15 to 5cm, respectively, after 45min. The chemical structures of the plasticizers were patterned illustratively to speculate the performance of each superplasticizer according to changes that took place in the backbone length and side-chain density. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44908.","Authors":"Tajbakhshian, A (Tajbakhshian, Alireza) ; Saeb, MR (Saeb, Mohammad Reza) ; Jafari, SH (Jafari, Seyed Hassan) ; Najafi, F (Najafi, Farhood) ; Khonakdar, HA (Khonakdar, Hossein Ali) ; Ayoubi, M (Ayoubi, Mohammadreza) ; Asl, FH (Asl, Farzaneh Hassanpour)","Title":"High-performance carboxylate superplasticizers for concretes: Interplay between the polymerization temperature and properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000018 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"carbon nanotubes; dispersibility; poly(lactic acid); reinforcement KeyWords Plus:COUPLING AGENT; POLYLACTIDE; PLA; POLYMERIZATION; NANOCOMPOSITES; IMPROVE","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44919 DOI: 10.1002/app.44919 Published: JUN 15 2017","Abstract":"In this study core-shell structure of carbon nanotube (CNT) nanocapsules, which aimed at toughening poly(lactic acid) (PLA) were designed by a synthetic strategy consisting of two reaction steps. The first step was to produce reactive chemical bond to bridge CNTs and PLA. So coupling agent KH570 was used to modify CNTs (CNTs-KH570). The second step involved ring open polymerization of lactide (LA). Lactide polymerized into PLA under catalysis and meanwhile grafted onto CNTs via KH570 (CNTs-KH570-PLA). Thus, the CNTs nanocapsules were constructed. Fourier transform infrared spectroscopy (FTIR) showed coupling agent KH570 succeeded in linking CNTs and PLA during LA polymerization. In addition, scanning electron microscopy (SEM) and transmission electron microscope (TEM) indicated CNTs dispersed homogeneous in PLA matrix and the compatibility between them was excellent. The mechanical test also suggested the designed nanocapsules had good effect on toughening PLA composites. This research found one economical and simple way to improve PLA mechanical properties and further broaden its application in many fields. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44919.","Authors":"Wu, GH (Wu, Gaihong) ; Liu, SQ (Liu, Shuqiang) ; Wu, XY (Wu, Xiongying) ; Ding, XM (Ding, Xuemei)","Title":"Core-shell structure of carbon nanotube nanocapsules reinforced poly(lactic acid) composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000004 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"emulsion polymerization; fluoroacrylic; polysilsesquioxane; trilayer core-shell KeyWords Plus:SOAP-FREE LATEX; COTTON FABRICS; SURFACE; PERFORMANCE; MORPHOLOGY; POLYMER; SPHERES; ENERGY","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44845 DOI: 10.1002/app.44845 Published: JUN 15 2017","Abstract":"Polysilsesquioxane-fluoroacrylate copolymer [poly(methyl methacrylate)-butyl acrylate-dodecafluoroheptyl methacrylate)] (FPSQ) composite latex particles with a trilayer core-shell morphology were manufactured by seeded emulsion polymerization, where PSQ latex particles bearing reactive methacryloxypropyl moieties were first produced by the hydrolysis-condensation of (3-methacryloxypropyl)trimethoxysilane, and then they were utilized as seeds, with methyl methacrylate, butyl acrylate, and dodecafluoroheptyl methacrylate as the inner and outer shell monomers. Fourier-transform infrared spectra and H-1-NMR confirm the structure of the FPSQs. Transmission electron microscopy and scanning electron microscopy demonstrate that the obtained composite emulsion particles emerge with the trilayer core-shell pattern. Due to the anchoring of PSQ nanoparticles, the thermal stabilities of the FPSQ films are strengthened, and the resistance to heat is gradually improved along with the increase of the fluoroacrylate dose in the polymer matrix composite. X-ray photoelectron spectroscopy, atomic force microscopy (AFM), and hydrophobicity investigations indicate that the fluorinated chain segments tend to concentrate at the film-air two-phase interface. In addition, the AFM result denotes that importing more fluorine into the FPSQ hybrid material will engender greater phase separation and enrichment of the fluoroalkyl segments and a rougher morphology. Thus, the water contact angle of the FPSQ film can ultimately reach 121.4 degrees. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44845.","Authors":"Xu, W (Xu, Wei) ; Wang, S (Wang, Sha) ; Hao, LF (Hao, Lifen) ; Wang, XC (Wang, Xuechuan)","Title":"Preparation and characterization of trilayer core-shell polysilsesquioxane-fluoroacrylate copolymer composite emulsion particles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800006 PubMed ID: 28213150 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"GO; Pd nanocomposite; Organic dyes; NaBH4; Water KeyWords Plus:TEXTILE EFFLUENT DEGRADATION; THERMAL-DECOMPOSITION METHOD; EXCELLENT CATALYTIC-ACTIVITY; ENHANCED RAMAN-SCATTERING; VISIBLE-LIGHT; GREEN SYNTHESIS; GRAPHENE OXIDE; PHOTOCATALYTIC ACTIVITY; GRAPHITE OXIDE; REUSABLE CATALYST","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 44-50 DOI: 10.1016/j.jcis.2017.01.113 Published: JUN 15 2017","Abstract":"A GO/Pd nanocomposite has been successfully synthesized applying a simple method via immobilizing Pd on the surface of the graphene oxide (GO). The GO/Pd nanocomposite was characterized by X-ray diffraction (XRD), Fourier transformed infrared (FT-IR) spectroscopy, Raman, transmission electron microscopy (TEM), scanning electron microscopy (SEM) and energy dispersive X-ray spectroscopy (EDS) techniques. The surface morphology of Pd NPs was viewed by TEM, the particles are spherical with an average particle size of 11 nm. The catalytic activity of the GO/Pd nanocomposite is excellent for the degradation of organic dyes such as Congo red (CR), methylene blue (MB) and methyl orange (MO) in the presence of NaBH4 in aqueous media at room temperature. For the first time, the degradation of CR, MB and MO was reported using GO/Pd nanocomposite as a heterogeneous catalyst. The excellent catalytic effect for the degradation of dyes was monitored by UV-visible spectroscopy at regular time intervals. When GO/Pd nanocomposite was added into the solution containing dye and NaBH4, the intensity of the strong absorption peak gradually decreased and the whole peak disappeared. It followed the pseudo-first order reaction and time of the reduction reactions is short. In addition, the catalyst can be recovered and reused up to multiple runs without any marked loss in its catalytic activity. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Omidvar, A (Omidvar, Afshan) ; Jaleh, B (Jaleh, Babak) ; Nasrollahzadeh, M (Nasrollahzadeh, Mahmoud)","Title":"Preparation of the GO/Pd nanocomposite and its application for the degradation of organic dyes in water"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800010 PubMed ID: 28214626 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Green pompoms flower-like; Cerium vanadate; Tryptophan; Amino acid; Food samples KeyWords Plus:CARBON-PASTE ELECTRODE; VOLTAMMETRIC DETERMINATION; AMPEROMETRIC DETERMINATION; OXIDATIVE DEHYDROGENATION; GRAPHITE ELECTRODE; SENSOR; NANOPARTICLES; OXIDE; TYROSINE; ACETAMINOPHEN","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 78-86 DOI: 10.1016/j.jcis.2017.02.009 Published: JUN 15 2017","Abstract":"In this present investigation, we introduced a novel electrochemical sensor for the detection of tryptophan (TRP) based on green pompoms flower-like cerium vanadate (CeVO4). The flower-like CeVO4 microstructure was prepared by the simple hydrothermal treatment with the assistance of urea for the first time. The as-prepared flower-like CeVO4 microstructure was characterized by various analytical and spectroscopic techniques such as X-ray diffraction, Raman spectroscopy fourier transform infrared spectroscopy, scanning electron microscopy and energy-dispersive X-ray spectroscopy studies. The electrochemical properties are evaluated by the cyclic voltammetry (CV) and differential pulse voltammetry (DPV). As an electrochemical sensor, the green pompoms flower-like CeVO4 modified glassy carbon electrode (GCE) displayed an excellent electrocatalytic activity for the detection of TRP. The obtained electrochemical results revealed that the oxidation of TRP, exhibited a lower potential and higher anodic peak current when compared to unmodified GCE. These results were suggested that the flower-like CeVO4/GCE have a good electrocatalytic activity towards the TRP oxidation. The flower-like CeVO4 sensor exhibited the wide linear concentration range and low detection limit of 0.1-94 mu M and 0.024 mu M respectively. Finally, the proposed sensor was successfully applied to the determination of TRP in real sample analysis such as food and biological samples with satisfied recoveries. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kumar, JV (Kumar, J. Vinoth) ; Karthik, R (Karthik, R.) ; Chen, SM (Chen, Shen-Ming) ; Marikkani, S (Marikkani, S.) ; Elangovan, A (Elangovan, A.) ; Muthuraj, V (Muthuraj, V.)","Title":"Green synthesis of a novel flower-like cerium vanadate microstructure for electrochemical detection of tryptophan in food and biological samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800012 PubMed ID: 28214620 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Photodynamic therapy; Multifunctional nanoparticles; Porphyrins; Gold nanoparticles (AuNPs); Water soluble nanoconjugates; Targeting antibodies; Singlet oxygen production; In vitro phototoxicity; Human breast cancer cells KeyWords Plus:SINGLET OXYGEN; DRUG-DELIVERY; CANCER; GENERATION; AGENTS; SIZE","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 100-110 DOI: 10.1016/j.jcis.2017.02.006 Published: JUN 15 2017","Abstract":"Photodynamic therapy (PDT) is a treatment of cancer by which tumour cells are destroyed using reactive oxygen species produced by photosensitizers following activation with visible or near infrared light. Successful PDT depends on the solubility and the targeting ability of the photosensitizers. In this work, the synthesis of a porphyrin-based water soluble nanoparticle conjugate containing a targeting agent that recognizes the erbB2 receptor overexpressed on the surface of particular cancer cells is reported. The nanoparticle conjugates were synthesized following two different protocols, viz. a biphasic and a monophasic method, with the aim to determine which method yielded the optimal nanosystem for potential PDT applications. The nanoparticles were characterized using UV-Vis absorption and fluorescence spectroscopies together with transmission electron microscopy and zeta potential measurements; and their ability to produce singlet oxygen following irradiation was investigated following the decay in absorption of a singlet oxygen probe. The nanoparticles synthesized using the monophasic method were shown to produce the highest amount of singlet oxygen and were further functionalized with anti-erbB2 antibody to target the erbB2 receptors expressed on the surface of SK-BR-3 human breast cancer cells. The water soluble, antibody-porphyrin nanoparticle conjugates were shown to elicit targeted PDT of the breast cancer cells. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Penon, O (Penon, Oriol) ; Marin, MJ (Marin, Maria J.) ; Russell, DA (Russell, David A.) ; Perez-Garcia, L (Perez-Garcia, Lluisa)","Title":"Water soluble, multifunctional antibody-porphyrin gold nanoparticles for targeted photodynamic therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800018 PubMed ID: 28222303 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Hierarchical porous structures; LDH; Congo red; Adsorption; Mechanism KeyWords Plus:ELECTROCHEMICAL ENERGY-STORAGE; SWINE WASTE-WATER; CONGO RED; MG-AL; ADSORPTION PERFORMANCE; EFFICIENT REMOVAL; METHYLENE-BLUE; GRAPHENE OXIDE; MICROSPHERES; ADSORBENT","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 158-166 DOI: 10.1016/j.jcis.2017.02.025 Published: JUN 15 2017","Abstract":"Hierarchically porous nickel-iron-layered double hydroxide (NiFe-LDH) with a Ni2+/Fe3+ molar ratio of 3 was successfully synthesised through a simple hydrothermal route. After calcination at 400 degrees C, NiFe-LDH transformed into nickel-iron-layered double oxides (NiFe-LDO). The as-prepared samples were characterised through X-ray powder diffraction, field emission scanning electron microscopy, energy dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, X-ray photoelectron spectroscopy and nitrogen adsorption. The calcined and uncalcined NiFe-LDH was used as adsorbents to remove Congo red (CR) dye in an aqueous solution. The equilibrium adsorption data of NiFe-LDH and NiFe-LDO samples were well fitted to Langmuir model and were characterised by excellent adsorption capacities of 205 and 330 mg/g, respectively. Pseudo-second-order kinetic and intra-particle diffusion models indicated that CR was well adsorbed on the adsorbent. The underlying adsorption mechanism was investigated and observed as anion exchange and reconstruction.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Lei, CS (Lei, Chunsheng) ; Pi, M (Pi, Meng) ; Kuang, PY (Kuang, Panyong) ; Guo, YQ (Guo, Yingqing) ; Zhang, FG (Zhang, Fenge)","Title":"Organic dye removal from aqueous solutions by hierarchical calcined Ni-Fe layered double hydroxide: Isotherm, kinetic and mechanism studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800019 PubMed ID: 28222304 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"G-C3N4; AgI; Heterojunction; Visible light photocatalysis; Diclofenac KeyWords Plus:TROUT ONCORHYNCHUS-MYKISS; HIGHLY EFFICIENT; DRUG DICLOFENAC; RAINBOW-TROUT; HETEROJUNCTION PHOTOCATALYST; PHOTOGENERATED CARRIERS; ADVANCED OXIDATION; Z-SCHEME; G-C3N4; WATER","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 167-176 DOI: 10.1016/j.jcis.2017.02.022 Published: JUN 15 2017","Abstract":"A visible-light-driven heterostructured AgI/g-C3N4 was prepared by a deposition-precipitation method. The composition, structure, morphology, and optical properties of the photocatalyst were characterized by Brunauer-Emmett-Teller method (BET), X-ray powder diffraction (XRD), Fourier transform-infrared spectroscopy (FTIR), X-ray photoelectron spectroscopy (XPS), transmission electron microscope (TEM), scanning electron microscope (SEM), UV-vis diffused reflectance spectroscopy (DRS), photoluminescence spectroscopy (PL), photocurrent, and electrochemical impedance spectroscopy (EIS), respectively. AgI/g-C3N4 composite photocatalysts exhibited higher photocatalytic activities than those of Agl nanoparticles and g-C3N4 in the degradation of diclofenac (a model anti-inflammatory medicine) under visible light irradiation (X. > 400 nm). When the mass molar ratio of AgI was 45% in AgI/g-C3N4, the reaction rate constant of diclofenac degradation reached 0.561 min(-1), which was almost 12.5 and 43.2 times higher than that achieved by AgI (0.045 min(-1)) and g-C3N4 (0.013 min(-1)). The h(+) and O-2(-) were pinpointed as the main reactive species in the photocatalytic reaction using their obligate radical scavengers. Diclofenac was. completely degraded and partly mineralized during the photodegradation. The main intermediates were determined by liquid chromatograph mass spectrometer (LC-MS), and toxicological assessments were carried out to evaluate the change of toxicity in the degradation process. In addition, the photocatalysts showed excellent stability over multiple reaction cycles. Finally, a possible photocatalytic and charge separation mechanism was proposed. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhang, W (Zhang, Wei) ; Zhou, L (Zhou, Li) ; Shi, J (Shi, Jun) ; Deng, HP (Deng, Huiping)","Title":"Fabrication of novel visible-light-driven AgI/g-C3N4 composites with enhanced visible-light photocatalytic activity for diclofenac degradation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800020 PubMed ID: 28219034 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Green chemistry; Magnetic; Sulfonic acid; Core/shell; Pyrroles KeyWords Plus:SOLVENT-FREE CONDITIONS; MIYAURA COUPLING REACTIONS; FE3O4 NANOPARTICLES; POLYSUBSTITUTED PYRROLES; PALLADIUM NANOPARTICLES; EFFICIENT; CATALYST; NANOCOMPOSITE; CONDENSATION; SILICA","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 177-187 DOI: 10.1016/j.jcis.2017.02.023 Published: JUN 15 2017","Abstract":"An efficient procedure has been proposed for the loading of sulfonic acid groups on the surface of polyethylene glycol 400 (PEG400)-encapsulated Fe3O4 nanoparticles to synthesize a core-shell Fe3O4@PEG400-SO3H nano catalyst. Surface functionalization of magnetic particles in such a way is a refined method of bridging the gap amongst heterogeneous and homogeneous catalysis. The procured nano catalyst was classified through Fourier transformed infrared spectroscopy (FT-IR), X-ray diffraction (XRD), field emission scanning electron microscopy (FE-SEM), transmission electron microscopy (TEM), energy dispersive X-ray spectroscopy (EDS), wavelength-dispersive X-ray spectroscopy (WDX), thermogravimetric analysis (TGA), vibrating sample magnetometer (VSM), X-ray photoelectron spectroscopy (XPS), BET, and back titration. The nanoparticles have been utilized as a convenient catalyst for synthesizing a variety of N-substituted pyrroles via Paal-Knorr reactions of gamma-diketones with amines, diamines or triamines at room temperature under solvent-free conditions. Notably, the newly produced catalyst was recoverable and recyclable (9 times) without any noticeable decrease in its activity.","Authors":"Bonyasi, F (Bonyasi, Fahimeh) ; Hekmati, M (Hekmati, Malak) ; Veisi, H (Veisi, Hojat)","Title":"Preparation of core/shell nanostructure Fe3O4@PEG400-SO3H as heterogeneous and magnetically recyclable nanocatalyst for one-pot synthesis of substituted pyrroles by Paal-Knorr reaction at room temperature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800021 PubMed ID: 28232292 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Anionic dyes; Graphene oxide; Adsorption; Kinetics; Thermodynamics KeyWords Plus:MULTI-WALLED CARBON; METHYLENE-BLUE; ACTIVATED CARBON; CATIONIC DYES; COMPETITIVE ADSORPTION; NANOTUBE NANOCOMPOSITE; ACRIDINE-ORANGE; REACTIVE DYES; FLY-ASH; REMOVAL","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 188-200 DOI: 10.1016/j.jcis.2017.02.031 Published: JUN 15 2017","Abstract":"In the present study, graphene oxide (GO) was used for the adsorption of anionic azo-dyes such as Acid Orange 8 (AO8) and Direct Red 23 (DR23) from aqueous solutions. GO was characterized by Fourier Transform-Infrared Spectroscopy (FTIR), X-ray Photoelectron Spectroscopy (XPS), Thermogravimetric Analysis (TGA), Atomic Force Microscopy (AFM), X-ray Diffraction (XRD), Scanning Electron Microscopy (SEM), High-Resolution Transmission Electron Microscopy (HRTEM) and zeta potential measurements. The influence of dye initial concentration, temperature and pH on AO8 and DR23 adsorption onto GO was investigated. Equilibrium data were analyzed by model equations such as Langmuir Freundlich, Temkin, Dubinin-Radushkevich and Redlich-Peterson isotherms and were best represented by Langmuir and Redlich-Peterson isotherm model. Kinetic adsorption data were analyzed using the pseudo-first-order kinetic model, the pseudo-second-order kinetic model and the intraparticie diffusion model. The adsorption kinetics well fitted using a pseudo-second-order kinetic model. Thermodynamics parameters, Delta G degrees, Delta H degrees and Delta S degrees, were calculated, indicating that the adsorption of AO8 and DR23 onto GO was spontaneous process. The adsorption process of AO8 onto GO was exothermic, while the adsorption of DR23 onto GO was endothermic in nature. (C)2017 Elsevier Inc. All rights reserved.","Authors":"Konicki, W (Konicki, Wojciech) ; Aleksandrzak, M (Aleksandrzak, Malgorzata) ; Moszynski, D (Moszynski, Dariusz) ; Mijowska, E (Mijowska, Ewa)","Title":"Adsorption of anionic azo-dyes from aqueous solutions onto graphene oxide: Equilibrium, kinetic and thermodynamic studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800036 PubMed ID: 28237751 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Graphene; Hybrid; Polymer-matrix composites (PMCs); Thermal properties; Mechanical properties KeyWords Plus:OXIDE COMPOSITE; BIOMEDICAL APPLICATIONS; ELECTRICAL-PROPERTIES; CARBON NANOTUBES; GRAPHITE OXIDE; FIRE HAZARDS; NANOCOMPOSITES; CRYSTALLIZATION; POLYSTYRENE; HYBRID","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 334-342 DOI: 10.1016/j.jcis.2017.02.038 Published: JUN 15 2017","Abstract":"In this work, hydroxyapatite (HAP) nanorods decorated on graphene nanosheets (HAP-Gs) was synthesized by a hydrothermal method. The structure, elemental composition and morphology of the HAP-Gs hybrids were characterized by X-ray diffraction, Fourier transform infrared and Transmission electron microscopy. Subsequently, the hybrids were incorporated into poly (epsilon-caprolactone) (PCL) via a solution blending method. Optical images and scanning electron microscopy observation revealed not only a well dispersion of HAP-Gs hybrids but also a strong interfacial interaction between hybrids and PCL matrix. The influence of HAP-Gs hybrids on the crystallization behavior, crystal structure, thermal stability, mechanical properties and biocompatibility of the PCL nanocomposites was investigated in detail. The results showed that the crystallization temperature of PCL was enhanced obviously, but the crystal structure was not affected by the incorporation of HAP-Gs hybrids. The mechanical properties of PCL bionanocomposites were improved obviously. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhou, KQ (Zhou, Keqing) ; Gao, R (Gao, Rui) ; Jiang, SH (Jiang, Saihua)","Title":"Morphology, thermal and mechanical properties of poly (epsilon-caprolactone) biocomposites reinforced with nano-hydroxyapatite decorated graphene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800037 PubMed ID: 28237752 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Ag-Fe3O4/g-C3N4; Photocatalyst; Hydrothermal; Ammonia-borane; Hydrogen energy; Antibacterial KeyWords Plus:VISIBLE-LIGHT IRRADIATION; AMMONIA BORANE; ANTIBACTERIAL PROPERTIES; DRIVEN PHOTOCATALYSTS; NANOCOMPOSITES; NANOFIBERS; PERFORMANCE; HYDROGEN; G-C3N4; WATER","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 343-352 DOI: 10.1016/j.jcis.2017.02.012 Published: JUN 15 2017","Abstract":"Development of photocatalytic materials with magnetic and antibacterial properties is highly desirable in wastewater treatment. In this study, a novel magnetically separable silver-iron oxide nanoparticles (AgFe3O4 NPs) decorated graphitic carbon nitride (g-C3N4) nanocomposite via hydrothermal treatment has been presented for the multifaceted applications. The physiochemical properties of the as-synthesized ternary nanocomposite were characterized by the field emission scanning electron microscopy (FESEM), transmission electron microscopy (TEM), X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FT-IR), X-ray photoelectron spectroscopy (XPS), and photoluminescence (PL) studies. The experimental results showed that loading of Ag on Fe3O4/g-C3N4 nanocomposite significantly improved the catalytic activity of the composite material in terms of photocatalytic degradation of methylene blue (Mdestruction of Escherichia coli (E. coli) bacteria. More importantly, the as-synthesized silver-iron oxide nanoparticles decorated graphitic carbon nitride (Ag-Fe3O4/g-C3N4) nanocomposite catalyst could be recovered by an applied external magnet and reused without the loss of photocatalytic activity. The obtained results showed that the synthesized material has potential as an economically friendly photo catalyst for environmental and energy applications. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pant, B (Pant, Bishweshwar) ; Park, M (Park, Mira) ; Lee, JH (Lee, Joong Hee) ; Kim, HY (Kim, Hak-Yong) ; Park, SJ (Park, Soo-Jin)","Title":"Novel magnetically separable silver-iron oxide nanoparticles decorated graphitic carbon nitride nano-sheets: A multifunctional photocatalyst via one-step hydrothermal process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800040 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"High-performance supercapacitor; Chitosan; Polyaniline; Graphene oxide; MWCNT KeyWords Plus:ENERGY-STORAGE; ELECTRODE MATERIALS; ELECTROCHEMICAL PERFORMANCE; CAPACITIVE PERFORMANCE; IMPEDANCE SPECTROSCOPY; CONDUCTING POLYMER; GLUCOSE BIOSENSOR; FACILE SYNTHESIS; GRAPHENE; CARBON","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 371-381 DOI: 10.1016/jjcis.2017.02.027 Published: JUN 15 2017","Abstract":"Chitosan/Graphene Oxide-MWCNT/polyaniline (CS/GM/PANT) ternary nanocomposite has been synthesized via in situ polymerization of aniline in the presence of CS/GM. The Morphology of nanocomposites was studied by Field emission scanning electron microscopy (FE-SEM), Fourier transform infrared (FT-IR) spectroscopy, as well as X-ray photoelectron spectroscopy (XPS). Furthermore, the supercapacitive behavior of the CS-based samples was investigated using cyclic voltammetry (CV), galvanostatic charge-discharge (CD) and electrochemical impedance spectroscopy (EIS) techniques in 0.5 M Na2SO4. It is found that the CS/GM/PANI nanocomposite displays much higher specific capacitance along with better cycle stability than those of CS and CS/GM. The specific capacitance of 609.2 F g(-1) (48.5 m F cm (-2)) was obtained for the CS/GM/PANI at a scan rate of 10 mV s(-1). In addition, the synthesized nanocomposite retained 96% of the initial capacitance after 500 cycles of charge-discharge at a current density of 5 Ag-1. The improvement in the supercapacitive behavior of CS/GM/PANI may be attributed to the porous structure and pseudocapacitive mechanism of charge-storage. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Hosseini, MG (Hosseini, Mir Ghasem) ; Shahryari, E (Shahryari, Elham)","Title":"A Novel High-Performance Supercapacitor based on Chitosan/Graphene Oxide-MWCNT/Polyaniline"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800043 PubMed ID: 28242346 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Poly pyrrole; CuCr2O4 NPs; Supercapacitors; Electropolymerization; Nanocomposite KeyWords Plus:GRAPHENE OXIDE; ELECTROCATALYTIC OXIDATION; EFFICIENT SUPERCAPACITOR; POLYANILINE; COMPOSITE; NANOPARTICLES; VOLTAMMETRY; ELECTRODES; PSEUDOCAPACITOR; CAPACITORS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 401-406 DOI: 10.1016/j.jcis.2017.02.010 Published: JUN 15 2017","Abstract":"In this work, supercapacitive performance of polypyrrole copper chromate nano particles (Ppy/CuCr(2)O(4)NPs) was studied. CuCr2O4 NPs with the average size of 20 nm were synthesized simply by hydrothermal method and the composite electrodes were then electropolymerized on the surface of glassy carbon electrode. Common surface analysis techniques such as scanning electron microscopy (SEM), transmission electron microscopy(TEM) and Fourier transform infrared (FTIR) were used to study the morphology and structure of the composite. Furthermore, for electrochemical evaluation of composite electrodes, techniques including cyclic voltammetry (CV), galvanostatic charge discharge (CD) and impedance spectroscopy (EIS) were used. Using cyclic voltammetry, the specific capacitance values of Ppy and Ppy/CuCr2O4 NPs were calculated to be 109 and 508 F g(-1), respectively. Results show that using CuCr(2)O(4)NPs in the structure of polymeric films led to increased specific capacitance of composite electrodes more than four times that of poly pyrrole. Increasing the conductivity and stability of composite electrodes through continuous cycles are the other advantages of using CuCr2O4 NPs as active materials in a polymeric structure.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Shayeh, JS (Shayeh, Javad Shabani) ; Sadeghinia, M (Sadeghinia, Mohammad) ; Siadat, SOR (Siadat, Seyed Omid Ranaei) ; Ehsani, A (Ehsani, Ali) ; Rezaei, M (Rezaei, Mehran) ; Omidi, M (Omidi, Meisam)","Title":"A novel route for electrosynthesis of CuCr2O4 nanocomposite with p -type conductive polymer as a high performance material for electrochemical supercapacitors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800056 PubMed ID: 28259017 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Dillenia indica; Silver nanoparticles; Free radical scavenging activity; Catalytic activity; 4-Nitrophenol; Methylene blue KeyWords Plus:SURFACE-PLASMON RESONANCE; ANTIOXIDANT ACTIVITY; GREEN SYNTHESIS; METAL NANOPARTICLES; PHENOLIC-COMPOUNDS; BETULINIC ACID; FRUIT EXTRACT; LEAF EXTRACT; REDUCTION; 4-NITROPHENOL","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 513-521 DOI: 10.1016/jjcis.2017.02.045 Published: JUN 15 2017","Abstract":"A green approach was envisaged for the rapid synthesis of stable silver nanoparticles in an aqueous medium using phenolic rich ethanolic bark extract from D. indica with marked free radical scavenging and reducing ability. Biosynthesis of silver nanoparticles (AgNPs) was confirmed and characterized by using UV-visible spectroscopy, particle size analyzer, X-ray diffractometry (XRD), Transmission Electron Microscopy (TEM) and Fourier Transform Infrared Spectroscopy (FT-IR). Bio-reduction of Ag+ was confirmed with the appearance of golden yellow coloration within 5-10 min at 45 degrees C with maximum absorbance at 421 nm. XRD analysis of AgNPs indicated the crystalline nature of metallic Ag. As analyzed by TEM, AgNPs were found to be spherical in shape, well dispersed and size varied from 15 to 35 nm and dynamic light scattering (DLS) studies showed the average particle size of 29 nm with polydispersity index (PDI) of 0.280. Synthesized AgNPs were showing surface functionalization as revealed through FTIR studies. These AgNPs were observed to be highly stable at room temperature (28 +/- 2 degrees C) for more than 3 months, thereby indicating the ethanolic extract of D. indica was a reducing as well as a capping agent for stabilization of AgNPs. Moreover, these green synthesized AgNPs showed enhanced free radical scavenging and excellent catalytic activities when used in the reduction of 4-nitrophenol and methylene blue dye, at room temperature. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Mohanty, AS (Mohanty, Alfa S.); Jena, BS (Jena, Bhabani S.)","Title":"Innate catalytic and free radical scavenging activities of silver nanoparticles synthesized using Dillenia indica bark extract"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800033 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Reduced graphene oxides; Photocatalysis; Hydrogen generation; DFT calculation; Mechanism KeyWords Plus:SENSITIZED SOLAR-CELLS; VISIBLE-LIGHT; HYDROGEN-PRODUCTION; TIO2-GRAPHENE NANOCOMPOSITES; EFFICIENT PHOTOCATALYST; ANTI-RECOMBINATION; FACILE SYNTHESIS; H-2 PRODUCTION; PARTICLE-SIZE; ANATASE TIO2","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 335-346 DOI: 10.1016/j.apcatb.2017.02.031 Published: JUN 15 2017","Abstract":"Recently, developing high-efficiency photocatalytic hydrogen generation photocatalysts and clarifying the inherent mechanism behind the enhancement of hydrogen generation activity have been the research focus. Here, we present a step-wise strategy to prepare PtiTiO(2)/reduced graphene oxide photocatalysts and the inherent mechanism of the enhanced photocatalytic activities were systematically investigated. Experimentally, the 2 wt% rGO doped rGO/Pt-TiO2 nanocomposites showed the superior solar-driven hydrogen generation rate (1075.68 mu mol h(-1) g(-1)), which was 81 times and 5 times higher than bare TiO2 and Pt/TiO2 samples, respectively. X-ray photoelectron spectroscopy (XPS) and Fourier transform infrared spectra (FT-IR) demonstrated the formation of Ti-O-C bonds in the hybrid, which drove the shifting upwards of the valence band edge from +2.2 eV to +1.83 eV. Furthermore, pliotoelectrochemical tests indicated the electron density of PTG-2 was about one order of magnitude higher than TiO2. Moreover, DFT calculations displayed that the bandgap had been successfully narrowed from 2.88 eV to 2.76 eV and the original blank energy region located at TiO2 bandgap was filled with C2p orbitals, which resulted in excited electrons in TiO2 efficiently transferring to graphene. Consequently, the DFT calculations are in good agreement with the experimental results and physical characterizations. This study affords us a rational design of a high efficiency photocatalytic system for solar energy conversion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, PF (Wang, Pengfei) ; Zhan, SH (Zhan, Sihui) ; Xia, YG (Xia, Yuguo) ; Ma, SL (Ma, Shuanglong) ; Zhou, QX (Zhou, Qixing) ; Li, Y (Li, Yi)","Title":"The fundamental role and mechanism of reduced graphene oxide in rGO/Pt-TiO2 nanocomposite for high-performance photocatalytic water splitting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395480800015 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"applications; degradation; poly(vinyl chloride) KeyWords Plus:LAYERED DOUBLE HYDROXIDES; GREEN PREPARATION; PVC RESIN; NANOCOMPOSITES; ZINC","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 22 Article Number: 44896 DOI: 10.1002/APP.44896 Published: JUN 10 2017","Abstract":"The preparation of hydrotalcites with traditional materials is often based on the corresponding salts and alkali solutions. In this study, to facilitate industrial synthesis and take advantage of the lower cost during the process, a Ca-Al-HPO3-layered double hydroxide (LDH) was directly synthesized with calcium hydroxide, aluminum hydroxide, and sodium phosphite powders. X-ray diffraction, Fourier transform infrared, and scanning electron microscopy analyses confirmed the successful synthesis of the phosphite-intercalated hydrotalcite. Compared with Ca-Al-CO3-LDH, Ca-Al-HPO3-LDH enhanced the heat stability of poly(vinyl chloride) (PVC) in terms of both short-term and long-term stability because phosphite replaced the allyl chloride and reacted with the conjugated double bonds in PVC; this was deduced through a thermal aging test. The composites of Ca-Al-HPO3-LDH, zinc stearate, and calcium stearate had a synergetic effect when added to PVC and exhibited excellent thermal stability. In addition, the phosphite reacted with ZnCl2 in case of the phenomenon of zinc burning. (C) 2017 Wiley Periodicals, Inc. J. Appl. Polym.","Authors":"Yan, J (Yan, Jie) ; Yang, ZH (Yang, Zhanhong)","Title":"Intercalated hydrotalcite-like materials and their application as thermal stabilizers in poly(vinyl chloride)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395480800014 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"blends; crystallization; mechanical properties; thermal properties; thermoplastics KeyWords Plus:MECHANICAL-PROPERTIES; REACTIVE EXTRUSION; THERMAL-PROPERTIES; BLEND COMPOSITES; POLYLACTIC ACID; PLA; BEHAVIOR; PLASTICS; PBAT","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 22 Article Number: 44895 DOI: 10.1002/APP.44895 Published: JUN 10 2017","Abstract":"Composites of poly(lactic acid) (PLA) with poly(butylene succinate) (PBS) and microcrystalline cellulose (MCC) as reinforcements of the polymer matrix were prepared by melt blending to improve the brittleness of PLA. As a reactive compatibilizer, a chain extender was used in an attempt to solve the composites' interfacial problems and to improve their mechanical properties; Fourier transform infrared spectroscopy indicated that the chain extender functionally reacted with PLA, PBS, and MCC mainly through end carboxyls or end hydroxyls. Scanning electron microscopy indicated that the chain extender significantly improved the cohesive interfacial forces. Differential scanning calorimetry and X-ray diffraction showed that the chain extender inhibited crystallization, and these effects were greater when its percentage was increased. The addition of chain extender improved the tensile and impact strength of the composites, and this improvement was proportional to the chain-extender percentage. However, the elongation at break decreased when the chain-extender percentage was over 0.5% because of mild crosslinking within the resin matrix. Rheology indicated that the complex viscosity and storage and loss moduli of the composites increased with increasing amount of chain extender; this indicated that the addition of chain extender improved the melt strength and processability of the composites. (C) 2017 Wiley Periodicals, Inc. J. Appl. Polym.","Authors":"Cao, Z (Cao, Zheng) ; Lu, Y (Lu, Ying) ; Zhang, C (Zhang, Cheng) ; Zhang, Q (Zhang, Qian) ; Zhou, A (Zhou, An) ; Hu, YC (Hu, Yanchao) ; Wu, D (Wu, Dun) ; Tao, GL (Tao, Guoliang) ; Gong, FH (Gong, Fanghong) ; Ma, WZ (Ma, Wenzhong) ; Liu, CL (Liu, Chunlin) ...More...Less","Title":"Effects of the chain-extender content on the structure and performance of poly(lactic acid)-poly(butylene succinate)-microcrystalline cellulose composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395480800005 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"biodegradable composites; composting method; modified urea formaldehyde; processability; rice straw KeyWords Plus:WHEAT-STRAW; WASTE; MATURITY; FIBERS; ACETYLATION; PERFORMANCE; EXTRACTION; WOOD","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 22 DOI: 10.1002/app.44878 Published: JUN 10 2017","Abstract":"A composting method was applied to improve the processability of rice straw (RS) and its interfacial interaction with a biodegradable resin, hydrolyzed-soy-protein-modified urea formaldehyde adhesives. The composted RS was characterized by fiber testing, Fourier transform infrared spectroscopy, thermogravimetry, differential scanning calorimetry, and scanning electron microscopy. We found that the particle size of RS was reduced from 0.6-2.0 to 0.2-0.6mm. The cellulose content decreased, and the lignin content increased; unstable bonds were decomposed after composting. All of the results were beneficial for improving the plasticity of RS. Composted RS with inoculant exhibited a higher peak degradation temperature (352 degrees C) than the untreated RS (347 degrees C). The porous structure and tissue in RS were destroyed by the microorganism. The best bonding results were obtained by the composted RS with inoculant. Compared with untreated composites, the modulus of rupture, modulus of elasticity, and tensile strength of the composites were improved by 14.94, 25.36, and 27.21%, respectively. In addition, a mechanism of the structural changes of RS during composting was also proposed. The full biodegradable composites have potential applications in agriculture toward the achievement of sustainable development. (c) 2017 Wiley Periodicals, Inc.","Authors":"Qu, P (Qu, Ping) ; Huang, HY (Huang, Hongying) ; Zhao, YF (Zhao, Yongfu) ; Wu, GF (Wu, Guofeng)","Title":"Physicochemical changes in rice straw after composting and its effect on rice-straw-based composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395480800021 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"antibacterial activity; biopolymers; chitin; nanoparticles; quantum dots KeyWords Plus:ANTIMICROBIAL ACTIVITY; DEGRADATION BEHAVIOR; ASSISTED SYNTHESIS; BIOFILM FORMATION; CHITOSAN; COMPOSITE; NANOPARTICLES; EXTRACTION; STABILITY; BACTERIA","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 22 Article Number: 44904 DOI: 10.1002/app.44904 Published: JUN 10 2017","Abstract":"Novel chitin-cadmium-tellurium quantum dot (Chitin-CdTeQD) hybrid films combining chitin and CdTe quantum dots (CdTeQDs) were prepared via a facile aqueous synthesis route at room temperature. Films were characterized by high-resolution field emission scanning electron microscopy (HR-FESEM) and energy dispersive X-ray (EDX) spectroscopy, Fourier transform infrared (FTIR) spectroscopy, thermogravimetric analysis (TGA), and X-ray diffraction analysis (XRD). Antibacterial activity was studied on both Gram-positive (Staphylococcus aureus) and Gram-negative (Pseudomonas aeruginosa) bacteria. Antibacterial properties were investigated with agar diffusion testing assay and with confocal laser scanning microscopic image analysis. Chitin-CdTeQD films exhibited an excellent antibacterial activity against both Gram-positive and Gram-negative bacteria. Chitin-CdTeQD films might be a desirable antibacterial material for wide range of biomedical applications including wound dressing, burn treatment, drug delivery systems, packaging, ophthalmology, and implants. (C) 2017 Wiley Periodicals, Inc.","Authors":"Wansapura, PT (Wansapura, Poorna Tharaka) ; Dassanayake, RS (Dassanayake, Rohan Suranga) ; Hamood, A (Hamood, Abdul) ; Tran, P (Tran, Phat) ; Moussa, H (Moussa, Hanna) ; Abidi, N (Abidi, Noureddine) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Abidi, Noureddine  http://orcid.org/0000-0001-5642-6332","Title":"Preparation of chitin-CdTe quantum dots films and antibacterial effect on Staphylococcus aureus and Pseudomonas aeruginosa"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000010 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Spodumene; Feldspar; Flotation; Mixed collectors; Synergism KeyWords Plus:SURFACE CRYSTAL-CHEMISTRY; ANIONIC SURFACTANTS; SELECTIVE FLOTATION; MOLECULAR-DYNAMICS; BEHAVIOR; TRANSITION; SEPARATION; SYNERGISM; MIXTURES; GEMINI","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 99-107 DOI: 10.1016/j.ces.2017.02.013 Published: JUN 8 2017","Abstract":"The mixed anionic collector sodium oleate (NaOL) and cationic collector dodecyl ammonium chloride (DTAC) demonstrate high selectivity for the flotation of spodumene from feldspar, and the optimal molar ratio of NaOL and DTAC is 9:1. To detect the underlying mechanism, surface tension measurements, adsorption measurements, zeta potential measurements and Fourier transform infrared (FTIR) analyses were performed. The surface and thermodynamic parameters (CMC, gamma(CMC), Gamma(max). A(min), Delta G(m)(0).) obtained from surface measurements show higher surface activity and a denser molecular arrangement in mixed NaOL/DTAC than in single NaOL or DTAC. Further analysis of the interaction parameters and activity coefficients (beta(m), beta(sigma), f(m), and f(sigma)) obtained from the theory of regular solutions shows that there is a synergistic effect both in the mixed micelle and at the water/air interface. Moreover, the maximum synergistic interaction was found at XDTAC = 0.5 in mixed NaOL/DTAC. The adsorption measurements show that more NaOL is adsorbed on the spodumene surface than on feldspar and that the cationic collector can improve the adsorption of NaOL on the spodumene surface by a small amount, but not for feldspar. The zeta potential measurement and Fourier transform infrared analyses show that in the mixed NaOL/DTAC system, the anionic collector NaOL first reacts with aluminum sites on the mineral surface. Then, the cationic collector DTAC forms an electroneutral complex with the anionic collector NaOL and co-adsorbs on the Stern layer because of the chemisorption of NaOL. Based on these analyses, an adsorption model of the mixed collector NaOL/DTAC on the mineral surface was drawn. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tian, J (Tian, Jia) ; Xu, LH (Xu, Longhua) ; Deng, W (Deng, Wei) ; Jiang, H (Jiang, Hao) ; Gao, ZY (Gao, Zhiyong) ; Hu, YH (Hu, Yuehua)","Title":"Adsorption mechanism of new mixed anionic/cationic collectors in a spodumene-feldspar flotation system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000029 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Crystal size control; Cooling crystallization; Focused beam reflectance measurement (FBRM); Attenuated total reflectance Fourier transform infrared (ATR-FTIR) KeyWords Plus:ATR-FTIR SPECTROSCOPY; BATCH COOLING CRYSTALLIZATION; LASER BACKSCATTERING; CRYSTAL SIZE; SUPERSATURATION; FBRM; IDENTIFICATION; TECHNOLOGY; ACID","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 344-360 DOI: 10.1016/j.ces.2017.01.065 Published: JUN 8 2017","Abstract":"We apply the mass-count framework to understand and control batch cooling crystallization of paracetamol from ethanol. The aim is twofold: (1) to examine the crystallization/dissolution dynamics for this commonly studied system from the mass-count perspective and (2) to test the generality of the framework for establishing crystal size control. Toward the first aim, we gathered experimental results that reveal the dynamics of paracetamol crystallization and dissolution under different temperature profiles. In most situations, the observed dynamics align with expectations and can be interpreted as straightforward crystallization or dissolution. In some cases, however, the experimental results show dynamics that are complex and do not find clear mechanistic interpretation. Nevertheless, in gathering the experimental results we can characterize the dynamics directly in terms of the expected movement in MC space. Such a characterization is useful for establishing control. Toward the second aim, we employed the mass-count framework to develop feedback policies for controlling the mean crystal size. Here we find that, despite the noted complexities, the general control methodology is flexible. Experimental results confirm control over the mean crystal size for three test runs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Griffin, DJ (Griffin, Daniel J.) ; Kawajiri, Y (Kawajiri, Yoshiaki) ; Rousseau, RW (Rousseau, Ronald W.) ; Grover, MA (Grover, Martha A.)","Title":"Using MC plots for control of paracetamol crystallization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300019 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"KNN-EB; Transparent ceramic; Photoluminescence; Color-tunable; Optical temperature sensing KeyWords Plus:UP-CONVERSION LUMINESCENCE; DOPED KNN CERAMICS; PHASE-TRANSITION; BEHAVIOR; PHOTOLUMINESCENCE; NANOPARTICLES; THERMOMETRY; EMISSION; SENSOR; NANOCRYSTALS","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 156-163 DOI: 10.1016/j.jallcom.2017.02.245 Published: JUN 5 2017","Abstract":"The lead-free 0.985(K0.5Na0.5) NbO3-0.015ErBiO(3) (KNN-EB-0.015) ceramic was fabricated by pressureless sintering. It possessed a pure perovskite phase with pseudo-cubic symmetry. Due to the fine-grains, small-sized pores, dense microstructure and relaxor-like characteristics, the ceramic was optically clear, exhibiting the highest transmittances of similar to 40% and similar to 71% in the visible and infrared regions, respectively. The photoluminescence (PL) properties of the ceramic were studied, including the up-conversion (UC) green and red emissions, down-conversion near infrared emission as well as the emission lifetimes. The color-tunable (from green to yellow) UC emissions were observed by increasing the temperature, based on the temperature-dependent emission spectra, which also exhibited good thermal stability (52.6% of the initial intensity at 453 K) of the ceramic. Additionally, the temperature sensing properties were investigated using the fluorescence intensity ratio technique. A maximum sensitivity of similar to 0.0048 K at 603 K was obtained. Combined with the good optical and electrical properties, the KNN-EB-0.015 transparent ceramic could be a promising candidate for multifunctional optoelectronic applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lin, C (Lin, Cong) ; Wu, X (Wu, Xiao) ; Lin, M (Lin, Mei) ; Huang, YP (Huang, Yinpeng) ; Li, J (Li, Jun)","Title":"Optical, luminescent and optical temperature sensing properties of (K0.5Na0.5) NbO3-ErBiO3 transparent ceramics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300022 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"ZnO; Nanostructure; Co-precipitation; Fiber optic sensor; VOC sensing KeyWords Plus:FIBER-OPTIC SENSOR; THIN-FILMS; PHOTOCATALYTIC ACTIVITY; NANOSTRUCTURES; NANOPARTICLES; NANORODS; NANOWIRES; MECHANISM","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 186-197 DOI: 10.1016/j.jallcom.2017.02.160 Published: JUN 5 2017","Abstract":"Spectral characteristics of clad modified fiber optic gas sensor are studied for various concentrations (0-400 ppm) of acetone, ammonia and ethanol at room temperature. The ZnO nanorhombuses were synthesized by co-precipitation technique. The synthesized ZnO nanorhombuses were characterized by X-ray diffraction, high resolution transmission electron microscope, optical absorption studies and Fourier transform infrared spectroscopy. The analysis confirms the formation of ZnO nanorhombuses with wurtzite structure. The synthesized ZnO nanorhombuses were surface functionalized with thiourea to study the impact of functionalization on gas sensing characteristics. The small portion of cladding layer was replaced with nanorhombuses to study the gas sensing characteristics. It shows that the synthesized ZnO nanorhombuses have better selectivity towards acetone than ammonia and ethanol. The thiourea functionalized nanorhombuses showed enhanced sensitivity and fast response compared to the pristine ZnO nanorhombuses. Further, the wavelength dependent sensitivity analysis show that the fiber optic acetone sensor can be operated in visible wavelength with higher sensitivity and in infrared wavelength with moderate sensitivity. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Narasimman, S (Narasimman, S.) ; Balakrishnan, L (Balakrishnan, L.) ; Meher, SR (Meher, S. R.) ; Sivacoumar, R (Sivacoumar, R.) ; Alex, ZC (Alex, Z. C.)","Title":"Influence of surface functionalization on the gas sensing characteristics of ZnO nanorhombuses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300040 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Composite materials; Sintering; Phase transition; Scanning electron microscopy; X-ray diffraction KeyWords Plus:FIRE-RETARDANT; CERAMIZABLE COMPOSITES; INORGANIC FILLERS; FLAME; PYROLYSIS; PHOSPHATE; BEHAVIOR","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 322-329 DOI: 10.1016/j.jallcom.2017.02.252 Published: JUN 5 2017","Abstract":"Ceramic-like residues were obtained by firing silicone rubber (SiR)/ammonium polyphosphate (APP) composites both with and without magnesium hydroxide (MH) composites at different temperatures. To evaluate the self-supporting property, the bending angles of the residues were tested. The effect of MH and firing temperatures on the self-supporting property was investigated. Results show that the addition of MH reduces the bending angles of the residues and improves their densification. Furthermore, as temperature increases, the bending angles of the residues containing magnesium decrease and their flexural strength is improved. Infrared spectroscopy (IR), X-ray diffraction (XRD), scanning electron microscopy (SEM) and energy dispersive X-ray spectroscopy (EDX) analyses demonstrate that formation of crystalline magnesium pyrophosphate within the residues is due to interaction between MH and APP, and the relative content of the crystalline phase increases with increasing temperatures. Solid-state nuclear magnetic resonance (SNMR) further confirms the phosphates, but the above crystalline phase also amorphous magnesium orthophosphate and magnesium metaphosphate. Moreover, as temperatures increase, the relative content of the crystalline phase is improved, which agrees well with the XRD analysis. Therefore, the crystalline phase formed at high temperatures plays a main role in the improvement of the self-supporting property. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gong, XH (Gong, Xin-Hao) ; Wu, TY (Wu, Tao-Yuan) ; Ma, J (Ma, Jie) ; Zhao, D (Zhao, Dong) ; Shen, YC (Shen, Yu-Cai) ; Wang, TW (Wang, Ting-Wei)","Title":"Improved self-supporting property of ceramifying silicone rubber composites by forming crystalline phase at high temperatures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300048 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Er3+: CaLaGa3O7 crystal; First-principles calculations; Spectroscopic properties; Mid-infrared laser KeyWords Plus:2.7 MU-M; DIODE-PUMPED LASER; RARE-EARTH IONS; OPTICAL-PROPERTIES; SRGDGA3O7 CRYSTAL; SINGLE-CRYSTALS; GLASS SYSTEM; M EMISSION; PERFORMANCE; INTENSITIES","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 387-394 DOI: 10.1016/j.jallcom.2017.02.266 Published: JUN 5 2017","Abstract":"Single crystals of pure and Er3+ doped CaLaGa3O7 were firstly grown by the Czochralski technology. The structure of CaLaGa3O7 was investigated. The electronic structures of CaLaGa3O7 crystal were performed by using first-principles calculations based on density functional theory (DFT) methods. Its band structure and density of states were presented. The polarized absorption, emission spectra including up-conversion, near-infrared and mid-infrared fluorescence spectra, as well as the fluorescence decay curves of Er: CaLaGa3O7 crystal were measured at room temperature. Detailed spectroscopic analyses of Er: CaLaGa3O7 were carried out. Based on the Judde-Ofelt theory and the polarized absorption spectra, the spontaneous transition probabilities, the fluorescent branching ratios and the radiative lifetimes were calculated. The energy transfer mechanism in Er: CaLaGa3O7 crystal was also studied in this work. It concludes that Er: CaLaGa3O7 crystal can act as a promising candidate for mid-infrared lasers. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, YY (Liu, Yunyun) ; Wang, Y (Wang, Yan) ; You, ZY (You, Zhenyu) ; Li, JF (Li, Jianfu) ; Zhu, ZJ (Zhu, Zhaojie) ; Tu, CY (Tu, Chaoyang)","Title":"Growth, structure and spectroscopic properties of melilite Er: CaLaGa3O7 crystal for use in mid-infrared laser"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300049 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"PbS; Perovskite; Ligand exchange; Core-shell nanoparticles; Schottky solar cell KeyWords Plus:SENSITIZED SOLAR-CELLS; PBS QUANTUM DOTS; HALIDE PEROVSKITES; PASSIVATION LAYER; THIN-FILMS; NANOCRYSTALS; EFFICIENCY; STABILITY; RECOMBINATION; PERFORMANCE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 395-400 DOI: 10.1016/j.jallcom.2017.02.236 Published: JUN 5 2017","Abstract":"A new method for synthesizing freestanding PbS-CH3NH3PbI3 (MAPI) core-shell nanoparticles (NPs) with enhanced light absorption and photoelectric properties was reported. The transmission electron microscopy (TEM) and energy dispersive spectrometer (EDS) analysis confirmed the core-shell structure of the obtained sample. The Vis-NIR spectra proved the core-shell sample absorbed light both in visible and near infrared region. For comparison, oleic acid/oleylamine molecule capping PbS NPs, MAPI molecule capping PbS NPs, and PbS-MAPI core-shell NPs were used to fabricate Schottky solar cells. PbS-MAPI core-shell NPs based solar cells delivered a photocurrent response from both the PbS and MAPI, and achieved the highest overall PCE. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, M (Li, Ming) ; Yuan, XQ (Yuan, Xiaoqin) ; Ruan, HR (Ruan, Haoran) ; Wang, XD (Wang, Xiandong) ; Liu, YP (Liu, Yongping) ; Lu, ZH (Lu, Zhenhuan) ; Hai, JF (Hai, Jiefeng)","Title":"Synthesis of PbS-CH3NH3PbI3 core-shell nanoparticles with enhanced photoelectric properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300058 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Spin coating method; Thin films; Oxygen gas sensor; AFM; TEM KeyWords Plus:CDS; NANOPARTICLES; ROUTE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 470-477 DOI: 10.1016/j.jallcom.2017.02.228 Published: JUN 5 2017","Abstract":"The cadmium sulfide/ethylenediamine tetraacetic acid (CdS/EDTA) nanostructure thin film was prepared on a glass substrate using sol-gel spin-coating method and used for gas sensor applications. The structure of the CdS and CdS/EDTA thin films were characterized. The nanostructured thin film was found both in hexagonal and cubic structure with an average crystallite size of 43 nm. The stretching vibration mode of CdS and CdS/EDTA was confirmed through fourier transform infrared spectroscopy (FTIR). The surface morphology of the CdS and EDTA doped CdS thin film was investigated using scanning electron microscope (SEM). The EDTA doped CdS surface found to be crystalline with random orientation of particles as compared with that of CdS without EDTA. The values of band gap energy for CdS and CdS/EDTA were obtained respectively, 4.20 and 4.17 eV. The photoluminescence (PL) spectra of the CdS and CdS/EDTA thin film exhibited respectively, green and yellow band emissions. Oxygen gas was suitably tailored to verify the sensor response over a concentration range of 20-100 ppm at room temperature. The observed results reveal that the performance, response and recovery time of sensors found to be increased with the addition of chelating agent to CdS. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Raja, LA (Raja, L. Arun) ; Thirumoorthy, P (Thirumoorthy, P.) ; Karthik, A (Karthik, A.) ; Subramanian, R (Subramanian, R.) ; Rajendran, V (Rajendran, V.)","Title":"Effect of EDTA on cadmium sulfide thin films for oxygen gas sensor applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300068 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Nanocrystalline; Ni-Zn ferrites; Self combustion; Raman; Dielectric properties; Impedance spectroscopy KeyWords Plus:MAGNETIC-PROPERTIES; TEMPERATURE-DEPENDENCE; X-RAY; NIFE2O4 NANOPARTICLES; CATION DISTRIBUTION; PRECURSOR METHOD; THIN-FILMS; CONSTANT; CONDUCTIVITY; NANOCRYSTALS","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 554-561 DOI: 10.1016/j.jallcom.2017.02.241 Published: JUN 5 2017","Abstract":"Nanocrystalline mixed Ni1-xZnx Fe2O4 (x = 0.0, 0.2, 0.4, 0.6, 0.8 and 1) have been achieved by low temperature self-combustion technique using oxylyldehydrazide (ODH) as fuel. The structural, morphological and dielectric properties were studied using X-ray diffraction (XRD), Scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), Raman Spectroscopy and frequency dependant impedance spectroscopy with frequency range from 1 Hz to 10(7) Hz. The XRD analyses of as prepared samples show single phase cubic spinel structure with Fd-3m space group. The average crystallite size was estimated using Debye-Scherer's formula and was found to be in the range 15-30 nm. FTIR spectra shows two prominent absorption bands, the higher band at tetrahedral (A) sites and the lower band at octahedral (B) site. The Raman peaks above 600 cm(-1) correspond to A(1g) type, involving motions of O atoms in the tetrahedral group (A-site) and the other low frequency peak 241, 335 and 480 represent the characteristics of the octahedral group (B-site) of ferrites. SEM images shows that all the samples have nano crystalline behavior with spherical shape. EDX confirms the constitutional distribution of prepared samples. The dielectric properties such as dielectric constant epsilon', dielectric loss tangent and ac conductivity were found to be lowest for x = 0.8. The grain and grain boundary contributions in nano ferrites have been explained using Nyquist plot. The prepared mixed ferrites are good material for frequency dependent applications. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Anupama, MK (Anupama, M. K.) ; Rudraswamy, B (Rudraswamy, B.) ; Dhananjaya, N (Dhananjaya, N.)","Title":"Investigation on impedance response and dielectric relaxation of Ni-Zn ferrites prepared by self-combustion technique"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000001 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Pd; Low temperature CO oxidation; Oxygen transfer; Metal-support interaction KeyWords Plus:RAY-ABSORPTION-SPECTROSCOPY; CARBON-MONOXIDE OXIDATION; CATALYTIC-OXIDATION; PD NANOPARTICLES; LOCAL-STRUCTURE; SOLID-SOLUTIONS; CERIUM OXIDE; METAL OXIDES; CEO2; SITES","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 1-8 DOI: 10.1016/j.apcatb.2017.01.020 Published: JUN 5 2017","Abstract":"The low temperature CO oxidation activity of Pd doped MnOx-CeO2 (MC) solid solution catalyst is evaluated to determine the role of Pd speciation and oxygen transfer. Dynamic reduction behavior of Pd2+ species in the presence of CO at low temperatures is characterized by in-situ diffuse reflectance infrared Fourier transform spectroscopy (DRIFTs) and X-ray absorption spectroscopy (XAS). H-2 temperature-programmed reduction (TPR) and CO/O-2 transient pulse experiments are conducted to evaluate the lattice oxygen reducibility of Pd/CeO2 and Pd/MC. Our results show that highly dispersed PdO species form on the freshly calcined CeO2 and MC supports. Despite the fact that similar Pd species form on the CeO2 and MC supports, PdO can be reduced immediately on CeO2 in the presence of CO, while the MC support can preserve the oxidized Pd species during CO reduction. In the case of CO oxidation, Pd2+ species are maintained through lattice oxygen transfer facilitated by the MC support. CO/O-2 transient pulse experiments confirm the higher reducibility of the MC support, which can favor CO oxidation at 50 degrees C. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, C (Wang, Chao) ; Wen, C (Wen, Cun) ; Lauterbach, J (Lauterbach, Jochen) ; Sasmaz, E (Sasmaz, Erdem)","Title":"Superior oxygen transfer ability of Pd/MnOx-CeO2 for enhanced low temperature CO oxidation activity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000030 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Photocatalysis; Titanium dioxide; Hydroxyl modification; Hexavalent chromium reduction KeyWords Plus:DRINKING-WATER; TIO2; CR(VI); REMOVAL; NANOPARTICLES; NANOCOMPOSITES; DEGRADATION; PERFORMANCE; COMPOSITES; SITES","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 293-299 DOI: 10.1016/j.apcatb.2017.01.044 Published: JUN 5 2017","Abstract":"The selective adsorption of hexavalent chromium (Cr2O72-(Cr(VI))) and the desorption of trivalent chromium (Cr3+(Cr(III))) at the surface of photocatalysts are very important factors in determining the photocatalytic reduction activity of Cr(VI). Here, a homogeneous anchoring of hydroxyl groups on TiO2 was achieved via a simple soaking method in alkaline solution. The increase of surface hydroxyl groups was confirmed by X-ray photoelectron spectroscopy (XPS) and Fourier transformed infrared spectra (FTIR). Moreover, the zeta potential analysis revealed the positive charged TiO2 surface in the acid system shown a significant improvement. The surface positive charges had the selective adsorption for Cr(VI) and desorption for Cr(III). Further experimental results revealed that such selective adsorption process played important roles in the photocatalytic reduction of Cr(VI). Finally, a process of selective adsorption/desorption promoted photocatalytic reduction of Cr(IV) was proposed in detail. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, YL (Li, Yali); Bian, YY (Bian, Yingying); Qin, HX (Qin, Hongxia); Zhang, YX (Zhang, Yaxi); Bian, ZF (Bian, Zhenfeng)","Title":"Photocatalytic reduction behavior of hexavalent chromium on hydroxyl modified titanium dioxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011600022 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Horseradish peroxidase; Electrocatalytic oxidation; p-Dihydroxybenzene KeyWords Plus:DIRECT ELECTRON-TRANSFER; GLASSY-CARBON ELECTRODE; HORSE RADISH PEROXIDASE; DIRECT ELECTROCHEMISTRY; AQUEOUS-SOLUTION; GOLD ELECTRODE; FILM; NANOTUBES; BIOSENSOR; SPECTROSCOPY","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 406 Pages: 170-177 DOI: 10.1016/j.apsusc.2017.02.066 Published: JUN 1 2017","Abstract":"Horseradish Peroxidase (HRP) was immobilized on copper surfaces with the linker of L-Cysteine (LCys) self-assembled films to form Cu/L-Cys/HRP electrodes. The activity of HRP can be preserved by the Cu/L-Cys self-assembled films. The Cu/L-Cys/HRP electrodes can be used for the selective electrocatalytic oxidase of p-dihydroxybenzen in absent of H2O2. The optimum pH for electrocatalyzing p-dihydroxybenzen was 5.5 or 7.0, which corresponds to the isoelectric points of L-Cys and HRP, respectively. X-ray photoelectron spectroscopy (XPS) provided the evidence that L-Cys linked with Cu surface by the Cu-S bond. Fourier transform infrared spectroscopy (FTIR) analyses indicated that aromatic plane of p-dihydroxybenzen was connected parallel to porphyrin ring of heme in HRP. Quantum chemical calculation of density functional theory (DFT) revealed that symmetry of molecular structure and minimum space steric hindrance for p-dihydroxybenzen were benefit to combination with HRP. Moreover, the lowest energy of LUMO and most negative charges of oxygen atom on hydroxyl group of p-dihydroxybenzen were advantage to lose the hydrogen atom of hydroxyl group to be oxided. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, CT (Wang, Chuntao) ; Luo, XX (Luo, Xiaoxiao) ; Jia, ZH (Jia, Zehui) ; Shi, QH (Shi, Qinghua) ; Zhu, RT (Zhu, Ritao)","Title":"Horseradish peroxidase immobilized on copper surfaces and applications in selective electrocatalysis of p-dihydroxybenzene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011600043 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"ZnO; Nanoparticles; Green chemistry; Electrochemical; Moringa oleifera KeyWords Plus:ZINC-OXIDE NANOPARTICLES; BETULINA NATURAL EXTRACT; SABDARIFFA FLOWER EXTRACT; SOLVOTHERMAL ROUTE; CDO NANOPARTICLES; FIELD-EMISSION; THIN-FILMS; PHOTOLUMINESCENCE; NANORODS; NANOSTRUCTURES","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 406 Pages: 339-347 DOI: 10.1016/j.apsusc.2017.01.219 Published: JUN 1 2017","Abstract":"The research work involves the development of better and reliable method for the bio-fabrication of Zinc oxide nanoparticles through green method using Moringa Oleifera extract as an effective chelating agent. The electrochemical activity, crystalline structure, morphology, isothermal behavior, chemical composition and optical properties of ZnO nanoparticles were studied using various characterization techniques i.e. Cyclic voltammetry (CV), X-ray powder diffraction (XRD), High resolution transmission electron microscopy (HRTEM), Selected area electron diffraction (SEAD), Differential scanning calorimetry/thermogravimetric analysis (DSC/TGA), Fourier Transform Infrared analysis (FTIR) and Ultraviolet spectroscopy studies (UV-vis). The electrochemical analysis proved that the ZnO nano has high electrochemical activity without any modifications and therefore are considered as a potential candidate in electrochemical applications. The XRD pattern confirmed the crystallinity and pure phase of the sample. DSC/TGA analysis of ZnO sample (before anneal) revealed three endothermic peaks around 140.8 degrees C, 223.7 degrees C and 389.5 degrees C. These endothermic peaks are attributed to the loss of volatile surfactant, conversion of zinc hydroxide to zinc oxide nanoparticles and transformation of zinc oxide into zinc nanoparticles. Mechanisms of formation of the ZnO nanoparticles via the chemical reaction of the Zinc nitrate precursor with the bioactive compounds of the Moringa oleifera are proposed for each of the major family compounds: Vitamins, Flavonoids, and Phenolic acids. (C) 2017 The Author(s). Published by Elsevier B.V.","Authors":"Matinise, N (Matinise, N.) ; Fuku, XG (Fuku, X. G.) ; Kaviyarasu, K (Kaviyarasu, K.) ; Mayedwa, N (Mayedwa, N.) ; Maaza, M (Maaza, M.)","Title":"ZnO nanoparticles via Moringa oleifera green synthesis: Physical properties & mechanism of formation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007400009 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Coupling Processes in the Equatorial Atmosphere; Cloud propagation; Indonesian Maritime Continent KeyWords Plus:MADDEN-JULIAN OSCILLATION; LIVED SQUALL LINES; DIURNAL CYCLE; SUMATERA ISLAND; WARM-SEASON; RAINFALL; PRECIPITATION; EVOLUTION; TRMM; REANALYSIS","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 189 Pages: 99-110 DOI: 10.1016/j.atmosres.2017.01.019 Published: JUN 1 2017","Abstract":"Improvement of precipitation prediction requires an understanding of the organization mechanism, such as the initiation and evolution of organized convective systems. This paper is a follow-up of a previous study on cloud propagation over the Indonesian Maritime Continent (IMC). Here, the infrared blackbody brightness temperature data is analyzed. A comprehensive cloud statistics model, including span, speed, duration, all possible directions, and size was estimated by applying the modified tracking reflectivity echoes by correlation (TREC) method to time-latitude-longitude space. Comparisons were made to cloud statistics during the first and second campaigns of Coupling Processes in the Equatorial Atmosphere, hereinafter called CPEA-I and CPEA-II. Although the two campaigns were conducted in different monsoon seasons, the cloud propagation directions during each campaign were similar. The cloud systems moved in most directions, except north and east, and preferred southwestward, westward and northwestward movements. Thus, westward moving clouds were more dominant than eastward-moving clouds, in agreement with previous studies. This feature is consistent with the prevailing easterly wind in the middle and upper troposphere despite the difference in low-level wind during each campaign. The two campaign periods were different due to the phase of the Madden-Julian Oscillation (MJO). CPEA-I took place over the active MJO phase, with larger-sized clouds than CPEA-II. Thus, the MJO had an enormous impact on cloud size, but such an impact was not significantly observed in the speed, lifetime, span and direction of propagation. In the two campaigns, clouds moved with a speed of 3-30 m s(-1) and in duration from a few hours to longer than one day. Clouds with long spans and high speeds were generally observed during the strong vertical shear of horizontal winds. In contrast, clouds with short spans and low speeds were found in the more varied environment of the IMC, but were dominant over land, which may have been associated with the diurnal heating cycle. Finally, the present results showed more complex behavior than a previous study in the Bay of Bengal, indicating precipitation mechanisms over the IMC including interactions between large-scale atmospheric phenomena (e.g., monsoon and MJO) with the diurnal precipitation cycles. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Marzuki (Marzuki) ; Vonnisa, M (Vonnisa, Mutya) ; Rahayu, A (Rahayu, Aulya) ; Hashiguchi, H (Hashiguchi, Hiroyuki)","Title":"Cloud statistics over the Indonesian Maritime Continent during the first and second CPEA campaigns"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396201600003 ISSN: 1996-3599 eISSN: 1996-8744","Keywords":"roof solar reflectance; roof infrared emissivity; thermal comfort; building simulation KeyWords Plus:RESIDENTIAL BUILDINGS; HEAT-ISLAND; MITIGATION","Categories":"Thermodynamics; Construction & Building Technology Web of Science Categories:Thermodynamics; Construction & Building Technology","Journal Information":"BUILDING SIMULATION Volume: 10 Issue: 3 Pages: 297-308 DOI: 10.1007/s12273-016-0331-2 Published: JUN 2017","Abstract":"This study developed a series of thermal simulations of buildings under the climatic conditions of 20 cities in Mexico. Thermal comfort was analyzed to examine how it is affected by variations in the solar reflectance and infrared emissivity of the exterior surface of a roof in reference housing. The percentage of uncomfortable hours per year was defined in terms of the PPD index (Predicted Percentage of Dissatisfied) as the fraction of time in which PPD > 20%. Optimal combinations were determined for each city, and it was found that the major effects of the solar reflectance and infrared emissivity occur in cities featuring climates whose ambient temperature is not far away from the comfortable temperature range. The maximum reduction of percentage of uncomfortable hours due to combined effect of solar reflectance and infrared emissivity ranging from 1.9% to 40.6%.","Authors":"Lucero-Alvarez, J (Lucero-Alvarez, Jorge) ; Martin-Dominguez, I (Martin-Dominguez, Ignacio R.)","Title":"Effects of solar reflectance and infrared emissivity of rooftops on the thermal comfort of single-family homes in Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700003 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"C angustifolia; FTIR; Gelatinization; Microstructure; Pasting; Starch; X-ray diffraction KeyWords Plus:DIFFERENTIAL SCANNING CALORIMETRY; DIFFERENT BOTANICAL SOURCES; FUNCTIONAL-PROPERTIES; RHEOLOGICAL PROPERTIES; SORPTION ISOTHERMS; GULABJAMUN MIX; FOREST ORIGIN; GELATINIZATION; FILMS; WATER","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 27-36 DOI: 10.1016/j.foodhyd.2016.12.025 Published: JUN 2017","Abstract":"The physicochemical, thermal, pasting and microstructural properties of commercial Curcuma angustifolio starch were analyzed. Scanning electron and light microscopic analyses revealed that the starch granules were polyhedral to round in shape, and were similar to corn starch in appearance. The mean particle diameter was 15.57 mu m at 3% moisture, which increased to 16.79 mu m at 12% moisture content after adsorbing water. Fourier-transform infrared spectroscopy revealed that the 0-C stretching band was double-peaked. X-ray diffractogram manifested mostly `A' type crystalline structures, similar to that of arrowroot and corn starches. The NMR spectrum of this starch also resembled closely that of corn starch, with typical resonances at 100, 71-78 and 60 ppm. The moisture sorption isotherms of C angustifolia starch were sigmoidal shape, with cross over at higher temperature. The glass transition temperature (T-g) decreased linearly from 70.15 degrees C at 3% moisture content to 64.65 degrees C at 12% (R-2 = 0.985) while the peak gelatinization temperature of starch was 78.2 degrees C, with an enthalpy of 20.43 J/g. Thermogravimetric analysis showed that 76% of mass loss related to depolymerization of starch occurred between 275 and 345 degrees C. The derivative curve was single-peaked. Pasting studies showed that C. angustifolia starch showed peak, breakdown and setback viscosities much higher than those of cassava and arrowroot starches. The high phosphorous content conferred high paste viscosity and improved gel strength during pasting. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Franklin, MEE (Franklin, Magdaline Eljeeva Emerald) ; Pushpadass, HA (Pushpadass, Heartwin A.) ; Kumar, B (Kumar, Braj) ; Kulkarni, S (Kulkarni, Satish) ; Muthurayappa, M (Muthurayappa, Manjunatha) ; Kandasamy, R (Kandasamy, Ruckmani) ; Venkatachalam, P (Venkatachalam, Ponnusami) ; Vellingiri, P (Vellingiri, Palanimuthu)","Title":"Physicochemical, thermal, pasting and microstructural characterization of commercial Curcuma angustifolia starch"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700017 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"Fish gelatin; Xylitol; Stevia; Confectionery gels; Grass carp; Ctenopharyngodon idellus KeyWords Plus:PERCH LATES-NILOTICUS; ACID-SOLUBLE COLLAGEN; AQUEOUS-SOLUTIONS; SKIN GELATIN; EXTRACTION; PRETREATMENT; KINETICS; TEXTURE; PECTIN; YOUNG","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 157-165 DOI: 10.1016/j.foodhyd.2016.12.031 Published: JUN 2017","Abstract":"Low calorie sweeteners, such as xylitol and stevia, are being used for confectionery gels. Xylitol is digested using the human's glucose pathway and stevia is a natural low calorie sweetener. However, the microstructure and rheological properties of fish gelatin (FG) confectionery gels with these sweeteners has not been studied. Therefore, the effects of xylitol or stevia at 0, 1, 3, 5, 10 and 20% on the rheological properties and microstructure of FG (6.67% w/w) were studied. The addition of xylitol at low concentrations (i.e., 3-5%) increased the gel strength. However, the gel strength decreased upon further addition of xylitol, likely due to the xylitol preventing gel network formation. The gel strength decreased as stevia increased, which might be attributed to an antagonism that prevents fish gelatin from forming three dimensional network structures. Fourier transform infrared (FTIR) spectroscopy showed that the overall intensities of Amides A, B, I, II, III and the Fingerprint region increased with increasing concentrations of xylitol and stevia, suggesting decreased molecular order. Xylitol had more pronounced effects than stevia, which probably was related to its greater solubility and number of OH groups. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Cai, LY (Cai, Luyun) ; Feng, JH (Feng, Jianhui) ; Regenstein, J (Regenstein, Joe) ; Lv, YF (Lv, Yanfang) ; Li, JR (Li, Jianrong)","Title":"Confectionery gels: Effects of low calorie sweeteners on the rheological properties and microstructure of fish gelatin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900027 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Certified Reference Materials; Chemometrics; Unsupervised classification; GC-MS; Fuels KeyWords Plus:LEAST-SQUARES ANALYSIS; PRINCIPAL COMPONENT ANALYSIS; NEAR-INFRARED SPECTROSCOPY; PARALLEL FACTOR-ANALYSIS; GC-MS; DIESEL FUEL; AROMATIC-HYDROCARBONS; CHEMICAL-COMPOSITION; COMPLEX-MIXTURES; OIL","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 248-258 DOI: 10.1016/j.fuel.2017.02.025 Published: JUN 1 2017","Abstract":"As feedstocks transition from conventional oil to unconventional petroleum sources and biomass, it will be necessary to determine whether a particular fuel or fuel blend is suitable for use in engines. Certifying a fuel as safe for use is time-consuming and expensive and must be performed for each new fuel. In principle, suitability of a fuel should be completely determined by its chemical composition. This composition can be probed through use of detailed analytical techniques such as gas chromatography-mass spectroscopy (GC-MS). In traditional analysis, chromatograms would be used to determine the details of the composition. In the approach taken in this paper, the chromatogram is assumed to be entirely representative of the composition of a fuel, and is used directly as the input to an algorithm in order to develop a model that is predictive of a fuel's suitability. When a new fuel is proposed for service, its suitability for any application could then be ascertained by using this model to compare its chromatogram with those of the fuels already known to be suitable for that application. In this paper, we lay the mathematical and informatics groundwork for a predictive model of hydrocarbon properties. The objective of this work was to develop a reliable model for unsupervised classification of the hydrocarbons as a prelude to developing a predictive model of their engine-relevant physical and chemical properties. A set of hydrocarbons including biodiesel fuels, gasoline, highway and marine diesel fuels, and crude oils was collected and GC-MS profiles obtained. These profiles were then analyzed using multi-way principal components analysis (MPCA), principal factors analysis (PARAFAC), and a self-organizing map (SOM), which is a kind of artificial neural network. It was found that, while MPCA and PARAFAC were able to recover descriptive models of the fuels, their linear nature obscured some of the finer physical details due to the widely varying composition of the fuels. The SOM was able to find a descriptive classification model which has the potential for practical recognition and perhaps prediction of fuel properties. Published by Elsevier Ltd.","Authors":"Rocha, WFD (de Carvalho Rocha, Werickson Fortunato) ; Schantz, MM (Schantz, Michele M.) ; Sheen, DA (Sheen, David A.) ; Chu, PM (Chu, Pamela M.) ; Lippa, KA (Lippa, Katrice A.)","Title":"Unsupervised classification of petroleum Certified Reference Materials and other fuels by chemometric analysis of gas chromatography-mass spectrometry data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900041 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"NIR-spectroscopy; Gasoline; Adulteration; PCA; PLS-DA; PLS regression KeyWords Plus:BRAZILIAN GASOLINE; CALIBRATION; QUALITY; CLASSIFICATION; CHEMOMETRICS; REGRESSION; TOOL","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 388-396 DOI: 10.1016/j.fuel.2017.02.041 Published: JUN 1 2017","Abstract":"Super premium 95 octane gasoline is a special blend of petrol with a higher octane rating that can produce higher engine power, as well as knock-free performance for cars with a high-octane requirement. Super premium grade gasoline 95 is often adulterated with cheaper Premium grade 91 that lowers the octane number of the Super premium gasoline. In the present study a new Near Infrared (NIR) spectroscopy combined with multivariate analysis was developed to detect as well as to quantify the level of Premium 91 gasoline adulteration in Super premium 95 octane gasolines. In this study standard samples of Premium 91 and Super premium 95 octane gasoline were collected from Oman Oil Refineries and Petroleum Industries Company SAOC (ORPIC) and were investigated. Super premium 95 samples were then adulterated with eighteen different percentage levels: 0%, 1%, 3%, 5%, 7%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, and 75% of Premium 91 gasoline. All samples were measured using NIR spectroscopy in absorption mode in the wavelength range from 700 to 2500 nm. The multivariate methods like PCA, PLSDA and PLS regression were applied for statistical analysis of the obtained NIR spectral data. Partial least-squares discriminant analysis (PLSDA) was used to check the discrimination between the pure and adulterated gasoline samples. For PLSDA model the R-square value obtained was 0.99 with 0.012 RMSE. Furthermore, PLS regression model was also built to quantify the levels of Premium 91 adulterant in Super Premium 95 gasoline samples. The PLS regression model was obtained with the R-square 0.99 and with 1.33 RMSECV value having good prediction with RMSEP value 1.35 and correlation of 0.99. This newly developed method is having lower limit of detection less than 1.5% level for Premium 91 adulteration. It was desirable to have simple, rapid and sensitive methods to detect the presence of one petroleum product in another. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mabood, F (Mabood, Fazal) ; Gilani, SA (Gilani, Syed Abdullah) ; Albroumi, M (Albroumi, Mohammed) ; Alameri, S (Alameri, Saif) ; Al Nabhani, MMO (Al Nabhani, Mahmood M. O.) ; Jabeen, F (Jabeen, Farah) ; Hussain, J (Hussain, Javid) ; Al-Harrasi, A (Al-Harrasi, Ahmed) ; Boque, R (Boque, Ricard) ; Farooq, S (Farooq, Saima) ; Hamaed, AM (Hamaed, Ahmad M.) ; Naureen, Z (Naureen, Zakira) ; Khan, A (Khan, Alamgir) ; Hussain, Z (Hussain, Zahid) ...More...Less","Title":"Detection and estimation of Super premium 95 gasoline adulteration with Premium 91 gasoline using new NIR spectroscopy combined with multivariate methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651400014 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"lo; Volcanism; Infrared observations; Adaptive optics; Spectroscopy KeyWords Plus:ADAPTIVE OPTICS OBSERVATIONS; VOLCANIC ACTIVITY; THERMAL EMISSION; LAVA FLOWS; ACTIVE VOLCANISM; KILAUEA VOLCANO; GALILEO NIMS; ERUPTION; KECK; OUTBURST","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 289 Pages: 181-198 DOI: 10.1016/j.icarus.2017.01.038 Published: JUN 2017","Abstract":"Loki Patera is one of the most dramatically time-variable volcanic features on Io, exhibiting episodic brightening events every 1-3 years that may produce over 15% of lo's global heat flow. We observed three such brightening events with adaptive optics imaging at the Keck and Gemini N telescopes over the course of 70 nights of observation in 2013-2016. The high cadence and multi-wavelength nature of the observations provides constraints on models for activity at Loki Patera. The Matson et al. (2006) model for Loki Patera as an overturning basaltic magma sea is adapted to fit the observations of all three events. In particular, we adjust the details of the overturn progression, and modify the lava thermal properties to include dependencies on temperature and porosity, to improve the fit to the data. The preferred models find overturn front propagation velocities of 1.2-1.7 km/day, corresponding to resurfacing rates of 1500-2200 m(2)/s. The time intervals of 440-540 days between successive events are roughly consistent with the 540-day period calculated by Rathbun et al. (2002) for events prior to 2001. The best coverage was obtained for the 2016 brightening; model fits to this event require a lava bulk thermal conductivity of 0.55-0.75 W/m/K, with the best fit obtained for a value of similar to 0.7 W/m/K and an average porosity that decreases during cooling. For all three events, the overturn front appears to propagate around the patera in the clockwise direction, opposite to what has been inferred for past brightening events. There is evidence that the overturn may be more complex than a single propagating wave, perhaps involving multiple simultaneous resurfacing waves as well as portions of the patera that are active even after the nominal bright phase has ended. The measured intensities are anomalously low when Loki Patera is viewed at high emission angles, suggestive of topographic shadowing due to a raised area or the edge of the depression in which the magma sea resides. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"de Kleer, K (de Kleer, Katherine) ; de Pater, I (de Pater, Imke)","Title":"Io's Loki Patera: Modeling of three brightening events in 2013-2016"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651400016 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Aeronomy; Atmospheres, Chemistry; Experimental techniques; Spectroscopy; Titan, Atmosphere KeyWords Plus:UPPER-ATMOSPHERE; THOLINS; ANALOGS; PLASMA; MATRIX; CN; ISOCYANIDES; ENVIRONMENT; CHEMISTRY; DYNAMICS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 289 Pages: 214-226 DOI: 10.1016/j.icarus.2017.02.004 Published: JUN 2017","Abstract":"This paper presents the first results of the solid phase analysis of the Titan tholins generated in the Titan Haze Simulation (THS) experiments. This study complements the gas phase analysis study that was presented in a previous publication introducing the THS capabilities. In the THS experiment, the chemistry is simulated by plasma in the stream of a supersonic jet expansion. With this unique design, the gas is jet-cooled to Titan-like temperature (similar to 150K) before inducing the chemistry by plasma, and remains at low temperature in the plasma discharge (similar to 200 K). Here, we present and discuss the results of scanning electron microscopy and infrared spectroscopy studies of THS solid aerosols produced in the four gas mixtures already studied by mass spectrometry in the gas phase: N-2-CH4, N-2-CH4-C2H2, N-2-CH4-C6H6 and N-2-CH4-C2H2-C6H6. Differences in the morphology of the grains and aggregates produced in the volume of the gas phase in the plasma cavity, depending on the initial precursors, have been observed by scanning electron microscopy, that appear to be linked to differences in the growth processes and might have an impact on microphysical models. The mid -infrared spectroscopic analysis highlights changes in the nitrogen chemistry, and the abundance of aromatic compounds, depending on the initial gas mixture. A preliminary study of the aging and degradation of the THS samples with time and exposure to air and light has shown the importance, for future studies of laboratory-generated planetary aerosol analogs, of collecting, storing and characterizing samples under controlled environment. A comparison to VIMS data shows that the THS tholins produced in simpler mixtures, i.e., with a higher level of nitrogen incorporation, are more representative of Titan's aerosols. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Sciamma-O'Brien, E (Sciamma-O'Brien, Ella) ; Upton, KT (Upton, Kathleen T.) ; Salama, F (Salama, Farid)","Title":"The Titan Haze Simulation (THS) experiment on COSmIC. Part II. Ex-situ analysis of aerosols produced at low temperature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200001 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Polysaccharides; Microwave-assisted extraction; Functional properties KeyWords Plus:MULBERRY FRUIT POLYSACCHARIDES; GRADED ETHANOL PRECIPITATION; STRUCTURAL-CHARACTERIZATION; ANTIOXIDANT ACTIVITIES; HUANGSHAN MOUNTAIN; IN-VITRO; OPTIMIZATION; FRACTIONS; PURIFICATION; SUBSTANCES","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 1-11 DOI: 10.1016/j.indcrop.2017.01.042 Published: JUN 2017","Abstract":"Microwave -assisted extraction of Moringa oleifera Lam. leaf polysaccharides was investigated using a response surface methodology. The following conditions were found to generate an experimental yield of 2.96 +/- 0.11%, which closely agreed with the predicted value of 2.89%: time 70 min, microwave power 700W, temperature 70 degrees C and a liquid/solid ratio of 35 mL/g. After the MLPs were treated with graded precipitation of 40%, 60% and 80% (v/v) ethanol solution, the respective average rholecular weight polysaccharide fractions, namely MLP-1 (9.68 x 10(3) kDa), MLP-2 (6.29 x 10(3) kDa) and MLP-3 (4.86 x 10(3) kDa), were obtained. These three fractions were composed of xylose, mannose, glucose, galactose and arabinose but with differing molar ratios. They had similar Fourier transform infrared spectroscopy but their surface morphology differed as determined by scanning electron microscdpy. The Congo red assay indicated that the three fractions were not helical polysaccharides. The three polysaccharide fractions exhibited different rheological properties. MLP-1 exhibited pseudoplastic flow behaviors, while MLP-3 displayed near -Newtonian flow behaviors over the entire accessible frequency range. In addition, MLP-had stronger inhibitory effects on a -amylase and a-glucosidase than MLP-1 and MLP-2. The results suggest that MLP-3 has potential for the treatment of diabetes. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, C (Chen, Chun) ; Zhang, B (Zhang, Bin) ; Huang, Q (Huang, Qiang) ; Fu, X (Fu, Xiong) ; Liu, RH (Liu, Rui Hai)","Title":"Microwave-assisted extraction of polysaccharides from Moringa oleifera Lam. leaves: Characterization and hypoglycemic activity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200005 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Regenerated cellulose fibres; CNC; Chemical modification; Cerium ammonium initiation; Hierarchical structure; Mechanical properties KeyWords Plus:PALM TREE FIBERS; TEMPO-MEDIATED OXIDATION; MECHANICAL-PROPERTIES; POLYESTER COMPOSITES; LIGNOCELLULOSIC FIBERS; COUPLING AGENTS; NATURAL FIBER; NANOCRYSTALS; DEFORMATION; POLYMER","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 41-50 DOI: 10.1016/j.indcrop.2017.02.006 Published: JUN 2017","Abstract":"A simple and innovative new route, with less negative impact on the environment, for depositing and hope-grafting cellulose nano-crystals onto the surface of regenerated cellulose fibres (Cordenka 700 Super 3), using gamma-methacryloxypropyltrimethoxysilane as coupling agent, is presented. Hierarchical cellulosic structure involving micro-scale fibres and nano-scale cellulose crystal network was created as verified by the scanning electron microscopy. The fibres were initially oxidised by optimized concentration of cerium ammonium nitrate to generate radicals on the cellulose backbone in order to polymerize the coupling agent at the surface. Infrared spectroscopy and scanning electron microscopy confirmed the chemical polymerisation of MPS onto regenerated cellulose fibres without enabling to show the chemical bonding between silane and nano-crystals. However, tensile test which was performed to study the impact of different treatments on mechanical properties of regenerated cellulose fibres, revealed that the modification by silane decreased the stiffness and strength of fibres (22% and 10% decrease, respectively) while the strain at failure was increased. These changes were attributed to the treatment conditions which may have induced the disorder and the misalignment of the structure of cellulose fibres (e.g. axial orientation of molecular chains and crystalline phase of the fibre has been reduced). This assumption is supported by the results from successive loading-unloading test of the fibre bundle. However, after depositing cellulose nano-crystals onto the fibre's surface, the stiffness was recovered (20% increase in comparison to MPS treated fibres) while the strength and strain at failure remained at the same order of magnitude as for fibres treated only by the coupling agent. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hajlane, A (Hajlane, Abdelghani) ; Kaddami, H (Kaddami, Hamid) ; Joffe, R (Joffe, Roberts)","Title":"Chemical modification of regenerated cellulose fibres by cellulose nano-crystals: Towards hierarchical structure for structural composites reinforcement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200016 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Enzymatic hydrolysis lignin; Self-assembly; Nanospheres; Formation mechanism KeyWords Plus:LIGNOCELLULOSIC BUTANOL RESIDUE; ENZYMATIC-HYDROLYSIS LIGNIN; EUCALYPTUS-GLOBULUS WOODS; PI-PI INTERACTIONS; IONIC LIQUIDS; PINUS-RADIATA; KRAFT LIGNIN; NANOPARTICLES; COPOLYMERS; NANOLIGNIN","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 146-152 DOI: 10.1016/j.indcrop.2017.02.025 Published: JUN 2017","Abstract":"Lignin has recently attracted much attention due to their renewable nature. Here we focused on a simple self-assembly method for fabricating size and shape uniform enzymatic hydrolysis lignin (EHL) nanospheres, without chemical modification of lignin. EHL was dissolved in tetrahydrofuran at different initial concentrations and subsequently self-assembly with adding water under magnetic stirring for fabricating the nanospheres. The self-assembled structure, process parameters and formation mechanism of the nanospheres Were investigated by transmission electron microscopy (TEM), scanning electron microscopy (SEM), dynamic light scattering (DLS), fourier transform infrared spectroscopy (FTIR), and UV-vis absorption spectra. Results showed that the nanospheres were formed through a layer-by-layer self-assembly approach from inside to outside based on pi-pi interactions, which enabled the formation of nanospheres in the size range of 190-590 nm. Increasing the pre -dropping EHL concentration resulted in an increase of the average diameter and yield of the nanospheres. The nanospheres have good stability, and their average diameters had no significant change after 30 days. The chemical structural features of the nanospheres had not produced a significant change in the preparation process. High preparation temperature brought about the formation of the gaps at the surface of the nanospheres due to the effect of volatile speed of solvent. Moreover, the average diameter of the nanospheres decreased with an increase of stirring rate or the dropping speed of water. The proposed EHL nanospheres are eco-friendly, cost-effective and therefore a promising candidate for biomass based carrier. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xiong, FQ (Xiong, Fuquan) ; Han, YM (Han, Yanming) ; Wang, SQ (Wang, Siqun) ; Li, GY (Li, Gaiyun) ; Qin, TF (Qin, Tefu) ; Chen, Y (Chen, Yuan) ; Chu, FX (Chu, Fuxiang)","Title":"Preparation and formation mechanism of size-controlled lignin nanospheres by self-assembly"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200021 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Sugarcane bagasse; Cellulose nanocrystals; Polyvinyl alcohol; Tissue engineering scaffold KeyWords Plus:POLY VINYL ALCOHOL; HIGH-PRESSURE HOMOGENIZATION; POLYVINYL-ALCOHOL; IN-VITRO; MICROCRYSTALLINE CELLULOSE; NANOFIBROUS SCAFFOLDS; MECHANICAL-PROPERTIES; COMPOSITE SCAFFOLDS; OPTICAL-PROPERTIES; COLORED COTTON","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 183-197 DOI: 10.1016/j.indcrop.2017.02.031 Published: JUN 2017","Abstract":"Sugarcane bagasse has been utilized as a source of nanocellulose in nanomaterial science. However, the biocompatibility of cellulose nanocrystals-based nanocomposites on human fibroblast skin cell has rarely been reported. Therefore, in this study, cellulose nanocrystals (CNCs) Obtained from sugarcane bagasse were incorporated With polyvinyl alcohol (PVA) in the synthesis of tissue engineering scaffolds to reveal the responses of human skin cells to this scaffold in vitro. Scanning electron microscopy images illustrated that increasing the CNC concentration coincided with pore size enlargement to 164.7 mu m and 96.2 mu m for PVA/CNC nanocomposites and neat PVA, respectively. The three-dithensional porous structure of the nanocomposite showed irregular and interconnected pore structures as well as the pore distribution. Moreover, X-ray diffraction indicated that the relative crystallinity of the PVA with 2 and 4 wt% of CNCs was lower (44.94 +/- 0.97% and 45.8 +/- 1.05%, respectively) than that of neat PVA (49.79 +/- 0.9%), and the highest relative crystallinity (48.53 +/- 1.04%) was recorded at 6 wt% of CNCs. Fourier transform infrared spectroscopy was used to confirm the changes of chemical functional groups, and the non-cytotoxicity of PVA/CNCA_10 was recorded at 82 +/- 4.1% cell viability in an in vitro cytotoxicity test. Additionally, thermal, swelling and mechanical behaviors were significantly improved by increasing the CNC content. The compressive modulus and the major degradation temperature of PVA/CNCA_10 reached 6.36 MPa and 343 +/- 4.14 C, respectively, while the swelling degree of 4 and 6 wt%CNCs scaffolds shared a similar maximum level of approximately 853%. Moreover, the biocompatibility of the obtained PVA/CNC_10 with a human fibroblast skin cell line (CRL-2522) illustrated good spreading and adhesion of cells on the material surfaces. These findings indicated that the integration of a PVA/CNC scaffold with fibroblast cells in vitro can be further studied for in vivo and biomedical applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lam, NT (Lam, Nga Tien) ; Chollakup, R (Chollakup, Rungsima) ; Smitthipong, W (Smitthipong, Wirasak) ; Nimchua, T (Nimchua, Thidarat) ; Sukyai, P (Sukyai, Prakit)","Title":"Utilizing cellulose from sugarcane bagasse mixed with poly(vinyl alcohol) for tissue engineering scaffold fabrication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200005 ISSN: 0303-2434","Keywords":"Pasture; Imaging spectroscopy; Dead vegetation; NDVI; Partial least squares KeyWords Plus:SHORTWAVE INFRARED REFLECTANCE; ABSORPTION INDEX CAI; RESIDUE COVER; LEAF BIOCHEMISTRY; INNER-MONGOLIA; DESERT STEPPE; REGRESSION; SELECTION; QUALITY; FIELD","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 26-35 DOI: 10.1016/j.jag.2017.01.004 Published: JUN 2017","Abstract":"New Zealand farming relies heavily on grazed pasture for feeding livestock; therefore it is important to provide high quality palatable grass in order to maintain profitable and sustainable grassland management. The presence of non-photosynthetic vegetation (NPV) such as dead vegetation in pastures severely limits the quality and productivity of pastures. Quantifying the fraction of dead vegetation in mixed pastures is a great challenge even with remote sensing approaches. In this study, a high spatial resolution with pixel resolution of 1 m and spectral resolUtion of 3.5-5.6 nm imaging spectroscopy data from AisaFENIX (380-2500 nm) was used to assess the fraction of dead vegetation component in mixed pastures on a hill country farm in New Zealand. We used different methods to retrieve dead vegetation fraction from the spectra; narrow band vegetation indices, full spectrum based partial least squares (PIS) regression and feature selection based PLS regression. Among all approaches, feature selection based PLS model exhibited better performance in terms of prediction accuracy (R(2)cv = 0.73, RMSEcv = 6.05, RPDcv = 2.25). The results were consistent with validation data, and also performed well on the external test data (R-2 = 0.62, RMSE = 8.06, RPD = 2.06). In addition, statistical tests were conducted to ascertain the effect of topographical variables such as slope and aspect on the accumulation of the dead vegetation fraction. Steep slopes (>25 degrees) had a significantly (p<0.05) higher amount of dead vegetation. In contrast, aspect showed nonsignificant impact on dead vegetation accumulation. The results from the study indicate that AisaFENIX imaging spectroscopy data could be a useful tool for mapping the dead vegetation fraction accurately. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pullanagari, RR (Pullanagari, R. R.) ; Kereszturi, G (Kereszturi, G.) ; Yule, IJ (Yule, I. J.)","Title":"Quantification of dead vegetation fraction in mixed pastures using AisaFENIX imaging spectroscopy data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200014 ISSN: 0303-2434","Keywords":"Reflectance spectroscopy; Soil heavy metal; Organic matter; Clay minerals; Band selection KeyWords Plus:NEAR-INFRARED SPECTROSCOPY; SAMPLING UNCERTAINTY ANALYSIS; ORGANIC-MATTER; HEAVY-METALS; ACID SOILS; ADSORPTION; CONTAMINATION; DESORPTION; POLLUTION; FIELD","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 126-133 DOI: 10.1016/j.jag.2017.01.013 Published: JUN 2017","Abstract":"Soil contamination by heavy metals has been an increasingly severe threat to nature environment and human health. Efficiently investigation of contamination status is essential to soil protection and remediation. Visible and near-infrared reflectance spectroscopy (VNIRS) has been regarded as an alternative for monitoring soil contamination by heavy metals. Generally, the entire VNIR spectral bands are employed to estimate heavy metal concentration, which lacks interpretability and requires much calculation. In this study, 74 soil samples were collected from Hunan Province, China and their reflectance spectra were used to estimate zinc (Zn) concentration in soil. Organic matter and clay minerals have strong adsorption for Zn in soil. Spectral bands associated with organic matter and clay minerals were used for estimation with genetic algorithm based partial least square regression (GA-PLSR). The entire VNIR spectral bands, the bands associated with organic matter and the bands associated with clay minerals were incorporated as comparisons. Root mean square error of prediction, residual prediction deviation, and coefficient of determination (R-2) for the model developed using combined bands of organic matter and clay minerals were 329.65 mg kg(-1), 1.96 and 0.73, which is better than 341.88 mg kg(-1), 1.89 and 0.71 for the entire VNIR spectral bands, 492.65 mg kg(-1),1.31 and 0.40 for the organic matter, and 430.26 mg kg(-1), 1.50 and 0.54 for the clay minerals. Additionally, in consideration of atmospheric water vapor absorption in field spectra measurement, combined bands of organic matter and absorption around 2200 nm were used for estimation and achieved high prediction accuracy with R-2 reached 0.640. The results indicate huge potential of soil reflectance spectroscopy in estimating Zn concentrations in soil. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sun, WC (Sun, Weichao) ; Zhang, X (Zhang, Xia)","Title":"Estimating soil zinc concentrations using reflectance spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200019 ISSN: 0303-2434","Keywords":"Handheld spectroradiometer; Statistical and machine learning techniques; Reflectance data; Vegetation indices; Vineyard; Crop water deficit KeyWords Plus:REGULARIZED NEURAL-NETWORKS; STRESS DETECTION; NITROGEN CONCENTRATION; VEGETATION INDEXES; AIRBORNE IMAGERY; REFLECTANCE; FLUORESCENCE; REGRESSION; VINEYARDS; PRI","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 177-190 DOI: 10.1016/j.jag.2017.02.013 Published: JUN 2017","Abstract":"In this study, hyperspectral reflectance (HySR) data derived from a handheld spectroradiometer were used to assess the water status of three grapevine cultivars in two sub-regions of Douro wine region during two consecutive years. A large set of potential predictors derived from the HySR data were considered for modelling/predicting the predawn leaf water potential (Psi(pd)) through different statistical and machine learning techniques. Three HySR vegetation indices were selected as final predictors for the computation of the models and the in-season time trend was removed from data by using a time predictor. The vegetation indices selected were the Normalized Reflectance Index for the wavelengths 554 nm and 561 nm (NRI554;561), the water index (WI) for the wavelengths 900 nm and 970 nm, and the D1 index which is associated with the rate of reflectance increase in the wavelengths of 706 nm and 730 nm. These vegetation indices covered the green, red edge and the near infrared domains of the electromagnetic spectrum. A large set of state-of-the-art analysis and statistical and machine-learning modelling techniques were tested. Predictive Modelling techniques based on generalized boosted model (GBM), bagged multivariate adaptive regression splines (B-MARS), generalized additive model (GAM), and Bayesian regularized neural networks (BRNN) showed the best performance for predicting Psi(pd), with an average determination coefficient (R-2) ranging between 0.78 and 0.80 and RMSE varying between 0.11 and 0.12 MPa. When cultivar Touriga Nacional was used for training the models and the cultivars Touriga Franca and Tinta Barroca for testing (independent validation), the models performance was good, particularly for GBM (R-2 = 0.85; RMSE = 0.09 MPa). Additionally, the comparison of Psi(pd) observed and predicted showed an equitable dispersion of data from the various cultivars. The results achieved show a good potential of these predictive models based on vegetation indices to support irrigation scheduling in vineyard. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pocas, I (Pocas, Isabel) ; Goncalves, J (Goncalves, Joao) ; Costa, PM (Costa, Patricia Malva) ; Goncalves, I (Goncalves, Igor) ; Pereira, LS (Pereira, Luis S.) ; Cunha, M (Cunha, Mario)","Title":"Hyperspectral-based predictive modelling of grapevine water status in the Portuguese Douro wine region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200025 ISSN: 0303-2434","Keywords":"Amazonia; BRDF; Directional effects; ETM; MODIS; Preprocessing; Radiometric normalization; Surface reflectance; TM; Validation KeyWords Plus:IMAGE TIME-SERIES; SNOW-FREE ALBEDO; BIDIRECTIONAL REFLECTANCE; SURFACE REFLECTANCE; SATELLITE IMAGERY; BRDF CORRECTION; MODIS BRDF; TM IMAGERY; COVER; RETRIEVAL","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 249-263 DOI: 10.1016/j.jag.2017.01.017 Published: JUN 2017","Abstract":"Biodiversity mapping in extensive tropical forest areas poses a major challenge for the interpretation of Landsat images, because floristically clearly distinct forest types may show little difference in reflectance. In such cases, the effects of the bidirectional reflection distribution function (BRDF) can be sufficiently strong to cause erroneous image interpretation and classification. Since the opening of the Landsat archive in 2008, several BRDF normalization methods for Landsat have been developed. The simplest of these consist of an empirical view angle normalization, whereas more complex approaches apply the semi-empirical Ross-Li BRDF model and the MODIS MCD43-series of products to normalize directional Landsat reflectance to standard view and solar angles. Here we quantify the effect of surface anisotropy on Landsat TMIETM-1-images over old-growth Amazonian forests, and evaluate five angular normalization approaches. Even for the narrow swath of the Landsat sensors, we observed directional effects in all spectral bands. Those normalization methods that are based on removing the surface reflectance gradient as observed in each image were adequate to normalize TIWETM+ imagery to nadir viewing, but Were less suitable for multitemporal analysis when the solar vector varied strongly among images. Approaches based on the MODIS BRDF model parameters successfully reduced directional effects in the visible bands, but removed only half of the systematic errors in the infrared bands. The best results were obtained when the semi-empirical BRDF model was calibrated using pairs of Landsat observation. This method produces a single set of BRDF parameters, which can then be used to operationally normalize Landsat TM/ETM+ imagery over Amazonian forests to nadir viewing and a standard solar configuration. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Van Doninck, J (Van Doninck, Jasper) ; Tuomisto, H (Tuomisto, Hanna)","Title":"Evaluation of directional normalization methods for Landsat TM/ETM plus over primary Amazonian lowland forests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397480000009 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"Machine vision; Defect detection; Stem-end/calyx identification; NIR structured light; Lightness correction KeyWords Plus:STEM-END/CALYX IDENTIFICATION; SURFACE-DEFECTS; MACHINE VISION; SYSTEM; CALYX; RECOGNITION; RECONSTRUCTION; PERFORMANCE; INSPECTION; TRANSFORM","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 203 Pages: 69-82 DOI: 10.1016/j.jfoodeng.2017.02.008 Published: JUN 2017","Abstract":"The automated detection of defective apples with a machine vision system is difficult because of the non-uniform intensity distribution on the apple images and the visual similarity between the stem-ends/calyx and the defects. This paper presents a novel method to recognise defective apples by using a machine vision system that combines near-infrared(NIR) coded spot-array structured light and fast lightness correction. By analysing the imaging principle of the spots projected onto the surface of a spherical object, we regard the change in the position of the spots as a coded primitive. A binary-encoded M-array is designed by using primitives as the pattern of the NIR structured light. The stem-ends/calyxes can be identified by analysing a difference matrix from the NIR apple image captured With a multi spectral camera. Fast lightness correction is performed to convert the uneven lightness distribution on the apple surface into a uniform lightness distribution over the whole fruit surface. The candidate defective regions segmented and extracted from the RGB apple image captured with the same multi spectral camera are classified as the true defects or the stem-ends/calyxes by using the result of the stem-end/calyx identification in the NIR image. The apples are finally classified into sound and defective classes according to the existence or absence of defects respectively. The online experimental result with an average overall recognition accuracy of 90.2% for three apple varieties indicates that the proposed method is effective and suitable for defective apple detection. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, C (Zhang, Chi) ; Zhao, CJ (Zhao, Chunjiang) ; Huang, WQ (Huang, Wenqian) ; Wang, QY (Wang, Qingyan) ; Liu, SG (Liu, Shenggen) ; Li, JB (Li, Jiangbo) ; Guo, ZM (Guo, Zhiming)","Title":"Automatic detection of defective apples using NIR coded structured light and fast lightness correction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845200006 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"Actinidia deliciosa; Non-destructive; Quality prediction; Regression model KeyWords Plus:SOLUBLE SOLIDS CONTENT; INFRARED REFLECTANCE SPECTROSCOPY; DIFFUSE-REFLECTANCE; SUGAR CONTENT; DRY-MATTER; ACTINIDIA-CHINENSIS; COMPARING DENSITY; FIRMNESS; QUALITY; FRUIT","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 202 Pages: 46-55 DOI: 10.1016/j.jfoodeng.2017.01.002 Published: JUN 2017","Abstract":"Total soluble solids concentration (TSS) and flesh firmness (FF) are two important quality attributes indicating the eating quality and postharvest storability of kiwifruit. Prediction of TSS and FF using non-destructive techniques would allow strategic marketing of fruit. This paper investigates the ability of visible-near-infrared (Vis-NIR) spectroscopy utilised as a sole input at harvest, to quantitatively predict both TSS and FF after cool storage using a blackbox model. Four at-harvest Vis-NIR spectral and post storage fruit quality data sets were collected during 2012-2013, in order to develop regression models using partial least squares (PLS) and support vector machines (SVM). The SVM models performed better than PLS. Predictive accuracy was fair to good for TSS (R-2 = 0.58-0.83; RMSE = 0.66-1.02 degrees Brix) and was poor to moderate for FF (R-2 = 030-0.60; RMSE = 2.65-4.32 N). The ratio of prediction deviation, SDR values (1.5-2.3 for TSS; 1.4-1.7 for FF) suggest the developed regression models are not as yet useful for online sorting purposes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, M (Li, Mo) ; Pullanagari, R (Pullanagari, R.) ; Pranamornkith, T (Pranamornkith, Thamarath) ; Yule, IJ (Yule, Ian J.) ; East, AR (East, Andrew R.)","Title":"Quantitative prediction of post storage 'Hayward' kiwifruit attributes using at harvest Vis-NIR spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845200009 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"alpha-tocopherol; Classification; Olive oil; NIRS; Tocopherols; Vitamin E KeyWords Plus:VITAMIN-E; REFLECTANCE SPECTROSCOPY; OXIDATIVE STABILITY; VEGETABLE-OILS; TECHNOLOGY; FAT","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 202 Pages: 79-88 DOI: 10.1016/j.jfoodeng.2017.01.015 Published: JUN 2017","Abstract":"Olive oil is an important vitamin E source, which shows a wide variation range. Therefore the interest on distinguish classes. In this study, we assessed models based on partial least squares (PLS) and discriminant analysis (PLS-DA), using near-infrared spectroscopy (NIRS). Estimating the alpha-tocopherol and total tocopherols contents by using the PLS models were suitable according to the predicting exercises, which gave residual predictive deviations 2.37 and 2.01. Sorting test of olive oil in two classes by alpha-tocopherol with the PLS model provided 99.9% success. The PLS-DA assessment for the same purpose gave co-efficients of predictive specificity and sensitivity for the high alpha-tocopherol class 0.96 arid 0.84, respectively. The data proves the feasibility of estimating the olive oil alpha-tocopherol or total tocopherols contents by using NIRS. Besides, these techniques can be helpful rapid methods in the industry for sorting olive oils according to their vitamin E content. They are friendly to the environment, which is important. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cayuela, JA (Cayuela, Jose A.) ; Garcia, JE (Garcia, Juan E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cayuela, Jose Antonio  H-5399-2012  ","Title":"Sorting olive oil based on alpha-tocopherol and total tocopherol content using near-infra-red spectroscopy (NIRS) analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550800019 ISSN: 0924-0136","Keywords":"GMAW based additive manufacturing; Thermal analysis; Infrared thermography; Inter-layer cooling time KeyWords Plus:WIRE; MICROSTRUCTURE; TI-6AL-4V; PARTS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 244 Pages: 215-224 DOI: 10.1016/j.jmatprotec.2017.01.024 Published: JUN 2017","Abstract":"An infrared camera after calibration test was used to capture the surface temperature of the deposited thin-wall parts for investigating the thermal behavior of gas metal arc welding (GMAW) based additive manufacturing (AM). The temperature field cloud pictures indicated that as the deposition height increased, the heat accumulation of the deposited parts became serious. Through extendirig the inter layer cooling time, the high temperature area and the mean temperature of the thin-wall part decreased while the temperature gradient and cooling rate of the deposited part increased. But excessive inter layer cooling time cannot reduce heat accumulation of the deposited parts effectively and will make the deposition process time-consuming. The comparison of the final parts in forming appearance with different inter-layer cooling time indicated that the moderate prolongation of inter-layer cooling time contributed to improvement of the surface quality and reduction of the total height difference. Using the alternate inter-layer cooling time can improve the forming quality of the thin-wall part distinctly with a little increase of the deposition time in GMAW based AM. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yang, DQ (Yang, Dongqing) ; Wang, G (Wang, Gang) ; Zhang, GJ (Zhang, Guangjun)","Title":"Thermal analysis for single-pass multi-layer GMAW based additive manufacturing using infrared thermography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397817100007 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 11 Pages: 6216-6224 DOI: 10.1007/s10853-017-0855-6 Published: JUN 2017","Abstract":"Luminescent erbium-based inorganic-organic hybrid materials play an important role in many frontier nano-sized applications, such as amplifiers, detectors and OLEDs. Here, we demonstrate the possibility to fabricate high-quality thin films comprising both erbium and an appropriate organic molecule as a luminescence sensitizer utilizing the combined atomic layer deposition and molecular layer deposition ( ALD/ MLD) technique. We employ tris( N,N'- diisopropyl 2- dimethylamido guanidinato) erbium(III) [Er(DPDMG) (3)] together with 3,5pyridine dicarboxylic acid as precursors. With the appreciably high film deposition rate achieved (6.4 angstrom cycle (-1)), the guanidinate precursor indeed appears as an interesting new addition to the ALD/ MLD precursor variety toward novel materials. Our erbium-organic thin films showed highly promising UV absorption properties and a photoluminescence at 1535 nm for a 325-nm excitation, relevant to possible future luminescence applications.","Authors":"Mai, L (Mai, Lukas) ; Giedraityte, Z (Giedraityte, Zivile) ; Schmidt, M (Schmidt, Marcel) ; Rogalla, D (Rogalla, Detlef) ; Scholz, S (Scholz, Sven) ; Wieck, AD (Wieck, Andreas D.) ; Devi, A (Devi, Anjana) ; Karppinen, M (Karppinen, Maarit) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mai, Lukas  http://orcid.org/0000-0001-8949-0736","Title":"Atomic/molecular layer deposition of hybrid inorganic-organic thin films from erbium guanidinate precursor"}]