[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395750900011 ISSN: 1350-4851 eISSN: 1466-4291","Keywords":"Three-dimensional panel data models; smooth transition; interactive effects; NLS-PCA-GS; GMM-PCA-GS KeyWords Plus:EQUATIONS","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"APPLIED ECONOMICS LETTERS Volume: 24 Issue: 10 Pages: 708-712 DOI: 10.1080/13504851.2016.1223807 Published: JUN 2017","Abstract":"This article considers two three-step estimation approaches to three-dimensional nonlinear panel data models with interactive effects correlated with the independent variables. We propose a Nonlinear Least Squares-Principal Component Analysis-Grid Search iterated approach to estimate the static model, and a GMM-PCA-GS iterated method to the dynamic model. Monte Carlo experiments examine the finite sample performance of the methods.","Authors":"Ye, XQ (Ye, Xiaoqing) ; Wu, XJ (Wu, Xiangjun)","Title":"Estimating three-dimensional nonlinear panel data models with interactive effects"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372000005 PubMed ID: 28126511 ISSN: 0306-4603 eISSN: 1873-6327","Keywords":"Mindfulness meditation; Smoking cessation; Tobacco; Intervention; Meta-analysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; SMOKERS; REDUCTION; STRESS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"ADDICTIVE BEHAVIORS Volume: 69 Pages: 27-34 DOI: 10.1016/j.addbeh.2017.01.022 Published: JUN 2017","Abstract":"Background: Smokers increasingly seek alternative interventions to assist in cessation or reduction efforts. Mindfulness meditation, which facilitates detached observation and paying attention to the present moment with openness, curiosity, and acceptance, has recently been studied as a smoking cessation intervention. Aims: This review synthesizes randomized controlled trials (RCTs) of mindfulness meditation (MM) interventions for smoking cessation. Methods: Five electronic databases were searched from inception to October 2016 to identify English-language RCTs evaluating the efficacy and safety of MM interventions for smoking cessation, reduction, or a decrease in nicotine cravings. Two independent reviewers screened literature using predetermined eligibility criteria, abstracted study-level information, and assessed the quality of included studies. Meta-analyses used the Hartung-KnappSidik-jonlonan method for random-effects models. The quality of evidence was assessed Using the GRADE approach. Findings: Ten RCTs of MM interventions for tobacco use met inclusion criteria. Intervention duration, intensity, and comparison conditions varied considerably. Studies used diverse comparators such as the American Lung Association's Freedom from Smoking (FFS) program, quitline counseling, interactive learning, or treatment as usual (TAU). Only one RCT was rated as good quality and reported power calculations indicating sufficient statistical power. Publication bias was detected. Overall, mindfulness meditation did not have significant effects on abstinence or cigarettes per day, relative to comparator groups. The small number of studies and heterogeneity in interventions, comparators, and outcomes precluded detecting systematic differences between adjunctive and monotherapy interventions. No serious adverse events were reported. Conclusions: MM did not differ significantly from comparator interventions in their effects on tobacco use. Low-quality evidence, variability in study design among the small number of existing studies, and publication bias suggest that additional, high-quality adequately powered RCTs should be conducted. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Maglione, MA (Maglione, Margaret A.) ; Maher, AR (Maher, Alicia Ruelaz) ; Ewing, B (Ewing, Brett) ; Colaiaco, B (Colaiaco, Benjamin) ; Newberry, S (Newberry, Sydne) ; Kandrack, R (Kandrack, Ryan) ; Shanman, RM (Shanman, Roberta M.) ; Sorbero, ME (Sorbero, Melony E.) ; Hempel, S (Hempel, Susanne)","Title":"Efficacy of mindfulness meditation for smoking cessation: A systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Short text summarization; Social networks; Ant colony optimization; Graph coloring; Text mining; Local search KeyWords Plus:TEXT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 115-126 DOI: 10.1016/j.eswa.2017.01.010 Published: MAY 15 2017","Abstract":"Due to the increasing popularity of contents of social media platforms, the number of posts and messages is steadily increasing. A huge amount of data is generated daily as an outcome of the interactions between fans of the networking platforms. It becomes extremely troublesome to find the most relevant, interactive information for the subscribers. The aim of this work is to enable the users to get a powerful brief of comments without reading the entire list. This paper opens up a new field of short text summarization (STS) predicated on a hybrid ant colony optimization coming with a mechanism of local search, called ACO-LS-STS, to produce an optimal or near-optimal summary. Initially, the graph coloring algorithm, called GC-ISTS, was employed before to shrink the solution area of ants to small sets. Evidently, the main purpose of using the GC algorithm is to make the search process more facilitated, faster and prevents the ants from falling into the local optimum. First, the dissimilar comments are assembled together into the same color, at the same time preserving the information ratio as for an original list of comment. Subsequently, activating the ACO-LS-STS algorithm, which is a novel technique concerning the extraction of the most interactive comments from each color in a parallel form. At the end, the best summary is picked from the best color. This problem is formalized as an optimization problem utilizing GC and ACO-LS to generate the optimal solution. Eventually, the proposed algorithm was evaluated and tested over a collection of Facebook messages with their associated comments. Indeed, it was found that the proposed algorithm has an ability to capture a good solution that is guaranteed to be near optimal and had realized notable performance in comparison with traditional document summarization algorithms. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mosa, MA (Mosa, Mohamed Atef) ; Hamouda, A (Hamouda, Alaa) ; Marei, M (Marei, Mahmoud)","Title":"Graph coloring and ACO based summarization for social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267400011 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Secure approximate k-nearest neighbor; Comparable encryption; B+-tree; Refinements","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 387 Pages: 146-164 DOI: 10.1016/j.ins.2016.07.069 Published: MAY 2017","Abstract":"In sensitive database applications (e.g., time series, scientific databases, and biometric), where database is encrypted and outsourced to a public cloud, secure approximate k-nearest neighbor (SANN) query is a fundamental research topic, aiming at retrieving high dimensional objects that are similar to a given query from encrypted database. To process such queries without ever decrypting the data in cloud is still a challenging task. Existing works encounter various inherent limitations, such as query distinguishability, low-level efficiency and non-recoverability. All of them lead to either fragile security or low accuracy. Hence, the majority of existing works in this field are impractical for industrial applications. In this work, we present a novel model to remove the above limitations. Specifically, a reusable and single-interactive SANN paradigm is proposed in Euclidean high-dimensional space. Firstly, we present a secure variation of B+-tree (i.e., B-c-tree) to quickly locate high dimensional candidates in cloud by leveraging on comparable encryption. Based on that, an arbitrary query requestor acquires approximate k-nearest neighbors by linearly scanning over candidates. Meanwhile, two refinements, multi-index strategy and boosting refinement strategy, are proposed to further improve the accuracy of search result and overcome the high -dependency of bandwidth, respectively. In the end, through extensive evaluations on four data sets, the proposed mechanisms are demonstrated to be superior in the tradeoff between accuracy and security. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Peng, YG (Peng, Yanguo) ; Cui, JT (Cui, Jiangtao) ; Li, H (Li, Hui) ; Ma, JF (Ma, Jianfeng)","Title":"A reusable and single-interactive model for secure approximate k-nearest neighbor query in cloud"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396065600004 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"response inhibition; stop signal; countermanding; accumulator; stochastic KeyWords Plus:FRONTAL EYE FIELD; PERCEPTUAL DECISION-MAKING; RESPONSE-INHIBITION; COUNTERMANDING SACCADES; STOP-SIGNAL; NEURAL-CONTROL; VISUAL-SEARCH; RACE MODEL; MOVEMENT INITIATION; HAND MOVEMENTS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1718 Article Number: 20160193 DOI: 10.1098/rstb.2016.0193 Published: APR 19 2017","Abstract":"We survey models of response inhibition having different degrees of mathematical, computational and neurobiological specificity and generality. The independent race model accounts for performance of the stop-signal or countermanding task in terms of a race between GO and STOP processes with stochastic finishing times. This model affords insights into neurophysiological mechanisms that are reviewed by other authors in this volume. The formal link between the abstract GO and STOP processes and instantiating neural processes is articulated through interactive race models consisting of stochastic accumulator GO and STOP units. This class of model provides quantitative accounts of countermanding performance and replicates the dynamics of neural activity producing that performance. The interactive race can be instantiated in a network of biophysically plausible spiking excitatory and inhibitory units. Other models seek to account for interactions between units in frontal cortex, basal ganglia and superior colliculus. The strengths, weaknesses and relationships of the different models will be considered. We will conclude with a brief survey of alternative modelling approaches and a summary of problems to be addressed including accounting for differences across effectors, species, individuals, task conditions and clinical deficits. This article is part of the themed issue `Movement suppression: brain mechanisms for stopping and stillness'.","Authors":"Schall, JD (Schall, Jeffrey D.) ; Palmeri, TJ (Palmeri, Thomas J.) ; Logan, GD (Logan, Gordon D.)","Title":"Models of inhibitory control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396040700002 ISSN: 1366-9516 eISSN: 1472-4642","Keywords":"antagonistic interaction; homogenization; invasion; multispecies occupancy KeyWords Plus:EVERGLADES NATIONAL-PARK; SPECIES RICHNESS; BETA DIVERSITY; BIOTIC HOMOGENIZATION; ENDANGERED LAGOMORPH; OCCUPANCY ESTIMATION; BURMESE PYTHONS; MAJOR CAUSE; EXTINCTIONS; CONSERVATION","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"DIVERSITY AND DISTRIBUTIONS Volume: 23 Issue: 4 Pages: 355-367 DOI: 10.1111/ddi.12531 Published: APR 2017","Abstract":"Aim Our understanding of the effects of invasive species on faunal diversity is limited in part because invasions often occur in modified landscapes where other drivers of community diversity can exacerbate or reduce the net impacts of an invader. Furthermore, rigorous assessments of the effects of invasive species on native communities that account for variation in sampling, species-specific detection and occurrence of rare species are lacking. Invasive Burmese pythons (Python molurus bivittatus) may be causing declines in medium-to large-sized mammals throughout the Greater Everglades Ecosystem (GEE); however, other factors such as urbanization, habitat changes and drastic alteration in water flow may also be influential in structuring mammal communities. The aim of this study was to gain an understanding of how mammal communities simultaneously facing invasive predators and intensively humanaltered landscapes are influenced by these drivers and their interactions. Location Florida, USA. Methods We used data from trail cameras and scat searches with a hierarchical community model that accounts for undetected species to determine the relative influence of introduced Burmese pythons, urbanization, local hydrology, habitat types and interactive effects between pythons and urbanization on mammal species occurrence, site-level species richness, and turnover. Results Python density had significant negative effects on all species except coyotes. Despite these negative effects, occurrence of some generalist species increased significantly near urban areas. At the community level, pythons had the greatest impact on species richness, while turnover was greatest along the urbanization gradient where communities were increasingly similar as distance to urbanization decreased. Main conclusions We found evidence for an antagonistic interaction between pythons and urbanization where the impacts of pythons were reduced near urban development. Python-induced changes to mammal communities may be mediated near urban development, but elsewhere in the GEE, pythons are likely causing a fundamental restructuring of the food web, declines in ecosystem function, and creating complex and unpredictable cascading effects.","Authors":"Reichert, BE (Reichert, Brian E.) ; Sovie, AR (Sovie, Adia R.) ; Udell, BJ (Udell, Brad J.) ; Hart, KM (Hart, Kristen M.) ; Borkhataria, RR (Borkhataria, Rena R.) ; Bonneau, M (Bonneau, Mathieu) ; Reed, R (Reed, Robert) ; McCleery, R (McCleery, Robert)","Title":"Urbanization may limit impacts of an invasive predator on native mammal diversity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398473700003 PubMed ID: 28000080 ISSN: 0920-8569 eISSN: 1572-994X","Keywords":"Protein domain; Protein function; Protein annotation; Functional genomics; Comparative genomics; Low-complexity regions (LCRs) KeyWords Plus:SHORT LINEAR MOTIFS; AMINO-ACID REPEATS; SEQUENCES; PREDICTION; PROTEINS; INSIGHTS; PATHWAY; REGIONS; CONTEXT; ALPHA","Categories":"Genetics & Heredity; Virology Web of Science Categories:Genetics & Heredity; Virology","Journal Information":"VIRUS GENES Volume: 53 Issue: 2 Pages: 173-178 DOI: 10.1007/s11262-016-1416-9 Published: APR 2017","Abstract":"Proteins harbor domains or short linear motifs, which facilitate their functions and interactions. Finding functional motifs in protein sequences could predict the putative cellular roles or characteristics of hypothetical proteins. In this study, we present Shetti-Motif, which is an interactive tool to (i) map UniProt and PROSITE flat files, (ii) search for multiple pre-defined consensus patterns or experimentally validated functional motifs in large datasets protein sequences (proteome-wide), (iii) search for motifs containing repeated residues (low-complexity regions, e.g., Leu-, SR-, PEST-rich motifs, etc.). As proof of principle, using this comparative proteomics pipeline, eleven proteomes encoded by member of Poxviridae family were searched against about 100 experimentally validated functional motifs. The closely related viruses and viruses infect the same host cells (e.g. vaccinia and variola viruses) show similar motif-containing proteins profile. The motifs encoded by these viruses are correlated, which explains why poxviruses are able to interact with wide range of host cells. In conclusion, this in silico analysis is useful to establish a dataset(s) or potential proteins for further investigation or compare between species.","Authors":"Sobhy, H (Sobhy, Haitham) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sobhy, Haitham  http://orcid.org/0000-0002-8186-1085","Title":"A bioinformatics pipeline to search functional motifs within whole-proteome data: a case study of poxviruses"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394401100008 ISSN: 0268-4012 eISSN: 1873-4707","Keywords":"Self-management; HIV/AIDS; Information and Communication; Technology; Website; Mobile phone application KeyWords Plus:POSITIVE OUTLOOK; SOCIAL MEDIA; HEALTH; INTERVENTIONS; CARE; PREVENTION; INTERNET; PEOPLE; TRIAL; FEASIBILITY","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION MANAGEMENT Volume: 37 Issue: 2 Pages: 75-83 DOI: 10.1016/j.ijinfomgt.2016.11.003 Published: APR 2017","Abstract":"Information and Communication Technology (ICT) has been applied increasingly in supporting human immunodeficiency virus (HIV) prevention and treatment. The technological advances have extended to the field of HIV self-management. The objectives of this paper are to examine the design and use of ICTs in HIV self-management programs, to identify the knowledge gaps in existing practice, and to provide recommendations for future research and program development. A systematic review was conducted to search all English literature published prior to August 2016 in six electronic databases. The inclusion criteria also included either quantitative or qualitative assessments of HIV self-management programs that utilized at least one ICT platform in the program protocol. The search identified six studies conducted in Australia and the United States. The studies were diverse in sample site and enrollment criteria of study population. The major functionalities of ICT platforms (mobile phones and websites) included delivering information modules, sending medication reminders, supporting self-monitoring for medical adherence and risk behavior reduction, enhancing communication among participants, and providing easy access to HIV self-management information. The major challenges faced by self-management programs utilizing ICTs were lack of interaction and concern of privacy. The HIV self-management programs that employed ICT platforms were limited in number and geographic coverage. Most of the programs were also tested at an initial stage with small size samples and minimum technical innovation. The lack of explicit guiding theories and models on information behavior or technology use was observed in all studies. Use of ICTs in HIV self-management interventions is an emerging field. Future research would benefit from paying more attention to technical innovation and interactive features in applying ICT platform in self-Management programs. The ICTs platforms, with increasing innovation in connecting people and places, can serve as a powerful tool to reduce the disparities in health care and health promotion. Future research is also needed to explore the feasibility of applying ICT platforms in self-management programs that serving populations from diverse socioeconomic background and in resource-poor settings. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zhang, Y (Zhang, Yao) ; Li, XM (Li, Xiaoming)","Title":"Uses of information and communication technologies in HIV self-management: A systematic review of global literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392565500014 ISSN: 0305-0483","Keywords":"Supply chain management; Green logistics; Multi-objective programming; Indirect preference information; Evolutionary algorithms; Interactive evolutionary multi-objective optimization KeyWords Plus:EPSILON-CONSTRAINT METHOD; GENETIC ALGORITHM; PROGRAMMING-MODEL; NETWORK DESIGN; LOGISTICS; SELECTION; MANAGEMENT; OPERATIONS; LOCATION; IMPACT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"OMEGA-INTERNATIONAL JOURNAL OF MANAGEMENT SCIENCE Volume: 68 Pages: 168-184 DOI: 10.1016/j.omega.2016.07.003 Published: APR 2017","Abstract":"This paper evaluates the applicability of different multi-objective optimization methods for environmentally conscious supply chain design. We analyze a case study with three objectives: costs, CO2 and fine dust (also known as PM - Particulate Matters) emissions. We approximate the Pareto front using the weighted sum and epsilon constraint scalarization methods with pre-defined or adaptively selected parameters, two popular evolutionary algorithms, SPEA2 and NSGA-II, with different selection strategies, and their interactive counterparts that incorporate Decision Maker's (DM's) indirect preferences into the search process. Within this case study, the CO2 emissions could be lowered significantly by accepting a marginal increase of costs over their global minimum. NSGA-II and SPEA2 enabled faster estimation of the Pareto front, but produced significantly worse solutions than the exact optimization methods. The interactive methods outperformed their a posteriori counterparts, and could discover solutions corresponding better to the DM preferences. In addition, by adjusting appropriately the elicitation interval and starting generation of the elicitation, the number of pairwise comparisons needed by the interactive evolutionary methods to construct a satisfactory solution could be decreased. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kadzinski, M (Kadzinski, Milosz) ; Tervonen, T (Tervonen, Tommi) ; Tomczyk, MK (Tomczyk, Michaf K.) ; Dekker, R (Dekker, Rommert) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kadzinski, Milosz  L-8304-2014 http://orcid.org/0000-0003-1806-3715 Dekker, Rommert  http://orcid.org/0000-0003-3823-1990","Title":"Evaluation of multi-objective optimization approaches for solving green supply chain design problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392682400024 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Interactive Pattern Recognition; Sequential Pattern Recognition; Human-computer interaction; Word graphs; Efficient search KeyWords Plus:LINE HANDWRITING RECOGNITION; FINITE-STATE TRANSDUCERS; LANGUAGE; TRANSCRIPTION; PREDICTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 64 Pages: 295-304 DOI: 10.1016/j.patcog.2016.11.006 Published: APR 2017","Abstract":"Interactive Pattern Recognition (IPR) is an emergent framework in which the user is involved actively in the recognition process by giving feedback to the system when an error is detected. Although this framework is expected to reduce the number of errors to correct, it may increase the time required to complete the task since the machine needs to recompute its proposal after each interaction. Therefore, a fast computation is required to make the interactive system profitable and user-friendly. This work presents an efficient approach to deal with IPR tasks when data has a sequential nature. Our approach includes some computation at the very beginning, of the task but it then achieves a linear complexity after user corrections. We also show how these tasks can be effectively carried out if the solution space is defined with a Regular Language. This fact has indeed proven to'e the most relevant factor to improve the efficiency of the approach. Several experiments are carried out in which our proposal is faced against a classical search. Results show a reduction in time in all experiments considered, solving efficiently some complex IPR tasks thanks to our proposals.","Authors":"Calvo-Zaragoza, J (Calvo-Zaragoza, Jorge) ; Oncina, J (Oncina, Jose)","Title":"An efficient approach for Interactive Sequential Pattern Recognition"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397820800016 PubMed ID: 28303857 ISSN: 0366-6999","Keywords":"Human Carotid Atherosclerosis; Outcomes; Plaques; Progress; Risk Factors KeyWords Plus:C-REACTIVE PROTEIN; INTIMA-MEDIA THICKNESS; MATRIX METALLOPROTEINASE-8; EXTRACELLULAR-MATRIX; VULNERABILITY; ASSOCIATION; INSTABILITY; ARTERY; ENDARTERECTOMY; SERUM","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"CHINESE MEDICAL JOURNAL Volume: 130 Issue: 6 Pages: 722-729 DOI: 10.4103/0366-6999.201598 Published: MAR 20 2017","Abstract":"Objective: Atherosclerosis is an inflammatory process that results in complex lesions or plaques that protrude into the arterial lumen. Carotid atherosclerotic plaque rupture, with distal atheromatous debris embolization, causes cerebrovascular events. This review aimed to explore research progress on the risk factors and outcomes of human carotid atherosclerotic plaques, and the molecular and cellular mechanisms of human carotid atherosclerotic plaque vulnerability for therapeutic intervention. Data Sources: We searched the PubMed database for recently published research articles up to June 2016, with the key words of \"risk factors\", \"outcomes\", \"blood components\", \"molecular mechanisms\", \"cellular mechanisms\", and \"human carotid atherosclerotic plaques\". Study Selection: The articles, regarding the latest developments related to the risk factors and outcomes, atherosclerotic plaque composition, blood components, and consequences of human carotid atherosclerotic plaques, and the molecular and cellular mechanisms of human carotid atherosclerotic plaque vulnerability for therapeutic intervention, were selected. Results: This review described the latest researches regarding the interactive effects of both traditional and novel risk factors for human carotid atherosclerotic plaques, novel insights into human carotid atherosclerotic plaque composition and blood components, and consequences of human carotid atherosclerotic plaque. Conclusion: Carotid plaque biology and serologic biomarkers of vulnerability can be used to predict the risk of cerebrovascular events. Furthermore, plaque composition, rather than lesion burden, seems to most predict rupture and subsequent thrombosis.","Authors":"Xiong, XD (Xiong, Xiang-Dong) ; Xiong, WD (Xiong, Wei-Dong) ; Xiong, SS (Xiong, Shang-Shen) ; Chen, GH (Chen, Gui-Hai)","Title":"Research Progress on the Risk Factors and Outcomes of Human Carotid Atherosclerotic Plaques"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396084100002 ISSN: 1743-0003","Keywords":"Wearable technology; Rehabilitation; Interactive feedback; Upper body; Posture monitoring; Motion sensing KeyWords Plus:EXTRINSIC FEEDBACK; SUBACUTE STROKE; E-TEXTILES; MOVEMENT; SENSORS; MOTION; ACCELEROMETRY; PERFORMANCE; IMPROVEMENT; EXTREMITY","Categories":"Engineering; Neurosciences & Neurology; Rehabilitation Web of Science Categories:Engineering, Biomedical; Neurosciences; Rehabilitation","Journal Information":"JOURNAL OF NEUROENGINEERING AND REHABILITATION Volume: 14 Article Number: 20 DOI: 10.1186/s12984-017-0229-y Published: MAR 11 2017","Abstract":"Background: The development of interactive rehabilitation technologies which rely on wearable-sensing for upper body rehabilitation is attracting increasing research interest. This paper reviews related research with the aim: 1) To inventory and classify interactive wearable systems for movement and posture monitoring during upper body rehabilitation, regarding the sensing technology, system measurements and feedback conditions; 2) To gauge the wearability of the wearable systems; 3) To inventory the availability of clinical evidence supporting the effectiveness of related technologies. Method: A systematic literature search was conducted in the following search engines: PubMed, ACM, Scopus and IEEE (January 2010-April 2016). Results: Forty-five papers were included and discussed in a new cuboid taxonomy which consists of 3 dimensions: sensing technology, feedback modalities and system measurements. Wearable sensor systems were developed for persons in: 1) Neuro-rehabilitation: stroke (n = 21), spinal cord injury (n = 1), cerebral palsy (n = 2), Alzheimer (n = 1); 2) Musculoskeletal impairment: ligament rehabilitation (n = 1), arthritis (n = 1), frozen shoulder (n = 1), bones trauma (n = 1); 3) Others: chronic pulmonary obstructive disease (n = 1), chronic pain rehabilitation (n = 1) and other general rehabilitation (n = 14). Accelerometers and inertial measurement units (IMU) are the most frequently used technologies (84% of the papers). They are mostly used in multiple sensor configurations to measure upper limb kinematics and/or trunk posture. Sensors are placed mostly on the trunk, upper arm, the forearm, the wrist, and the finger. Typically sensors are attachable rather than embedded in wearable devices and garments; although studies that embed and integrate sensors are increasing in the last 4 years. 16 studies applied knowledge of result (KR) feedback, 14 studies applied knowledge of performance (KP) feedback and 15 studies applied both in various modalities. 16 studies have conducted their evaluation with patients and reported usability tests, while only three of them conducted clinical trials including one randomized clinical trial. Conclusions: This review has shown that wearable systems are used mostly for the monitoring and provision of feedback on posture and upper extremity movements in stroke rehabilitation. The results indicated that accelerometers and IMUs are the most frequently used sensors, in most cases attached to the body through ad hoc contraptions for the purpose of improving range of motion and movement performance during upper body rehabilitation. Systems featuring sensors embedded in wearable appliances or garments are only beginning to emerge. Similarly, clinical evaluations are scarce and are further needed to provide evidence on effectiveness and pave the path towards implementation in clinical settings.","Authors":"Wang, Q (Wang, Qi) ; Markopoulos, P (Markopoulos, Panos) ; Yu, B (Yu, Bin) ; Chen, W (Chen, Wei) ; Timmermans, A (Timmermans, Annick)","Title":"Interactive wearable systems for upper body rehabilitation: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398937200009 ISSN: 1560-4306","Keywords":"Artificial intelligence curriculum; Search algorithms; Automated assessment; Intelligent tutoring system; Algorithm visualization KeyWords Plus:FORMATIVE ASSESSMENT; ENVIRONMENT; AGREEMENT; FEEDBACK","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL OF ARTIFICIAL INTELLIGENCE IN EDUCATION Volume: 27 Issue: 1 Pages: 207-240 DOI: 10.1007/s40593-016-0116-x Published: MAR 2017","Abstract":"In this paper, first we present an educational system that assists students in learning and tutors in teaching search algorithms, an artificial intelligence topic. Learning is achieved through a wide range of learning activities. Algorithm visualizations demonstrate the operational functionality of algorithms according to the principles of active learning. So, a visualization process can stop and request from a student to specify the next step or explain the way that a decision was made by the algorithm. Similarly, interactive exercises assist students in learning to apply algorithms in a step-by-step interactive way. Students can apply an algorithm to an example case, specifying the algorithm's steps interactively, with the system's guidance and help, when necessary. Next, we present assessment approaches integrated in the system that aim to assist tutors in assessing the performance of students, reduce their marking task workload and provide immediate and meaningful feedback to students. Automatic assessment is achieved in four stages, which constitute a general assessment framework. First, the system calculates the similarity between the student's and the correct answer using the edit distance metric. In the next stage, it identifies the type of the answer, based on an introduced answer categorization scheme related to completeness and accuracy of an answer, taking into account student carelessness too. Afterwards, the types of errors are identified, based on an introduced error categorization scheme. Finally, answer is automatically marked via an automated marker, based on its type, the edit distance and the type of errors made. To assess the learning effectiveness of the system an extended evaluation study was conducted in real class conditions. The experiment showed very encouraging results. Furthermore, to evaluate the performance of the assessment system, we compared the assessment mechanism against expert (human) tutors. A total of 400 students' answers were assessed by three tutors and the results showed a very good agreement between the automatic assessment system and the tutors.","Authors":"Grivokostopoulou, F (Grivokostopoulou, Foteini) ; Perikos, I (Perikos, Isidoros) ; Hatzilygeroudis, I (Hatzilygeroudis, Ioannis)","Title":"An Educational System for Learning Search Algorithms and Automatically Assessing Student Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800021 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Hybrid image retargeting; Bi-directional seam carving; Seam carving; Scaling; Importance map KeyWords Plus:SALIENT REGION DETECTION; FACE DETECTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 8067-8085 DOI: 10.1007/s11042-016-3318-1 Published: MAR 2017","Abstract":"We present a novel hybrid scheme for content-aware image retargeting that allows retargeting images into arbitrary dimensions while preserving visually prominent features and minimizing global information loss. One of the novelties in our scheme is an optimized importance map incorporating the impacts of the gradient map, context-aware saliency map, skin map and Canny edge map. Another novelty is a systematic utilization of both seam carving and scaling for a good balance between information loss and image stretching, where the number of seam operations along each dimension is adaptively determined by a non-linear optimization process. Furthermore, a switching factor is added to the optimization for interactive user control of the switching point between information loss and image stretching. In addition, we propose an optional step to accelerate seam carving by restricting the optimal seam search to a down-sampled thumbnail and the local regions of the input image.","Authors":"Zhang, Y (Zhang, Yan) ; Sun, Z (Sun, Zheng) ; Jiang, P (Jiang, Peng) ; Huang, Y (Huang, Yan) ; Peng, JL (Peng, Jingliang)","Title":"Hybrid image retargeting using optimized seam carving and scaling"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000398754000004 ISSN: 1877-0320","Keywords":"Childhood asthma; Therapeutic education; Educational tools; Compliance; Control KeyWords Plus:FRANCE","Categories":"Allergy Web of Science Categories:Allergy","Journal Information":"REVUE FRANCAISE D ALLERGOLOGIE Volume: 57 Issue: 2 Pages: 77-82 DOI: 10.1016/j.reval.2016.12.004 Published: MAR 2017","Abstract":"Therapeutic education has been shown to be effective in the management of asthma in adults and children. In asthmatic children, such education should be presented in a playful and interactive way. This is facilitated by the use of various tools that must be adapted to the age of the children in question, to the aims sought, and to the educational context. The principal aim of this study was to identify the educational tools available to improve treatment compliance and control of asthma in children. A documentary search in English and French using search engines was carried out in PubMed, EM Consulte, the French Medical-Surgical Encyclopaedia, Elsevier-Masson journals, the French university documentation system, Google Scholar, the French Inter-Medical Faculties Library, the French Higher Health Authority, the French National Institute for Health Education and Prevention, asthme-allergie.org, and ginasthma.org. This search identified 28 tools, 16 of which may be used during consultations. These tools may be classified as follows: follow-up and evaluation tools, knowledge acquisition tools, multifunction tools, and online educational tools. We discuss the value and uses of these different tools. This list should facilitate access to the educational tools suitable for use during consultations for children with asthma, as well as enhancing their utilisation by caregivers. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Ane, S (Ane, S.) ; Phillips, J (Phillips, J.) ; Bourgeois, O (Bourgeois, O.) ; Didier, A (Didier, A.)","Title":"List of educational tools to improve treatment compliance and control of asthma in children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398603500015 ISSN: 1343-0130 eISSN: 1883-8014","Keywords":"interactive multi-objective optimization; evolutionary; algorithms; indifference tradeoffs; normal vector; approximation; most preferred solution KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"JOURNAL OF ADVANCED COMPUTATIONAL INTELLIGENCE AND INTELLIGENT INFORMATICS Volume: 21 Issue: 2 Pages: 284-292 Published: MAR 2017","Abstract":"Multi-objective optimization problems involve two or more conflicting objectives, and they have a set of Pareto optimal solutions instead of a single optimal solution. In order to support the decision maker (DM) to find his/her most preferred solution, we propose an interactive multi-objective optimization method based on the DM's preferences in the form of indifference tradeoffs. The method combines evolutionary algorithms with the gradient-based interactive step tradeoff (GRIST) method. An evolutionary algorithm is used to generate an approximate Pareto optimal solution at each iteration. The DM is asked to provide indifference tradeoffs whose projection onto the tangent hyperplane of the Pareto front provides a tradeoff direction. An approach for approximating the normal vector of the tangent hyperplane is proposed which is used to calculate the projection. A water quality management problem is used to demonstrate the interaction process of the interactive method. In addition, three benchmark problems are used to test the accuracy of the normal vector approximation approach and compare the proposed method with GRIST.","Authors":"Chen, L (Chen, Lu) ; Xin, B (Xin, Bin) ; Chen, J (Chen, Jie)","Title":"A Tradeoff-Based Interactive Multi-Objective Optimization Method Driven by Evolutionary Algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394765700002 ISSN: 1088-3576 eISSN: 1538-4829","Keywords":"high school age; academics; evidence-based practices; social studies instruction; video; intellectual disability; special education KeyWords Plus:SIGNIFICANT COGNITIVE DISABILITIES; AUTISM SPECTRUM DISORDERS; SEVERE DEVELOPMENTAL-DISABILITIES; SINGLE-SUBJECT RESEARCH; ASSISTED EXPLICIT INSTRUCTION; TEACH SCIENCE; GENERAL CURRICULUM; SPECIAL-EDUCATION; READING-COMPREHENSION; LEARNING-DISABILITIES","Categories":"Education & Educational Research; Psychology; Rehabilitation Web of Science Categories:Education, Special; Psychology, Developmental; Rehabilitation","Journal Information":"FOCUS ON AUTISM AND OTHER DEVELOPMENTAL DISABILITIES Volume: 32 Issue: 1 Pages: 18-30 DOI: 10.1177/1088357615609307 Published: MAR 2017","Abstract":"There has been a slight increase in the number of studies focused on the strategies used to introduce content-based instruction to students with moderate/severe disability. However, interventions for students with significant intellectual disability (ID) are lacking adapted materials to make instruction available in all major academic areas including social studies. This multiple baseline study examined the effects of adapted videos for improving factual comprehension of non-fiction clips by four high school students with significant ID. Video adaptations included picture/word-based closed captions and interactive video searching for answers. According to the visual analyses, students performed better with adapted and interactive video clips. Furthermore, social validity interviews revealed that all students enjoyed the adapted and interactive videos and found them beneficial. Limitations and directions for future research in the area of adapted and interactive video instruction are discussed.","Authors":"Evmenova, AS (Evmenova, Anya S.) ; Graff, HJ (Graff, Heidi J.) ; Behrmann, MM (Behrmann, Michael M.)","Title":"Providing Access to Academic Content for High-School Students With Significant Intellectual Disability Through Interactive Videos"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394782000007 ISSN: 1525-0008 eISSN: 1532-7078","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"INFANCY Volume: 22 Issue: 2 Pages: 271-277 DOI: 10.1111/infa.12171 Published: MAR-APR 2017","Abstract":"Using secondary analysis, researchers examined associations between two-year-olds' (N=135) naturalistic use of interactive and noninteractive media with performance on a screen-based learning task. Parents reported the number of minutes that children spent the previous day doing nine media-related activities (e.g., watching television, playing handheld videogames). The object-retrieval task required children to watch a hiding event on video and then search for the object on another screen or a real felt board. Results indicated that toddlers' naturalistic experience with interactive (but not noninteractive) media predicted their screen-based learning in the laboratory. This was true regardless of whether children were tested using interactive or noninteractive video, suggesting that using interactive media (but not watching noninteractive video) is associated with children's learning from screen media generally.","Authors":"Kirkorian, HL (Kirkorian, Heather L.) ; Choi, K (Choi, Koeun)","Title":"Associations Between Toddlers' Naturalistic Media Experience and Observed Learning from Screens"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397155100010 ISSN: 0143-2095 eISSN: 1097-0266","Keywords":"local search; intra-organizational network; organizational knowledge; local search dimensions; knowledge network KeyWords Plus:DEVELOPMENT CAPABILITIES; EXPLORATORY INNOVATION; COLLABORATION NETWORKS; PATENT CITATIONS; EXPLOITATION; INDUSTRY; MODELS; FIRM; IMPACT; PERFORMANCE","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"STRATEGIC MANAGEMENT JOURNAL Volume: 38 Issue: 3 Pages: 657-675 DOI: 10.1002/smj.2516 Published: MAR 2017","Abstract":"Research summary: While firms tend to build on their own knowledge, we distinguish between depth and breadth of local search to investigate the drivers of these behaviors. Given that inventors in a firm carry out the knowledge creation activities, we strive to identify inventors responsible for these behaviors by employing the notion of an intra-firm inventor network. A longitudinal examination of 14,575 inventors from four large semiconductor firms using patent data supports our hypotheses that the reach of inventors in the intra-firm network and their span of structural holes have independent and interactive effects on these two types of local search behaviors. These findings have implications for research on exploitation and exploration, organizational knowledge, knowledge networks, and micro-foundations. Managerial summary: Large amounts of knowledge may reside within firm boundaries, and managers are interested in understanding who may leverage this knowledge to generate novel ideas. We focus on collaborations among knowledge workers to address this question. Using the collaborations among all knowledge workers in a firm, we show that those who have higher reach to all others and those who form bridges to connect unconnected groups of workers tend to leverage not only more organizational knowledge, but also knowledge that is more dispersed in the organization. Managers could use these insights to shape the use of organizational knowledge by firm inventors, and also to make decisions about granting or withholding access to internal knowledge platforms for knowledge workers. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Paruchuri, S (Paruchuri, Srikanth) ; Awate, S (Awate, Snehal)","Title":"ORGANIZATIONAL KNOWLEDGE NETWORKS AND LOCAL SEARCH: THE ROLE OF INTRA-ORGANIZATIONAL INVENTOR NETWORKS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398111400018 PubMed ID: 28074328 ISSN: 1044-0305 eISSN: 1879-1123","Keywords":"LipidPioneer; Lipidomics; Exact mass template; High resolution mass spectrometry; Jurkat Tlymphocyte cells KeyWords Plus:OXIDIZED PHOSPHOLIPIDS; OXIDATIVE LIPIDOMICS; IDENTIFICATION; STRATEGIES; SOFTWARE; TISSUES; LIPIDS; TOOLS; MS","Categories":"Biochemistry & Molecular Biology; Chemistry; Spectroscopy Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical; Chemistry, Physical; Spectroscopy","Journal Information":"JOURNAL OF THE AMERICAN SOCIETY FOR MASS SPECTROMETRY Volume: 28 Issue: 3 Pages: 562-565 DOI: 10.1007/s13361-016-1579-6 Published: MAR 2017","Abstract":"Lipidomics, the comprehensive measurement of lipid species in a biological system, has promising potential in biomarker discovery and disease etiology elucidation. Advances in chromatographic separation, mass spectrometric techniques, and novel substrate applications continue to expand the number of lipid species observed. The total number and type of lipid species detected in a given sample are generally indicative of the sample matrix examined (e.g., serum, plasma, cells, bacteria, tissue, etc.). Current exact mass lipid libraries are static and represent the most commonly analyzed matrices. It is common practice for users to manually curate their own lists of lipid species and adduct masses; however, this process is time-consuming. LipidPioneer, an interactive template, can be used to generate exact masses and molecular formulas of lipid species that may be encountered in the mass spectrometric analysis of lipid profiles. Over 60 lipid classes are present in the LipidPioneer template and include several unique lipid species, such as ether-linked lipids and lipid oxidation products. In the template, users can add any fatty acyl constituents without limitation in the number of carbons or degrees of unsaturation. LipidPioneer accepts naming using the lipid class level (sumcomposition) and the LIPIDMAPS notation for fatty acyl structure level. In addition to lipid identification, user-generated lipid m/z values can be used to develop inclusion lists for targeted fragmentation experiments. Resulting lipid names and m/z values can be imported into software such as MZ mine or Compound Discoverer to automate exact mass searching and isotopic pattern matching across experimental data.","Authors":"Ulmer, CZ (Ulmer, Candice Z.) ; Koelmel, JP (Koelmel, Jeremy P.) ; Ragland, JM (Ragland, Jared M.) ; Garrett, TJ (Garrett, Timothy J.) ; Bowden, JA (Bowden, John A.)","Title":"LipidPioneer : A Comprehensive User-Generated Exact Mass Template for Lipidomics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398121200008 ISSN: 1940-3372","Categories":"Plant Sciences; Genetics & Heredity Web of Science Categories:Plant Sciences; Genetics & Heredity","Journal Information":"PLANT GENOME Volume: 10 Issue: 1 DOI: 10.3835/plantgenome2016.08.0078 Published: MAR 2017","Abstract":"Worldwide genome sequencing efforts for plants with medium and large genomes require identification and visualization of orthologous genes, while their syntenic conservation becomes the pinnacle of any comparative and functional genomics study. Using gene models for 20 fully sequenced plant genomes, including model organisms and staple crops such as Aegilops tauschii Coss., Arabidopsis thaliana (L.) Heynh., Brachypodium distachyon (L.) Beauv., turnip (Brassica rapa L.), barley (Hordeum vulgare L.), rice (Oryza sativa L.), sorghum [Sorghum bicolor (L.) Moench], wheat (Triticum aestivum L.), red wild einkorn (Triticum urartu Tumanian ex Gandilyan), and maize (Zea mays L.), we computationally predicted 1,021,611 orthologs using stringent sequence similarity criteria. For each pair of plant species, we determined sets of conserved synteny blocks using strand orientation and physical mapping. Gene ontology (GO) annotations are added for each gene. Plant Orthology Browser (POB) includes three interconnected modules: (i) a gene-order visualization module implementing an interactive environment for exploration of gene order between any pair of chromosomes in two plant species, (ii) a synteny visualization module providing unique interactive dot plot representations of orthologous genes between a pair of chromosomes in two distinct plant species, and (iii) a search module that interconnects all modules via free-text search capability with online as-you-type suggestions and highlighting that allows exploration of the underlining information without constraint of interface-dependent search fields. The POB is a web-based orthology and annotation visualization tool, which currently supports 20 completely sequenced plant species with considerably large genomes and offers intuitive and highly interactive pairwise comparison and visualization of genomic traits via gene orthology.","Authors":"Tulpan, D (Tulpan, Dan) ; Leger, S (Leger, Serge) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tulpan, Dan  http://orcid.org/0000-0003-1100-646X","Title":"The Plant Orthology Browser: An Orthology and Gene-Order Visualizer for Plant Comparative Genomics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396644200009 ISSN: 0272-9490 eISSN: 1943-7676","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"AMERICAN JOURNAL OF OCCUPATIONAL THERAPY Volume: 71 Issue: 2 Article Number: 7102350010 DOI: 10.5014/ajot.2017.020461 Published: MAR-APR 2017","Abstract":"Occupational therapists are constantly searching for engaging, high-technology interactive tasks that provide immediate feedback to evaluate and train clients with visual scanning deficits. This study examined the relationship between two tools: the VISION COACH (TM) interactive light board and the Functional Object Detection (FOD) Advanced driving simulator scenario. Fifty-four healthy drivers, ages 21-66 yr, were divided into three age groups. Participants performed braking response and visual target (E) detection tasks of the FOD Advanced driving scenario, followed by two sets of three trials using the VISION COACH Full Field 60 task. Results showed no significant effect of age on FOD Advanced performance but a significant effect of age on VISION COACH performance. Correlations showed that participants' performance on both braking and E detection tasks were significantly positively correlated with performance on the VISION COACH (.37 < r <.40, p <.01). These tools provide new options for therapists.","Authors":"Brooks, J (Brooks, Johnell) ; Seeanner, J (Seeanner, Julia) ; Hennessy, S (Hennessy, Sarah) ; Manganelli, J (Manganelli, Joseph) ; Crisler, M (Crisler, Matthew) ; Rosopa, P (Rosopa, Patrick) ; Jenkins, C (Jenkins, Casey) ; Anderson, M (Anderson, Michael) ; Drouin, N (Drouin, Nathalie) ; Belle, L (Belle, Leah) ; Truesdail, C (Truesdail, Constance) ; Tanner, S (Tanner, Stephanie) ...More...Less","Title":"Interactive Tools for Measuring Visual Scanning Performance and Reaction Time"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910500003 ISSN: 1555-3434 eISSN: 2169-5032","Keywords":"analytic provenance; reasoning provenance; data provenance; sensemaking; data/frame model; interaction frame mapper; machine learning KeyWords Plus:CONSTRUCTION","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"JOURNAL OF COGNITIVE ENGINEERING AND DECISION MAKING Volume: 11 Issue: 1 Pages: 23-41 Part: 3 Special Issue: SI DOI: 10.1177/1555343416672782 Published: MAR 2017","Abstract":"The reconstruction of analysts' reasoning processes (reasoning provenance) during complex sensemaking tasks can support reflection and decision making. One potential approach to such reconstruction is to automatically infer reasoning from low-level user interaction logs. We explore a novel method for doing this using machine learning. Two user studies were conducted in which participants performed similar intelligence analysis tasks. In one study, participants used a standard web browser and word processor; in the other, they used a system called INVISQUE (Interactive Visual Search and Query Environment). Interaction logs were manually coded for cognitive actions based on captured think-aloud protocol and posttask interviews based on Klein, Phillips, Rall, and Pelusos's data/frame model of sensemaking as a conceptual framework. This analysis was then used to train an interaction frame mapper, which employed multiple machine learning models to learn relationships between the interaction logs and the codings. Our results show that, for one study at least, classification accuracy was significantly better than chance and compared reasonably to a reported manual provenance reconstruction method. We discuss our results in terms of variations in feature sets from the two studies and what this means for the development of the method for provenance capture and the evaluation of sensemaking systems.","Authors":"Kodagoda, N (Kodagoda, Neesha) ; Pontis, S (Pontis, Sheila) ; Simmie, D (Simmie, Donal) ; Attfield, S (Attfield, Simon) ; Wong, BLW (Wong, B. L. William) ; Blandford, A (Blandford, Ann) ; Hankin, C (Hankin, Chris)","Title":"Using Machine Learning to Infer Reasoning Provenance From User Interaction Log Data: Based on the Data/Frame Theory of Sensemaking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397423600002 PubMed ID: 26222999 ISSN: 1063-6560 eISSN: 1530-9304","Keywords":"Interactive evolutionary algorithms; interactive evolutionary computation; genetic programming; data mining; visual analytics; information visualization KeyWords Plus:DIMENSIONALITY REDUCTION; QUALITY METRICS; VISUALIZATION; SCATTERPLOTS; SCAGNOSTICS; METHODOLOGY; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"EVOLUTIONARY COMPUTATION Volume: 25 Issue: 1 Pages: 55-86 DOI: 10.1162/EVCO_a_00161 Published: SPR 2017","Abstract":"We evaluate and analyse a framework for evolutionary visual exploration (EVE) that guides users in exploring large search spaces. EVE uses an interactive evolutionary algorithm to steer the exploration of multidimensional data sets toward two-dimensional projections that are interesting to the analyst. Our method smoothly combines automatically calculated metrics and user input in order to propose pertinent views to the user. In this article, we revisit this framework and a prototype application that was developed as a demonstrator, and summarise our previous study with domain experts and its main findings. We then report on results from a new user study with a clearly predefined task, which examines how users leverage the system and how the system evolves to match their needs. While we previously showed that using EVE, domain experts were able to formulate interesting hypotheses and reach new insights when exploring freely, our new findings indicate that users, guided by the interactive evolutionary algorithm, are able to converge quickly to an interesting view of their data when a clear task is specified. We provide a detailed analysis of how users interact with an evolutionary algorithm and how the system responds to their exploration strategies and evaluation patterns. Our work aims at building a bridge between the domains of visual analytics and interactive evolution. The benefits are numerous, in particular for evaluating interactive evolutionary computation (IEC) techniques based on user study methodologies.","Authors":"Boukhelifa, N (Boukhelifa, N.) ; Bezerianos, A (Bezerianos, A.) ; Cancino, W (Cancino, W.) ; Lutton, E (Lutton, E.)","Title":"Evolutionary Visual Exploration: Evaluation of an IEC Framework for Guided Visual Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396705400006 ISSN: 0031-5826 eISSN: 1744-6570","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management","Journal Information":"PERSONNEL PSYCHOLOGY Volume: 70 Issue: 1 Pages: 167-210 DOI: 10.1111/peps.12132 Published: SPR 2017","Abstract":"This paper provides a framework that elaborates on four conceptualizations of work-family balance: additive spillover (unique effects of bidirectional conflict and enrichment), multiplicative spillover (interactive effects of lower conflict with higher enrichment), balance satisfaction (one's attitude toward resource allocation across work and family roles) and balance effectiveness (one's interdependent self-evaluation of meeting shared expectations across work and family roles). We describe the conceptual differences among these approaches and hypothesize how they operate differently in predicting work and family attitudes and performance. Relative weights analyses showed that additive spillover was the most important predictor of work attitudes (organizational commitment, job satisfaction, and turnover intent), followed by balance satisfaction and effectiveness. However, balance satisfaction and effectiveness together were the most important predictors of family satisfaction and job and family performance. Mediation tests revealed that unique and interactive effects of bidirectional conflict and enrichment related to work and family attitudes and performance indirectly through balance satisfaction and effectiveness. We discuss implications of these findings and offer suggestions to guide future research and theory onwork-family balance.","Authors":"Wayne, JH (Wayne, Julie Holliday) ; Butts, MM (Butts, Marcus M.) ; Casper, WJ (Casper, Wendy J.) ; Allen, TD (Allen, Tammy D.)","Title":"IN SEARCH OF BALANCE: A CONCEPTUAL AND EMPIRICAL INTEGRATION OF MULTIPLE MEANINGS OF WORK-FAMILY BALANCE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394339500024 ISSN: 0138-9130 eISSN: 1588-2861","Keywords":"Tag clouds; Exploratory search; Formal concept analysis; Automatic keyphrase extraction; Citation analysis; User study KeyWords Plus:NETWORKS; COLLECTIONS; SIMILARITY; STATISTICS; ALGORITHM; SCIENCE; PAPER","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Information Science & Library Science","Journal Information":"SCIENTOMETRICS Volume: 110 Issue: 3 Pages: 1539-1571 DOI: 10.1007/s11192-016-2236-3 Published: MAR 2017","Abstract":"Acquiring an overview of an unfamiliar discipline and exploring relevant papers and journals is often a laborious task for researchers. In this paper we show how exploratory search can be supported on a large collection of academic papers to allow users to answer complex scientometric questions which traditional retrieval approaches do not support optimally. We use our ConceptCloud browser, which makes use of a combination of concept lattices and tag clouds, to visually present academic publication data (specifically, the ACM Digital Library) in a browsable format that facilitates exploratory search. We augment this dataset with semantic categories, obtained through automatic keyphrase extraction from papers' titles and abstracts, in order to provide the user with uniform keyphrases of the underlying data collection. We use the citations and references of papers to provide additional mechanisms for exploring relevant research by presenting aggregated reference and citation data not only for a single paper but also across topics, authors and journals, which is novel in our approach. We conduct a user study to evaluate our approach in which we asked 34 participants, from different academic backgrounds with varying degrees of research experience, to answer a variety of scientometric questions using our ConceptCloud browser. Participants were able to answer complex scientometric questions using our ConceptCloud browser with a mean correctness of 73%, with the user's prior research experience having no statistically significant effect on the results.","Authors":"Dunaiski, M (Dunaiski, Marcel) ; Greene, GJ (Greene, Gillian J.) ; Fischer, B (Fischer, Bernd)","Title":"Exploratory search of academic publication and citation data using interactive tag cloud visualizations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532400007 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Group decision-making; Incomplete additive preference relations; Social ties; Consensus reaching process KeyWords Plus:CONSENSUS SUPPORT MODEL; LINGUISTIC INFORMATION; DEVIATION MEASURES; NETWORK ANALYSIS; WEAK TIES; CONSISTENCY; TRUST; ORDERINGS; MECHANISM; STRENGTH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 119 Pages: 68-86 DOI: 10.1016/j.knosys.2016.12.001 Published: MAR 2017","Abstract":"With the rapid growth of Web 2.0 technology, a new paradigm has been developed that allows many users to participate in decision-making processes within online social networks. The social information (i.e., social ties and social influence) of the members that is stored in online social networks provides a new perspective for investigating group decision-making (GDM) problems. In this paper, a new interactive GDM approach, based on online social networks, is proposed to address a ranking problem with incomplete additive preference relations (IAPRs). This approach incorporates the strength of social ties and social influence calculated by social network analysis methods regarding the decision-making process. After decision makers (DMs) provide IAPRs, a searching algorithm is developed to identify the optimal preference information transfer path from DMs to the decision supporters who can provide the corresponding preference information. Next, a linear programming model is constructed to complete the missing preference values of the IAPRs. The main features of the linear programming model include its ability to account for other DMs' preference information and to maintain consistency. To help the group reach an agreement on the ranking of alternatives, a consensus reaching process is proposed. The strength of social ties and social influence are used to calculate the acceptable adjustment coefficients for DMs in the feedback mechanism. Finally, an illustrative example and further discussion demonstrate the validity of the proposed approach. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liang, Q (Liang, Qian) ; Liao, XW (Liao, Xiuwu) ; Liu, JP (Liu, Jiapeng)","Title":"A social ties-based approach for group decision-making problems with incomplete additive preference relations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000018 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multimodal information retrieval; User adaptation; Retrieval engines; Rule-based expert systems KeyWords Plus:INFORMATION-RETRIEVAL; IMAGE COLLECTION; SEARCH; ALGORITHM; FUSION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 201-213 DOI: 10.1016/j.eswa.2016.10.049 Published: MAR 1 2017","Abstract":"Interactive multimodal information retrieval systems (IMIR) increase the capabilities of traditional search systems, by adding the ability to retrieve information of different types (modes) and from different sources. This article describes a formal model for interactive multimodal information retrieval. This model includes formal and widespread definitions of each component of an IMIR system. A use case that focuses on information retrieval regarding sports validates the model, by developing a prototype that implements a subset of the features of the model. Adaptive techniques applied to the retrieval functionality of IMIR systems have been defined by analysing past interactions using decision trees, neural networks, and clustering techniques. This model includes a strategy for selecting sources and combining the results obtained from every source. After modifying the strategy of the prototype for selecting sources, the system is reevaluated using classification techniques. This evaluation compares the normalised discounted cumulative gain (NDCG) measure obtained using two different approaches: the multimodal system using a baseline strategy based on predefined rules as a source selection strategy, and the same multimodal system with the functionality adapted by past user interactions. In the adapted system, a final value of 81,54% was obtained for the NDCG. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Moreno-Schneider, J (Moreno-Schneider, Julian) ; Martinez, P (Martinez, Paloma) ; Martinez-Fernandez, JL (Martinez-Fernandez, Jose L.)","Title":"Combining heterogeneous sources in an interactive multimedia content retrieval model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010700011 PubMed ID: 28219745 ISSN: 1046-2023 eISSN: 1095-9130","Keywords":"Neuron Morphology; Large-Scale Retrieval; Binary Coding; Online Updating; User Interaction KeyWords Plus:HISTOPATHOLOGICAL IMAGE-ANALYSIS; RELEVANCE FEEDBACK; MORPHOLOGICAL SEARCH; HASHING FORESTS; MOUSE-BRAIN; RETRIEVAL; SEGMENTATION; VISUALIZATION; TOOL","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemical Research Methods; Biochemistry & Molecular Biology","Journal Information":"METHODS Volume: 115 Pages: 100-109 DOI: 10.1016/j.ymeth.2017.02.005 Published: FEB 15 2017","Abstract":"This paper proposes a novel framework to help biologists explore and analyze neurons based on retrieval of data from neuron morphological databases. In recent years, the continuously expanding neuron databases provide a rich source of information to associate neuronal morphologies with their functional properties. We design a coarse-to-fine framework for efficient and effective data retrieval from large-scale neuron databases. In the coarse-level, for efficiency in large-scale, we employ a binary coding method to compress morphological features into binary codes of tens of bits. Short binary codes allow for realtime similarity searching in Hamming space. Because the neuron databases are continuously expanding, it is inefficient to re-train the binary coding model from scratch when adding new neurons. To solve this problem, we extend binary coding with online updating schemes, which only considers the newly added neurons and update the model on-the-fly, without accessing the whole neuron databases. In the finegrained level, we introduce domain experts/users in the framework, which can give relevance feedback for the binary coding based retrieval results. This interactive strategy can improve the retrieval performance through re-ranking the above coarse results, where we design a new similarity measure and take the feedback into account. Our framework is validated on more than 17,000 neuron cells, showing promising retrieval accuracy and efficiency. Moreover, we demonstrate its use case in assisting biologists to identify and explore unknown neurons. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Li, ZY (Li, Zhongyu) ; Metaxas, DN (Metaxas, Dimitris N.) ; Lu, AD (Lu, Aidong) ; Zhang, ST (Zhang, Shaoting)","Title":"Interactive Exploration for Continuously Expanding Neuron Databases"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397872400129 PubMed ID: 28183810 ISSN: 2044-6055","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ OPEN Volume: 7 Issue: 2 Article Number: e014177 DOI: 10.1136/bmjopen-2016-014177 Published: FEB 2017","Abstract":"Objectives: This review aims to understand what elements of psychosocial interventions are associated with improved outcomes for people with dementia to inform implementation in care homes. Design: A systematic review of qualitative and quantitative intervention studies was undertaken. Eligibility criteria for included studies: We included primary research studies evaluating psychosocial interventions that trained care home staff to deliver a specific intervention or that sought to change how staff delivered care to residents with dementia and reported staff and resident qualitative or quantitative outcomes. Methods: We searched MEDLINE, PsychINFO and EMBASE electronic databases and hand-searched references up to May 2016. Quality of included papers was rated independently by 2 authors, using operationalised checklists derived from standard criteria. We discussed discrepancies and reached consensus. We conducted a narrative synthesis of quantitative and a thematic synthesis of qualitative findings to find what was effective immediately and in sustaining change. Results: We identified 49 papers fulfilling predetermined criteria. We found a lack of higher quality quantitative evidence that effects could be sustained after psychosocial interventions finished with no evidence that interventions continued to work after 6 months. Qualitative findings suggest that staff valued interventions focusing on getting to know, understand and connect with residents with dementia. Successful elements of interventions included interactive training, post-training support, aiming to train most staff, retaining written materials afterwards and building interventions into routine care. Conclusions: Psychosocial interventions can improve outcomes for staff and residents with dementia in care homes; however, many trial results are limited. Synthesis of qualitative findings highlight core components of interventions that staff value and feel improve care. These findings provide useful evidence to inform the development of sustainable, effective psychosocial interventions in care homes.","Authors":"Rapaport, P (Rapaport, Penny) ; Livingston, G (Livingston, Gill) ; Murray, J (Murray, Joanna) ; Mulla, A (Mulla, Aasiya) ; Cooper, C (Cooper, Claudia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cooper, Claudia  C-1556-2008 http://orcid.org/0000-0002-2777-7616","Title":"Systematic review of the effective components of psychosocial interventions delivered by care home staff to people with dementia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500039 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Exploratory search; Video browsing; Video retrieval KeyWords Plus:RETRIEVAL; USER","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5539-5571 DOI: 10.1007/s11042-016-3661-2 Published: FEB 2017","Abstract":"Interactive video retrieval tools developed over the past few years are emerging as powerful alternatives to automatic retrieval approaches by giving the user more control as well as more responsibilities. Current research tries to identify the best combinations of image, audio and text features that combined with innovative UI design maximize the tools performance. We present the last installment of the Video Browser Showdown 2015 which was held in conjunction with the International Conference on MultiMedia Modeling 2015 (MMM 2015) and has the stated aim of pushing for a better integration of the user into the search process. The setup of the competition including the used dataset and the presented tasks as well as the participating tools will be introduced. The performance of those tools will be thoroughly presented and analyzed. Interesting highlights will be marked and some predictions regarding the research focus within the field for the near future will be made.","Authors":"Cobarzan, C (Cobarzan, Claudiu) ; Schoeffmann, K (Schoeffmann, Klaus) ; Bailer, W (Bailer, Werner) ; Hurst, W (Hurst, Wolfgang) ; Blazek, A (Blazek, Adam) ; Lokoc, J (Lokoc, Jakub) ; Vrochidis, S (Vrochidis, Stefanos) ; Barthel, KU (Barthel, Kai Uwe) ; Rossetto, L (Rossetto, Luca) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rossetto, Luca  http://orcid.org/0000-0002-5389-9465","Title":"Interactive video search tools: a detailed analysis of the video browser showdown 2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395223200019 PubMed ID: 28187892 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Content based medical image; retrieval; Pulse couple neural network; Multiscale geometric analysis; Relevance feedback; Fuzzy logic; Radiographic images KeyWords Plus:RELEVANCE FEEDBACK; MEDICAL APPLICATIONS; SIMILARITY FUSION; CLASSIFICATION; CATEGORIZATION; FRAMEWORK; SEGMENTATION; DATABASES; PCNN","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 139 Pages: 209-220 DOI: 10.1016/j.cmpb.2016.10.023 Published: FEB 2017","Abstract":"Background and Objective: Content based medical image retrieval (CBMIR) systems enable fast diagnosis through quantitative assessment of the visual information and is an active research topic over the past few decades. Most of the state-of-the-art CBMIR systems suffer from various problems: computationally expensive due to the usage of high dimensional feature vectors and complex classifier/clustering schemes. Inability to properly handle the \"semantic gap\" and the high intra-class versus inter-class variability problem of the medical image database (like radiographic image database). This yields an exigent demand for developing highly effective and computationally efficient retrieval system. Methods: We propose a novel interactive two-stage CBMIR system for diverse collection of medical radiographic images. Initially, Pulse Coupled Neural Network based shape features are used to find out the most probable (similar) image classes using a novel \"similarity positional score\" mechanism. This is followed by retrieval using Non-subsampled Contourlet Transform based texture features considering only the images of the pre-identified classes. Maximal information compression index is used for unsupervised feature selection to achieve better results. To reduce the semantic gap problem, the proposed system uses a novel fuzzy index based relevance feedback mechanism by incorporating subjectivity of human perception in an analytic manner. Results: Extensive experiments were carried out to evaluate the effectiveness of the proposed CBMIR system on a subset of Image Retrieval in Medical Applications (IRMA)-2009 database consisting of 10,902 labeled radiographic images of 57 different modalities. We obtained overall average precision of around 98% after only 2-3 iterations of relevance feedback mechanism. We assessed the results by comparisons with some of the state-of-the-art CBMIR systems for radiographic images. Conclusions: Unlike most of the existing CBMIR systems, in the proposed two-stage hierarchical framework, main importance is given on constructing efficient and compact feature vector representation, search-space reduction and handling the \"semantic gap\" problem effectively, without compromising the retrieval performance. Experimental results and comparisons show that the proposed system performs efficiently in the radiographic medical image retrieval field. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Kundu, MK (Kundu, Malay Kumar) ; Chowdhury, M (Chowdhury, Manish) ; Das, S (Das, Sudeb)","Title":"Interactive radiographic image retrieval system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395666800002 ISSN: 1303-0485 eISSN: 2148-7561","Keywords":"Autism spectrum disorders; High technology; Review; Research KeyWords Plus:ASSISTED EXPLICIT INSTRUCTION; COMPUTER-BASED INTERVENTION; SPEECH-GENERATING DEVICE; LOW-FUNCTIONING CHILDREN; ASPERGER-SYNDROME; SYSTEMATIC INSTRUCTION; INTERACTIVE MULTIMEDIA; COMMUNICATION-SKILLS; EMOTION RECOGNITION; ACTIVITY SCHEDULES","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL SCIENCES-THEORY & PRACTICE Volume: 17 Issue: 1 Pages: 27-45 DOI: 10.12738/estp.2017.1.0236 Published: FEB 2017","Abstract":"This study explores 67 experimental research articles written about children with Autism Spectrum Disorder using high-tech devices. The studies in this research were accessed through EBSCO, Academic Search Complete, ERIC, and Uludag University online search engines using keywords such as autism and technology, autism and computer, autism and tablet, and autism and portable devices. The studies have been categorized based on their scope: studies conducted using computers and studies conducted using smart portable devices. The software programs used in these studies are described in a separate table. Research findings indicate that studies conducted on children with ASD using high-tech devices found them to be effective for teaching academic skills, communication skills, and social-emotional skills.","Authors":"Elicin, O (Elicin, Ozge) ; Kaya, A (Kaya, Ali)","Title":"Determining Studies Conducted upon Individuals with Autism Spectrum Disorder Using High-Tech Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395483800002 ISSN: 2220-9964","Keywords":"Single-Page Application; model view controller; multimedia; mapping; VGI","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 6 Issue: 2 Article Number: 34 DOI: 10.3390/ijgi6020034 Published: FEB 2017","Abstract":"The relevance of local knowledge in cultural heritage is by now acknowledged. It helps to determine many community-based projects by identifying the material to be digitally maintained in multimedia collections provided by communities of volunteers, rather than for-profit businesses or government entities. Considering that the search and browsing of texts, images, video, and 3D models related to places is more essential than using a simple text-based search, an interactive multimedia map was implemented in this study. The map, which is loaded on a single HyperText Markup Language (HTML) page using AJAX (Asynchronous JavaScript and XML), with a client-side control mechanism utilising jQuery components that are both freely available and ad-hoc developed, is updated according to user interaction. To simplify the publication of geo-referenced information, the application stores all the data in a Geographic JavaScript Object Notation (GeoJSON) file rather than in a database. The multimedia contents-associated with the selected Points of Interest (PoIs)-can be selected through text search and list browsing as well as by viewing their previews one by one in a sequence all together in a scrolling window (respectively: \"Table\", \"Folder\", and \"Tile\" functions). PoIs-visualised on the map with multi-shape markers using a set of unambiguous colourscan be filtered through their categories and types, accessibility status and timeline, thus improving the system usability. The map functions are illustrated using data collected in a Comenius project. Notes on the application software and architecture are also presented in this paper.","Authors":"Maiellaro, N (Maiellaro, Nicola) ; Varasano, A (Varasano, Antonietta)","Title":"One-Page Multimedia Interactive Map"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394413300002 PubMed ID: 28038974 ISSN: 1524-9042 eISSN: 1532-8635","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"PAIN MANAGEMENT NURSING Volume: 18 Issue: 1 Pages: 3-15 DOI: 10.1016/j.pmn.2016.11.001 Published: FEB 2017","Abstract":"The objective of this review was to examine the effects of nursing education interventions on clinical outcomes for acute pain management in hospital settings, relating interventions to health care behavior change theory. Three databases were searched for nursing education interventions from 2002 to 2015 in acute hospital settings with clinical outcomes reported. Methodological quality was rated as strong, moderate, or weak using the Effective Public Health Practice Project Quality Assessment Tool for quantitative studies. The 12 eligible studies used varied didactic and interactive teaching methods. Several studies had weaknesses attributable to selection biases, uncontrolled confounders, and lack of blinding of outcome assessors. No studies made reference to behavior change theory in their design. Eight of the 12 studies investigated nursing documentation of pain assessment as the main outcome, with the majority reporting positive effects of education interventions on nursing pain assessment. Of the remaining studies, two reported mixed findings on patient self-report of pain scores as the key measure, one reported improvements in patient satisfaction with pain management after a nursing intervention, and one study found an increase in nurses' delivery of a relaxation treatment following an intervention. Improvements in design and evaluation of nursing education interventions are suggested, drawing on behavior change theory and emphasizing the relational, contextual, and emotionally demanding nature of nursing pain management in hospital settings. Crown Copyright (C) 2016 Published by Inc. on behalf of the American Society for Pain Management Nursing","Authors":"Drake, G (Drake, Gareth) ; Williams, ACD (Williams, Amanda C. de C.)","Title":"Nursing Education Interventions for Managing Acute Pain in Hospital Settings: A Systematic Review of Clinical Outcomes and Teaching Methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395802900014 PubMed ID: 27775198 ISSN: 0960-7412 eISSN: 1365-313X","Keywords":"wheat; proteomics; database; cell metabolism; wheat genome; Triticum aestivum KeyWords Plus:DATABASE SEARCH; LEAF SENESCENCE; DILUTE-SOLUTION; FLAG LEAF; GENOME; LEAVES; METABOLISM; SEQUENCE; NETWORK; MS/MS","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PLANT JOURNAL Volume: 89 Issue: 3 Pages: 601-616 DOI: 10.1111/tpj.13402 Published: FEB 2017","Abstract":"Yield and quality improvement of bread wheat (Triticum aestivum) is a focus in efforts to meet new demands from population growth and changing human diets. As the complexity of the wheat genome is unravelled, determining how it is used to build the protein machinery of wheat plants is a key next step in explaining detailed aspects of wheat growth and development. The specific functions of wheat organs during vegetative development and the role of metabolism, protein degradation and remobilisation in driving grain production are the foundations of crop performance and have recently become accessible through studies of the wheat proteome. We present a large scale, publicly accessible proteome mapping of wheat consisting of 24 organ and developmental samples. Tissue specific sub-proteomes and ubiquitously expressed markers of the wheat proteome are identified, alongside hierarchical assessment of protein functional classes, their presence in different tissues and correlations between the abundance of functional classes of proteins. Gene-specific identifications and protein family relationships are accounted for in the organisation of the data and 202 new protein-coding transcripts identified by proteogenomic mapping. The interactive database will serve as a vehicle to build, refine and deposit confirmed targeted proteomic assays for wheat proteins and protein families to assess function (www.wheatproteome.org).","Authors":"Duncan, O (Duncan, Owen) ; Trosch, J (Trosch, Josua) ; Fenske, R (Fenske, Ricarda) ; Taylor, NL (Taylor, Nicolas L.) ; Millar, AH (Millar, A. Harvey) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Millar, A. Harvey  A-5452-2008 http://orcid.org/0000-0001-9679-1473 Trosch, Josua  http://orcid.org/0000-0002-7770-7333","Title":"Resource: Mapping the Triticum aestivum proteome"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395933900005 ISSN: 2204-2091","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"PUBLIC HEALTH RESEARCH & PRACTICE Volume: 27 Issue: 1 Article Number: e2711704 DOI: 10.17061/phrp2711704 Published: FEB 2017","Abstract":"Background: A significant challenge in research translation is that interested parties interpret and apply the associated terms and conceptual frameworks in different ways. The purpose of this review was to: a) examine different research translation frameworks; b) examine the similarities and differences between the frameworks; and c) identify key strengths and weaknesses of the models when they are applied in practice. Methods: The review involved a keyword search of PubMed. The search string was (translational research OR knowledge translation OR evidence to practice) AND (framework OR model OR theory) AND ( public health OR health promotion OR medicine). Included studies were published in English between January 1990 and December 2014, and described frameworks, models or theories associated with research translation. Results: The final review included 98 papers, and 41 different frameworks and models were identified. The most frequently applied knowledge translation framework in the literature was RE-AIM, followed by the knowledge translation continuum or 'T' models, the Knowledge to Action framework, the PARiHS framework, evidence based public health models, and the stages of research and evaluation model. Conclusion: The models identified in this review stem from different fields, including implementation science, basic and medical sciences, health services research and public health, and propose different but related pathways to closing the research-practice gap.","Authors":"Milat, AJ (Milat, Andrew J.) ; Li, B (Li, Ben)","Title":"Narrative review of frameworks for translating research evidence into policy and practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397211500008 PubMed ID: 27984672 ISSN: 1545-102X eISSN: 1741-6787","Keywords":"meta-analysis; interactive; self-management; intervention; type 2 diabetes; poor control KeyWords Plus:IMPROVE GLYCEMIC CONTROL; BEHAVIORAL INTERVENTION; GENERAL-PRACTICE; CLINICAL-TRIAL; BLOOD-GLUCOSE; ADULTS; SUPPORT; EDUCATION; CARE; AMERICANS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"WORLDVIEWS ON EVIDENCE-BASED NURSING Volume: 14 Issue: 1 Pages: 65-73 DOI: 10.1111/wvn.12191 Published: FEB 2017","Abstract":"Aims: To identify, assess, and summarize available scientific evidence on the effectiveness of interactive self-management interventions on glycemic control and patient-centered outcomes in individuals with poorly controlled type 2 diabetes. Methods: Major English and Chinese electronic databases including Medline, EMBASE, Cochrane Central Register of Controlled Trials, China National Knowledge Infrastructure, and WanFang Data were searched to identify randomized controlled trials that reported the effectiveness of interactive self-management interventions in individuals with poorly controlled type 2 diabetes (glycated hemoglobin [HbA1c] >= 7.5% or 58 mmol/mol), from inception to June 2015. Data extraction and risk-of-bias assessment were performed by two reviewers independently. Meta-analysis was performed using Review Manager 5.3. Results: A total of 16 trials with 3,545 participants were included in the meta-analysis. Interactive self-management interventions could have a beneficial effect in individuals with poorly controlled type 2 diabetes in reducing HbA1c (mean difference: -0.43%, 95% CI: -0.67% to -0.18%), improving diabetes knowledge (standardized mean difference [SMD]: 0.30, 95% CI: 0.03 to 0.58), enhancing self-efficacy (SMD: 0.29, 95% CI: 0.14 to 0.44), and reducing diabetes-related distress (SMD: -0.21, 95% CI: -0.39 to -0.04). Self-management interventions supported with theory and structured curriculum showed desirable results in glycemic control. The behavioral change techniques, including providing feedback on performance, problem-solving, and action planning, were associated with a significant reduction in HbA1c. Linking Evidence to Action: Individuals with poorly controlled type 2 diabetes could benefit from interactive self-management interventions. Interventions targeting patients with poorly controlled diabetes, those who are at the greatest risk of developing complications, should be prioritized. Our findings indicate that providing feedback on performance, problem-solving, and action planning are promising behavioral change techniques specifically for individuals with poor glycemic control.","Authors":"Cheng, L (Cheng, Li) ; Sit, JWH (Sit, Janet W. H.) ; Choi, KC (Choi, Kai-chow) ; Chair, SY (Chair, Sek-ying) ; Li, XM (Li, Xiaomei) ; He, XL (He, Xiao-le) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sit, Janet  A-5159-2015   Chair, Sek Ying  G-9965-2016  ","Title":"Effectiveness of Interactive Self-Management Interventions in Individuals With Poorly Controlled Type 2 Diabetes: A Meta-Analysis of Randomized Controlled Trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394288900004 ISSN: 0005-1179 eISSN: 1608-3032","Keywords":"traffic equilibrium; elastic demand; variational inequality; ontology; cloud-based service; virtual worlds; 3D graphics KeyWords Plus:EQUILIBRIUM PROBLEM; COSTS; FORMULATION","Categories":"Automation & Control Systems; Instruments & Instrumentation Web of Science Categories:Automation & Control Systems; Instruments & Instrumentation","Journal Information":"AUTOMATION AND REMOTE CONTROL Volume: 78 Issue: 2 Pages: 235-246 DOI: 10.1134/S0005117917020047 Published: FEB 2017","Abstract":"We present a design paradigm for a cloud-based service for interactive modeling of traffic flows in a developing urban infrastructure. The mathematical forecasting model for the load of a transportation network is constructed as a result of synthesizing a gravitational model that describes origin-destination trips and a multimodal traffic equilibrium problem with elastic demand. The search for traffic equilibrium reduces to solving a variational inequality. Three-dimensional visualization of the transportation network and adjacent infrastructure is implemented with the virtual environment's declarative model.","Authors":"Gribova, VV (Gribova, V. V.) ; Shamray, NB (Shamray, N. B.); Fedorishchev, LA (Fedorishchev, L. A.)","Title":"Traffic modeling flows in a developing urban infrastructure with a software suite for creating interactive virtual environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395740300022 ISSN: 0018-9545 eISSN: 1939-9359","Keywords":"Cooperative jamming; physical-layer security; power allocation; secrecy rate KeyWords Plus:PHYSICAL LAYER SECURITY; WIRELESS NETWORKS; SELECTION; CHANNELS; DRIVEN","Categories":"Engineering; Telecommunications; Transportation Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications; Transportation Science & Technology","Journal Information":"IEEE TRANSACTIONS ON VEHICULAR TECHNOLOGY Volume: 66 Issue: 2 Pages: 1144-1158 DOI: 10.1109/TVT.2016.2553121 Published: FEB 2017","Abstract":"This work considers the problemof reliability and secrecy enhancement for wireless content sharing between a content source node and a content requester. By exploiting the social characteristics of multiple nodes in the presence of multiple independent eavesdroppers, this paper first investigates the impact of mobility for source node selection for transmission reliability, within a cooperative wireless network. Furthermore, trustworthiness and social-tie-based jammer node selections are explored for cooperative jamming to provide secrecy, while allocating power appropriately to the source node and the cooperative jammer node to maximize the worst-case ergodic secrecy rate. Specifically, the source transmitter is selected by first narrowing the potential link set to provide the desired transmission success rate while considering the physical channel and social characteristics jointly. Moreover, the effect of jammer dependability based on its social interactive behavior is also investigated. Instead of focusing on full channel state information (CSI), this paper also investigates the more practical case in which only statistical CSI knowledge is known. Our optimization is based on the upper and lower bounds to the secrecy rate to simplify the power optimization problem without noticeable performance loss. Additional performance analysis for the impact of social characteristics is given. Finally, a one-dimensional search is proposed to further reduce the computational complexity of the power optimization.","Authors":"Wang, L (Wang, Li) ; Wu, HQ (Wu, Huaqing) ; Stuber, GL (Stuber, Gordon L.)","Title":"Cooperative Jamming-Aided Secrecy Enhancement in P2P Communications With Social Interaction Constraints"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393760100014 ISSN: 0268-3768 eISSN: 1433-3015","Keywords":"Taguchi robust design; Plastic injection molding; Design space reduction method; Design of experiments KeyWords Plus:GATE LOCATION OPTIMIZATION; MOLDED PARTS; MOLDING DESIGN; WELD LINES; WARPAGE; ALGORITHM; TAGUCHI; MINIMIZATION; SHRINKAGE","Categories":"Automation & Control Systems; Engineering Web of Science Categories:Automation & Control Systems; Engineering, Manufacturing","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED MANUFACTURING TECHNOLOGY Volume: 88 Issue: 5-8 Pages: 1333-1344 DOI: 10.1007/s00170-016-8854-3 Published: FEB 2017","Abstract":"A new robust optimal design methodology has been developed and applied to the design of plastic injection molding products. Taguchi's robust design method and an optimal design search algorithm are integrated with a commercial CAE simulation tool. A direct search-based optimization procedure is implemented with the considerations of process variations as well as uncontrollable noise variables. The Interactive Design Space Reduction Method (IDSRM) based on orthogonal arrays for design of experiments is developed as a general optimization tool. Using the system, designers can interactively adjust the design space during the searching process for the optimal solution based on the outcomes of the experiments. The developed methodology is applied to an industrial application: a molding process design of an automobile front bumper to minimize the weldline, a form defect of plastic parts. Compared with the initial design solution, the optimized design aided by the proposed methodology shows a more efficient and better result in terms of design robustness against process variations.","Authors":"Kim, KH (Kim, Kwang-Ho) ; Park, JC (Park, Jong Cheon) ; Suh, YS (Suh, Yong S.) ; Koo, BH (Koo, Bon-Heung)","Title":"Interactive robust optimal design of plastic injection products with minimum weldlines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394974000015 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 2 Pages: 480-490 DOI: 10.1002/asi.23677 Published: FEB 2017","Abstract":"In this article, we propose a graph-based interactive bibliographic information retrieval systemGIBIR. GIBIR provides an effective way to retrieve bibliographic information. The system represents bibliographic information as networks and provides a form-based query interface. Users can develop their queries interactively by referencing the system-generated graph queries. Complex queries such as papers on information retrieval, which were cited by John's papers that had been presented in SIGIR can be effectively answered by the system. We evaluate the proposed system by developing another relational database-based bibliographic information retrieval system with the same interface and functions. Experiment results show that the proposed system executes the same queries much faster than the relational database-based system, and on average, our system reduced the execution time by 72% (for 3-node query), 89% (for 4-node query), and 99% (for 5-node query).","Authors":"Zhu, YJ (Zhu, Yongjun) ; Yan, EJ (Yan, Erjia) ; Song, IY (Song, Il-Yeol)","Title":"The use of a graph-based system to improve bibliographic information retrieval: System design, implementation, and evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393657900006 ISSN: 0742-6046 eISSN: 1520-6793","Categories":"Business & Economics; Psychology Web of Science Categories:Business; Psychology, Applied","Journal Information":"PSYCHOLOGY & MARKETING Volume: 34 Issue: 2 Pages: 195-214 DOI: 10.1002/mar.20983 Published: FEB 2017","Abstract":"The use of Internet-enabled mobile devices (i.e., smartphones and tablets) for shopping purposes has gained in relevance among consumers. As mobile technologies become increasingly powerful, richer modes of presentation (e.g., videos and animated pictures) are used to design mobile online shops resulting in increased visual complexity. Given the importance of fluent mobile web site processing during typically short interactive sessions and the need to bridge a gap in prior research, this article explores the effects of perceived visual complexity on consumers' perceptions and behavior-related intentions when using mobile online shops. The findings from two empirical studies (i.e., an online survey and an experimental study) conducted among mobile device-using online shoppers illustrate that perceived visual complexity negatively influences individuals' satisfaction with their mobile shopping experience, whereas their channel-specific satisfaction enhances their loyalty to the online retailer. Customers' perceived psychological costs (i.e., time and effort costs as well as spatial crowding perceptions) partially mediate the relationship between visual complexity perceptions and satisfaction. As the results of the laboratory experiment show, the mediating role of perceived spatial crowding in the relationship between perceived visual complexity and satisfaction depends on the mobile device individuals use to visit an online shop. Hence, this relationship is mediated by perceptions of spatial crowding only when online shop visitors use a smartphone rather than a tablet.","Authors":"Sohn, S (Sohn, Stefanie) ; Seegebarth, B (Seegebarth, Barbara) ; Moritz, M (Moritz, Madleen)","Title":"The Impact of Perceived Visual Complexity of Mobile Online Shops on User's Satisfaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393022200020 PubMed ID: 27921190 ISSN: 0001-6268 eISSN: 0942-0940","Keywords":"eLearning; Electronic learning resource; Resident training; New media; Internet; Neurosurgery; Postgraduate training; Education KeyWords Plus:SURGICAL EDUCATION SAFE; MEDICAL-EDUCATION; INSTRUCTIONAL EFFICACY; INTERNET; STUDENTS; RESIDENTS; SURGERY; PLATFORM; FUTURE; EBRAIN","Categories":"Neurosciences & Neurology; Surgery Web of Science Categories:Clinical Neurology; Surgery","Journal Information":"ACTA NEUROCHIRURGICA Volume: 159 Issue: 2 Pages: 325-337 DOI: 10.1007/s00701-016-3042-7 Published: FEB 2017","Abstract":"In an increasingly complex and competitive professional environment, improving methods to educate neurosurgical residents is key to ensure high-quality patient care. Electronic (e)Learning resources promise interactive knowledge acquisition. We set out to give a comprehensive overview on available eLearning resources that aim to improve postgraduate neurosurgical training and review the available literature. A MEDLINE query was performed, using the search term \"electronic AND learning AND neurosurgery\". Only peer-reviewed English-language articles on the use of any means of eLearning to improve theoretical knowledge in postgraduate neurosurgical training were included. Reference lists were crosschecked for further relevant articles. Captured parameters were the year, country of origin, method of eLearning reported, and type of article, as well as its conclusion. eLearning resources were additionally searched for using Google. Of n = 301 identified articles by the MEDLINE search, n = 43 articles were analysed in detail. Applying defined criteria, n = 28 articles were excluded and n = 15 included. Most articles were generated within this decade, with groups from the USA, the UK and India having a leadership role. The majority of articles reviewed existing eLearning resources, others reported on the concept, development and use of generated eLearning resources. There was no article that scientifically assessed the effectiveness of eLearning resources (against traditional learning methods) in terms of efficacy or costs. Only one article reported on satisfaction rates with an eLearning tool. All authors of articles dealing with eLearning and the use of new media in neurosurgery uniformly agreed on its great potential and increasing future use, but most also highlighted some weaknesses and possible dangers. This review found only a few articles dealing with the modern aspects of eLearning as an adjunct to postgraduate neurosurgery training. Comprehensive eLearning platforms offering didactic modules with clear learning objectives are rare. Two decades after the rise of eLearning in neurosurgery, some promising solutions are readily available, but the potential of eLearning has not yet been sufficiently exploited.","Authors":"Stienen, MN (Stienen, Martin N.) ; Schaller, K (Schaller, Karl) ; Cock, H (Cock, Hannah) ; Lisnic, V (Lisnic, Vitalie) ; Regli, L (Regli, Luca) ; Thomson, S (Thomson, Simon)","Title":"eLearning resources to supplement postgraduate neurosurgery training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392678900035 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Grouped grey wolf optimizer; Cooperative hunting; Random scout; Maximum power point tracking; Doubly-fed induction generator KeyWords Plus:ENERGY-CONVERSION SYSTEMS; THROUGH CONTROL STRATEGY; ALGORITHM; DFIG; IMPLEMENTATION; DESIGN; TIME","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 133 Pages: 427-443 DOI: 10.1016/j.enconman.2016.10.062 Published: FEB 1 2017","Abstract":"This paper proposes a novel grouped grey wolf optimizer to obtain the optimal parameters of interactive proportional-integral controllers of doubly-fed induction generator based wind turbine, such that a maximum power point tracking can be realized together with an improved fault ride-through capability. Under the proposed framework, the grey wolves are divided into two independent groups, including a cooperative hunting group and a random scout group. The former one contains four types of grey wolves (i.e., alpha, beta, delta, and omega) to accomplish an effective hunting based on their hierachical cooperation and three elaborative maneuvers in the presence of an unknown environment, e.g., prey searching, prey encircling, and prey attacking, of which the number of beta and delta wolves is increased to achieve a deeper exploitation. On the other hand, the latter one undertakes a randomly global search and realizes an appropriate trade-off between the exploration and exploitation, thus a local optimum can be effectively avoided. Three case studies are carried out which verify that a better global convergence, more accurate power tracking and improved fault ride through capability can be achieved by the proposed approach compared with that of other heuristic algorithms. (C) 2016 Published by Elsevier Ltd.","Authors":"Yang, B (Yang, Bo) ; Zhang, XS (Zhang, Xiaoshun) ; Yu, T (Yu, Tao) ; Shu, HC (Shu, Hongchun) ; Fang, ZH (Fang, Zihao)","Title":"Grouped grey wolf optimizer for maximum power point tracking of doubly-fed induction generator based wind turbine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390743400004 ISSN: 0048-7333 eISSN: 1873-7625","Keywords":"Innovation; Local knowledge system; UK; Externalities of openness KeyWords Plus:RESEARCH-AND-DEVELOPMENT; ABSORPTIVE-CAPACITY; DEVELOPMENT SPILLOVERS; EMPIRICAL-EVIDENCE; NETWORKS; OPENNESS; GROWTH; MARKET; COLLABORATION; NETHERLANDS","Categories":"Business & Economics; Public Administration Web of Science Categories:Management; Planning & Development","Journal Information":"RESEARCH POLICY Volume: 46 Issue: 1 Pages: 43-56 DOI: 10.1016/j.respol.2016.10.004 Published: FEB 2017","Abstract":"We use an augmented version of the UK Innovation Surveys 4-7 to explore firm-level and local area openness externalities on firms' innovation performance. We find strong evidence of the value of external knowledge acquisition both through interactive collaboration and non-interactive contacts such as demonstration effects, copying or reverse engineering. Levels of knowledge search activity remain well below the private optimum, however, due perhaps to informational market failures. We also find strong positive externalities of openness resulting from the intensity of local interactive knowledge search a knowledge diffusion effect. However, there are strong negative externalities resulting from the intensity of local non-interactive knowledge search a competition effect. Our results provide support for local initiatives to support innovation partnering and counter illegal copying or counterfeiting. We find no significant relationship between either local labour quality or employment composition and innovative outputs. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Roper, S (Roper, Stephen) ; Love, JH (Love, James H.) ; Bonner, K (Bonner, Karen)","Title":"Firms' knowledge search and local knowledge externalities in innovation performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390642800014 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Content analysis; Hospital websites; Medical tourism; Patient; On-line search; Medical provider KeyWords Plus:THEMATIC CONTENT-ANALYSIS; WORLD-WIDE-WEB; 1ST IMPRESSION; QUALITY; DESIGN; SITES; ACCREDITATION; RISK","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 58 Pages: 154-163 DOI: 10.1016/j.tourman.2016.10.010 Published: FEB 2017","Abstract":"Websites of private hospitals promoting medical tourism are important marketing channels for show-casing and promoting destinations' medical facilities and their array of staff expertise, services, treatments and equipment to domestic and foreign patient-consumers alike. This study examines the websites of private hospitals promoting medical tourism in three competing Asian countries (India, Malaysia and Thailand) in order to look at how these hospitals present themselves online and seek to appeal to the perceived needs of (prospective) medical tourists. The content and format of 51 hospitals are analyzed across five dimensions: hospital information and facilities, admission and medical services, interactive online services, external activities, and technical items. Results show differences between Indian, Malaysian and Thai hospital websites, pointing to the need for hospital managers to improve their hospitals' online presence and interactivity. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Moghavvemi, S (Moghavvemi, Sedigheh) ; Ormond, M (Ormond, Meghann) ; Musa, G (Musa, Ghazali) ; Isa, CRM (Isa, Che Ruhana Mohamed) ; Thirumoorthi, T (Thirumoorthi, Thinaranjeney) ; Bin Mustapha, MZ (Bin Mustapha, Mohd Zulkhairi) ; Kanapathy, KAP (Kanapathy, Kanagi A. P.) ; Chandy, JJC (Chandy, Jacob John Chiremel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Management Center, Dental Research  C-2478-2013  ","Title":"Connecting with prospective medical tourists online: A cross-sectional analysis of private hospital websites promoting medical tourism in India, Malaysia and Thailand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388775700019 ISSN: 0960-1481","Keywords":"Wave energy; Permanent magnet linear generator; Finite element analysis; Optimal design; Scatter search; Particle swarm optimization KeyWords Plus:CONVERSION","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 101 Pages: 196-203 DOI: 10.1016/j.renene.2016.07.019 Published: FEB 2017","Abstract":"Linear generators are a quickly growing segment of renewable ocean wave energy converters. This paper presents the modeling, simulation and optimal design of two types of permanent magnet linear generators for generating 3-phase voltages based on finite element analysis and intelligent design optimization techniques. Each generator stator and rotor configurations are modeled by using Computer Aided Three Dimensional Interactive Application software and the magnetic field simulation studies are carried out by using finite element method software ANSYS. Two intelligent evolutionary methods, Scatter Search optimization and Particle Swarm Optimization techniques are employed on design analysis programs which are developed by using Visual C++ software to derive optimal design parameters of the linear generator models. Simulation results show the effective exploration of the design and analysis objectives. (C) 2016 Published by Elsevier Ltd.","Authors":"Rao, KSR (Rao, K. S. Rama) ; Sunderan, T (Sunderan, T.) ; Adiris, MR (Adiris, M. Ref'at)","Title":"Performance and design optimization of two model based wave energy permanent magnet linear generators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388776100009 ISSN: 0303-2434","Keywords":"Capacity building; Earth observations; User needs; Discovery service; Semantic search; Resource facility KeyWords Plus:INTEROPERABILITY; ARCHITECTURE; FRAMEWORK","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 54 Pages: 95-104 DOI: 10.1016/j.jag.2016.09.010 Published: FEB 2017","Abstract":"The discovery of and access to capacity building resources are often essential to conduct environmental projects based on Earth Observation (EO) resources, whether they are Earth Observation products, methodological tools, techniques, organizations that impart training in these techniques or even projects that have shown practical achievements. Recognizing this opportunity and need, the European Commission through two FP7 projects jointly with the Group on Earth Observations (GEO) teamed up with the Committee on Earth observation Satellites (CEOS). The Global Earth Observation CApacity Building (GEOCAB) portal aims at compiling all current capacity building efforts on the use of EO data for societal benefits into an easily updateable and user-friendly portal. GEOCAB offers a faceted search to improve user discovery experience with a fully interactive world map with all inventoried projects and activities. This paper focuses on the conceptual framework used to implement the underlying platform. An ISO19115 metadata model associated with a terminological repository are the core elements that provide a semantic search application and an interoperable discovery service. The organization and the contribution of different user communities to ensure the management and the update of the content of GEOCAB are addressed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Desconnets, JC (Desconnets, Jean-Christophe) ; Giuliani, G (Giuliani, Gregory) ; Guigoz, Y (Guigoz, Yaniss) ; Lacroix, P (Lacroix, Pierre) ; Mlisa, A (Mlisa, Andiswa) ; Noort, M (Noort, Mark) ; Ray, N (Ray, Nicolas) ; Searby, ND (Searby, Nancy D.)","Title":"GEOCAB Portal: A gateway for discovering and accessing capacity building resources in Earth Observation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391862700003 ISSN: 2470-0010 eISSN: 2470-0029","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Particles & Fields","Journal Information":"PHYSICAL REVIEW D Volume: 95 Issue: 2 Article Number: 023507 DOI: 10.1103/PhysRevD.95.023507 Published: JAN 11 2017","Abstract":"So far, direct detection searches have come up empty handed in their quest for dark matter (DM). Meanwhile, asteroseismology arises as a complementary tool to study DM, as its accumulation in a star can enhance energy transport by providing a conduction mechanism, producing significant changes in the stellar structure during the course of the star's evolution. The stellar core, particularly affected by the presence of DM, can be investigated through precise asteroseismic diagnostics. We modeled three stars including DM energy transport: the Sun; a slightly less massive and much older star, KIC 7871531 (0.85 M-circle dot, 9.41 Gyr); and a more massive and younger one, KIC 8379927 (1.12 M-circle dot, 1.82 Gyr). We considered both the case of weakly interactive massive particles, albeit with a low annihilation, and the case of asymmetric DM for which the number of trapped particles in the star can be much greater. By analyzing these models with asteroseismic separation ratios weighted towards the core, we found indications limiting the effective spin-dependent DM-proton coupling for masses of a few GeV. This independent result is very close to the most recent and most stringent direct detection DM constraints.","Authors":"Martins, A (Martins, Andre) ; Lopes, I (Lopes, Ilidio) ; Casanellas, J (Casanellas, Jordi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lopes, Ilidio  http://orcid.org/0000-0002-5011-9195","Title":"Asteroseismic constraints on asymmetric dark matter: Light particles with an effective spin-dependent coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500102 PubMed ID: 27899677 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D730-D736 DOI: 10.1093/nar/gkw1073 Published: JAN 4 2017","Abstract":"The Gene Expression Database (GXD; www.informatics.jax.org/expression.shtml) is an extensive and well-curated community resource of mouse developmental expression information. Through curation of the scientific literature and by collaborations with large-scale expression projects, GXD collects and integrates data from RNA in situ hybridization, immunohistochemistry, RT-PCR, northern blot and western blot experiments. Expression data from both wild-type and mutant mice are included. The expression data are combined with genetic and phenotypic data in Mouse Genome Informatics (MGI) and made readily accessible to many types of database searches. At present, GXD includes over 1.5 million expression results and more than 300 000 images, all annotated with detailed and standardized metadata. Since our last report in 2014, we have added a large amount of data, we have enhanced data and database infrastructure, and we have implemented many new search and display features. Interface enhancements include: a new Mouse Developmental Anatomy Browser; interactive tissue-by- developmental stage and tissue-by- gene matrix views; capabilities to filter and sort expression data summaries; a batch search utility; gene-based expression overviews; and links to expression data from other species. INTRODUCTION","Authors":"Finger, JH (Finger, Jacqueline H.) ; Smith, CM (Smith, Constance M.) ; Hayamizu, TF (Hayamizu, Terry F.) ; McCright, IJ (McCright, Ingeborg J.) ; Xu, JX (Xu, Jingxia) ; Law, M (Law, Meiyee) ; Shaw, DR (Shaw, David R.) ; Baldarelli, RM (Baldarelli, Richard M.) ; Beal, JS (Beal, Jon S.) ; Blodgett, O (Blodgett, Olin) ; Campbell, JW (Campbell, Jeff W.) ; Corbani, LE (Corbani, Lori E.) ; Lewis, JR (Lewis, Jill R.) ; Forthofer, KL (Forthofer, Kim L.) ; Frost, PJ (Frost, Pete J.) ; Giannatto, SC (Giannatto, Sharon C.) ; Hutchins, LN (Hutchins, Lucie N.) ; Miers, DB (Miers, Dave B.) ; Motenko, H (Motenko, Howie) ; Stone, KR (Stone, Kevin R.) ; Eppig, JT (Eppig, Janan T.) ; Kadin, JA (Kadin, James A.) ; Richardson, JE (Richardson, Joel E.) ; Ringwald, M (Ringwald, Martin) ...More...Less","Title":"The mouse Gene Expression Database (GXD): 2017 update"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500141 PubMed ID: 27924044 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D1021-D1028 DOI: 10.1093/nar/gkw988 Published: JAN 4 2017","Abstract":"In plants, various phloem-mobile macromolecules including noncoding RNAs, mRNAs and proteins are suggested to act as important long-distance signals in regulating crucial physiological and morphological transition processes such as flowering, plant growth and stress responses. Given recent advances in high-throughput sequencing technologies, numerous mobile macromolecules have been identified in diverse plant species from different plant families. However, most of the identified mobile macromolecules are not annotated in current versions of species-specific databases and are only available as non-searchable datasheets. To facilitate study of the mobile signaling macromolecules, we compiled the PlaMoM (Plant Mobile Macromolecules) database, a resource that provides convenient and interactive search tools allowing users to retrieve, to analyze and also to predict mobile RNAs/proteins. Each entry in the PlaMoM contains detailed information such as nucleotide/amino acid sequences, ortholog partners, related experiments, gene functions and literature. For the model plant Arabidopsis thaliana, protein-protein interactions of mobile transcripts are presented as interactive molecular networks. Furthermore, PlaMoM provides a built-in tool to identify potential RNA mobility signals such as tRNA-like structures. The current version of PlaMoM compiles a total of 17 991 mobile macromolecules from 14 plant species/ecotypes from published data and literature. PlaMoM is available at http://www.systembioinfo.org/plamom/.","Authors":"Guan, DG (Guan, Daogang) ; Yan, B (Yan, Bin) ; Thieme, C (Thieme, Christoph) ; Hua, JM (Hua, Jingmin) ; Zhu, HL (Zhu, Hailong) ; Boheler, KR (Boheler, Kenneth R.) ; Zhao, ZY (Zhao, Zhongying) ; Kragler, F (Kragler, Friedrich) ; Xia, YJ (Xia, Yiji) ; Zhang, SD (Zhang, Shoudong)","Title":"PlaMoM: a comprehensive database compiles plant mobile macromolecules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500079 PubMed ID: 27903896 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D560-D565 DOI: 10.1093/nar/gkw1103 Published: JAN 4 2017","Abstract":"Secondary metabolites produced by microbes have diverse biological functions, which makes them a great potential source of biotechnologically relevant compounds with antimicrobial, anti-cancer and other activities. The proteins needed to synthesize these natural products are often encoded by clusters of co-located genes called biosynthetic gene clusters (BCs). In order to advance the exploration of microbial secondary metabolism, we developed the largest publically available database of experimentally verified and predicted BCs, the Integrated Microbial Genomes Atlas of Biosynthetic gene Clusters (IMG-ABC) (https://img.jgi.doe.gov/abc/). Here, we describe an update of IMG-ABC, which includes ClusterScout, a tool for targeted identification of custom biosynthetic gene clusters across 40 000 isolate microbial genomes, and a new search capability to query more than 700 000 BCs from isolate genomes for clusters with similar Pfam composition. Additional features enable fast exploration and analysis of BCs through two new interactive visualization features, a BC function heatmap and a BC similarity network graph. These new tools and features add to the value of IMG-ABC's vast body of BC data, facilitating their in-depth analysis and accelerating secondary metabolite discovery.","Authors":"Hadjithomas, M (Hadjithomas, Michalis) ; Chen, IMA (Chen, I-Min A.) ; Chu, K (Chu, Ken) ; Huang, J (Huang, Jinghua) ; Ratner, A (Ratner, Anna) ; Palaniappan, K (Palaniappan, Krishna) ; Andersen, E (Andersen, Evan) ; Markowitz, V (Markowitz, Victor) ; Kyrpides, NC (Kyrpides, Nikos C.) ; Ivanova, NN (Ivanova, Natalia N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kyrpides, Nikos  http://orcid.org/0000-0002-6131-0462","Title":"IMG-ABC: new features for bacterial secondary metabolism analysis and targeted biosynthetic gene cluster discovery in thousands of microbial genomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500147 PubMed ID: 27899614 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D1064-D1074 DOI: 10.1093/nar/gkw1041 Published: JAN 4 2017","Abstract":"The SUBcellular location database for Arabidopsis proteins (SUBA4, http://suba.live) is a comprehensive collection of manually curated published data sets of large-scale subcellular proteomics, fluorescent protein visualization, protein-protein interaction (PPI) as well as subcellular targeting calls from 22 prediction programs. SUBA4 contains an additional 35 568 localizations totalling more than 60 000 experimental protein location claims as well as 37 new suborganellar localization categories. The experimental PPI data has been expanded to 26 327 PPI pairs including 856 PPI localizations from experimental fluorescent visualizations. The new SUBA4 user interface enables users to choose quickly from the filter categories: 'subcellular location', 'protein properties', 'protein-protein interaction' and 'affiliations' to build complex queries. This allows substantial expansion of search parameters into 80 annotation types comprising 1 150 204 new annotations to study metadata associated with subcellular localization. The 'BLAST' tab contains a sequence alignment tool to enable a sequence fragment from any species to find the closest match in Arabidopsis and retrieve data on subcellular location. Using the location consensus SUBAcon, the SUBA4 toolbox delivers three novel data services allowing interactive analysis of user data to provide relative compartmental protein abundances and proximity relationship analysis of PPI and coexpression partners from a submitted list of Arabidopsis gene identifiers.","Authors":"Hooper, CM (Hooper, Cornelia M.) ; Castleden, IR (Castleden, Ian R.) ; Tanz, SK (Tanz, Sandra K.) ; Aryamanesh, N (Aryamanesh, Nader) ; Millar, AH (Millar, A. Harvey) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tanz, Sandra  C-2686-2011   Tanz, Sandra  http://orcid.org/0000-0002-0632-4095","Title":"SUBA4: the interactive data analysis centre for Arabidopsis subcellular protein locations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500153 PubMed ID: 27789699 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D1112-D1116 DOI: 10.1093/nar/gkw978 Published: JAN 4 2017","Abstract":"Proteome-pI is an online database containing information about predicted isoelectric points for 5029 proteomes calculated using 18 methods. The isoelectric point, the pH at which a particular molecule carries no net electrical charge, is an important parameter for many analytical biochemistry and proteomics techniques, especially for 2D gel electrophoresis (2D-PAGE), capillary isoelectric focusing, liquid chromatography-mass spectrometry and X-ray protein crystallography. The database, available at http://isoelectricpointdb.org allows the retrieval of virtual 2D-PAGE plots and the development of customised fractions of proteome based on isoelectric point and molecular weight. Moreover, Proteome-pI facilitates statistical comparisons of the various prediction methods as well as biological investigation of protein isoelectric point space in all kingdoms of life. For instance, using Proteome-pI data, it is clear that Eukaryotes, which evolved tight control of homeostasis, encode proteins with pI values near the cell pH. In contrast, Archaea living frequently in extreme environments can possess proteins with a wide range of isoelectric points. The database includes various statistics and tools for interactive browsing, searching and sorting. Apart from data for individual proteomes, datasets corresponding to major protein databases such as UniProtKB/TrEMBL and the NCBI non-redundant (nr) database have also been precalculated and made available in CSV format.","Authors":"Kozlowski, LP (Kozlowski, Lukasz P.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kozlowski, Lukasz  http://orcid.org/0000-0001-8187-1980","Title":"Proteome-pI: proteome isoelectric point database"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500084 PubMed ID: 27625390 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D597-D603 DOI: 10.1093/nar/gkw817 Published: JAN 4 2017","Abstract":"We present the PATHOgenic YEAst Search for Transcriptional Regulators And Consensus Tracking (PathoYeastract - http://pathoyeastract.org) database, a tool for the analysis and prediction of transcription regulatory associations at the gene and genomic levels in the pathogenic yeasts Candida albicans and C. glabrata. Upon data retrieval from hundreds of publications, followed by curation, the database currently includes 28 000 unique documented regulatory associations between transcription factors (TF) and target genes and 107 DNA binding sites, considering 134 TFs in both species. Following the structure used for the YEASTRACT database, PathoYeastract makes available bioinformatics tools that enable the user to exploit the existing information to predict the TFs involved in the regulation of a gene or genome-wide transcriptional response, while ranking those TFs in order of their relative importance. Each search can be filtered based on the selection of specific environmental conditions, experimental evidence or positive/negative regulatory effect. Promoter analysis tools and interactive visualization tools for the representation of TF regulatory networks are also provided. The PathoYeastract database further provides simple tools for the prediction of gene and genomic regulation based on orthologous regulatory associations described for other yeast species, a comparative genomics setup for the study of cross-species evolution of regulatory networks.","Authors":"Monteiro, PT (Monteiro, Pedro Tiago) ; Pais, P (Pais, Pedro) ; Costa, C (Costa, Catarina) ; Manna, S (Manna, Sauvagya) ; Sa-Correia, I (Sa-Correia, Isabel) ; Teixeira, MC (Teixeira, Miguel Cacho)","Title":"The PathoYeastract database: an information system for the analysis of gene and genomic transcription regulation in pathogenic yeasts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500055 PubMed ID: 27924025 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D380-D388 DOI: 10.1093/nar/gkw952 Published: JAN 4 2017","Abstract":"The BRENDA enzyme database (www. brendaenzymes.org) has developed into the main enzyme and enzyme-ligand information system in its 30 years of existence. The information is manually extracted from primary literature and extended by text mining procedures, integration of external data and prediction algorithms. Approximately 3 million data from 83 000 enzymes and 137 000 literature references constitute the manually annotated core. Text mining procedures extend these data with information on occurrence, enzyme-disease relationships and kinetic data. Prediction algorithms contribute locations and genome annotations. External data and links complete the data with sequences and 3D structures. A total of 206 000 enzyme ligands provide functional and structural data. BRENDA offers a complex query tool engine allowing the users an efficient access to the data via different search methods and explorers. The new design of the BRENDA entry page and the enzyme summary pages improves the user access and the performance. New interactive and intuitive BRENDA pathway maps give an overview on biochemical processes and facilitate the visualization of enzyme, ligand and organism information in the biochemical context. SCOPe and CATH, databases for protein structure classification, are included. New online and video tutorials provide online training for the users. BRENDA is freely available for academic users.","Authors":"Placzek, S (Placzek, Sandra) ; Schomburg, I (Schomburg, Ida) ; Chang, A (Chang, Antje) ; Jeske, L (Jeske, Lisa) ; Ulbrich, M (Ulbrich, Marcus) ; Tillack, J (Tillack, Jana) ; Schomburg, D (Schomburg, Dietmar)","Title":"BRENDA in 2017: new perspectives and new tools in BRENDA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500123 PubMed ID: 27899673 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D888-D895 DOI: 10.1093/nar/gkw1123 Published: JAN 4 2017","Abstract":"The human disease methylation database (DiseaseMeth, http://bioinfo.hrbmu.edu.cn/diseasemeth/) is an interactive database that aims to present the most complete collection and annotation of aberrant DNA methylation in human diseases, especially various cancers. Recently, the high-throughput microarray and sequencing technologies have promoted the production of methylome data that contain comprehensive knowledge of human diseases. In this DiseaseMeth update, we have increased the number of samples from 3610 to 32 701, the number of diseases from 72 to 88 and the disease-gene associations from 216 201 to 679 602. DiseaseMeth version 2.0 provides an expanded comprehensive list of disease-gene associations based on manual curation from experimental studies and computational identification from high-throughput methylome data. Besides the data expansion, we also updated the search engine and visualization tools. In particular, we enhanced the differential analysis tools, which now enable online automated identification of DNA methylation abnormalities in human disease in a case-control or disease-disease manner. To facilitate further mining of the disease methylome, three new web tools were developed for cluster analysis, functional annotation and survival analysis. DiseaseMeth version 2.0 should be a useful resource platform for further understanding the molecular mechanisms of human diseases.","Authors":"Xiong, YC (Xiong, Yichun) ; Wei, YJ (Wei, Yanjun) ; Gu, Y (Gu, Yue) ; Zhang, SM (Zhang, Shumei) ; Lyu, J (Lyu, Jie) ; Zhang, B (Zhang, Bin) ; Chen, CG (Chen, Chuangeng) ; Zhu, J (Zhu, Jiang) ; Wang, YH (Wang, Yihan) ; Liu, HB (Liu, Hongbo) ; Zhang, Y (Zhang, Yan) ...More...Less","Title":"DiseaseMeth version 2.0: a major expansion and update of the human disease methylation database"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398482300001 ISSN: 1024-123X eISSN: 1563-5147","Categories":"Engineering; Mathematics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"MATHEMATICAL PROBLEMS IN ENGINEERING Article Number: 7490879 DOI: 10.1155/2017/7490879 Published: 2017","Abstract":"Query autocompletion (QAC) is a common interactive feature of web search engines. It aims at assisting users to formulate queries and avoiding spelling mistakes by presenting them with a list of query completions as soon as they start typing in the search box. Existing QAC models mostly rank the query completions by their past popularity collected in the query logs. For some queries, their popularity exhibits relatively stable or periodic behavior while others may experience a sudden rise in their query popularity. Current time-sensitive QAC models focus on either periodicity or recency and are unable to respond swiftly to such sudden rise, resulting in a less optimal QAC performance. In this paper, we propose a hybrid QAC model that considers two temporal patterns of query's popularity, that is, periodicity and burst trend. In detail, we first employ the Discrete Fourier Transform(DFT) to identify the periodicity of a query's popularity, by which we forecast its future popularity. Then the burst trend of query's popularity is detected and incorporated into the hybrid model with its cyclic behavior. Extensive experiments on a large, real-world query log dataset infer that modeling the temporal patterns of query popularity in the form of its periodicity and its burst trend can significantly improve the effectiveness of ranking query completions.","Authors":"Jiang, DY (Jiang, Danyang) ; Chen, HH (Chen, Honghui) ; Cai, F (Cai, Fei)","Title":"Exploiting Query's Temporal Patterns for Query Autocompletion"}, {"Keywords":"Centralized matching; matching visualization; interaction techniques; visual analytics KeyWords Plus:VISUALIZATION; EXPLORATION; INFORMATION; ALGORITHM; MARRIAGE","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 1 Pages: 231-240 DOI: 10.1109/TVCG.2016.2599378 Published: JAN 2017","Abstract":"Centralized matching is a ubiquitous resource allocation problem. In a centralized matching problem, each agent has a preference list ranking the other agents and a central planner is responsible for matching the agents manually or with an algorithm. While algorithms can find a matching which optimizes some performance metrics, they are used as a black box and preclude the central planner from applying his domain knowledge to find a matching which aligns better with the user tasks. Furthermore, the existing matching visualization techniques (i. e. bipartite graph and adjacency matrix) fail in helping the central planner understand the differences between matchings. In this paper, we present VisMatchmaker, a visualization system which allows the central planner to explore alternatives to an algorithm-generated matching. We identified three common tasks in the process of matching adjustment: problem detection, matching recommendation and matching evaluation. We classified matching comparison into three levels and designed visualization techniques for them, including the number line view and the stacked graph view. Two types of algorithmic support, namely direct assignment and range search, and their interactive operations are also provided to enable the user to apply his domain knowledge in matching adjustment.","Authors":"Law, PM (Law, Po-Ming) ; Wu, WC (Wu, Wenchao) ; Zheng, YX (Zheng, Yixian) ; Qu, HM (Qu, Huamin)","Title":"VisMatchmaker: Cooperation of the User and the Computer in Centralized Matching Adjustment"}, {"Keywords":"Interactive Exploration; Trend Detection; Time Series KeyWords Plus:ENSEMBLE VISUALIZATION; UNCERTAINTY; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 1 Pages: 661-670 DOI: 10.1109/TVCG.2016.2598619 Published: JAN 2017","Abstract":"Time series (such as stock prices) and ensembles (such as model runs for weather forecasts) are two important types of one-dimensional time-varying data. Such data is readily available in large quantities but visual analysis of the raw data quickly becomes infeasible, even for moderately sized data sets. Trend detection is an effective way to simplify time-varying data and to summarize salient information for visual display and interactive analysis. We propose a geometric model for trend-detection in one-dimensional time-varying data, inspired by topological grouping structures for moving objects in two-or higher-dimensional space. Our model gives provable guarantees on the trends detected and uses three natural parameters: granularity, support-size, and duration. These parameters can be changed on-demand. Our system also supports a variety of selection brushes and a time-sweep to facilitate refined searches and interactive visualization of (sub-)trends. We explore different visual styles and interactions through which trends, their persistence, and evolution can be explored.","Authors":"van Goethem, A (van Goethem, Arthur) ; Staals, F (Staals, Frank) ; Loffler, M (Loffler, Maarten) ; Dykes, J (Dykes, Jason) ; Speckmann, B (Speckmann, Bettina)","Title":"Multi-Granular Trend Detection for Time-Series Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398071200003 ISSN: 1047-1987 eISSN: 1476-4989","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"POLITICAL ANALYSIS Volume: 25 Issue: 1 Pages: 57-76 DOI: 10.1017/pan.2016.2 Published: JAN 2017","Abstract":"Difference-in-differences (DID) is commonly used for causal inference in time-series cross-sectional data. It requires the assumption that the average outcomes of treated and control units would have followed parallel paths in the absence of treatment. In this paper, we propose a method that not only relaxes this offen-violated assumption, but also unifies the synthetic control method (Abadie, Diamond, and Hainmueller 2 0 1 0) with linear fixed effects models under a simple framework, of which DID is a special case. It imputes counterfactuals for each treated unit using control group information based on a linear interactive fixed effects model that incorporates unit-specific intercepts interacted with time-varying coefficients. This method has several advantages. First, it allows the treatment to be correlated with unobserved unit and time heterogeneities under reasonable modeling assumptions. Second, it generalizes the synthetic control method to the case of multiple treated units and variable treatment periods, and improves efficiency and interpretability. Third, with a built-in cross-validation procedure, it avoids specification searches and thus is easy to implement. An empirical example of Election Day Registration and voter turnout in the United States is provided.","Authors":"Xu, YQ (Xu, Yiqing)","Title":"Generalized Synthetic Control Method: Causal Inference with Interactive Fixed Effects Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393953000003 PubMed ID: 27327239 ISSN: 0965-2140 eISSN: 1360-0443","Keywords":"Advertising; alcohol; digital media; internet; marketing; youth KeyWords Plus:SOCIAL NETWORKING SITES; EXPOSURE; INTERNET; ADOLESCENTS; CHALLENGES; DRINKING; IMPACT; SALES; YOUTH","Categories":"Substance Abuse; Psychiatry Web of Science Categories:Substance Abuse; Psychiatry","Journal Information":"ADDICTION Volume: 112 Pages: 21-27 Supplement: 1 DOI: 10.1111/add.13493 Published: JAN 2017","Abstract":"Background and aims The rising use of digital media in the last decade, including social networking media and downloadable applications, has created new opportunities for marketing a wide range of goods and services, including alcohol products. This paper aims to review the evidence in order to answer a series of policy-relevant questions: does alcohol marketing through digital media influence drinking behaviour or increases consumption; what methods of promotional marketing are used, and to what extent; and what is the evidence of marketing code violations and especially of marketing to children? Method and findings A search of scientific, medical and social journals and authoritative grey literature identified 47 relevant papers (including 14 grey literature documents). The evidence indicated (i) that exposure to marketing through digital media was associated with higher levels of drinking behaviour; (ii) that the marketing activities make use of materials and approaches that are attractive to young people and encourage interactive engagement with branded messaging; and (iii) there is evidence that current alcohol marketing codes are being undermined by alcohol producers using digital media. Conclusions There is evidence to support public health interventions to restrict the commercial promotion of alcohol in digital media, especially measures to protect children and youth.","Authors":"Lobstein, T (Lobstein, Tim) ; Landon, J (Landon, Jane) ; Thornton, N (Thornton, Nicole) ; Jernigan, D (Jernigan, David)","Title":"The commercial use of digital media to market alcohol products: a narrative review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394557800013 ISSN: 0010-4825 eISSN: 1879-0534","Keywords":"CT colonography; Colon registration; Colon centerline matching; Band-height image; Interactive registration KeyWords Plus:VIRTUAL COLON DISSECTION; CT-COLONOGRAPHY; COLONOSCOPY; FEASIBILITY; POLYPS; VISUALIZATION; SURFACES; DISPLAY; VIEW","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science; Engineering; Mathematical & Computational Biology Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical & Computational Biology","Journal Information":"COMPUTERS IN BIOLOGY AND MEDICINE Volume: 80 Pages: 124-136 DOI: 10.1016/j.compbiomed.2016.11.020 Published: JAN 1 2017","Abstract":"In computed tomographic colonography (CTC), a patient is commonly scanned twice including supine and prone scans to improve the sensitivity of polyp detection. Typically, a radiologist must manually match the corresponding areas in the supine and prone CT scans, which is a difficult and time-consuming task, even for experienced scan readers. In this paper, we propose a method of supine-prone registration utilizing band-height images, which are directly constructed from the CT scans using a ray-casting algorithm containing neighboring shape information. In our method, we first identify anatomical feature points and establish initial correspondences using local extreme points on centerlines. We then correct correspondences using band-height images that contain neighboring shape information. We use geometrical and image-based information to match positions between the supine and probe centerlines. Finally, our algorithm searches the correspondence of user input points using the matched anatomical feature point pairs as key points and band-height images. The proposed method achieved accurate matching and relatively faster processing time than other previously proposed methods. The mean error of the matching between the supine and prone points for uniformly sampled positions was 18.41 +/- 22.07 mm in 20 CTC datasets. The average pre-processing time was 62.9 +/- 8.6 s, and the interactive matching was performed in nearly real-time. Our supine-prone registration method is expected to be helpful for the accurate and fast diagnosis of polyps.","Authors":"Song, Y (Song, Youngchan) ; Lee, H (Lee, Hyunna) ; Kang, HC (Kang, Ho Chul) ; Shin, J (Shin, Juneseuk) ; Hong, GS (Hong, Gil-Sun) ; Park, SH (Park, Seong Ho) ; Lee, J (Lee, Jeongjin) ; Shin, YG (Shin, Yeong-Gil)","Title":"Interactive registration between supine and prone scans in computed tomography colonography using band-height images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394557800019 PubMed ID: 27984824 ISSN: 0010-4825 eISSN: 1879-0534","Keywords":"Archaea; Superfamily helicase 1; Superfamily helicase 2; Protein database KeyWords Plus:DNA; DISEASE","Categories":"Life Sciences & Biomedicine - Other Topics; Computer Science; Engineering; Mathematical & Computational Biology Web of Science Categories:Biology; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical & Computational Biology","Journal Information":"COMPUTERS IN BIOLOGY AND MEDICINE Volume: 80 Pages: 185-189 DOI: 10.1016/j.compbiomed.2016.12.004 Published: JAN 1 2017","Abstract":"Purpose: Superfamily 1 and Superfamily 2 helicases, two of the largest helicase protein families, play vital roles in many biological processes including replication, transcription and translation. Study of helicase proteins in the model microorganisms of archaea have largely contributed to the understanding of their function, architecture and assembly. Based on a large phylogenomics approach, we have identified and classified all SF1 and SF2 protein families in ninety five sequenced archaea genomes. Here we developed an online webserver linked to a specialized protein database named ARCPHdb to provide access for SF1 and SF2 helicase families from archaea. Methods: ARCPHdb was implemented using MySQL relational database. Web interfaces were developed using Netbeans. Data were stored according to UniProt accession numbers, NCBI Ref Seq ID, PDB IDs and Entrez Databases. Results: A user-friendly interactive web interface has been developed to browse, search and download archaeal helicase protein sequences, their available 3D structure models, and related documentation available in the literature provided by ARCPHdb. The database provides direct links to matching external databases. Conclusions: The ARCPHdb is the first online database to compile all protein infotmation on SF1 and SF2 helicase from archaea in one platform. This database provides essential resource information for all researchers interested in the field.","Authors":"Moukhtar, M (Moukhtar, Mirna) ; Chaar, W (Chaar, Wafi) ; Abdel-Razzak, Z (Abdel-Razzak, Ziad) ; Khalil, M (Khalil, Mohamad) ; Taha, S (Taha, Samir) ; Chamieh, H (Chamieh, Hala)","Title":"ARCPHdb: A comprehensive protein database for SF1 and SF2 helicase from archaea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397330100047 ISSN: 2037-4909 eISSN: 1826-9885","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"NUOVO CIMENTO C-COLLOQUIA AND COMMUNICATIONS IN PHYSICS Volume: 40 Issue: 1 Article Number: 52 DOI: 10.1393/ncc/i2017-17052-3 Published: JAN-FEB 2017","Abstract":"DarkSide is a dark matter direct search experiment at Laboratori Nazionali del Gran Sasso (LNGS). DarkSide is based on the detection of rare nuclear recoils possibly induced by hypothetical dark matter particles, which are supposed to be neutral, massive (m > 10 GeV) and weakly interactive (WIMP). The dark matter detector is a two-phase time projection chamber (TPC) filled with ultra-pure liquid argon. The TPC is placed inside a muon and a neutron active vetoes to suppress the background. Using argon as active target has many advantages, the key features are the strong discriminant power between nuclear and electron recoils, the spatial reconstruction and easy scalability to multi-tons size. At the moment DarkSide-50 is filled with ultra-pure argon, extracted from underground sources, and from April 2015 it is taking data in its final configuration. When combined with the preceding search with an atmospheric argon target, it is possible to set a 90% CL upper limit on the WIMP-nucleon spin-independent cross section of 2.0x10(-44) cm(2) for a WIMP mass of 100 GeV/c(2). The next phase of the experiment, DarkSide-20k, will be the construction of a new detector with an active mass of similar to 20 tons.","Authors":"Bottino, B (Bottino, B.)[ 22,23 ] ; Aalseth, CE (Aalseth, C. E.)[ 52 ] ; Acconcia, G (Acconcia, G.)[ 35,37,39 ] ; Acerbi, F (Acerbi, F.)[ 19,62 ] ; Agnes, P (Agnes, P.) ; Agostino, L (Agostino, L.)[ 32 ] ; Albuquerque, IFM (Albuquerque, I. F. M.)[ 53,66 ] ; Alexander, T (Alexander, T.)[ 20,64 ] ; Alton, A (Alton, A.) ; Ampudia, P (Ampudia, P.)[ 8,10 ] ; Ardito, R (Ardito, R.)[ 35,40 ] ; Arisaka, K (Arisaka, K.)[ 63 ] ; Arnquist, IJ (Arnquist, I. J.)[ 52 ] ; Asner, DM (Asner, D. M.)[ 52 ] ; Back, HO (Back, H. O.)[ 52 ] ; Baldin, B (Baldin, B.)[ 20 ] ; Batignani, G (Batignani, G.)[ 50,51 ] ; Biery, K (Biery, K.)[ 20 ] ; Bisogni, MG (Bisogni, M. G.)[ 50,51 ] ; Bocci, V (Bocci, V.)[ 56 ] ; Bondar, A (Bondar, A.)[ 7,46 ] ; Bonfini, G (Bonfini, G.) ; Bonivento, W (Bonivento, W.) ; Bossa, M (Bossa, M.) ; Brigatti, A (Brigatti, A.)[ 35 ] ; Brodsky, J (Brodsky, J.)[ 53 ] ; Budano, F (Budano, F.)[ 54,55 ] ; Bunker, R (Bunker, R.)[ 52 ] ; Bussino, S (Bussino, S.)[ 54,55 ] ; Buttafava, M (Buttafava, M.)[ 35,37,39 ] ; Buzulutskov, A (Buzulutskov, A.)[ 7,46 ] ; Cadeddu, M (Cadeddu, M.)[ 8,11 ] ; Cadoni, M (Cadoni, M.)[ 8,11 ] ; Calandri, N (Calandri, N.)[ 35,37,39 ] ; Calaprice, F (Calaprice, F.)[ 53 ] ; Calvo, J (Calvo, J.)[ 18 ] ; Campajola, L (Campajola, L.)[ 43,45 ] ; Canci, N (Canci, N.)[ 3,25 ] ; Candela, A (Candela, A.) ; Cantini, C (Cantini, C.)[ 18 ] ; Cao, H (Cao, H.)[ 53 ] ; Caravati, M (Caravati, M.)[ 8,11 ] ; Cariello, M (Cariello, M.)[ 22 ] ; Carlini, M (Carlini, M.) ; Carpinelli, M (Carpinelli, M.)[ 8,59 ] ; Castellani, A (Castellani, A.)[ 35 ] ; Catalanotti, S (Catalanotti, S.)[ 43,45 ] ; Cavalcante, P (Cavalcante, P.) ; Chepurnov, A (Chepurnov, A.)[ 42 ] ; Cicalo, C (Cicalo, C.) ; Citterio, M (Citterio, M.)[ 35 ] ; Cocco, AG (Cocco, A. G.)[ 43 ] ; Corgiolu, S (Corgiolu, S.)[ 8,10 ] ; Covone, G (Covone, G.)[ 43,45 ] ; Crivelli, P (Crivelli, P.)[ 18 ] ; D'Angelo, D (D'Angelo, D.)[ 35,41 ] ; D'Incecco, M (D'Incecco, M.) ; Daniel, M (Daniel, M.)[ 14 ] ; Davini, S (Davini, S.) ; De Cecco, S (De Cecco, S.)[ 32 ] ; De Deo, M (De Deo, M.) ; De Guido, G (De Guido, G.)[ 35,36,37 ] ; De Vincenzi, M (De Vincenzi, M.)[ 54,55 ] ; Demontis, P (Demontis, P.)[ 8,59,60 ] ; Derbin, A (Derbin, A.)[ 47 ] ; Devoto, A (Devoto, A.)[ 8,11 ] ; Di Eusanio, F (Di Eusanio, F.)[ 53 ] ; Di Pietro, G (Di Pietro, G.)[ 3,35 ] ; Dionisi, C (Dionisi, C.)[ 56,57 ] ; Dolgov, A (Dolgov, A.)[ 46 ] ; Dromia, I (Dromia, I.)[ 35,36,37 ] ; Dussoni, S (Dussoni, S.)[ 50,51 ] ; Edkins, E (Edkins, E.)[ 24 ] ; Empl, A (Empl, A.)[ 25 ] ; Fan, A (Fan, A.)[ 63 ] ; Ferri, A (Ferri, A.)[ 19,62 ] ; Filip, CO (Filip, C. O.)[ 15 ] ; Fiorillo, G (Fiorillo, G.)[ 43,45 ] ; Fomenko, K (Fomenko, K.)[ 17 ] ; Forster, G (Forster, G.)[ 20,64 ] ; Franco, D (Franco, D.) ; Froudakis, GE (Froudakis, G. E.)[ 65 ] ; Gabriele, F (Gabriele, F.) ; Gabrieli, A (Gabrieli, A.)[ 8,59 ] ; Galbiati, C (Galbiati, C.)[ 3,53 ] ; Gendotti, A (Gendotti, A.)[ 18 ] ; Ghioni, M (Ghioni, M.)[ 35,37,39 ] ; Ghisi, A (Ghisi, A.)[ 35,40 ] ; Giagu, S (Giagu, S.)[ 56,57 ] ; Gibertoni, G (Gibertoni, G.)[ 35,36,37 ] ; Giganti, C (Giganti, C.)[ 32 ] ; Giorgi, M (Giorgi, M.)[ 50,51 ] ; Giovannetti, GK (Giovannetti, G. K.)[ 3,53 ] ; Gligan, ML (Gligan, M. L.)[ 15 ] ; Gola, A (Gola, A.)[ 19,62 ] ; Goretti, A (Goretti, A.) ; Granato, F (Granato, F.)[ 61 ] ; Grassi, M (Grassi, M.)[ 50 ] ; Grate, JW (Grate, J. W.)[ 52 ] ; Gromov, M (Gromov, M.)[ 42 ] ; Guan, M (Guan, M.)[ 26 ] ; Guardincerri, Y (Guardincerri, Y.)[ 20 ] ; Gulinatti, A (Gulinatti, A.)[ 35,37,39 ] ; Haaland, RK (Haaland, R. K.)[ 21 ] ; Hackett, B (Hackett, B.)[ 24 ] ; Harrop, B (Harrop, B.)[ 53 ] ; Herner, K (Herner, K.)[ 20 ] ; Hoppe, EW (Hoppe, E. W.)[ 52 ] ; Horikawa, S (Horikawa, S.)[ 18 ] ; Hungerford, E (Hungerford, E.)[ 25 ] ; Ianni, A (Ianni, Al.)[ 3,33 ] ; Ianni, A (Ianni, An.)[ 3,53 ] ; Ivashchuk, O (Ivashchuk, O.) ; James, I (James, I.)[ 54,55 ] ; Johnson, TN (Johnson, T. N.)[ 16 ] ; Jollet, C (Jollet, C.)[ 27 ] ; Keeter, K (Keeter, K.) ; Kendziora, C (Kendziora, C.)[ 20 ] ; Kobychev, V (Kobychev, V.)[ 28 ] ; Koh, G (Koh, G.)[ 53 ] ; Korablev, D (Korablev, D.)[ 17 ] ; Korga, G (Korga, G.)[ 3,25 ] ; Kubankin, A (Kubankin, A.) ; Kuss, MW (Kuss, M. W.)[ 50 ] ; Lissia, M (Lissia, M.) ; Li, X (Li, X.)[ 53 ] ; Lodi, GU (Lodi, G. U.)[ 35,36,37 ] ; Lombardi, P (Lombardi, P.)[ 35 ] ; Longo, G (Longo, G.)[ 43,45 ] ; Loverre, P (Loverre, P.)[ 56,57 ] ; Luitz, S (Luitz, S.)[ 58 ] ; Lussana, R (Lussana, R.)[ 35,37,39 ] ; Luzzi, L (Luzzi, L.)[ 35,37,38 ] ; Ma, Y (Ma, Y.)[ 26 ] ; Machado, AA (Machado, A. A.) ; Machulin, I (Machulin, I.)[ 30,34 ] ; Mais, L (Mais, L.)[ 8,10 ] ; Mandarano, A (Mandarano, A.) ; Mapelli, L (Mapelli, L.)[ 53 ] ; Marcante, M (Marcante, M.)[ 19,62 ] ; Mari, S (Mari, S.)[ 54,55 ] ; Mariani, M (Mariani, M.)[ 35,37,38 ] ; Maricic, J (Maricic, J.)[ 24 ] ; Marinelli, M (Marinelli, M.)[ 22,23 ] ; Marini, L (Marini, L.)[ 22,23 ] ; Martoff, CJ (Martoff, C. J.)[ 61 ] ; Mascia, M (Mascia, M.)[ 8,10 ] ; Meregaglia, A (Meregaglia, A.)[ 27 ] ; Meyers, PD (Meyers, P. D.)[ 53 ] ; Miletic, T (Miletic, T.)[ 61 ] ; Milincic, R (Milincic, R.)[ 24 ] ; Miller, JD (Miller, J. D.)[ 25 ] ; Moioli, S (Moioli, S.)[ 35,36,37 ] ; Monasterio, S (Monasterio, S.)[ 8,10 ] ; Montanari, D (Montanari, D.)[ 20 ] ; Monte, A (Monte, A.)[ 64 ] ; Montuschi, M (Montuschi, M.) ; Monzani, ME (Monzani, M. E.)[ 58 ] ; Morrocchi, M (Morrocchi, M.)[ 50,51 ] ; Mosteiro, P (Mosteiro, P.)[ 53 ] ; Mount, B (Mount, B.) ; Mu, W (Mu, W.)[ 18 ] ; Muratova, VN (Muratova, V. N.)[ 47 ] ; Murphy, S (Murphy, S.)[ 18 ] ; Musico, P (Musico, P.)[ 22 ] ; Napolitano, J (Napolitano, J.)[ 61 ] ; Nelson, A (Nelson, A.)[ 53 ] ; Nosov, V (Nosov, V.)[ 7,46 ] ; Nurakhov, NN (Nurakhov, N. N.)[ 30 ] ; Odrowski, S (Odrowski, S.) ; Oleinik, A (Oleinik, A.) ; Orsini, M (Orsini, M.) ; Ortica, F (Ortica, F.)[ 48,49 ] ; Pagani, L (Pagani, L.)[ 22,23 ] ; Pallavicini, M (Pallavicini, M.)[ 22,23 ] ; Palmas, S (Palmas, S.)[ 8,10 ] ; Pantic, E (Pantic, E.)[ 16 ] ; Paoloni, E (Paoloni, E.)[ 50,51 ] ; Parmeggiano, S (Parmeggiano, S.)[ 35 ] ; Paternoster, G (Paternoster, G.)[ 19,62 ] ; Pazzona, F (Pazzona, F.)[ 8,59 ] ; Pelczar, K (Pelczar, K.)[ 29 ] ; Pellegrini, LA (Pellegrini, L. A.)[ 35,36,37 ] ; Pelliccia, N (Pelliccia, N.)[ 48,49 ] ; Perasso, S (Perasso, S.) ; Peronio, P (Peronio, P.)[ 35,37,39 ] ; Perotti, F (Perotti, F.)[ 35,40 ] ; Perruzza, R (Perruzza, R.) ; Piemonte, C (Piemonte, C.)[ 19,62 ] ; Pilo, F (Pilo, F.)[ 50 ] ; Pocar, A (Pocar, A.)[ 64 ] ; Pordes, S (Pordes, S.)[ 20 ] ; Pugachev, D (Pugachev, D.)[ 30,34 ] ; Qian, H (Qian, H.)[ 53 ] ; Radics, B (Radics, B.)[ 18 ] ; Randle, K (Randle, K.)[ 53 ] ; Ranucci, G (Ranucci, G.)[ 35 ] ; Razeti, M (Razeti, M.) ; Razeto, A (Razeto, A.)[ 3,53 ] ; Rech, I (Rech, I.)[ 35,37,39 ] ; Regazzoni, V (Regazzoni, V.)[ 62 ] ; Regenfus, C (Regenfus, C.)[ 18 ] ; Reinhold, B (Reinhold, B.)[ 24 ] ; Renshaw, A (Renshaw, A.)[ 25,63 ] ; Rescigno, M (Rescigno, M.)[ 56 ] ; Ricotti, M (Ricotti, M.)[ 35,37,38 ] ; Riffard, Q (Riffard, Q.) ; Rizzardini, S (Rizzardini, S.)[ 8,10 ] ; Romani, A (Romani, A.)[ 48,49 ] ; Romero, L (Romero, L.)[ 14 ] ; Rossi, B (Rossi, B.)[ 43,53 ] ; Rossi, N (Rossi, N.) ; Rountree, D (Rountree, D.)[ 67 ] ; Rubbia, A (Rubbia, A.)[ 18 ] ; Ruggeri, A (Ruggeri, A.)[ 35,37,39 ] ; Sablone, D (Sablone, D.) ; Saggese, P (Saggese, P.)[ 35 ] ; Salatino, P (Salatino, P.)[ 43,44 ] ; Salemme, L (Salemme, L.)[ 43,44 ] ; Sands, W (Sands, W.)[ 53 ] ; Sangiorgio, S (Sangiorgio, S.)[ 31 ] ; Sant, M (Sant, M.)[ 8,59 ] ; Santorelli, R (Santorelli, R.)[ 14 ] ; Sanzaro, M (Sanzaro, M.)[ 35,37,39 ] ; Savarese, C (Savarese, C.) ; Sechi, E (Sechi, E.)[ 8,10 ] ; Segreto, E (Segreto, E.) ; Semenov, D (Semenov, D.)[ 47 ] ; Shchagin, A (Shchagin, A.) ; Shekhtman, L (Shekhtman, L.)[ 7,46 ] ; Shemyakina, E (Shemyakina, E.)[ 7,46 ] ; Shields, E (Shields, E.)[ 53 ] ; Simeone, M (Simeone, M.)[ 43,44 ] ; Singh, PN (Singh, P. N.)[ 25 ] ; Skorokhvatov, M (Skorokhvatov, M.)[ 30,34 ] ; Smallcomb, M (Smallcomb, M.) ; Smirnov, O (Smirnov, O.)[ 17 ] ; Sokolov, A (Sokolov, A.)[ 30,34 ] ; Sotnikov, A (Sotnikov, A.)[ 17 ] ; Stanford, C (Stanford, C.)[ 53 ] ; Suffritti, GB (Suffritti, G. B.)[ 8,59,60 ] ; Suvorov, Y (Suvorov, Y.)[ 3,63 ] ; Tamborini, D (Tamborini, D.)[ 35,37,39 ] ; Tartaglia, R (Tartaglia, R.) ; Tatarowicz, J (Tatarowicz, J.)[ 61 ] ; Testera, G (Testera, G.)[ 22 ] ; Tonazzo, A (Tonazzo, A.) ; Tosi, A (Tosi, A.)[ 35,37,39 ] ; Trinchese, P (Trinchese, P.)[ 45 ] ; Unzhakov, E (Unzhakov, E.)[ 47 ] ; Vacca, A (Vacca, A.)[ 8,10 ] ; Verducci, M (Verducci, M.)[ 56,57 ] ; Viant, T (Viant, T.)[ 18 ] ; Villa, F (Villa, F.)[ 35,37,39 ] ; Vishneva, A (Vishneva, A.)[ 17 ] ; Vogelaar, B (Vogelaar, B.)[ 67 ] ; Wada, M (Wada, M.)[ 53 ] ; Walker, S (Walker, S.)[ 43,45 ] ; Wang, H (Wang, H.)[ 63 ] ; Wang, Y (Wang, Y.)[ 26,63 ] ; Watson, A (Watson, A.)[ 61 ] ; Westerdale, S (Westerdale, S.)[ 53 ] ; Wilhelmi, J (Wilhelmi, J.)[ 61 ] ; Wojcik, M (Wojcik, M.); Wu, S (Wu, S.)[ 18 ] ; Xiang, X (Xiang, X.)[ 53 ] ; Xu, J (Xu, J.)[ 53 ] ; Yang, C (Yang, C.)[ 26 ] ; Yoo, J (Yoo, J.)[ 20 ] ; Zappa, F (Zappa, F.)[ 35,37,39 ] ; Zappala, G (Zappala, G.)[ 19,62 ] ; Zavatarelli, S (Zavatarelli, S.)[ 22 ] ; Zec, A (Zec, A.)[ 64 ] ; Zhong, W (Zhong, W.)[ 26 ] ; Zhu, C (Zhu, C.)[ 53 ] ; Zullo, A (Zullo, A.)[ 56 ] ; Zullo, M (Zullo, M.)[ 56 ] ; Zuzel, G (Zuzel, G.)[ 29 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ortica, Fausto  C-1001-2013 http://orcid.org/0000-0001-8276-452X Romani, Aldo  G-8103-2012 http://orcid.org/0000-0002-7338-0097 Canci, Nicola  http://orcid.org/0000-0002-4797-4297","Title":"The DarkSide experiment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396536200006 ISSN: 0090-7324 eISSN: 2054-1716","Keywords":"Keywords Academic libraries; Reference services; Technological innovation; Research consultations; Case study; Reference libraries","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"REFERENCE SERVICES REVIEW Volume: 45 Issue: 1 Pages: 67-78 DOI: 10.1108/RSR-05-2016-0034 Published: 2017","Abstract":"Purpose - The purpose of this paper is to examine the feasibility of using the Evernote note-taking application in research consultation as a way to respond to the challenges of doing research in the twenty-first century digital environment. Design/methodology/approach - This study examines the results of surveys conducted at the time of research consultation and at the end of the semester when the students had completed the research needed for their assignments. Findings - The study found that students are open to having a tool like Evernote used in the research consultation and that the tool can be helpful in organizing the information and search terms discussed in the consultation. Research limitations/implications - Due to the size of the sample in the study, further research with a larger sample size should be conducted. Practical implications - This paper outlines a promising method of collaborating and documenting resources in the research consultation. Originality/value - Using the note-taking application Evernote in research consultations creates a more interactive service.","Authors":"Kani, J (Kani, Justin)","Title":"Evernote in the research consultation: a feasibility study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395627800004 PubMed ID: 27187665 ISSN: 1040-0435 eISSN: 1949-3614","Keywords":"computer access; education; electronic aids to daily living; emerging trends; usability; visual impairment KeyWords Plus:HAPTIC USER INTERFACES; MENU SELECTION TASK; SENSORY SUBSTITUTION; DIABETIC-RETINOPATHY; BLIND; SYSTEM; CHILDREN; FEEDBACK; PEOPLE; MATHEMATICS","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"ASSISTIVE TECHNOLOGY Volume: 29 Issue: 1 Pages: 28-36 DOI: 10.1080/10400435.2016.1176083 Published: 2017","Abstract":"To lay the groundwork for devising, improving, and implementing new technologies to meet the needs of individuals with visual impairments, a systematic literature review was conducted to: a) describe hardware platforms used in assistive devices, b) identify their various applications, and c) summarize practices in user testing conducted with these devices. A search in relevant EBSCO databases for articles published between 1980 and 2014 with terminology related to visual impairment, technology, and tactile sensory adaptation yielded 62 articles that met the inclusion criteria for final review. It was found that while earlier hardware development focused on pin matrices, the emphasis then shifted toward force feedback haptics and accessible touch screens. The inclusion of interactive and multimodal features has become increasingly prevalent. The quantity and consistency of research on navigation, education, and computer accessibility suggest that these are pertinent areas of need for the visually impaired community. Methodologies for usability testing ranged from case studies to larger cross-sectional studies. Many studies used blindfolded sighted users to draw conclusions about design principles and usability. Altogether, the findings presented in this review provide insight on effective design strategies and user testing methodologies for future research on assistive technology for individuals with visual impairments.","Authors":"Horton, EL (Horton, Emily L.) ; Renganathan, R (Renganathan, Ramkesh) ; Toth, BN (Toth, Bryan N.) ; Cohen, AJ (Cohen, Alexa J.) ; Bajcsy, AV (Bajcsy, Andrea V.) ; Bateman, A (Bateman, Amelia) ; Jennings, MC (Jennings, Mathew C.) ; Khattar, A (Khattar, Anish) ; Kuo, RS (Kuo, Ryan S.) ; Lee, FA (Lee, Felix A.) ; Lim, MK (Lim, Meilin K.) ; Migasiuk, LW (Migasiuk, Laura W.) ; Zhang, A (Zhang, Amy) ; Zhao, OK (Zhao, Oliver K.) ; Oliveira, MA (Oliveira, Marcio A.) ...More...Less","Title":"A review of principles in design and usability testing of tactile technology for individuals with visual impairments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395895000004 PubMed ID: 28153818 ISSN: 2291-9694","Keywords":"MEDLINE; user-computer interface; information storage and retrieval; medical informatics; PubMed KeyWords Plus:INFORMATION-RETRIEVAL; CLINICAL QUESTIONS; EXPLORATION; PHYSICIANS; VOCABULARY; RESOURCES; FRAMEWORK; QUERIES; PERFORM; SYSTEMS","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"JMIR MEDICAL INFORMATICS Volume: 5 Issue: 1 Article Number: e4 DOI: 10.2196/medinform.6918 Published: JAN-MAR 2017","Abstract":"Background: Diverse users need to search health and medical literature to satisfy open-ended goals such as making evidence-based decisions and updating their knowledge. However, doing so is challenging due to at least two major difficulties: (1) articulating information needs using accurate vocabulary and (2) dealing with large document sets returned from searches. Common search interfaces such as PubMed do not provide adequate support for exploratory search tasks. Objective: Our objective was to improve support for exploratory search tasks by combining two strategies in the design of an interactive visual interface by (1) using a formal ontology to help users build domain-specific knowledge and vocabulary and (2) providing multi-stage triaging support to help mitigate the information overload problem. Methods: We developed a Web-based tool, Ontology-Driven Visual Search and Triage Interface for MEDLINE (OVERT-MED), to test our design ideas. We implemented a custom searchable index of MEDLINE, which comprises approximately 25 million document citations. We chose a popular biomedical ontology, the Human Phenotype Ontology (HPO), to test our solution to the vocabulary problem. We implemented multistage triaging support in OVERT-MED, with the aid of interactive visualization techniques, to help users deal with large document sets returned from searches. Results: Formative evaluation suggests that the design features in OVERT-MED are helpful in addressing the two major difficulties described above. Using a formal ontology seems to help users articulate their information needs with more accurate vocabulary. In addition, multistage triaging combined with interactive visualizations shows promise in mitigating the information overload problem. Conclusions: Our strategies appear to be valuable in addressing the two major problems in exploratory search. Although we tested OVERT-MED with a particular ontology and document collection, we anticipate that our strategies can be transferred successfully to other contexts.","Authors":"Demelo, J (Demelo, Jonathan) ; Parsons, P (Parsons, Paul) ; Sedig, K (Sedig, Kamran)","Title":"Ontology-Driven Search and Triage: Design of a Web-Based Visual Interface for MEDLINE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394151700011 ISSN: 1876-1364 eISSN: 1876-1372","Keywords":"Mobile tourism; multiobjective decision making; intelligent transport systems; route planning; mobile device KeyWords Plus:HEURISTIC-SEARCH; REAL-WORLD; CITY","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Telecommunications","Journal Information":"JOURNAL OF AMBIENT INTELLIGENCE AND SMART ENVIRONMENTS Volume: 9 Issue: 1 Pages: 129-144 DOI: 10.3233/AIS-160413 Published: 2017","Abstract":"Tourism is an emerging target area for interactive mobile device applications. This paper evaluates the performance of a multiobjective interactive urban route planner that calculates walking routes for tourists in urban areas. The system allows tourists to choose a walking route between two locations that is short, but at the same time traverses interesting tourist areas. The main characteristics of the system are an intuitive interactive interface, the management of multiple objectives, and local computation on the user's device. Related aspects, like the retrieval of contextual tourist information relevant to route planning, are also discussed.","Authors":"Ayala, I (Ayala, Inmaculada) ; Mandow, L (Mandow, Lawrence) ; Amor, M (Amor, Mercedes) ; Fuentes, L (Fuentes, Lidia)","Title":"A mobile and interactive multiobjective urban tourist route planning system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396863700005 ISSN: 1570-0844 eISSN: 2210-4968","Keywords":"semantic search; SPARQL endpoint; query builder; faceted search; natural language KeyWords Plus:SEMANTIC WEB; SEARCH; NAVIGATION; FACET; RDF","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"SEMANTIC WEB Volume: 8 Issue: 3 Pages: 405-418 Published: 2017","Abstract":"SPARKLIS is a Semantic Web tool that helps users explore and query SPARQL endpoints by guiding them in the interactive building of questions and answers, from simple ones to complex ones. It combines the fine-grained guidance of faceted search, most of the expressivity of SPARQL, and the readability of (controlled) natural languages. No knowledge of the vocabulary and schema are required for users. Many SPARQL features are covered: multidimensional queries, union, negation, optional, filters, aggregations, ordering. Queries are verbalized in either English or French, so that no knowledge of SPARQL is ever necessary. All of this is implemented in a portable Web application, SPARKLIS, and has been evaluated on many endpoints and questions. No endpoint-specific configuration is necessary as the data schema is discovered on the fly by the tool. Online since April 2014, thousands of queries have been formed by hundreds of users over more than a hundred endpoints.","Authors":"Ferre, S (Ferre, Sebastien)","Title":"SPARKLIS: An Expressive Query Builder for SPARQL Endpoints with Guidance in Natural Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394717800004 PubMed ID: 27763776 ISSN: 1538-9588 eISSN: 1538-957X","Keywords":"Visual behavior measures; subjective sleepiness level; Stanford Sleepiness Scale; Pearson correlation; 2-way repeated measures ANOVA; regression model KeyWords Plus:MOTOR-VEHICLE CRASHES; TRAFFIC ACCIDENTS; STEERING-WHEEL; PERFORMANCE; RISK; MOVEMENTS; AWARENESS; FATIGUE; SAMPLE","Categories":"Public, Environmental & Occupational Health; Transportation Web of Science Categories:Public, Environmental & Occupational Health; Transportation","Journal Information":"TRAFFIC INJURY PREVENTION Volume: 18 Issue: 2 Pages: 132-138 DOI: 10.1080/15389588.2016.1203425 Published: 2017","Abstract":"Objective: The primary purpose of this study was to examine the association between variations in visual behavior measures and subjective sleepiness levels across age groups over time to determine a quantitative method of measuring drivers' sleepiness levels.Method: A total of 128 volunteer drivers in 4 age groups were asked to finish 2-, 3-, and 4-h continuous driving tasks on expressways, during which the driver's fixation, saccade, and blink measures were recorded by an eye-tracking system and the subjective sleepiness level was measured through the Stanford Sleepiness Scale. Two-way repeated measures analysis of variance was then used to examine the change in visual behavior measures across age groups over time and compare the interactive effects of these 2 factors on the dependent visual measures.Results: Drivers' visual behavior measures and subjective sleepiness levels vary significantly over time but not across age groups. A statistically significant interaction between age group and driving duration was found in drivers' pupil diameter, deviation of search angle, saccade amplitude, blink frequency, blink duration, and closure duration. Additionally, change in a driver's subjective sleepiness level is positively or negatively associated with variation in visual behavior measures, and such relationships can be expressed in regression models for different period of driving duration.Conclusions: Driving duration affects drivers' sleepiness significantly, so the amount of continuous driving time should be strictly controlled. Moreover, driving sleepiness can be quantified through the change rate of drivers' visual behavior measures to alert drivers of sleepiness risk and to encourage rest periods. These results provide insight into potential strategies for reducing and preventing traffic accidents and injuries.","Authors":"Wang, Y (Wang, Yonggang) ; Xin, M (Xin, Mengyang) ; Bai, H (Bai, Han) ; Zhao, Y (Zhao, Yangdong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Yonggang  http://orcid.org/0000-0002-9365-1851","Title":"Can variations in visual behavior measures be good predictors of driver sleepiness? A real driving test study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395590300020 ISSN: 2044-6055","Keywords":"Natural Language Processing; Serious Mental Illness; Symptomatology; MENTAL HEALTH; clinical informatics KeyWords Plus:ELECTRONIC HEALTH RECORDS; PERSONALITY-DISORDER; BIPOLAR DISORDER; SECONDARY USE; VALIDATION; SCALE; REPRESENTATION; SCHIZOPHRENIA; PSYCHOSES; SYSTEM","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ OPEN Volume: 7 Issue: 1 Article Number: e012012 DOI: 10.1136/bmjopen-2016-012012 Published: JAN 2017","Abstract":"Objectives We sought to use natural language processing to develop a suite of language models to capture key symptoms of severe mental illness (SMI) from clinical text, to facilitate the secondary use of mental healthcare data in research. Design Development and validation of information extraction applications for ascertaining symptoms of SMI in routine mental health records using the Clinical Record Interactive Search (CRIS) data resource; description of their distribution in a corpus of discharge summaries. Setting Electronic records from a large mental healthcare provider serving a geographic catchment of 1.2 million residents in four boroughs of south London, UK. Participants The distribution of derived symptoms was described in 23128 discharge summaries from 7962 patients who had received an SMI diagnosis, and 13496 discharge summaries from 7575 patients who had received a non-SMI diagnosis. Outcome measures Fifty SMI symptoms were identified by a team of psychiatrists for extraction based on salience and linguistic consistency in records, broadly categorised under positive, negative, disorganisation, manic and catatonic subgroups. Text models for each symptom were generated using the TextHunter tool and the CRIS database. Results We extracted data for 46 symptoms with a median F1 score of 0.88. Four symptom models performed poorly and were excluded. From the corpus of discharge summaries, it was possible to extract symptomatology in 87% of patients with SMI and 60% of patients with non-SMI diagnosis. Conclusions This work demonstrates the possibility of automatically extracting a broad range of SMI symptoms from English text discharge summaries for patients with an SMI diagnosis. Descriptive data also indicated that most symptoms cut across diagnoses, rather than being restricted to particular groups.","Authors":"Jackson, RG (Jackson, Richard G.) ; Patel, R (Patel, Rashmi) ; Jayatilleke, N (Jayatilleke, Nishamali) ; Kolliakou, A (Kolliakou, Anna) ; Ball, M (Ball, Michael) ; Gorrell, G (Gorrell, Genevieve) ; Roberts, A (Roberts, Angus) ; Dobson, RJ (Dobson, Richard J.) ; Stewart, R (Stewart, Robert) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number dobson, richard  http://orcid.org/0000-0003-4224-9245","Title":"Natural language processing to extract symptoms of severe mental illness from clinical text: the Clinical Record Interactive Search Comprehensive Data Extraction (CRIS-CODE) project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396389300004 ISSN: 1820-0214","Keywords":"Exploratory Search; Social Media; Digital Libraries; Research Collaboration Tools; Science 2.0; Web of Data; Linked Data KeyWords Plus:LINKED DATA; SCIENTISTS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"COMPUTER SCIENCE AND INFORMATION SYSTEMS Volume: 14 Issue: 1 Pages: 25-50 DOI: 10.2298/CSIS151028031D Published: JAN 2017","Abstract":"Recent developments on sharing research results and ideas on the Web, such as research collaboration platforms like Mendeley or ResearchGate, enable novel ways to explore research information. Current search interfaces in this field focus mostly on narrowing down the search scope through faceted search, keyword matching, or filtering. The interactive visual aspect and the focus on exploring relationships between items in the results has not sufficiently been addressed before. To facilitate this exploration, we developed ResXplorer, a search interface that interactively visualizes linked data of research-related sources. By visualizing resources such as conferences, publications and proceedings, we reveal relationships between researchers and those resources. We evaluate our search interface by measuring how it affects the search productivity of targeted lean users. Furthermore, expert users reviewed its information retrieval potential and compared it against both popular academic search engines and highly specialized academic search interfaces. The results indicate how well lean users perceive the system and expert users rate it for its main goal: revealing relationships between resources for researchers.","Authors":"De Vocht, L (De Vocht, Laurens) ; Softic, S (Softic, Selver) ; Verborgh, R (Verborgh, Ruben) ; Mannens, E (Mannens, Erik) ; Ebner, M (Ebner, Martin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Verborgh, Ruben  http://orcid.org/0000-0002-8596-222X","Title":"ResXplorer: Revealing Relations between Resources for Researchers in the Web of Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395839200011 ISSN: 0168-1699 eISSN: 1872-7107","Keywords":"Forest inventory; Data management; Forest population estimates; Web-based forest information system; Data warehousing KeyWords Plus:INFORMATION-SYSTEM; DEFINITIONS; MANAGEMENT; GIS","Categories":"Agriculture; Computer Science Web of Science Categories:Agriculture, Multidisciplinary; Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS AND ELECTRONICS IN AGRICULTURE Volume: 132 Pages: 97-107 DOI: 10.1016/j.compag.2016.11.016 Published: JAN 2017","Abstract":"Many countries conduct national forest inventories and collect data from different sources such as field sample plots or aerial imagery. The sustainable management of this data requires appropriate systems for the storage and dissemination of this data to a variety of stakeholders. The Swiss national forest inventory started with surveys in 1982 and developed the NAFIDAS system which facilitates highly metadata controlled management and analysis of sample based forest inventory data. Public users are provided with guided access to a comprehensive set of tables and interactive maps on forest statistics. A very user-friendly search and filtering system supports the querying of results. NAFIDAS has proven to be a performant solution which may serve as a blueprint for the complete data processing chain of sample based forest inventories starting with the upload of data and ending with the provision of a huge variety of inventory tables and maps on the internet. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Traub, B (Traub, Berthold) ; Meile, R (Meile, Rolf) ; Speich, S (Speich, Simon) ; Rosler, E (Rosler, Erik)","Title":"The data storage and analysis system of the Swiss National Forest Inventory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396205600016 ISSN: 0374-4884 eISSN: 1976-8524","Keywords":"WIMP; Dark matter; Charged particle veto; Solid scintillation detector KeyWords Plus:SUSY DARK-MATTER; XENON DETECTOR; WIMP","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"JOURNAL OF THE KOREAN PHYSICAL SOCIETY Volume: 70 Issue: 2 Pages: 213-218 DOI: 10.3938/jkps.70.213 Published: JAN 2017","Abstract":"In the past several decades, many studies have been conducted to search for non-baryonic dark matter, such as weakly interactive massive particles (WIMPs). In the search for WIMPs, charged particles incident on the detector are background particles because WIMPs are neutral. Charged particles originate from various sources, such as cosmic rays and laboratory materials surrounding the main detector. Therefore, a veto that discriminates charged particles can improve the particle-detection efficiency of the entire experiment for detecting WIMPs. Here, we investigate in the thickness range of 1 mm to 5 mm, the optimal thickness of a polystyrene scintillator as a charged-particle veto detector. We found that 3-mm-thick polystyrene provides the best performance to veto charged particles and the charged-particle background in the search for the WIMP signal. Furthermore, we fabricated 3-mm-thick and 5-mm-thick polystyrene charged particle veto detectors that will be used in an underground laboratory in the search for WIMP dark matter. After exposing those detectors are the actual beam line, we compared the rate of charged particles measured using those detectors and the rate simulated through a Monte Carlo simulation.","Authors":"Woo, JK (Woo, Jong-Kwan) ; Ko, J (Ko, Jewou) ; Liu, D (Liu, Dong)","Title":"Discrimination of Charged Particles in a Neutral Beam Line by Using a Solid Scintillation Detector"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395953500012 PubMed ID: 28024279 ISSN: 1471-5953","Keywords":"Play therapy; Puppetry; Nursing education; Nursing; Simulation; Health professionals; Puppets KeyWords Plus:PLAY THERAPY; SURGERY; PROGRAM; TALK","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSE EDUCATION IN PRACTICE Volume: 22 Pages: 73-79 DOI: 10.1016/j.nepr.2016.12.001 Published: JAN 2017","Abstract":"The use of puppets in health care is emerging as a mode of simulation that combines elements of engaging with the child through play whilst at the same time providing education. This review examines the impact when nurses use play therapy or puppets as a simulation modality in nursing education and in the clinical paediatric nursing environment. Electronic search was conducted using CINAHL, PubMed, Scopus, Web of Science and PsycINFO data bases, between 1980 and January 2015 with the combinations of play therapy; puppetry; nursing education; nursing; simulation; health professionals and puppets. Twelve articles were identified that highlight the use of puppet simulation in the education of nursing students and children in the healthcare environment. Puppet modelling and puppet simulation is predominantly adopted in the areas of health education and specifically diabetes education. Identified gaps in the use of puppet simulation in nursing, nurse education and puppet simulation as a three-way communication process; thus identifying the need for further research on puppet simulation and its application and benefits in nursing and nurse education. Crown Copyright (C) 2016 Published by Elsevier Ltd. All rights reserved.","Authors":"Tilbrook, A (Tilbrook, Ackland) ; Dwyer, T (Dwyer, Trudy) ; Reid-Searl, K (Reid-Searl, Kerry) ; Parson, JA (Parson, Judi A.)","Title":"A review of the literature - The use of interactive puppet simulation in nursing education and children's healthcare"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394235600002 ISSN: 1044-7318 eISSN: 1532-7590","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Cybernetics; Ergonomics","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER INTERACTION Volume: 33 Issue: 2 Pages: 94-114 DOI: 10.1080/10447318.2016.1220104 Published: 2017","Abstract":"In creative tasks, there is a need to explore the space of available information in order to come up with diverse views before converging to a solution. In such tasks, typical search engines that follow the direct search paradigm fail to inspire users. It is hypothesized that contrary to typical engines, interactive exploratory search, which aims at revealing latent, alternative directions in the information space enabling user orientation and engagement, is better suited to assist users in their quest for serendipitous discoveries and inspiration. In this study, an interactive exploratory search tool that combines diversification of content and sources with a user interface design that visualizes clues from the social chatter - generated with micro-blogging services such as Twitter - and lets users interactively explore the available information space is presented. A profiling service and recommendation module in charge of delivering personalized social content complements the setting. A pilot and two task-based user studies comparing our system to a query-based baseline indicate that our system significantly improves inspirational discoveries by providing access to more interesting and serendipitous information.","Authors":"Taramigkou, M (Taramigkou, Maria) ; Apostolou, D (Apostolou, Dimitris) ; Mentzas, G (Mentzas, Gregoris)","Title":"Supporting Creativity through the Interactive Exploratory Search Paradigm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394243900002 ISSN: 0914-8779 eISSN: 1435-5604","Keywords":"Osteonecrosis of the jaw; Bisphosphonates; Denosumab; Drug holidays; Oral bacterial infection; Team therapeutic approaches KeyWords Plus:BISPHOSPHONATE-RELATED OSTEONECROSIS; MEDICATION-RELATED OSTEONECROSIS; QUESTIONNAIRE-BASED SURVEY; CANCER-PATIENTS; OSTEOGENESIS IMPERFECTA; OSTEOPOROSIS TREATMENT; TOOTH EXTRACTION; ZOLEDRONIC ACID; BONE METASTASES; RISK-FACTORS","Categories":"Endocrinology & Metabolism; Research & Experimental Medicine Web of Science Categories:Endocrinology & Metabolism; Medicine, Research & Experimental","Journal Information":"JOURNAL OF BONE AND MINERAL METABOLISM Volume: 35 Issue: 1 Pages: 6-19 DOI: 10.1007/s00774-016-0810-7 Published: JAN 2017","Abstract":"Antiresorptive agent-related osteonecrosis of the jaw (ARONJ) is an intractable, though rare, complication in cancer patients with bone metastases and patients with osteoporosis who are treated with antiresorptive agents, including bisphosphonates and denosumab. Despite the more than 10 years that have passed since the first cases of bisphosphonate-related osteonecrosis of the jaw (BRONJ) were reported, our understanding of the epidemiology and pathophysiology of ARONJ remains limited, and data supported by evidence-based medicine are still sparse. However, the diagnosis and staging of ARONJ, identification of risk factors, and development of preventive and therapeutic approaches have advanced significantly over the past decade. The Position Paper 2017 is an updated version of the Position Paper 2010 of the Japanese Allied Committee on Osteonecrosis of the Jaw, which now comprises six Japanese academic societies. The Position Paper 2017 describes a new diagnostic definition for ARONJ, as proposed by the American Association of Oral and Maxillofacial Surgeons (AAOMS), summarizes our current understanding of the pathophysiology of ARONJ based on a literature search, and suggests methods for physicians and dentists/oral surgeons to manage the disease. In addition, the appropriateness of discontinuing antiresorptive medications (drug holiday) before, during, and after invasive dental treatments is discussed extensively. More importantly, the manuscript also proposes, for the first time, the importance of interactive communication and cooperation between physicians and dentists/oral surgeons for the successful treatment of ARONJ. The Position Paper 2017 is intended to serve as a guide for improving the management of ARONJ patients in Japan.","Authors":"Yoneda, T (Yoneda, Toshiyuki)[ 1,12 ] ; Hagino, H (Hagino, Hiroshi)[ 2,12 ] ; Sugimoto, T (Sugimoto, Toshitsugu)[ 3,12 ] ; Ohta, H (Ohta, Hiroaki)[ 4,13 ] ; Takahashi, S (Takahashi, Shunji)[ 5,12 ] ; Soen, S (Soen, Satoshi)[ 6,13 ] ; Taguchi, A (Taguchi, Akira)[ 7,14 ] ; Nagata, T (Nagata, Toshihiko)[ 9,15 ] ; Urade, M (Urade, Masahiro)[ 10,16 ] ; Shibahara, T (Shibahara, Takahiko)[ 11,16 ] ; Toyosawa, S (Toyosawa, Satoru)[ 8,17 ] ...More...Less","Title":"Antiresorptive agent-related osteonecrosis of the jaw: Position Paper 2017 of the Japanese Allied Committee on Osteonecrosis of the Jaw"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393860400031 PubMed ID: 27784809 ISSN: 0022-3077 eISSN: 1522-1598","Keywords":"dual task; visual search task; drift-diffusion; reaction time; decision KeyWords Plus:RESPONSE-TIME DISTRIBUTION; PERCEPTUAL DECISION; ARM MOVEMENTS; STOCHASTIC ACCUMULATOR; VISUAL-DISCRIMINATION; SUPERIOR COLLICULUS; TARGET SELECTION; DIFFUSION-MODEL; NEURAL BASIS; MOTOR","Categories":"Neurosciences & Neurology; Physiology Web of Science Categories:Neurosciences; Physiology","Journal Information":"JOURNAL OF NEUROPHYSIOLOGY Volume: 117 Issue: 1 Pages: 348-364 DOI: 10.1152/jn.00688.2016 Published: JAN 1 2017","Abstract":"Eye and hand movements are initiated by anatomically separate regions in the brain, and yet these movements can be flexibly coupled and decoupled, depending on the need. The computational architecture that enables this flexible coupling of independent effectors is not understood. Here, we studied the computational architecture that enables flexible eye-hand coordination using a drift diffusion framework, which predicts that the variability of the reaction time (RT) distribution scales with its mean. We show that a common stochastic accumulator to threshold, followed by a noisy effector-dependent delay, explains eye-hand RT distributions and their correlation in a visual search task that required decision-making, while an interactive eye and hand accumulator model did not. In contrast, in an eye-hand dual task, an interactive model better predicted the observed correlations and RT distributions than a common accumulator model. Notably, these two models could only be distinguished on the basis of the variability and not the means of the predicted RT distributions. Additionally, signatures of separate initiation signals were also observed in a small fraction of trials in the visual search task, implying that these distinct computational architectures were not a manifestation of the task design per se. Taken together, our results suggest two unique computational architectures for eye-hand coordination, with task context biasing the brain toward instantiating one of the two architectures. NEW & NOTEWORTHY Previous studies on eye-hand coordination have considered mainly the means of eye and hand reaction time (RT) distributions. Here, we leverage the approximately linear relationship between the mean and standard deviation of RT distributions, as predicted by the drift-diffusion model, to propose the existence of two distinct computational architectures underlying coordinated eyehand movements. These architectures, for the first time, provide a computational basis for the flexible coupling between eye and hand movements.","Authors":"Jana, S (Jana, Sumitash) ; Gopal, A (Gopal, Atul) ; Murthy, A (Murthy, Aditya)","Title":"Evidence of common and separate eye and hand accumulators underlying flexible eye-hand coordination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396346400031 PubMed ID: 27979719 ISSN: 2215-0374","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"LANCET PSYCHIATRY Volume: 4 Issue: 1 Pages: 49-56 DOI: 10.1016/S2215-0366(16)30416-3 Published: JAN 2017","Abstract":"Background Crisis resolution and home treatment teams (CRTs) off er an alternative to hospital admission for patients undergoing mental health crises in the UK. Few studies have been done to examine predictors of relapse and readmission after contact with CRTs. Methods We used the Clinical Record Interactive Search to identify all patients receiving care from CRTs in two National Health Service (NHS) mental health trusts in London: Camden and Islington NHS Foundation Trust and South London and Maudsley NHS Foundation Trust. We used Cox regression models to examine rates and predictors of admission to acute mental health services within 1 year of contact with CRTs. Sex, age, ethnicity, marital status, social deprivation, severity of psychopathology, duration of index CRT episode, first contact with services, and diagnosis were extracted and examined as predictors of admission. Findings Between Jan 1, 2008, and Aug 31, 2014, 17 666 patients were treated by CRTs-8759 patients in the Camden and Islington trust and 8907 patients in the South London and Maudsley trust. 53.9 patients per 100 person-years (95% CI 52.1-55.8) in Camden and Islington and 51.3 patients per 100 person-years (95% CI 49.6-53.1) in South London and Maudsley were admitted to acute services within 1 year of seeing the CRT. In both cohorts, non-affective psychotic disorders (adjusted hazard ratio [HR] 1.25, 95% CI 1.09-1.44 in Camden and Islington; 1.27, 1.17-1.38 in South London and Maudsley) and age older than 65 years (1.18, 1.01-1.37 in Camden and Islington; 1.32, 1.12-1.56 in South London and Maudsley) were associated with increased risk of admission, whereas first contact with services (0.57, 0.52-0.62 in Camden and Islington; 0.69, 0.63-0.75 in South London and Maudsley), anxiety disorders (0.81, 0.69-0.96 in Camden and Islington; 0.77, 0.67-0.87 in South London and Maudsley), and longer index CRT episodes (adjusted HR per day 0.996, 0.994-0.998 in Camden and Islington; 0.989, 0.987-0.991 in South London and Maudsley) were associated with reduced risk of admission. Interpretation Past use of mental health services and a diagnosis of non-affective psychosis, which are markers of severity of mental illness, and older age, which is a marker of chronicity, are all risk factors for future relapse after interactions with CRTs. These findings might help clinicians and policy makers to off er more targeted and cost-effective services to reduce relapse rates.","Authors":"Werbeloff, N (Werbeloff, Nomi) ; Chang, CK (Chang, Chin-Kuo) ; Broadbent, M (Broadbent, Matthew) ; Hayes, JF (Hayes, Joseph F.) ; Stewart, R (Stewart, Robert) ; Osborn, DPJ (Osborn, David P. J.)","Title":"Admission to acute mental health services after contact with crisis resolution and home treatment teams: an investigation in two large mental health-care providers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393663700006 PubMed ID: 26033373 ISSN: 2047-3087 eISSN: 2047-3095","Keywords":"Caring; concept analysis; elders in facilities KeyWords Plus:TERM-CARE FACILITIES; EVOLUTIONARY-CONCEPT ANALYSIS; NURSE-PATIENT INTERACTION; SELF-TRANSCENDENCE; REGISTERED NURSES; HOME PATIENTS; EXPERIENCES; QUALITY; TAIWAN; PERCEPTIONS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"INTERNATIONAL JOURNAL OF NURSING KNOWLEDGE Volume: 28 Issue: 1 Pages: 37-43 DOI: 10.1111/2047-3095.12103 Published: JAN 2017","Abstract":"PurposeTo report the results of an evolutionary concept analysis of caring in facilities that provide care for elders. SourcesCumulative indices for CINAHL, ERIC, Academic Search Complete, PsychINFO, Medline, and CEPTS. ResultsCaring is an interactive process characterized by seeing, helping, and communicating, which are analogous to two wheels with one axle. Caring is preceded by individuality and followed by well-being. ConclusionThe findings explicate the core components of caring in facilities that provide care for elders. ImplicationsThe metaphor of an axle and wheel can guide caregivers in delivering effective care as the demand for improved well-being of residents of eldercare facilities increases.","Authors":"Hwang, HL (Hwang, Huei-lih)","Title":"Caring for Residents of Eldercare Facilities: A Concept Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392392900087 ISSN: 1432-0746","Keywords":"galaxies: interactions; galaxies: starburst; galaxies: active; surveys; virtual observatory tools KeyWords Plus:ACTIVE GALACTIC NUCLEI; SUPERMASSIVE BLACK-HOLES; STAR-FORMING GALAXIES; DELTA-STRONG GALAXIES; 7TH DATA RELEASE; E+A GALAXIES; STRIPE 82; K+A GALAXIES; DISTANT CLUSTERS; MORPHOLOGICAL CLASSIFICATIONS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMY & ASTROPHYSICS Volume: 597 Article Number: A134 DOI: 10.1051/0004-6361/201629139 Published: JAN 2017","Abstract":"Context. The galaxy population in the contemporary Universe is characterised by a clear bimodality, blue galaxies with significant ongoing star formation and red galaxies with only a little. The migration between the blue and the red cloud of galaxies is an issue of active research. Post starburst (PSB) galaxies are thought to be observed in the short-lived transition phase. Aims. We aim to create a large sample of local PSB galaxies from the Sloan Digital Sky Survey (SDSS) to study their characteristic properties, particularly morphological features indicative of gravitational distortions and indications for active galactic nuclei (AGNs). Another aim is to present a tool set for an efficient search in a large database of SDSS spectra based on Kohonen self-organising maps (SOMs). Methods. We computed a huge Kohonen SOM for similar to 10(6) spectra from SDSS data release 7. The SOM is made fully available, in combination with an interactive user interface, for the astronomical community. We selected a large sample of PSB galaxies taking advantage of the clustering behaviour of the SOM. The morphologies of both PSB galaxies and randomly selected galaxies from a comparison sample in SDSS Stripe 82 (S82) were inspected on deep co-added SDSS images to search for indications of gravitational distortions. We used the Portsmouth galaxy property computations to study the evolutionary stage of the PSB galaxies and archival multi-wavelength data to search for hidden AGNs. Results. We compiled a catalogue of 2665 PSB galaxies with redshifts z < 0.4, among them 74 galaxies in S82 with EW(H delta) > 3 angstrom and z < 0.25. In the colour-mass diagram, the PSB sample is clearly concentrated towards the region between the red and the blue cloud, in agreement with the idea that PSB galaxies represent the transitioning phase between actively and passively evolving galaxies. The relative frequency of distorted PSB galaxies is at least 57% for EW(H delta) > 5 angstrom, significantly higher than in the comparison sample. The search for AGNs based on conventional selection criteria in the radio and MIR results in a low AGN fraction of similar to 2-3%. We confirm an MIR excess in the mean SED of the E+A sample that may indicate hidden AGNs, though other sources are also possible.","Authors":"Meusinger, H (Meusinger, H.) ; Brunecke, J (Bruenecke, J.) ; Schalldach, P (Schalldach, P.) ; in der Au, A (in der Au, A.)","Title":"A large sample of Kohonen selected E plus A (post-starburst) galaxies from the Sloan Digital Sky Survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392876500013 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 1 Pages: 168-181 DOI: 10.1002/asi.23611 Published: JAN 2017","Abstract":"Modern search systems often meet their users' information needs, but when the system fails, searchers struggle to formulate effective queries. Query suggestions may help, but research suggests these often go unused. Although much is known about how searchers scan results pages when assessing relevance, little is known about the processes searchers use when struggling to reformulate queries. Investigating how searchers overcome query difficulties, and how search systems help and hinder that process, requires enquiry into the cognitive procedures searchers use to select words for queries. The purpose of this paper is to investigate one cognitive process involved: semantic priming of words in memory. A framework for conceptualizing the role of semantic priming in search interaction is presented, along with results from two experiments that applied research methods from cognitive psychology, in an investigation of word selection and subsequent search for selected words. The results show that word selection activates related words in memory and that looking for a selected word among related words is effortful. The finding suggests that semantic priming may play a role in the difficulties people experience when reformulating queries. Ideas for continued development of semantic priming methods and their use in future research are also presented.","Authors":"Smith, CL (Smith, Catherine L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Smith, Catherine  http://orcid.org/0000-0002-8433-0829","Title":"Investigating the Role of Semantic Priming in Query Expression: A Framework and Two Experiments"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000392303600007 ISSN: 0925-5001 eISSN: 1573-2916","Keywords":"Model-based search; Parallel algorithms; Reactive resource allocation KeyWords Plus:GLOBAL OPTIMIZATION; ALGORITHMS","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"JOURNAL OF GLOBAL OPTIMIZATION Volume: 67 Issue: 1-2 Pages: 135-149 Special Issue: SI DOI: 10.1007/s10898-015-0398-9 Published: JAN 2017","Abstract":"We revisit the interactive model-based approach to global optimization proposed in Wang and Garcia (J Glob Optim 61(3): 479-495, 2015) in which parallel threads independently execute a model-based search method and periodically interact through a simple acceptance-rejection rule aimed at preventing duplication of search efforts. In that paper it was assumed that each thread successfully identifies a locally optimal solution every time the acceptance-rejection rule is implemented. Under this stylized model of computational time, the rate of convergence to a globally optimal solution was shown to increase exponentially in the number of threads. In practice however, the computational time required to identify a locally optimal solution varies greatly. Therefore, when the acceptance-rejection rule is implemented, several threads may fail to identify a locally optimal solution. This situation calls for reallocation of computational resources in order to speed up the identification of local optima when one or more threads repeatedly fail to do so. In this paper we consider an implementation of the interactive model-based approach that accounts for real time, that is, it takes into account the possibility that several threads may fail to identify a locally optimal solution whenever the acceptance-rejection rule is implemented. We propose a modified acceptance-rejection rule that alternates between enforcing diverse search (in order to prevent duplication) and reallocation of computational effort (in order to speed up the identification of local optima). We show that the rate of convergence in real-time increases with the number of threads. This result formalizes the idea that in parallel computing, exploitation and exploration can be complementary provided relatively simple rules for interaction are implemented. We report the results from extensive numerical experiments which are illustrate the theoretical analysis of performance.","Authors":"Sun, Y (Sun, Yue) ; Garcia, A (Garcia, Alfredo)","Title":"Interactive model-based search with reactive resource allocation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392259200012 PubMed ID: 27717704 ISSN: 1931-7204 eISSN: 1878-7452","Keywords":"Websites; Residency; Applicant KeyWords Plus:WEB SITES; TRAINING-PROGRAMS; UNITED-STATES","Categories":"Education & Educational Research; Surgery Web of Science Categories:Education, Scientific Disciplines; Surgery","Journal Information":"JOURNAL OF SURGICAL EDUCATION Volume: 74 Issue: 1 Pages: 74-78 DOI: 10.1016/j.jsurg.2016.08.002 Published: JAN-FEB 2017","Abstract":"OBJECTIVE: To evaluate the comprehensiveness of plastic surgery program websites. DESIGN: American Medical Association interactive database was accessed for the list of integrated plastic surgery programs, in June 2015. Since then, 67 plastic surgery program websites were accessed and searched for the presence or absence of 31 criteria, which were further grouped into 5 categories: First, program contact information; second, training and research; third, program setup; fourth, benefits and facilities; and fifth, information for applicants. Programs were categorized based on US census bureau designated regions, and number of residency positions available. One-way ANOVA test was used for comparison. RESULTS: Only 25% (17) program website had information available on more than two-thirds (21 or more of 31) of the criteria. The 3 least factors commonly available by program websites were: operative log (10%), contract (10%), and information on night float (25%). The 3 most commonly available factors included: coordinator information (92%), number of residents (92%), and comprehensive faculty list (88%). Less than 50% of the programs provided information regarding fellowship opportunities, active and previous research projects, and operative logs. There was no difference in amount of information on program websites when analyzed for program size or program geographic location. CONCLUSION: Programs should consider revising their websites to include aforementioned 31 criteria. This would make applicants and potential resident physicians better informed of the programs before the interview process such that they would be more likely to apply to only those programs that match their specific aspirations. (C) 2016 Association of Program Directors in Surgery. Published by Elsevier Inc. All rights reserved.","Authors":"Hashmi, A (Hashmi, Asra) ; Policherla, R (Policherla, Rohan) ; Campbell, H (Campbell, Hector) ; Khan, FA (Khan, Faraz A.) ; Schumaier, A (Schumaier, Adam) ; Al-Mufarrej, F (Al-Mufarrej, Faisal)","Title":"How Informative are the Plastic Surgery Residency Websites to Prospective Applicants?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392133900058 PubMed ID: 26768426 ISSN: 0893-7648 eISSN: 1559-1182","Keywords":"Rab7a; Rab9; CJD; Rapid progressive AD; Alzheimer's disease; Interacting protein; Frontal cortex; Cerebellum; 5XFAD mice; Tau; siRNA KeyWords Plus:ENDOSOMAL-LYSOSOMAL SYSTEM; MILD COGNITIVE IMPAIRMENT; CELLULAR PRION PROTEIN; WARBURG MICRO SYNDROME; NERVE GROWTH-FACTOR; AMYLOID-BETA; NEURODEGENERATIVE DISEASES; VESICLE TRANSPORT; MESSENGER-RNA; UP-REGULATION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"MOLECULAR NEUROBIOLOGY Volume: 54 Issue: 1 Pages: 697-709 DOI: 10.1007/s12035-016-9694-8 Published: JAN 2017","Abstract":"There is an increasing demand for the understanding of pathophysiology on neurodegeneration diseases at early stages. Changes in endocytic machinery and the cytoskeleton-associated response are the first alterations observed in Creutzfeldt-Jakob disease (CJD) and Alzheimer's disease AD brain. In this study, we performed a targeted search for endocytic pathway proteins in the different regions of the brain. We found late endosome marker Rab7a which was significantly upregulated in the frontal cortex region in the rapid progressive CJD form (MM1) and rapid progressive AD (rpAD) forms. However, Rab9 expression was significantly downregulated only in CJD-MM1 brain frontal cortex region. In the cerebellum, Rab7a expression showed significant upregulation in both subtype MM1 and VV2 CJD forms, in contrast to Rab9 which showed significant downregulation in both subtype MM1 and VV2 CJD forms at terminal stage of the disease. To check regulatory response at pre-symptomatic stage of the disease, we checked the regulatory interactive response of Rab7a, Rab9, and known biomarkers PrPC and tau forms in frontal cortex at pre-symptomatic stage of the disease in tg340 mice expressing about fourfold of human PrP-M129 with PrP-null background that had been inoculated with human sCJD MM1 brain tissue homogenates (sCJD MM1 mice). In addition, we analyzed 5XFAD mice, exhibiting five mutations in the APP and presenilin genes related to familial Alzheimer's disease (FAD), to validate specific regulatory response of Rab7a, Rab9, tau, and phosphorylated form of tau by immunostaining 5XFAD mice in comparison with the wild-type age-matched mice brain. The cortical region of 5XFAD mice brain showed accumulated form of Rab7a in puncta that co-label for p-Tau, indicating colocalization by using confocal laser-scanning microscopy and was confirmed by using reverse co-immunoprecipitation. Furthermore, synthetic RNA (siRNA) against the Rab7a gene decreased expression of Rab7a protein, in cortical primary neuronal cultures of PrPC wild type. This depleted expression of Rab7a led to the increased accumulation of PrPC in Rab9-positive endosomal compartments and consequently an increased co-localization between PrPC/Rab9; however, total tau level decreased. Interestingly, siRNA against tau gene in cortical primary neuronal cultures of PrPC wild-type mice showed enhanced Rab7a and Rab9 expression and increase formation of dendritic spines. The work described highlighted the selective involvement of late endosomal compartment marker Rab7a in CJD, slow and rapid progressive forms of AD pathogenesis.","Authors":"Zafar, S (Zafar, Saima) ; Younas, N (Younas, Neelam) ; Correia, S (Correia, Susana) ; Shafiq, M (Shafiq, Mohsin) ; Tahir, W (Tahir, Waqas) ; Schmitz, M (Schmitz, Matthias) ; Ferrer, I (Ferrer, Isidre) ; Andreoletti, O (Andreoletti, Olivier) ; Zerr, I (Zerr, Inga)","Title":"Strain-Specific Altered Regulatory Response of Rab7a and Tau in Creutzfeldt-Jakob Disease and Alzheimer's Disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392305000056 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Implicit feedback; Eye-tracking; Interactive video retrieval; Clustering; Random forests KeyWords Plus:ACTION RECOGNITION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 2 Pages: 2861-2889 DOI: 10.1007/s11042-015-3221-1 Published: JAN 2017","Abstract":"In the recent years, the rapid increase of the volume of multimedia content has led to the development of several automatic annotation approaches. In parallel, the high availability of large amounts of user interaction data, revealed the need for developing automatic annotation techniques that exploit the implicit user feedback during interactive multimedia retrieval tasks. In this context, this paper proposes a method for automatic video annotation by exploiting implicit user feedback during interactive video retrieval, as this is expressed with gaze movements, mouse clicks and queries submitted to a content-based video search engine. We exploit this interaction data to represent video shots with feature vectors based on aggregated gaze movements. This information is used to train a classifier that can identify shots of interest for new users. Subsequently, we propose a framework that during testing: a) identifies topics (expressed by query clusters), for which new users are searching for, based on a novel clustering algorithm and b) associates multimedia data (i.e., video shots) to the identified topics using supervised classification. The novel clustering algorithm is based on random forests and is driven by two factors: first, by the distance measures between different sets of queries and second by the homogeneity of the shots viewed during each query cluster defined by the clustering procedure; this homogeneity is inferred from the performance of the gaze-based classifier on these shots. The evaluation shows that the use of aggregated gaze data can be exploited for video annotation purposes.","Authors":"Vrochidis, S (Vrochidis, Stefanos) ; Patras, I (Patras, Ioannis) ; Kompatsiaris, I (Kompatsiaris, Ioannis)","Title":"Gaze movement-driven random forests for query clustering in automatic video annotation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392394600006 PubMed ID: 27785662 ISSN: 1389-4986 eISSN: 1573-6695","Keywords":"Adolescent health; Cannabis use; Meta-analysis; School-based prevention KeyWords Plus:DRUG-EDUCATION PROGRAM; LIONS-QUEST SKILLS; SUBSTANCE USE; PROJECT ALERT; ABUSE PREVENTION; BEHAVIOR OUTCOMES; YOUNG-PEOPLE; EFFECT-SIZE; IN-SCHOOL; INTERVENTION","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"PREVENTION SCIENCE Volume: 18 Issue: 1 Pages: 50-60 DOI: 10.1007/s11121-016-0723-7 Published: JAN 2017","Abstract":"This meta-analysis examines the effectiveness of interactive middle school-based drug prevention programs on adolescent cannabis use in North America, as well as program characteristics that could moderate these effects. Interactive programs, compared to more didactic, lecture style programs, involve participants in skill-building activities and focus on interaction among participants. A systematic literature search was conducted for English-language studies from January 1998 to March 2014. Studies included evaluations using random assignment or a quasi-experimental design of interactive school-based substance use prevention programs delivered to adolescents (aged 12-14) in North American middle schools (grades 6-8). Data were extracted using a coding protocol. The outcomes of interest were post-treatment cannabis use, intent to use, and refusal skills compared across intervention and control groups. Effect sizes (Cohen's d) were calculated from continuous measures, and dichotomous measures were converted to the d index. A total of 30 studies yielding 23 independent samples were included. The random effects pooled effect size for cannabis use (k = 21) was small (= -0.07, p < 0.01) and favorable for the prevention programs. The pooled effect sizes for intention to use (k = 3) and refusal skills (k = 3) were not significant. Moderator analyses indicated significant differences in program effectiveness between instructor types, with teachers found to be most effective (= -0.08, p = 0.02). The findings provide further support for the use of interactive school-based programs to prevent cannabis use among middle school students in North America.","Authors":"Lize, SE (Lize, Steven E.) ; Iachini, AL (Iachini, Aidyn L.) ; Tang, W (Tang, Weizhou) ; Tucker, J (Tucker, Joshua) ; Seay, KD (Seay, Kristen D.) ; Clone, S (Clone, Stephanie) ; DeHart, D (DeHart, Dana) ; Browne, T (Browne, Teri)","Title":"A Meta-analysis of the Effectiveness of Interactive Middle School Cannabis Prevention Programs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391475200015 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Artistic design; FreeScup; pose editing; sculpture; spectral KeyWords Plus:3D; MESH; MODEL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 1 Pages: 183-195 DOI: 10.1109/TMM.2016.2609407 Published: JAN 2017","Abstract":"Sculpture design is challenging due to its inherent difficulty in characterizing artworks quantitatively; thus, few works have been done to assist sculpture design in the past decades in the multimedia community. We have cooperated with several sculptors on analyzing styles of different artists consisting of Giacometti, Augeuste Rodin, Henry Moore, and Marino Marini from which we find pose editing plays an important role in sculpture design. Motivated by this, we present a novel platform that allows sculptors to edit virtual three-dimensional (3-D) sculptures by a free way. The proposed platform consists of three modules, namely, sculpture initialization, sculptor-sculpture mapping, and interactive pose editing. In sculpture initialization, a virtual 3-D sculpture is first incrementally reconstructed from multiview images. Then, we define Laplace operator and its corresponding spectrum to describe the geometry information of the reconstructed sculpture. During sculptor-sculpture mapping, we apply spectral analysis on the low-frequency parts of the spectrum to search for candidate editing points on the surface of the sculpture. Next, body actions of the sculptor are captured by Kinect and further mapped onto editing points as a predefined configuration set. Finally, during interactive pose editing, a real-time Kinect-driven sculpture pose editing scheme is presented, which not only preserves geometry features of the sculpture but also allows instant changes of sculpture poses. We demonstrate that our platform successfully assists sculptors on real-time pose editing by comparing its performance with those of the existing sculpture assisting methods.","Authors":"Wu, YR (Wu, Yirui) ; Lu, T (Lu, Tong) ; Yuan, ZH (Yuan, Zehuan) ; Wang, H (Wang, Hao)","Title":"FreeScup: A Novel Platform for Assisting Sculpture Pose Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391949800004 ISSN: 1471-0684 eISSN: 1475-3081","Keywords":"interactive configuration; knowledge base paradigm; inferences; applications of declarative systems KeyWords Plus:LOGIC PROGRAMS; SEMANTICS; SYSTEMS","Categories":"Computer Science; Science & Technology - Other Topics Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods; Logic","Journal Information":"THEORY AND PRACTICE OF LOGIC PROGRAMMING Volume: 17 Issue: 1 Pages: 91-117 DOI: 10.1017/S1471068416000156 Published: JAN 2017","Abstract":"The knowledge base (KB) paradigm aims to express domain knowledge in a rich formal language, and to use this domain knowledge as a KB to solve various problems and tasks that arise in the domain by applying multiple forms of inference. As such, the paradigm applies a strict separation of concerns between information and problem solving. In this paper, we analyze the principles and feasibility of the KB paradigm in the context of an important class of applications: interactive configuration problems. In interactive configuration problems, a configuration of interrelated objects under constraints is searched, where the system assists the user in reaching an intended configuration. It is widely recognized in industry that good software solutions for these problems are very difficult to develop. We investigate such problems from the perspective of the KB paradigm. We show that multiple functionalities in this domain can be achieved by applying different forms of logical inferences on a formal specification of the configuration domain. We report on a proof of concept of this approach in a real-life application with a banking company.","Authors":"Van Hertum, P (Van Hertum, Pieter) ; Dasseville, I (Dasseville, Ingmar) ; Janssens, G (Janssens, Gerda) ; Denecker, M (Denecker, Marc)","Title":"The KB paradigm and its application to interactive configuration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391382100003 ISSN: 2160-3715","Keywords":"Health Literacy; Grounded Theory; Cardiovascular Disease; Diabetes KeyWords Plus:AMERICAN-HEART-ASSOCIATION; PREVENTION; CORONARY","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"QUALITATIVE REPORT Volume: 22 Issue: 1 Pages: 33-46 Article Number: 2 Published: JAN 2017","Abstract":"Health literacy is the ability to understand and act on health information and is linked to health outcomes. It is unclear how health literacy skills are developed in patients with complex conditions, such as cardiovascular disease and diabetes. The purpose of this grounded theory study was to gain perspectives of both patients and healthcare professionals on how health literacy skills were developed in patients with cardiovascular disease or diabetes. The research questions addressed how knowledge and skills were acquired, the role of digital tools, instructional strategies used by healthcare professionals, and how the instructional strategies of the healthcare professionals matched the learning preferences and needs of the patients. A social ecological framework was used, which underscored the importance of understanding health literacy from multiple sources. Semistructured interviews were conducted on 19 healthcare professionals and 16 patients. Emergent key themes included: (a) social support plays an important role as a learning opportunity; (b) many patients get their information from internet searches; (c) instructional strategies should be personalized, interactive, social, and relevant; and (d) patients are self-directed learners. Linking of these themes led to the development of the health literacy instructional model, which is a 3-step approach, including an emotional support, behavioral approach, and instructional strategy. Social support was the common element in all 3 phases and was perceived to be key to developing health literacy skills, resulting in the key implication for social change. Recommendations are to consider social support in the development of health literacy instructional strategies.","Authors":"Dunn, PJ (Dunn, Patrick J.) ; Margaritis, V (Margaritis, Vasileios) ; Anderson, CL (Anderson, Cheryl L.)","Title":"Understanding Health Literacy Skills in Patients with Cardiovascular Disease and Diabetes"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390448300003 PubMed ID: 27584871 ISSN: 0167-4943 eISSN: 1872-6976","Keywords":"Telemedicine; Pain; Aged; Older adults; Self-management; Digital health technology KeyWords Plus:BACK-PAIN; ADULTS; TRIAL; COACH; CARE","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"ARCHIVES OF GERONTOLOGY AND GERIATRICS Volume: 68 Pages: 14-24 DOI: 10.1016/j.archger.2016.08.008 Published: JAN-FEB 2017","Abstract":"Pain is one of the most distressing and debilitating health issues faced by older people. The burden of unrelieved pain experienced by older people and its associated high symptom and economic costs demands consideration of new strategies to better this condition. As the global uptake of digital technology increases, exploring its potential to impact positively on older peoples' pain self-management practices warrants investigation. This integrative review aimed to evaluate the use of digital health technology for management of older people's pain across care-settings. Searches were conducted to identify relevant English language studies published in CINHAL, Medline, Academic Search Complete, EMBASE, Cochrane library databases, and Google and Google Scholar websites. A total of 1003 papers were identified, 9 met the inclusion criteria. The highest level of evidence (Level II) was generated by three Phase II randomized controlled trials. These trials demonstrated the feasibility of computer based interactive or instructive video interventions however there was limited evidence to support their use for reduction of pain intensity and interference. Qualitative evidence demonstrated older people's willingness to use mobile technologies (iPhone or digital pen) to help manage their pain, however, the need of device-use training and connectedness with clinicians were highlighted. In conclusion, there is some evidence that integrating digital health technology into older peoples' pain self-management plan is feasible and acceptable. However, the provision of high-quality technological interventions informed by a thorough understanding of older people's digital technology pain management needs is required to ensure greater integration of this technology in clinical practice. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Bhattarai, P (Bhattarai, Priyanka) ; Phillips, JL (Phillips, Jane L.)","Title":"The role of digital health technologies in management of pain in older people: An integrative review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390504300009 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Summarization; Patents; Lexical chains; Segmentation; Segment-based summarization; Sentence aggregation","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 1 Pages: 151-174 DOI: 10.1016/j.ipm.2016.07.002 Published: JAN 2017","Abstract":"Patent search is recall-driven, which goes hand in hand with at least a partial sacrifice of precision. As a consequence, patent analysts have to regularly view and examine a large amount of patents. This implies a very high workload. Interactive analysis aids that help to minimize this workload are thus of high demand. Still, these aids do not reduce the amount of the material to be examined, they only facilitate its examination. Its reduction can be achieved working with patent summaries instead of full patent documents. So far, high quality patent summaries are produced mainly manually and only a few research works address the problem of automatic patent summarization. Most often, these works either replicate the summarization metrics known from general discourse summarization or focus on the claims of a patent. However, it can be observed that neither of the strategies is adequate: general discourse state-of-the-art summarization techniques are of limited use due to the idiosyncrasies of the patent genre, and techniques that focus on claims only miss in their summaries important details provided in the other sections on the components of the invention introduced in the claims. We propose a patent summarization technique that takes the idiosyncrasies of the patent genre (such as the unbalanced distribution of the content across the different sections of a patent, excessive length of the sentences in the claims, abstract vocabulary, etc.) into account to obtain a comprehensive summary of the invention. In particular, we make use of lexical chains in the claims and in the description of the invention and of aligned claim-description segments at the sub-sentential level to assess the relevance of the individual fragments of the document for the summary. The most relevant fragments are selected and merged using full-fledged natural language generation techniques. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Codina-Filba, J (Codina-Filba, Joan) ; Bouayad-Agha, N (Bouayad-Agha, Nadjet) ; Burga, A (Burga, Alicia) ; Casamayor, G (Casamayor, Gerard) ; Mille, S (Mille, Simon) ; Muller, A (Mueller, Andreas) ; Saggion, H (Saggion, Horacio) ; Wanner, L (Wanner, Leo)","Title":"Using genre-specific features for patent summaries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389609900004 PubMed ID: 27112933 ISSN: 0272-989X eISSN: 1552-681X","Keywords":"family medicine; provider decision making; cognitive psychology; heuristics and biases KeyWords Plus:PREDECISIONAL INFORMATION DISTORTION; SUGGESTIONS IMPROVE ACCURACY; RANDOMIZED CONTROLLED-TRIAL; HYPOTHESIS GENERATION; LEADING HYPOTHESIS; FAMILY MEDICINE; PRIMARY-CARE; JUDGMENTS; CONSISTENCY; SEARCH","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"MEDICAL DECISION MAKING Volume: 37 Issue: 1 Pages: 9-16 DOI: 10.1177/0272989X16644563 Published: JAN 2017","Abstract":"Background. First impressions are thought to exert a disproportionate influence on subsequent judgments; however, their role in medical diagnosis has not been systematically studied. We aimed to elicit and measure the association between first impressions and subsequent diagnoses in common presentations with subtle indications of cancer. Methods. Ninety UK family physicians conducted interactive simulated consultations online, while on the phone with a researcher. They saw 6 patient cases, 3 of which could be cancers. Each cancer case included 2 consultations, whereby each patient consulted again with nonimproving and some new symptoms. After reading an introduction (patient description and presenting problem), physicians could request more information, which the researcher displayed online. In 2 of the possible cancers, physicians thought aloud. Two raters coded independently the physicians' first utterances (after reading the introduction but before requesting more information) as either acknowledging the possibility of cancer or not. We measured the association of these first impressions with the final diagnoses and management decisions. Results. The raters coded 297 verbalizations with high interrater agreement (Kappa = 0.89). When the possibility of cancer was initially verbalized, the odds of subsequently diagnosing it were on average 5 times higher (odds ratio 4.90 [95% CI 2.72 to 8.84], P < 0.001), while the odds of appropriate referral doubled (OR 1.98 [1.10 to 3.57], P = 0.002). The number of cancer-related questions physicians asked mediated the relationship between first impressions and subsequent diagnosis, explaining 29% of the total effect. Conclusion. We measured a strong association between family physicians' first diagnostic impressions and subsequent diagnoses and decisions. We suggest that interventions to influence and support the diagnostic process should target its early stage of hypothesis generation.","Authors":"Kostopoulou, O (Kostopoulou, Olga) ; Sirota, M (Sirota, Miroslav) ; Round, T (Round, Thomas) ; Samaranayaka, S (Samaranayaka, Shyamalee) ; Delaney, BC (Delaney, Brendan C.)","Title":"The Role of Physicians' First Impressions in the Diagnosis of Possible Cancers without Alarm Symptoms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389239000004 ISSN: 1570-0844 eISSN: 2210-4968","Keywords":"SPARQL endpoints; visual query formulation; spatial and temporal linked data; exploratory querying; historical maps KeyWords Plus:GEOSPATIAL SEMANTIC WEB; INFORMATION-RETRIEVAL; LINKED DATA; DATABASES; SYSTEMS; SEARCH; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"Semantic Web Volume: 8 Issue: 1 Pages: 65-86 DOI: 10.3233/SW-150211 Published: 2017","Abstract":"The linked data Web provides a simple and flexible way of accessing information resources in a self-descriptive format. This offers a realistic chance of perforating existing data silos. However, in order to do so, space, time and other semantic concepts need to function as dimensions for effectively exploring, querying and filtering contents. While triple stores, SPARQL endpoints, and RDF were designed for machine access, large burdens are still placed on a user to simultaneously explore and query the contents of a given endpoint according to these dimensions. First, one has to know the semantic concepts and the type of knowledge contained in an endpoint a-priori in order to query content effectively. Second, one has to be able to write and understand SPARQL and RDF. And third, one has to understand complex data type literals for space and time. In this article, we propose a way to deal with these challenges by interactive visual query construction, i.e., by letting query results feedback into both (space-time) exploration and filtering, and thus enabling exploratory querying. We propose design principles for SPEX (Spatio-temporal content explorer), a tool which helps people unfamiliar with the content of SPARQL endpoints or their syntax to explore the latter in space and time. In a preliminary user study on a repository of historical maps, we found that our feedback principles were effective, however, that successful question answering still requires improvements regarding space-time filtering, vocabulary explanation and the linking of space-time windows with other displays.","Authors":"Scheider, S (Scheider, Simon) ; Degbelo, A (Degbelo, Auriol) ; Lemmens, R (Lemmens, Rob) ; van Elzakker, C (van Elzakker, Corne) ; Zimmerhof, P (Zimmerhof, Peter) ; Kostic, N (Kostic, Nemanja) ; Jones, J (Jones, Jim) ; Banhatti, G (Banhatti, Gautam)","Title":"Exploratory querying of SPARQL endpoints in space and time"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000388248300001 PubMed ID: 27294558 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Living review; Medical image registration; Vascular registration techniques; Vascular models KeyWords Plus:VALVE IMPLANTATION TAVI; X-RAY ANGIOGRAMS; 2D-3D REGISTRATION; CORONARY-ARTERIES; 2D/3D REGISTRATION; GUIDED INTERVENTIONS; 2-D-3-D REGISTRATION; CEREBRAL ANGIOGRAMS; 3D/2D REGISTRATION; 2D","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 35 Pages: 1-17 DOI: 10.1016/j.media.2016.05.005 Published: JAN 2017","Abstract":"Registration of vascular structures is crucial for preoperative planning, intraoperative navigation, and follow-up assessment. Typical applications include, but are not limited to, Trans-catheter Aortic Valve Implantation and monitoring of tumor vasculature or aneurysm growth. In order to achieve the aforementioned goals, a large number of various registration algorithms has been developed. With this review paper we provide a comprehensive overview over the plethora of existing techniques with a particular focus on the suitable classification criteria such as the involved modalities of the employed optimization methods. However, we wish to go beyond a static literature review which is naturally doomed to be outdated after a certain period of time due to the research progress. We augment this review paper with an extendable and interactive database in order to obtain a living review whose currency goes beyond the one of a printed paper. All papers in this database are labeled with one or multiple tags according to 13 carefully defined categories. The classification of all entries can then be visualized as one or multiple trees which are presented via a web-based interactive app (http://livingreview.in.tum.de) allowing the user to choose a unique perspective for literature review. In addition, the user can search the underlying database for specific tags or publications related to vessel registration. Many applications of this framework are conceivable, including the use for getting a general overview on the topic or the utilization by physicians for deciding about the best-suited algorithm for a specific application. (C) 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license.","Authors":"Matl, S (Matl, Stefan) ; Brosig, R (Brosig, Richard) ; Baust, M (Baust, Maximilian) ; Navab, N (Navab, Nassir) ; Demirci, S (Demirci, Stefanie)","Title":"Vascular image registration techniques: A living review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388523300002 ISSN: 0953-7325 eISSN: 1465-3990","Keywords":"Technology capabilities; marketing capabilities; innovation ambidexterity KeyWords Plus:COMPETITIVE ADVANTAGE; ABSORPTIVE-CAPACITY; ORGANIZATIONAL AMBIDEXTERITY; PRODUCT DEVELOPMENT; EXPLORATION; EXPLOITATION; PERFORMANCE; FIRM; MANAGEMENT; SEARCH","Categories":"Business & Economics; Science & Technology - Other Topics Web of Science Categories:Management; Multidisciplinary Sciences","Journal Information":"TECHNOLOGY ANALYSIS & STRATEGIC MANAGEMENT Volume: 29 Issue: 1 Pages: 23-37 DOI: 10.1080/09537325.2016.1194972 Published: JAN 2017","Abstract":"Linking the literature of resource-based view (RBV) with ambidexterity, we construct an integrative framework of technology capabilities, marketing capabilities, innovation ambidexterity, and organisational performance. Using data from a sample of 190 Chinese hospitals, we find that both technology capabilities and marketing capabilities have an inverse U-shape relationship with innovation ambidexterity. And they can complementarily improve innovation ambidexterity, which further enhances organisational performance. This study deepens our understanding of RBV and ambidexterity by investigating the antecedent roles of technological and marketing capabilities on innovation ambidexterity. We also investigate their interactive role on improving innovation ambidexterity.","Authors":"Zang, JJ (Zang, Jinjuan) ; Li, Y (Li, Yuan)","Title":"Technology capabilities, marketing capabilities and innovation ambidexterity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387058700005 PubMed ID: 27119592 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 1 Pages: 41-50 DOI: 10.1080/10410236.2015.1099501 Published: JAN 2017","Abstract":"This study examines direct and indirect effects of interactive communication in an antismoking social media campaign. To that end, we pose a multitheoretical framework that integrates communication mediation models and the Theory of Planned Behavior. To test the theorized model, we conducted an experiment using a two-group pretest-posttest design. Participants (N=201) were randomly assigned into two experimental conditions: campaign message reception only as a control group and message reception and social interaction as a treatment group, in which the participants contributed to the antismoking campaign by posting their own campaign ideas and information they found through mediated and interpersonal communication. The findings show that interactive communication catalyzes the participants' information searching behaviors through diverse communication channels. In turn, increased media use plays a crucial role in changing their attitudes and perceived social norms about smoking behaviors, and eventually reducing smoking intention. This study affirms that the theory of planned behavior is effective in predicting behavioral intention and demonstrates the usefulness of a multitheoretical approach in interactive campaign research on social media.","Authors":"Namkoong, K (Namkoong, Kang) ; Nah, S (Nah, Seungahn) ; Record, RA (Record, Rachael A.) ; Van Stee, SK (Van Stee, Stephanie K.)","Title":"Communication, Reasoning, and Planned Behaviors: Unveiling the Effect of Interactive Communication in an Anti-Smoking Social Media Campaign"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384776100041 PubMed ID: 27633232 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Complex decision making; Visual analytics; Knowledge representation KeyWords Plus:VISUAL ANALYTICS; MENTAL MODELS; SYSTEMS; VISUALIZATION; MANAGEMENT; SUPPORT; ENVIRONMENTS; BEHAVIOR; SEARCH","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 58 Pages: 349-360 DOI: 10.1016/j.apergo.2016.07.009 Published: JAN 2017","Abstract":"While simple heuristics can be ecologically rational and effective in naturalistic decision making contexts, complex situations require analytical decision making strategies, hypothesis-testing and learning. Sub-optimal decision strategies using simplified as opposed to analytic decision rules have been reported in domains such as healthcare, military operational planning, and government policy making. We investigate the potential of a computational toolkit called \"IMAGE\" to improve decision-making by developing structural knowledge and increasing understanding of complex situations. IMAGE is tested within the context of a complex military convoy management task through (a) interactive simulations, and (b) visualization and knowledge representation capabilities. We assess the usefulness of two versions of IMAGE (desktop and immersive) compared to a baseline. Results suggest that the prosthesis helped analysts in making better decisions, but failed to increase their structural knowledge about the situation once the cognitive prosthesis is removed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tremblay, S (Tremblay, Sebastien) ; Gagnon, JF (Gagnon, Jean-Francois) ; Lafond, D (Lafond, Daniel) ; Hodgetts, HM (Hodgetts, Helen M.) ; Doiron, M (Doiron, Maxime) ; Jeuniaux, PPJMH (Jeuniaux, Patrick P. J. M. H.)","Title":"A cognitive prosthesis for complex decision-making"}]