[{"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398798400008 ISSN: 0024-3892 eISSN: 1530-9150","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"LINGUISTIC INQUIRY Volume: 48 Issue: 1 Pages: 194-212 DOI: 10.1162/LING_a_00241 Published: WIN 2017","Abstract":"Cinque (2010) treats prenominal adjectives in languages like Bosnian/Croatian/Serbian (BCS) and English either as APs in the specifiers of functional projections in the extended domain of N (direct modification) or as predicates in reduced relative clauses in the specifiers of functional projections (indirect modification), while postnominal adjectives in these languages are treated only as predicates in reduced relative clauses. In this model, the direct-modification source is associated with one set of interpretations and the indirect-modification source with a different set of interpretations. This proposed dual-source analysis raises the question whether there are any languages that mark this distinction with overt morphology. In this respect, Cinque considers languages, among them BCS, where adnominal modification has two distinct morphological shapes. Crucially, BCS adjectives have different morphological forms depending on their distribution: the long form and the short form. Cinque treats the two forms as being overt manifestations of the two sources of modification. In particular, he suggests that adnominal short-form adjectives are always reduced relative clauses (indirect modification), while long-form adjectives are ambiguous between the two sources. This proposal captures some distributional and ordering restrictions these two forms of BCS adjectives display. In this squib, I provide several empirical arguments against the claim that BCS is a language that overtly distinguishes between two sources of modification. By closely inspecting the distribution and interpretations of BCS adjectives, the ordering between the two forms in the prenominal position, and extraction possibilities out of APs, I show that both long- and short-form adjectives represent challenges for Cinque's model. I argue that treating BCS long adjectives, as well as prenominal short adjectives, as reduced relative clauses is problematic. More generally, my investigation of interpretations that adnominal adjectives in BCS receive, including several parallels between BCS and English, leads to the conclusion that, although there may be two syntactic sources of adnominal adjectives, these different sources are not identified by two distinct sets of interpretations associated with them. I also introduce facts that are problematic for the claim that the indirect-modification source involves reduced relative clauses. The squib is organized as follows. In section 1, I introduce Cinque's (2010) dual-modification-source model and its predictions. In section 2, I explore how the predictions of this model fare with respect to BCS adjectives. In sections 2.1 and 2.2, I discuss data regarding BCS long and short adjectives, respectively, that are problematic for the dual-source analysis. Section 3 is the conclusion.","Authors":"Talic, A (Talic, Aida)","Title":"Long-Form and Short-Form Prenominal Adjectives Are Not Reduced Relative Clauses in Bosnian/Croatian/Serbian"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Ensemble; Deep learning; Sentiment analysis; Machine learning; Natural language processing KeyWords Plus:CLASSIFICATION; POLARITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 236-246 DOI: 10.1016/j.eswa.2017.02.002 Published: JUL 1 2017","Abstract":"Deep learning techniques for Sentiment Analysis have become very popular. They provide automatic feature extraction and both richer representation capabilities and better performance than traditional feature based techniques (i.e., surface methods). Traditional surface approaches are based on complex manually extracted features, and this extraction process is a fundamental question in feature driven methods. These long-established approaches can yield strong baselines, and their predictive capabilities can be used in conjunction with the arising deep learning methods. In this paper we seek to improve the performance of deep learning techniques integrating them with traditional surface approaches based on manually extracted features. The contributions of this paper are sixfold. First, we develop a deep learning based sentiment classifier using a word embeddings model and a linear machine learning algorithm. This classifier serves as a baseline to compare to subsequent results. Second, we propose two ensemble techniques which aggregate our baseline classifier with other surface classifiers widely used in Sentiment Analysis. Third, we also propose two models for combining both surface and deep features to merge information from several sources. Fourth, we introduce a taxonomy for classifying the different models found in the literature, as well as the ones we propose. Fifth, we conduct several experiments to compare the performance of these models with the deep learning baseline. For this, we use seven public datasets that were extracted from the microblogging and movie reviews domain. Finally, as a result, a statistical study confirms that the performance of these proposed models surpasses that of our original baseline on Fl-Score. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Araque, O (Araque, Oscar) ; Corcuera-Platas, I (Corcuera-Platas, Ignacio) ; Sanchez-Rada, JF (Sanchez-Rada, J. Fernando) ; Iglesias, CA (Iglesias, Carlos A.)","Title":"Enhancing deep learning sentiment analysis with ensemble techniques in social applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398617900016 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"SystemC design; block cipher; advanced encryption standard; logistic map; security analysis","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 7 Article Number: 1750122 DOI: 10.1142/S0218126617501225 Published: JUL 2017","Abstract":"Given the increasing complexity of cryptographic devices, testing their security level against existing attacks requires a fast simulation environment. SystemC is a standard language that is widely used for the modeling and the verification of complex systems. It is a promising candidate This paper was recommended by Regional Editor Zoran Stamenkovic. in Electronic System Level (ESL) which allows models to reach higher simulation speed. Accordingly, the Advanced Encryption Standard (AES) is one of the most known block ciphers. It is widely used in various applications in order to secure the sensitive data. It is considered to be secure. Still, some issues lie in the used key and the S-Box. This paper presents a SystemC implementation of a chaos-based crypto-processor for the AES algorithm. The design of the proposed architecture is studied using the SystemC tools. The proposed correction approach exploits the chaos theory properties to cope with the defaulting parameters of the AES algorithm. Detailed experimental results are given in order to evaluate the security level and the performance criteria. In fact, the proposed crypto-system presents numerous interesting features, including a high security level, a pixel distributing uniformity, a sufficiently large key-space with improved key sensitivity, and an acceptable speed.","Authors":"Sbiaa, F (Sbiaa, Fatma) ; Kotel, S (Kotel, Sonia) ; Zeghid, M (Zeghid, Medien) ; Tourki, R (Tourki, Rached) ; Machhout, M (Machhout, Mohsen) ; Baganne, A (Baganne, Adel)","Title":"High-Level Implementation of a Chaotic and AES Based Crypto-System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700048 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Diffusion; Textile modeling; Multiscale modeling; Controlled release; Characteristic time KeyWords Plus:MOISTURE TRANSFER; HEAT; CONDENSATION; TEXTILES; SORPTION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 529-537 Special Issue: SI DOI: 10.1016/j.cam.2016.01.031 Published: JUL 2017","Abstract":"A three-scale diffusion model for textiles was given in Goessens et al. (2015): consisting of a fiber, yarn and room model. To analyze and simplify the model, its characteristic times were investigated in Goessens et al. (2015) [8, 9]. At these times the fiber and yarn model, and the yarn and room model, respectively, tend to reach a partial equilibrium concentration. Here an addition will be made to the model based upon the previous work. An overlap zone is considered between the yarn and room level. Then the overlapping domain decomposition technique is used to calculate the exchange of active ingredient from one level to another in this zone. The mass balance for the system with the overlap zone is calculated and tested in C-language. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Goessens, T (Goessens, Tineke) ; Constales, D (Constales, Denis)","Title":"Characteristic times in a three scale model with overlapping domain decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500031 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in sports; Scheduling; Constraint programming KeyWords Plus:LANGUAGE","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 1180-1190 DOI: 10.1016/j.ejor.2016.11.033 Published: JUN 16 2017","Abstract":"We study a tournament format that extends a traditional double round-robin format with divisional single round-robin tournaments. Elitserien, the top Swedish handball league, uses such a format for its league schedule. We present a constraint programming model that characterizes the general double round-robin plus divisional single round-robin format. This integrated model allows scheduling to be performed in a single step, as opposed to common multistep approaches that decompose scheduling into smaller problems and possibly miss optimal solutions. In addition to general constraints, we introduce Elitserien-specific requirements for its tournament. These general and league-specific constraints allow us to identify implicit and symmetry-breaking properties that reduce the time to solution from hours to seconds. A scalability study of the number of teams shows that our approach is reasonably fast for even larger league sizes. The experimental evaluation of the integrated approach takes considerably less computational effort to schedule Elitserien than does the previous decomposed approach. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Carlsson, M (Carlsson, Mats) ; Johansson, M (Johansson, Mikael) ; Larson, J (Larson, Jeffrey)","Title":"Scheduling double round-robin tournaments with divisional play using constraint programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600065 PubMed ID: 27840039 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"3D desktop printing; Arduino; High-content screening; Cell viability; YFPI152L; Glycine receptor; TRPV1; Fluo-4 AM KeyWords Plus:INHIBITORY GLYCINE RECEPTOR; LOW-COST; HIGH-THROUGHPUT; GABA(A) RECEPTOR; CHLORIDE CHANNEL; IDENTIFICATION; EXPRESSION; DISORDERS; MODULATOR; SUBUNIT","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 472-481 DOI: 10.1016/j.bios.2016.10.078 Published: JUN 15 2017","Abstract":"High-content screening microscopy relies on automation infrastructure that is typically proprietary, non customizable, costly and requires a high level of skill to use and maintain. The increasing availability of rapid prototyping technology makes it possible to quickly engineer alternatives to conventional automation infrastructure that are low-cost and user-friendly. Here, we describe a 3D printed inexpensive open source and scalable motorized positioning stage for automated high-content screening microscopy and provide detailed step-by-step instructions to re-building the device, including a comprehensive parts list, 3D design files in STEP (Standard for the Exchange of Product model data) and STL (Standard Tessellation Language) format, electronic circuits and wiring diagrams as well as software code. System assembly including 3D printing requires approx. 30 h. The fully assembled device is light-weight (1.1 kg), small (33x20x8 cm) and extremely low-cost (approx. EUR 250). We describe positioning characteristics of the stage, including spatial resolution, accuracy and repeatability, compare imaging data generated with our device to data obtained using a commercially available microplate reader, demonstrate its suitability to high-content microscopy in 96-well high-throughput screening format and validate its applicability to automated functional Cl- - and Ca2+-imaging with recombinant HEK293 cells as a model system. A time-lapse video of the stage during operation and as part of a custom assembled screening robot can be found at https://vimeo.com/158813199.","Authors":"Schneidereit, D (Schneidereit, Dominik) ; Kraus, L (Kraus, Larissa) ; Meier, JC (Meier, Jochen C.) ; Friedrich, O (Friedrich, Oliver) ; Gilbert, DF (Gilbert, Daniel F.)","Title":"Step-by-step guide to building an inexpensive 3D printed motorized positioning stage for automated high-content screening microscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200042 ISSN: 0191-8869","Keywords":"language; Attitudes toward abortion; Dementalization KeyWords Plus:PERCEPTION; DISCOURSES; SEXISM; MODELS; CHILD","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 256-262 DOI: 10.1016/j.paid.2017.02.018 Published: JUN 1 2017","Abstract":"According to the Whorfian approach, language reflects and shapes cognitive processes, as well as attitudes. In this article, we analyze how people's preference to use one of the two terms used in the abortion discourse: \"fetus\" and \"unborn child\" can reveal their attitudes toward abortion and reflect deeper processes of (de)mentalization of the preborn. Study 1, which utilized a convenience sample of Polish interne users (N = 102), showed that people who used anthropomorphizing language opposed elective abortion more firmly than those using dementalizing language. The opposition to abortion among people using anthropomorphizing language could not be attributed to their religiosity, nor to their conservatism. Study 2, conducted with a more diverse sample of adult Poles recruited through an on-line research panel (N = 248), found that these differences were mediated by the emotionality ascribed to the preborn. Both studies provide evidence for the role of specific terms as reflections of deeper attitudes about the ontological nature of certain beings. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bilewicz, M (Bilewicz, Michal) ; Mikolajczak, G (Mikolajczak, Gosia) ; Babinska, M (Babinska, Maria)","Title":"Speaking about the preborn. How specific terms used in the abortion debate reflect attitudes and (de)mentalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691000002 ISSN: 0167-6423 eISSN: 1872-7964","Keywords":"Robot programming; BDI model; AgentSpeak(L); Python; Operator overloading KeyWords Plus:AGENT; ARCHITECTURE; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SCIENCE OF COMPUTER PROGRAMMING Volume: 139 Pages: 36-55 DOI: 10.1016/j.scico.2017.01.003 Published: JUN 1 2017","Abstract":"This paper describes PROFETA (standing for Python RObotic Framework for dEsigning sTrAtegies), a framework for the programming of autonomous robots based on the Belief Desire-Intention (BDI) software model. PROFETA is inspired by AgentSpeak(L), a formal language for the creation of BDI software agents. The framework is implemented in Python, and utilizes the metaprogramming capabilities offered by this language to implement the operational semantics of AgentSpeak(L). PROFETA provides a flexible environment offering both traditional object-oriented imperative constructs and declarative constructs, enabling the definition of a robot's high-level behavior in a simple, natural way. The contributions of this paper, in the area of software design and development, are: (i) a methodology, equipped with suitable technical solutions, to extend the Python programming language with AgentSpeak(L) declarative constructs; and (ii) a unified environment enabling software components for robots to be developed using a single language (Python) within a single runtime environment (the Python virtual machine). A comparison between PROFETA and other similar frameworks is provided, illustrating common aspects and key differences. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fichera, L (Fichera, Loris) ; Messina, F (Messina, Fabrizio) ; Pappalardo, G (Pappalardo, Giuseppe) ; Santoro, C (Santoro, Corrado)","Title":"A Python framework for programming autonomous robots using a declarative approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395957600007 ISSN: 0022-0000 eISSN: 1090-2724","Keywords":"Workflows; Data-aware; Process-centric; Views KeyWords Plus:VERIFICATION; SPECIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF COMPUTER AND SYSTEM SCIENCES Volume: 86 Pages: 82-107 DOI: 10.1016/j.jcss.2016.11.012 Published: JUN 2017","Abstract":"Declarative, data-aware workflow models are becoming increasingly pervasive. While these have numerous benefits, classical process-centric specifications retain certain advantages. Workflow designers are used to development tools such as BPMN or UML diagrams, that focus on control flow. Views describing valid sequences of tasks are also useful to provide stakeholders with high-level descriptions of the workflow, stripped of the accompanying data. In this paper we study the problem of recovering process-centric views from declarative, data-aware workflow specifications in a variant of IBM's business artifact model. We focus on the simplest process-centric views, specified by finite-state transition systems, describing regular languages. The results characterize when process-centric views of artifact systems are regular, using both linear and branching-time semantics. We also study the impact of data dependencies on regularity of the views. As a side effect, we obtain several new results on verification of business artifacts, including a decidability result for branching-time properties. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Koutsos, A (Koutsos, Adrien) ; Vianu, V (Vianu, Victor)","Title":"Process-centric views of data-driven business artifacts"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397372000005 PubMed ID: 28126511 ISSN: 0306-4603 eISSN: 1873-6327","Keywords":"Mindfulness meditation; Smoking cessation; Tobacco; Intervention; Meta-analysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; SMOKERS; REDUCTION; STRESS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"ADDICTIVE BEHAVIORS Volume: 69 Pages: 27-34 DOI: 10.1016/j.addbeh.2017.01.022 Published: JUN 2017","Abstract":"Background: Smokers increasingly seek alternative interventions to assist in cessation or reduction efforts. Mindfulness meditation, which facilitates detached observation and paying attention to the present moment with openness, curiosity, and acceptance, has recently been studied as a smoking cessation intervention. Aims: This review synthesizes randomized controlled trials (RCTs) of mindfulness meditation (MM) interventions for smoking cessation. Methods: Five electronic databases were searched from inception to October 2016 to identify English-language RCTs evaluating the efficacy and safety of MM interventions for smoking cessation, reduction, or a decrease in nicotine cravings. Two independent reviewers screened literature using predetermined eligibility criteria, abstracted study-level information, and assessed the quality of included studies. Meta-analyses used the Hartung-KnappSidik-jonlonan method for random-effects models. The quality of evidence was assessed Using the GRADE approach. Findings: Ten RCTs of MM interventions for tobacco use met inclusion criteria. Intervention duration, intensity, and comparison conditions varied considerably. Studies used diverse comparators such as the American Lung Association's Freedom from Smoking (FFS) program, quitline counseling, interactive learning, or treatment as usual (TAU). Only one RCT was rated as good quality and reported power calculations indicating sufficient statistical power. Publication bias was detected. Overall, mindfulness meditation did not have significant effects on abstinence or cigarettes per day, relative to comparator groups. The small number of studies and heterogeneity in interventions, comparators, and outcomes precluded detecting systematic differences between adjunctive and monotherapy interventions. No serious adverse events were reported. Conclusions: MM did not differ significantly from comparator interventions in their effects on tobacco use. Low-quality evidence, variability in study design among the small number of existing studies, and publication bias suggest that additional, high-quality adequately powered RCTs should be conducted. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Maglione, MA (Maglione, Margaret A.) ; Maher, AR (Maher, Alicia Ruelaz) ; Ewing, B (Ewing, Brett) ; Colaiaco, B (Colaiaco, Benjamin) ; Newberry, S (Newberry, Sydne) ; Kandrack, R (Kandrack, Ryan) ; Shanman, RM (Shanman, Roberta M.) ; Sorbero, ME (Sorbero, Melony E.) ; Hempel, S (Hempel, Susanne)","Title":"Efficacy of mindfulness meditation for smoking cessation: A systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336700002 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Evolution; Model based development; self-reflective; Web development KeyWords Plus:SOFTWARE-DEVELOPMENT; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 3-4 Pages: 183-211 Published: JUN 1 2017","Abstract":"The software industry is applying Model-driven development approaches due to a core set of benefits, such as raising the level of abstraction and reducing coding errors. However, their underlying modeling languages tend to be quite static, making their evolution hard, specifically when the corresponding metamodel does not support primitives and/or functionalities required in specific business domains. This paper presents an extension to the LiquidML language to support fast metamodel evolution by allowing experts to abstract new language concepts from primitives while supporting automatic tool evolution and zero application downtime. To probe our claims, we evaluate the evolutionary capabilities of existing modeling languages and LiquidML in a real world language extension.","Authors":"Luna, ER (Robles Luna, Esteban) ; Rossi, G (Rossi, Gustavo) ; Rivero, JM (Matias Rivero, Jose) ; Dominguez-Mayo, FJ (Dominguez-Mayo, Francisco J.) ; Garcia-Garcia, JA (Garcia-Garcia, Julian A.) ; Escalona, MJ (Escalona, Maria J.)","Title":"TOWARDS FAST METAMODEL EVOLUTION IN LIQUIDML"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336700003 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Model-BasedWeb Engineering; Interaction Flow Modeling Language; System of Systems","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 3-4 Pages: 212-227 Published: JUN 1 2017","Abstract":"Systems of Systems (SoS) are emerging applications composed by subsystems that interacts in a distributed and heterogeneous environment. Web-based technologies are a current trend to achieve SoS user interaction. Model Driven Web Engineering (MDWE) is the application of Model Driven Engineering (MDE) into the Web development domain. This paper presents a MDWE methodology to include Web-based interaction into SoS development. It's composed of ten models and seven model transformations and it's fully implemented in a support tool for its usage in practice. Quality aspects covered through the traceability from the requirements to the final code are exposed. The feasibility of the approach is validated by its application into a real-world project. A preliminary analysis of potential bene fits (reduction of effort, time, cost; improve of quality; design vs code ratio, etc) is done by comparison to other project as an initial hypothesis for a future planned experimentation research.","Authors":"Barcelona, MA (Barcelona, M. A.) ; Garcia-Borgonon, L (Garcia-Borgonon, L.) ; Lopez-Nicolas, G (Lopez-Nicolas, G.) ; Ramos, I (Ramos, I.) ; Escalona, MJ (Escalona, M. J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Barcelona, Miguel Angel  http://orcid.org/0000-0001-8785-2350","Title":"APPLYING A MODEL-BASED METHODOLOGY TO DEVELOP WEB-BASED SYSTEMS OF SYSTEMS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200011 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Fibre Bridging; Fracture toughness; Delamination growth; Mode I fracture; Skin-stringer debonding KeyWords Plus:DOUBLE-CANTILEVER BEAM; INTERLAMINAR FRACTURE-TOUGHNESS; DELAMINATION; PANELS; GROWTH; CRACK; COMPRESSION; PROPAGATION; RESISTANCE; SPECIMENS","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 104-119 DOI: 10.1016/j.compstruct.2017.02.037 Published: MAY 15 2017","Abstract":"In this paper, a novel numerical procedure for delamination growth simulation able to evaluate the Fibre Bridging effect has been used to numerically investigate the mechanical behaviour of stiffened composite panels. The proposed methodology, implemented in ANSYS (R) FEM code by Ansys Parametric Design Language (APDL), allows to take into account the real variation of the Critical Energy Release Rate associated to the Fibre Bridging phenomenon. A first numerical application has been performed for preliminary validation purposes, simulating the flexural behaviour of representative section of a stiffened composite plate. The considerable agreement between the obtained numerical results and the literature experimental data confirms the effectiveness and the accuracy of the proposed model. Finally, a parametric analysis has been carried out in order to study the influence of the geometrical parameters of single stiffened composite panels in terms of skin-stringer debonding including Fibre Bridging. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Riccio, A (Riccio, A.) ; Russo, A (Russo, A.) ; Sellitto, A (Sellitto, A.) ; Raimondo, A (Raimondo, A.)","Title":"Development and application of a numerical procedure for the simulation of the \"Fibre Bridging\" phenomenon in composite structures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500014 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Contract-driven web services; Web service composition; BPEL; Communicative commitments; Model checking KeyWords Plus:AUTOMATIC PROPERTY GENERATION; WEB SERVICES; AGENT COMMUNICATION; VERIFICATION; SEMANTICS; BPEL; FLOW","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 151-184 DOI: 10.1016/j.eswa.2016.12.031 Published: MAY 15 2017","Abstract":"The paper proposes a novel model checking-based approach towards verifying the compliance of intelligent agent-based web services with contracts regulating their compositions specified in the Business Process Execution Language (BPEL). Unlike the existing approaches in the literature, the main contribution and impact of the introduced approach is the ability to verify intelligent and autonomous composite web services by capturing and describing in details both compliance and violation behaviors, how the system can distinguish between them, and how the system reacts and can be recovered after each violation. The approach encompasses three contributing parts, namely: 1) the marking process of an extended BPEL; 2) the transformation of the extended and marked BPEL to an automata model; and 3) the encoding of the resulting automata model into the Interpreted Systems Programming Language (ISPL), the input language of the MCMAS model checker for intelligent and autonomous multi-agent systems. In the first part, we extend BPEL that specifies the business process of the composition by creating custom activities called labels. We use those labels as means to represent the specifications and mark the points the developer aims to verify. A significant advantage of this labeling is the ability to highlight specific points in the design to be verified and to distinguish compliance behaviors from violations, which makes this verification focused and highly efficient. In the second part, we introduce new transformation rules to transform the extended and marked BPEL to an automata model. This transformation requires a prior modeling of agent-based web services composition using automata definitions. In the third part, we introduce algorithmic translation rules encoding the resulting automata model into ISPL. This translation makes model checking the behavior of our contract-driven compositions possible. A novel characteristic of the proposed approach is the automatic generation of the properties against which the system is verified from the composition's implementation, which is technically challenging. The verification properties are expressed in the Computation Tree Logic of Commitments (CTLC). Technically, CTLC provides a powerful representation to formally model 1) interactions among multi-agent based web services and 2) compliance and violation behaviors within composite business contracts by making use of communicative commitment operators. CTLC also includes a fulfillment operator which helps formally check the compliance with business contracts and specify the system recovery. A detailed case study from expert and intelligent systems domain along with experimental results are also reported in the paper. Finally, the main impact and significance of the paper on expert and intelligent systems is the ability to use these systems safely since there is a way to verify if the intelligent components behave according to and in compliance with the underlying regulating contracts. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bataineh, AS (Bataineh, Ahmed Saleh) ; Bentahar, J (Bentahar, Jamal) ; El Menshawy, M (El Menshawy, Mohamed) ; Dssouli, R (Dssouli, Rachida)","Title":"Specifying and verifying contract-driven service compositions using commitments and model checking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698900006 ISSN: 0094-5765 eISSN: 1879-2030","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ACTA ASTRONAUTICA Volume: 134 Pages: 41-53 DOI: 10.1016/j.actaastro.2017.01.029 Published: MAY 2017","Abstract":"For over half a century space exploration has been dominated by engineering and technology driven practices. This paradigm leaves limited room for art and design. Yet in other parts of our lives, art and design play important roles: they stimulate new ideas and connect people to their experiences and to each other at a deeper level, while affecting our worldview as we evolve our cognitive models. We develop these models through circular. conversations with our environment, through perception and making sense through our sensory systems and responding back through language and interactions. Artists and designers create artifacts through conversation cycles of sense-giving and sense-making, thus increasing variety in the world in the form of evolving messages. Each message becomes information when the observer decodes it, through multiple sense making and re-sampling cycles. The messages form triggers to the cognitive state of the observer. Having a shared key between the artist/designer and the observer-for example, in the form of language, gestures, and artistic/design styles-is fundamental to encode and decode the information, in conversations. Art, design, science, and engineering, are all creative practices. Yet, they often speak different languages, where some parts may correspond, while others address a different variety in a cybernetic sense. These specialized languages within disciplines streamline communications, but limit variety. Thus, different languages between disciplines may introduce communication blocks. Nevertheless, these differences are desired as they add variety to the interactions, and could lead to novel discourses and possibilities. We may dissolve communication blocks through the introduction of boundary objects in the intersection of multiple disciplines. Boundary objects can ground ideas and bridge language diversity across disciplines. These artifacts are created to facilitate circular cybernetic conversations, supporting convergence towards common shared languages between the actors. The shared language can also create new variety that evolves through conversations between the participants. Misunderstandings through conversations can also lead to new ideas, as they stimulate questions and may suggest novel solutions. In this paper we propose new categorizations for boundary objects, drawn from design and cybernetic approaches. We evidence these categories with a number of space-related object examples. Furthermore, we discuss how these boundary objects facilitate communications between diverse audiences, ranging from scientists, and engineers, to artists, designers, and the general public.","Authors":"Balint, TS (Balint, Tibor S.) ; Pangaro, P (Pangaro, Paul)","Title":"Design space for space design: Dialogs through boundary objects at the intersections of art, design, science, and engineering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100001 PubMed ID: 28174031 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Specific internet addiction; Emotional Stroop Task; Affective Go/No-Go task; emotional inhibitory control; fMRI KeyWords Plus:ANTERIOR CINGULATE CORTEX; SOCIAL ANXIETY DISORDER; GO/NO-GO TASK; COGNITIVE CONTROL; GAMING ADDICTION; LANGUAGE; ADOLESCENTS; FACEBOOK; MODEL; COMMUNICATION","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 1-14 DOI: 10.1016/j.bbr.2017.01.046 Published: MAY 1 2017","Abstract":"Background: Addicts to specific internet applications involving communication features showed increased social anxiety, emotional competence deficits and impaired prefrontal-related inhibitory control. The dorsal Anterior Cingulate Cortex (dACC) likely plays an important role in cognitive control and negative affect (such as social exclusion, pain or anxiety). Aim: To assess (social) anxiety-related inhibitory control in specific Internet addiction (addicted use of games and social networks) and its relation to altered dACC activation. Methods: N=44 controls and n=51 specific internet addicts completed an anxious words-based Affective Go/No-Go task (AGN). A subsample of n=23 healthy controls and n=25 specific internet addicts underwent functional Magnetic Resonance Imaging (fMRI) while completing an Emotional Stroop Task (EST) with socially anxious, positive, negative and neutral words. Subgroups of internet gaming and social network addicts were exploratively assessed. Psychometric measures of social anxiety, emotional competence and impulsivity were additionally explored. Results: Specific internet addicts showed higher impulsivity, social anxiety and reduced emotional competence. Between-group differences in AGN and EST behavioral measures were not detected. No group differences were found in the dACC, but explorative analyses revealed decreased left middle and superior temporal gyrus activation during interference of socially anxious words in internet gaming and relative to social network addicts.","Authors":"Dieter, J (Dieter, Julia) ; Hoffmann, S (Hoffmann, Sabine) ; Mier, D (Mier, Daniela) ; Reinhar, I (Reinhar, Iris) ; Beutel, M (Beutel, Martin) ; Vollstadt-Klein, S (Vollstaedt-Klein, Sabine) ; Kiefer, F (Kiefer, Falk) ; Mann, K (Mann, Karl) ; Lemenager, T (Lemenager, Tagrid)","Title":"The role of emotional inhibitory control in specific internet addiction - an fMRI study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400021 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Flipped learning; LINE; Oral training; TAM KeyWords Plus:E-LEARNING SYSTEMS; INFORMATION-TECHNOLOGY; PERCEIVED USEFULNESS; INDIVIDUAL-DIFFERENCES; SCHOOL TEACHERS; MOBILE PHONES; MODEL; STUDENTS; CLASSROOM; INTEGRATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 178-190 DOI: 10.1016/j.chb.2016.12.066 Published: MAY 2017","Abstract":"Previous studies have shown diverse applications of technologies to facilitate language learning, and positive adoption of flipped instruction over conventional approaches. They have affirmed the Technology Acceptance Model (TAM) as a dominant model in exploring the perceptions of learners about technological acceptance. Nevertheless, research in light of TAM into mobile-based flipped learning among learners of different proficiency levels in an EFL setting remains scarce. This study therefore performed critical analysis of the dynamics embedded in EFL learners' technological acceptance. The participants were 42 sophomore English-majors taking English Oral Training classes. A mixed method was employed to analyze multiple sources of data, including pre- and post-tests of oral proficiency, the TAM questionnaire, and semi-structured focus-group interviews. The results revealed positive effects of the mobile-based flipped instruction over the conventional lecture-based approach, and yielded the determinant role of attitude about the use of LINE in learners' subsequent behavioral intention to accept the integtation of such technology in language learning, albeit differences in the construct relationship among Students of difference proficiency levels. The authors present insights into factors affecting EFL learner acceptance of a chosen technology, perceptions of flipped learning experience, and pedagogical recommendations for future practice. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hsieh, JSC (Hsieh, Jun Scott Chen) ; Huang, YM (Huang, Yong-Ming) ; Wu, WCV (Wu, Wen-Chi Vivian)","Title":"Technological acceptance of LINE in flipped EFL oral training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497600004 ISSN: 1741-1432 eISSN: 1741-1440","Keywords":"Chile; cross-cultural research; instructional leadership; instrument translation; instrument validation; PIMRS; principal; principal assessment; Spanish-speaking KeyWords Plus:MANAGEMENT RATING-SCALE; SCHOOL ADMINISTRATOR; CAUSAL MODEL; PRINCIPAL; BEHAVIOR; CULTURE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL MANAGEMENT ADMINISTRATION & LEADERSHIP Volume: 45 Issue: 3 Pages: 419-444 DOI: 10.1177/1741143215617948 Published: MAY 2017","Abstract":"The purposes of this study were to report on a systematic approach to validating a Spanish version of the Principal Instructional Management Rating Scale and then to apply the scale in a cross-national comparison of principal instructional leadership. The study yielded a validated Spanish language version of the PIMRS Teacher Form and offers a model of scale validation for other scholars who are interested in preparing an instrument for use outside of its culture of origin. The researchers used a back translation and expert panel procedure combined with psychometric analysis in order to achieve cultural equivalency for the translation. Psychometric properties of reliability (G Theory test of reliability) and validity (CFA, Rasch analysis) of the new version were assessed and compared to the original version in order to underpin its validity. The validation study employed a sample of 595 teachers and 26 principals in Santiago, Chile. The study yielded both a comprehensive analytical approach to cultural adaptation of survey instruments, as well a scale that can be used in Spanish speaking contexts. The study further demonstrated variability in patterns of instructional leadership practice across several national contexts.","Authors":"Fromm, G (Fromm, German) ; Hallinger, P (Hallinger, Philip) ; Volante, P (Volante, Paulo) ; Wang, WC (Wang, Wen Chung)","Title":"Validating a Spanish Version of the PIMRS: Application in National and Cross-national Research on Instructional Leadership"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398563900010 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction professionals; Expatriate; Performance; Stress; Stressors; Labor and personnel issues KeyWords Plus:HONG-KONG; INTERNATIONAL ASSIGNMENTS; ORGANIZATIONAL SUPPORT; CONTEXTUAL PERFORMANCE; TASK-PERFORMANCE; JOB-PERFORMANCE; A-BEHAVIOR; CHINA; WORK; MANAGERS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016121 DOI: 10.1061/(ASCE)CO.1943-7862.0001266 Published: MAY 2017","Abstract":"Given the globalization of the construction industry, there are increasing numbers of expatriate construction professionals (ExCPs). The work practices and living environment are different between home and host countries, which often induce stress in ExCPs, cause underperformance, and reduce intention to stay for expatriates. This study aims to investigate the interactions among stressors, stress, performance, and intention to stay for ExCPs through the development of a stressors-stress-performance-outcome model. A questionnaire survey with purposive sampling was conducted. The research results show (1)work-home conflict, organizational centralization, and heavy workload affect ExCPs' overall performance and intention to stay indirectly through the vicious cycle between emotional and physical stress; (2)poor transportation exacerbates ExCPs' physical stress, while language fluency relieves it; (3)physical stress impairs overall performance, further reducing intention to stay; and (4)poor transportation directly reduces ExCPs' intention to stay. Recommendations, including flexible work schedules and stress management programs, are made. The study results enhance the current understanding of the complicated stress and expatriate management for ExCPs in a cross-cultural context. (C) 2016 American Society of Civil Engineers.","Authors":"Leung, MY (Leung, Mei-yung) ; Liang, Q (Liang, Qi) ; Chan, IYS (Chan, Isabelle Y. S.)","Title":"Development of a Stressors-Stress-Performance-Outcome Model for Expatriate Construction Professionals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300001 ISSN: 0911-6044","Keywords":"Bilingualism; Cortical thickness; Corpus callosum; Anterior cingulate; Lateralization KeyWords Plus:HUMAN CORPUS-CALLOSUM; WHITE-MATTER INTEGRITY; SURFACE-BASED ANALYSIS; HUMAN CEREBRAL-CORTEX; CORTICAL GRAY-MATTER; HUMAN BRAIN; LANGUAGE LATERALIZATION; HUNTINGTONS-DISEASE; COORDINATE SYSTEM; COGNITIVE CONTROL","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 1-11 DOI: 10.1016/j.jneuroling.2016.10.004 Published: MAY 2017","Abstract":"Bilingualism represents an interesting model of possible experience-dependent alterations in brain structure. The current study examines whether interhemispheric adaptations in brain structure are associated with bilingualism. Corpus callosum volume and cortical thickness asymmetry across 13 regions of interest (selected to include critical language and bilingual cognitive control areas) were measured in a sample of Spanish-English bilinguals and age-and gender-matched monolingual individuals (N = 39 per group). Cortical thickness asymmetry of the anterior cingulate region differed across groups, with thicker right than left cortex for bilinguals and the reverse for monolinguals. In addition, two adjacent regions of the corpus callosum (mid-anterior and central) had greater volume in bilinguals. The findings suggest that structural indices of interhemispheric organization in a critical cognitive control region are sensitive to variations in language experience. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Felton, A (Felton, Adam) ; Vazquez, D (Vazquez, David) ; Ramos-Nunez, AI (Ramos-Nunez, Aurora I.) ; Greene, MR (Greene, Maya R.) ; Macbeth, A (Macbeth, Alessandra) ; Hernandez, AE (Hernandez, Arturo E.) ; Chiarello, C (Chiarello, Christine)","Title":"Bilingualism influences structural indices of interhemispheric organization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300002 ISSN: 0911-6044","Keywords":"Scientific metaphors; ERP; N400; Late negativity; Hemispheric asymmetry KeyWords Plus:RIGHT-HEMISPHERE; BRAIN POTENTIALS; METAANALYSIS; INTEGRATION; DISTINCTION; SENTENCES; LANGUAGE","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 12-22 DOI: 10.1016/j.jneuroling.2016.11.003 Published: MAY 2017","Abstract":"In order to complement current debates and open questions in the field of figurative language comprehension, the current paper investigated how metaphors from different kinds of contexts are electrophysiologically processed. For the first time, we compared comprehension of scientific metaphors with that of conventional ones using event-related potentials (ERPs). Scientific metaphors have the unique semantic structure with two different contexts and inference involvement for knowledge-understanding. By time locking the N400 and later LPC time windows, the present study shows the different stages of meaning integration when comprehending figurative language. The N400 amplitudes to the last word of the sentence varied as a function of expression type in a graded manner increasing from literal sentences to conventional metaphors, and to scientific metaphors. N400s elicited by scientific metaphors showed central-parietal-right-biased scalp distributions. Scientific metaphors also elicited a late negativity in the LPC window simultaneously on the left and right hemispheres suggesting further attempts to integrate meaning when scientific inference is involved. These findings of scientific metaphors might test some related metaphor-processing models to a greater extent. The reported results also demonstrate that the left and right hemispheres of the brain work together in a complex dynamic pattern during literal and figurative language comprehension and that the right hemisphere is necessarily involved, but not sufficient, for understanding metaphoric expressions. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tang, XM (Tang, Xuemei) ; Qi, SQ (Qi, Senqing) ; Jia, XJ (Jia, Xiaojuan) ; Wang, BT (Wang, Botao) ; Ren, W (Ren, Wei)","Title":"Comprehension of scientific metaphors: Complementary processes revealed by ERP"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300004 ISSN: 0911-6044","Keywords":"Neuropragmatics; Experimental pragmatics; Discourse; Information structure; N400 KeyWords Plus:DISCOURSE; COMPREHENSION; INTEGRATION; LANGUAGE; INAPPROPRIATE; COMPONENT; CONTEXT; SPEAKER; ERP","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 31-48 DOI: 10.1016/j.jneuroling.2016.11.005 Published: MAY 2017","Abstract":"This study investigates the processing of presupposition in discourse through the Event Related Brain Potential technique. While theoretical linguistics has largely described the phenomenon of presupposition, there is little empirical investigation, mainly from behavioural studies. Here we employed the Event Related Potential (ERP) technique to search for the brain signature of presupposition as opposed to assertion in discourse. Based on theoretical accounts, we hypothesized that presupposing new information should elicit higher efforts due to the mismatch between the information packaging and the actual knowledge, and to the need of accommodating the presupposed content in the mental model of discourse. We also hypothesized that these efforts could reflect in enhanced N400, similarly to other mechanisms operating at the discourse-context level. Twenty-seven participants were presented with passages containing new information packaged either as presupposition or as assertion. Two types of presupposition triggers were selected: definite descriptions and temporal subordinate clauses. Results evidenced a difference between the processing of presuppositions and that of assertions, reflected in a more enhanced N400 for the former. Results also showed that the temporal development of the presupposition effect is earlier for subordinate clauses than for definite descriptions. Differently from some behavioural studies on presupposition, but consistently with the theoretical literature and with other ERP studies on discourse processing, our data offer the first neurophysiological evidence that presupposition is more costly than assertion when new information is presented, with differences in the time development of the effect across trigger types. We proposed to account for the N400 effect induced by new presuppositions as stemming from a pragmatic \"garden path\" effect, in that, being presented with a new presupposition, the receiver is led down a mismatch between information packaging and discourse representation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Masia, V (Masia, Viviana) ; Canal, P (Canal, Paolo) ; Ricci, I (Ricci, Irene) ; Vallauri, EL (Vallauri, Edoardo Lombardi) ; Bambini, V (Bambini, Valentina)","Title":"Presupposition of new information as a pragmatic garden path: Evidence from Event-Related Brain Potentials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300006 ISSN: 0911-6044","Keywords":"ERPs; Language; Semantic ambiguity; Quantifier; Number; P300 KeyWords Plus:SUBJECT-VERB AGREEMENT; LANGUAGE COMPREHENSION; BRAIN POTENTIALS; SITUATION MODELS; WORKING-MEMORY; EYE-MOVEMENTS; ENGLISH; INFORMATION; AMBIGUITIES; KNOWLEDGE","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 63-82 DOI: 10.1016/j.jneuroling.2016.11.006 Published: MAY 2017","Abstract":"We used event related potentials (ERPs) in order to investigate how sentences, semantically ambiguous with respect to number, are understood. Although sentences such as (i) Every kid climbed a tree lack any syntactic or lexical ambiguity, two possible meanings are available, where either many trees or just one tree was climbed. Previous behavioural studies showed a plural preference, whereas ERP and behavioural experiments conducted in our lab have not. In this work, we further investigate sentences as in (i), called quantifier scope ambiguous sentences, and compare them to unambiguous sentences, (ii) Every kid climbed the trees. Participants read sentences presented in 1- and 2-word chunks, and judged, at the target word tree(s), whether 1 or 2 words appeared on the computer screen (Berent et al., 2005). Previously, interference effects resulted for judgments that 1 word was on the screen when it was marked plural (e.g., trees) versus singular (e.g., tree). Interestingly, Patson and Warren (2010) also showed that this was the case for judgments made for singular words, e.g., tree, in quantifier ambiguous sentences, confirming the plural preference. The current ERP study did not replicate their behavioural findings. Difficulty for \"1\" responses was not observed for trees in (ii) nor was it observed for tree in quantifier scope sentences (i). Instead, a P300 effect was found at the target word tree(s), where amplitudes differed depending on congruency in number interpretation for subjects and direct objects. Results are discussed in terms of heuristic first sentence processing mechanisms, and relevant features of event knowledge. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dwivedi, VD (Dwivedi, Veena D.) ; Gibson, RM (Gibson, Raechelle M.)","Title":"An ERP investigation of quantifier scope ambiguous sentences: Evidence for number in events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300009 ISSN: 0911-6044","Keywords":"Morphosyntactic similarity; Inflectional morphology; Bilingualism KeyWords Plus:MORPHOLOGICALLY COMPLEX WORDS; BRAIN POTENTIALS; PAST-TENSE; 2ND-LANGUAGE; LANGUAGE; ACQUISITION; CHILDREN; ENGLISH; ADULTS; PROFICIENCY","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 109-123 DOI: 10.1016/j.jneuroling.2016.11.011 Published: MAY 2017","Abstract":"The current study used ERP methodology to explore how morphosyntactic similarity between a first language (L1) and a second language (L2) affects L2 production of inflected words. Chinese-English bilinguals, Korean-English bilinguals, and Native English speakers were required to produce regular and irregular past tense verbs in English. Results showed that native English speakers and Korean-English bilinguals elicited more negative amplitudes in regular past tense verbs than in irregular ones 250-350 ms post-stimulus, whereas Chinese-English bilinguals did not, indicating that Korean-English bilinguals and native English speakers share similar processing mechanisms. These findings support a dual-system model (Ullman, 1999) and demonstrate that intermediate proficiency L2 learners can employ rule-based decomposition and combination to process regular words as native-speakers do, but mainly under the condition that L2 shares similar morphosyntax with L1, as Korean does with English. Our findings suggest that morphosyntactic similarity plays a modulatory role during production of L2 inflected words by bilinguals. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Liu, HH (Liu, Huanhuan) ; Dunlap, S (Dunlap, Susan) ; Tang, YT (Tang, Yuting) ; Lu, Y (Lu, Yao) ; Chen, BG (Chen, Baoguo)","Title":"The modulatory role of L1 and L2 morphosyntactic similarity during production of L2 inflected words: An ERP study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300011 ISSN: 0911-6044","Keywords":"Aphasia; Anomia; Arabic; Lexical retrieval; Syntax; Word grammar; Determiner; Noun phrase; Spoken production; Picture naming; Predictors; Determinants; Psycholinguistics; Neurolinguistics KeyWords Plus:NOUN PHRASE PRODUCTION; GRAMMATICAL GENDER; WORD PRODUCTION; NAME AGREEMENT; THERAPY; OBJECT; ANOMIA; AGE; ACQUISITION; FAMILIARITY","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 140-155 DOI: 10.1016/jjneuroling.2017.01.001 Published: MAY 2017","Abstract":"Research into anomia has been carried out in English and many Indo-European languages extensively, but not in Arabic. Previous studies have investigated predictors of successful lexical retrieval after anomia, and access to syntax during lexical retrieval. The aim of the current study is to examine impaired lexical retrieval in Arabic at two levels: predictors of lexical retrieval, and access to syntax during lexical retrieval, via checking whether syntactic cueing (using the definite article/theta l-/'the' prior to nouns) facilitates noun retrieval in Arabic aphasia, with regard to naming speed and accuracy, and establishing the determinants of aphasic noun retrieval in Arabic. Three participants with anomia following CVA named 186 pictures from a published Arabic database in two conditions: bare noun condition, and determiner + noun condition. Participants' accuracy and reaction times were compared in both conditions. Furthermore, a multiple regression analysis was carried out to test the effect of psycholinguistic variables (visual complexity, name agreement, age of acquisition, imageability and other intrinsic variables) on successful lexical retrieval to determine predictors of Arabic noun retrieval after anomia. The production of the determiner + noun in picture naming facilitated spoken naming in all three participants. Nouns produced with the determiner were produced faster and more accurately than their counterparts produced without the determiner. The two participants with agrammatism produced morpho-syntactic errors in the bare noun condition, but not in the determiner + noun condition, suggesting that the determiner sets up a noun phrase frame with a slot for the noun to be filled, resulting in responses that are faster and more accurate. Age of acquisition and imageability were the only two variables that had influence across the participants. These results have theoretical and clinical implications for lexical retrieval models. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khwaileh, T (Khwaileh, Tariq) ; Body, R (Body, Richard) ; Herbert, R (Herbert, Ruth)","Title":"Lexical retrieval after Arabic aphasia: Syntactic access and predictors of spoken naming"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398997900009 PubMed ID: 28398574 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"language; serious mental illness; schizophrenia; computational psychiatry; psycholinguistics; disorganization KeyWords Plus:LATENT SEMANTIC ANALYSIS; DOMAIN CRITERIA RDOC; COMMUNICATION DISTURBANCES; SPEECH DISORDER; AFFECTIVE REACTIVITY; ONSET SCHIZOPHRENIA; NEURAL EVIDENCE; LANGUAGE; ABNORMALITIES; SCHIZOTYPY","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 503-508 DOI: 10.1093/schbul/sbx030 Published: MAY 1 2017","Abstract":"Thought disorder is a pernicious and nonspecific aspect of numerous serious mental illnesses (SMIs) and related conditions. Despite decades of empirical research on thought disorder, our present understanding of it is poor, our clinical assessments focus on a limited set of extreme behaviors, and treatments are palliative at best. Applying a Research Domain Criteria (RDoC) framework to thought disorder research offers advantages to explicate its phenotype; isolate its mechanisms; and develop more effective assessments, treatments, and potential cures. In this commentary, we discuss ways in which thought disorder can be understood within the RDoC framework. We propose operationalizing thought disorder within the RDoC construct of language using psycholinguistic sciences, to help objectify and quantify language within individuals; technologically sophisticated paradigms, to allow naturalistic behavioral sampling techniques with unprecedented ecological validity; and computational modeling, to account for a network of interconnected and dynamic linguistic, cognitive, affective, and social functions. We also highlight challenges for understanding thought disorder within an RDoC framework. Thought disorder likely does not occur as an isomorphic dysfunction in a single RDoC construct, but rather, as multiple potential dysfunctions in a network of RDoC constructs. Moreover, thought disorder is dynamic over time and context within individuals. In sum, RDoC is a useful framework to integrate multidisciplinary research efforts aimed at operationalizing, understanding, and ameliorating thought disorder.","Authors":"Cohen, AS (Cohen, Alex S.) ; Le, TP (Le, Thanh P.) ; Fedechko, TL (Fedechko, Taylor L.) ; Elvevag, B (Elvevag, Brita)","Title":"Can RDoC Help Find Order in Thought Disorder?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573700004 ISSN: 0038-0644 eISSN: 1097-024X","Keywords":"formal verification; model transformation; Web services composition; BPEL; CSP","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SOFTWARE-PRACTICE & EXPERIENCE Volume: 47 Issue: 5 Pages: 709-730 DOI: 10.1002/spe.2434 Published: MAY 2017","Abstract":"With the rapid development of Cloud computing, social computing, and Web of Things, an increasing number of requirements of complexity and reliability for modeling Web services composition have emerged too. As more reliable methods are needed to model and verify current complex Web services composition, this paper proposes a method to model and verify Web services composition based on model transformation. First, a modeling and verifying framework based on model transformation is established. Then, Communicating Sequential Process (CSP) is defined according to the features of Web services composition and the corresponding model checking tool Failure Divergence Refinement (FDR) is introduced. The transformation approaches between Business Process Execution Language (BPEL) and CSP are later defined in detail. Lastly, the effect of this method is evaluated by modeling and verifying the Web services composition of a Online Shopping System. The results of the experiments show that this method can greatly increase the reliability of Web services composition. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Zhu, Y (Zhu, Yi) ; Huang, ZQ (Huang, Zhiqiu) ; Zhou, H (Zhou, Hang)","Title":"Modeling and verification of Web services composition based on model transformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395379900007 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"ADPLL; digital loop filter; PRBS; DDS; VHDL implementation; phase jitter KeyWords Plus:LOCKED-LOOP; QUANTIZATION NOISE; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 5 Article Number: 1750076 DOI: 10.1142/S0218126617500761 Published: MAY 2017","Abstract":"This paper aims to design an all-digital phase-locked loop (ADPLL) intended for professional digital audio data conversion applications. The method used for designing is based on an analogy between analog PLL and ADPLL. Managing a low-jitter effect, a comparative study between discrete voltage-controlled oscillator (DVCO) and direct digital synthesis (DDS) based on a pseudorandom binary sequence (PRBS) generator is performed. The features of the design in this work are high-precision and low harmonic distortion DDS which is combined with ADPLL. For model-based design validation, a rapid register transfer level (RTL) with VHSIC hardware description language (VHDL) is practiced and the dynamic performance result indicates a signicant improvement in total harmonic distortion (THD) (<= - 130 dB) and a better resolution of 18.97 bits for audio applications based on the aid of phase dithering DDS enhancement circuit.","Authors":"Ben Ameur, N (Ben Ameur, Noura)","Title":"A Low-Phase Noise ADPLL Based on a PRBS-Dithered DDS Enhancement Circuit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960300004 ISSN: 0168-0072 eISSN: 1873-2461","Keywords":"Derivative operator; Dense-in-itself metric space; Modal logic; Finite model property; Strong completeness KeyWords Plus:DYNAMIC TOPOLOGICAL LOGIC; COMPLETENESS","Categories":"Mathematics; Science & Technology - Other Topics Web of Science Categories:Mathematics, Applied; Mathematics; Logic","Journal Information":"ANNALS OF PURE AND APPLIED LOGIC Volume: 168 Issue: 5 Pages: 1032-1090 DOI: 10.1016/j.apal.2016.11.006 Published: MAY 2017","Abstract":"There has been renewed interest in recent years in McKinsey and Tarski's interpretation of modal logic in topological spaces and their proof that S4 is the logic of any separable dense-in-itself metric space. Here we extend this work to the modal mu-calculus and to a logic of tangled closure operators that was developed by Fernandez-Duque after these two languages had been shown by Dawar and Otto to have the same expressive power over finite transitive Kripke models. We prove that this equivalence remains true over topological spaces. We extend the McKinsey Tarski topological 'dissection lemma'. We also take advantage of the fact (proved by us elsewhere) that various tangled closure logics with and without the universal modality for all have the finite model property in Kripke semantics. These results are used to construct a representation map (also called a d-p-morphism) from any dense-in-itself metric space X onto any finite connected locally connected serial transitive Kripke frame. This yields completeness theorems over X for a number of languages: (i) the modal mu-calculus with the closure operator lozenge; (ii) lozenge and the tangled closure operators (t) (in fact (t) can express lozenge); (iii) lozenge, for all; (iv) lozenge, for all, (t); (v) the derivative operator (d); (vi) (d) and the associated tangled closure operators (dt); (vii) (d), for all; (viii) ( d), for all, (dt). Soundness also holds, if: (a) for languages with for all, X is connected; (b) for languages with (d), X validates the well-known axiom G(1). For countable languages without for all, we prove strong completeness. We also show that in the presence of for all, strong completeness fails if X is compact and locally connected. (C) 2016 The Author(s). Published by Elsevier B.V.","Authors":"Goldblatt, R (Goldblatt, Robert) ; Hodkinson, I (Hodkinson, Ian)","Title":"Spatial logic of tangled closure operators and modal mu-calculus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300003 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Sentiment analysis; Multilingual; Code-Switching KeyWords Plus:SOCIAL MEDIA; POLARITY CLASSIFICATION; SUBJECTIVITY; TRANSLATION; LANGUAGE; LEXICON; TEXT","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 595-607 DOI: 10.1016/j.ipm.2017.01.004 Published: MAY 2017","Abstract":"This article tackles the problem of performing multilingual polarity classification on Twitter, comparing three techniques: (1) a multilingual model trained on a multilingual dataset, obtained by fusing existing monolingual resources, that does not need any language recognition step, (2) a dual monolingual model with perfect language detection on monolingual texts and (3) a monolingual model that acts based on the decision provided by a language identification tool. The techniques were evaluated on monolingual, synthetic multilingual and code-switching corpora of English and Spanish tweets. In the latter case we introduce the first code-switching Twitter corpus with sentiment labels. The samples are labelled according to two well-known criteria used for this purpose: the SendStrength scale and a trinary scale (positive, neutral and negative categories). The experimental results show the robustness of the multilingual approach (1) and also that it outperforms the monolingual models on some monolingual datasets. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Vilares, D (Vilares, David) ; Alonso, MA (Alonso, Miguel A.) ; Gomez-Rodriguez, C (Gomez-Rodriguez, Carlos)","Title":"Supervised sentiment analysis in multilingual environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000006 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Architecture constraint; OCL; Constraint-component; Constraint-service; Automatic translation; Introspection; OSGi KeyWords Plus:OCL CONSTRAINTS; SPECIFICATIONS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 91-108 DOI: 10.1016/jjss.2017.01.032 Published: MAY 2017","Abstract":"Architecture constraints are components of design documentation. They enable designers to enforce rules that architecture descriptions should respect. Many systems make it possible to associate constraints to models at design stage but very few enable their association to code at implementation stage. When possible, this is done manually, which is a tedious, error prone and time consuming task. Therefore, we propose in this work a process to automatically generate executable constraints associated to programs' code from model-based constraints. First, the process translates the constraints specified at design-time into constraint-components described with an ADL, called CLACS. Then, it creates constraint-services which can be registered and later invoked to check their embedded constraints on component- and service based applications. We chose to target components and services in order to make architecture constraints reusable, searchable in registries, customizable and checkable at the implementation stage. The generated constraint-services use the standard reflective (meta) layer provided by the programing language to introspect elements of the architecture. We experimented our work on a set of 15 architecture constraints and on a real-world system in order to evaluate the effectiveness of the process. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kallel, S (Kallel, Sahar) ; Tramoni, B (Tramoni, Bastien) ; Tibermacine, C (Tibermacine, Chouki) ; Dony, C (Dony, Christophe) ; Kacem, AH (Kacem, Ahmed Hadj)","Title":"Generating reusable, searchable and executable \"architecture constraints as services\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398674400011 ISSN: 0146-1672 eISSN: 1552-7433","Keywords":"emotion regulation; social support; perspective taking; social interaction KeyWords Plus:SOCIAL REGULATION; SUPPORT; ADJUSTMENT; PSYCHOLOGY; SCIENCE; MODELS; HEALTH","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND SOCIAL PSYCHOLOGY BULLETIN Volume: 43 Issue: 5 Pages: 729-739 DOI: 10.1177/0146167217695558 Published: MAY 2017","Abstract":"Although much research considers how individuals manage their own emotions, less is known about the emotional benefits of regulating the emotions of others. We examined this topic in a 3-week study of an online platform providing training and practice in the social regulation of emotion. We found that participants who engaged more by helping others (vs. sharing and receiving support for their own problems) showed greater decreases in depression, mediated by increased use of reappraisal in daily life. Moreover, social regulation messages with more other-focused language (i. e., second-person pronouns) were (a) more likely to elicit expressions of gratitude from recipients and (b) predictive of increased use of reappraisal over time for message composers, suggesting perspective-taking enhances the benefits of practicing social regulation. These findings unpack potential mechanisms of socially oriented training in emotion regulation and suggest that by helping others regulate, we may enhance our own regulatory skills and emotional well-being.","Authors":"Dore, BP (Dore, Bruce P.) ; Morris, RR (Morris, Robert R.) ; Burr, DA (Burr, Daisy A.) ; Picard, RW (Picard, Rosalind W.) ; Ochsner, KN (Ochsner, Kevin N.)","Title":"Helping Others Regulate Emotion Predicts Increased Regulation of One's Own Emotions and Decreased Symptoms of Depression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956900019 ISSN: 0149-1970","Keywords":"Severe accident; MPS method; DEM model; Fluid-solid mixture flow; FOCUS code; Validations KeyWords Plus:PARTICLE SEMIIMPLICIT METHOD; CONVECTION HEAT-TRANSFER; POOL","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"PROGRESS IN NUCLEAR ENERGY Volume: 97 Pages: 197-213 DOI: 10.1016/j.pnucene.2017.01.015 Published: MAY 2017","Abstract":"The fluid-solid mixture flow is the key phenomenon in the reactor core when severe accident happens, there are both fluid phase and solid phase in the migration of the molten corium. In this study, the discrete element method (DEM) is applied to model the interaction between solid bodies, the MPS method is adopted to simulate the fluid flows, and these two methods are coupled by the model of the solid and fluid phase interaction. The passively moving solid (PMS) model is adopted to modify the movement of moving particles so that several particles can form one solid body. The time step in the DEM model is different from that in the MPS method, thus a multiple time-step using inner iteration is carried out to solve this problem. The FOCUS (Fluid flOw CoUpling with Solid's movement) code is developed by the models and methods above using C++ language. The simulations and experiments about collapse of solid cylinder layers and he breaking of a water dam involving solid cylinder layers in two-dimension are carried out to validate FOCUS, and a simple three-dimensional case is also tested before the future work about severe accidents in reactor cores. The comparisons between calculation results and experimental data are in good agreements with the average relative error less than 8.4%, meaning the FOCUS is capable of simulating the fluid-solid mixture flow. It provides the foundation for the further work on simulations of the severe accidents in nuclear reactor cores. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guo, KL (Guo, Kailun) ; Chen, RH (Chen, Ronghua) ; Li, YL (Li, Yonglin) ; Qiu, SZ (Qiu, Suizheng) ; Su, GH (Su, G. H.)","Title":"Numerical investigation of the fluid-solid mixture flow using the FOCUS code"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800021 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Action description; Human motion; Object recognition KeyWords Plus:HIDDEN MARKOV-MODELS; RECOGNITION; NETWORKS; IMITATE; ROBOTS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 247-257 DOI: 10.1016/j.robot.2017.02.003 Published: MAY 2017","Abstract":"This paper presents a novel approach to learning of relations among motions, objects, and language, and to generating sentences that describe human actions. Our approach categorizes human motions and the objects acted on those motions, and subsequently integrates the motion categories and object categories with their descriptive sentences. The integration consists of two steps. The first step stochastically learns the relations among the motions, objects, and words in the sentences. The second step stochastically learns the order of words in the sentences as the sentence structures. The model derived in the first step is referred to as \"action language\" model and that derived in the second step as \"natural language\" model. This framework for integrating an action language model with a natural language model can be applied to generating descriptive sentences from human actions, where each action is recognized as a pair containing a motion category and an object category, the words relevant to the action are generated via the contained motion and object categories, and the words to be arranged result in a descriptive sentence. More theoretically, our approach searches for multiple words likely to be generated from the motion and object categories by using the action language model; and subsequently searches for a sequence of these words that is likely to be generated from the obtained words, using the natural language model. We tested our proposed approach for sentence generation by applying it to human action data captured by an RGB-D sensor, and demonstrated its validity. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Takano, W (Takano, Wataru) ; Yamada, Y (Yamada, Yoshihiko) ; Nakamura, Y (Nakamura, Yoshihiko)","Title":"Generation of action description from classification of motion and object"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973800027 ISSN: 0305-750X","Keywords":"food security; food insecurity; poverty; experiential food insecurity scale KeyWords Plus:CHILD MALNUTRITION; SECURITY; BANGLADESH; PROGRAM; HUNGER; HELP; US","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"WORLD DEVELOPMENT Volume: 93 Pages: 402-412 DOI: 10.1016/j.worlddev.2017.01.006 Published: MAY 2017","Abstract":"Until recently there was lacking a common food security measure and the necessary data to study the individual-level determinants of food insecurity around the world. In 2014, the Food and Agriculture Organization's Voices of the Hungry project developed an experiential measure of food insecurity, the Food Insecurity Experience Scale (FIES), translated it into 200 languages, and contracted Gallup, Inc. for collection of data through the Gallup World Poll. This is the first paper that identifies and examines the common determinants of food insecurity in 134 countries using this cross-country comparable experiential measure of food insecurity. We also investigate whether and to what extent the common determinants of food insecurity identified in a global model differ across rankings of economic development. Using a series of multilevel linear probability models, we find that the five characteristics associated with the largest increase in the likelihood of experiencing food insecurity around the world are: having low levels of education, weak social networks, less social capital, low household income, and being unemployed. We also find significant heterogeneity in the determinants of food insecurity over development rankings. This study is an important first step in utilizing the new FIES to document risk factors of food insecurity around the globe. Published by Elsevier Ltd.","Authors":"Smith, MD (Smith, Michael D.) ; Rabbitt, MP (Rabbitt, Matthew P.) ; Coleman-Jensen, A (Coleman-Jensen, Alisha)","Title":"Who are the World's Food Insecure? New Evidence from the Food and Agriculture Organization's Food Insecurity Experience Scale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397358400014 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Scalar light propagation; Numerical diffraction; Graphics processing unit; GPU computing; Real-time processing; JAVA KeyWords Plus:DIGITAL HOLOGRAPHIC MICROSCOPY; FAST ALGORITHMS; DIFFRACTION; VISUALIZATION; LIGHT","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 214 Pages: 128-139 DOI: 10.1016/j.cpc.2016.12.016 Published: MAY 2017","Abstract":"JDiffraction, a GPGPU-accelerated JAVA library for numerical propagation of scalar wave fields, is presented. Angular spectrum, Fresnel transform, and Fresnel-Bluestein transform are the numerical algorithms implemented in the methods and functions of the library to compute the scalar propagation of the complex wavefield. The functionality of the library is tested with the modeling of easy to forecast numerical experiments and also with the numerical reconstruction of a digitally recorded hologram. The performance of JDiffraction is contrasted with a library written for C++, showing great competitiveness in the apparently less complex environment of JAVA language. JDiffraction also includes JAVA easy-to-use methods and functions that take advantage of the computation power of the graphic processing units to accelerate the processing times of 2048 x 2048 pixel images up to 74 frames per second.","Authors":"Piedrahita-Quintero, P (Piedrahita-Quintero, Pablo) ; Trujillo, C (Trujillo, Carlos) ; Garcia-Sucerquia, J (Garcia-Sucerquia, Jorge)","Title":"JDiffraction: A GPGPU-accelerated JAVA library for numerical propagation of scalar wave fields"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397358400017 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Amyloid; Fibril; Diameter; Persistence length; Bending stiffness; Image processing; Sup35; Prion KeyWords Plus:ATOMIC-FORCE MICROSCOPY; AMYLOID FIBRILS; SACCHAROMYCES-CEREVISIAE; SYNUCLEIN STRAINS; PRION; YEAST; SUP35; FILAMENTS; POLYMORPHISM; TRANSLATION","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 214 Pages: 199-206 DOI: 10.1016/j.cpc.2017.01.011 Published: MAY 2017","Abstract":"Application of microscopy to evaluate the morphology and size of filamentous proteins and amyloids requires new and creative approaches to simplify and automate the image processing. The estimation of mean values of fibrils diameter, length and bending stiffness on micrographs is a major challenge. For this purpose we developed an open-source Fibril) plugin for the ImageJ/FiJi program. It automatically recognizes the fibrils on the surface of a mica, silicon, gold or formvar film and further analyzes them to calculate the distribution of fibrils by diameters, lengths and persistence lengths. The plugin has been validated by the processing of TEM images of fibrils formed by Sup35NM yeast protein and artificially created images of rod-shape objects with predefined parameters. Novel data obtained by SEM for Sup35NM protein fibrils immobilized on silicon and gold substrates are also presented and analyzed. Program summary Program title: FibrilJ Program Files doi: http://dx.doLorg/10.17632/ndxb93h4vc.1 Licensing provisions: Apache-2.0 Programming language: ImageJ Macro Language Nature of problem: Amyloids are large protein aggregates that form Unbranched fibrils. Formation of amyloids by different proteins leads to the emergence of a number of serious human diseases, including Alzheimer's, Parkinson's and Huntington's diseases. Therefore, various amyloids, in particular their topology, are widely studied in an enormous number of papers. The structural organization of the amyloid aggregates at the molecular level is a key problem in this area. At the moment new methods of amyloids analysis based on electronic and probe microscopy are particularly popular. Usually it is required to process images containing hundreds of amyloids to obtain statistically reliable data on the distribution of the thickness, length and persistence length (a basic mechanical property quantifying the stiffness of a polymer). The lattermost parameter was introduced for the chatkteristic of bending stiffness of amyloids similarly to that in a model of wormlike chain for polymers. The manual measurements of these parameters take a lot of time and, due to the human factor, are insufficiently representative. ImageJ/FiJi is open-source software and one of the most commonly used program for image processing. The ImageJ/FiJi community provides BoneJ plugin for bones analysis and Diameter! plugin for nanofibers analysis, which have the function of determining the diameter of the respective objects. Also, approaches that involve calculations of the end-to-end distances and contour lengths of biopolymers were used to determine their persistence lengths using ImageJ/FiJi. These above mentioned plugins are not designed for the study of amyloids and have never been used or validated for them. They do not provide the necessary functionality for the automatic recognition of amyloids on the substrate and filtering objects by a number of parameters. They have unspecified accuracy of these objects measurements and do not calculate the objects distribution on average diameters and persistence lengths. Solution method: For this purpose we developed a Fibril! plugin for ImageJ/FiJi program With an open source code. It automatically recognizes the fibrils on the surface of a mica, silicon, gold or formvar film and further analyzes them to calculate the distribution of fibrils on average diameters, lengths and persistence lengths. FibrilJ usage may unify the process of diameter and persistence length calculation and it may also contribute to comparison of results obtained by different research groups. Plugin Fibril) which is presentedin this paper is free of Diameter) or BoneJ weaknesses. It has been validated by artificially created images of rod-shape objects with predefined parameters and micrographs of Sup35NM protein fibrils. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sokolov, PA (Sokolov, P. A.) ; Belousov, MV (Belousov, M. V.) ; Bondarev, SA (Bondarev, S. A.) ; Zhouravleva, GA (Zhouravleva, G. A.) ; Kasyanenko, NA (Kasyanenko, N. A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Belousov, Mikhail  K-6017-2014 http://orcid.org/0000-0002-7856-9075","Title":"FibrilJ: ImageJ plugin for fibrils' diameter and persistence length determination"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397358400019 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Rotation-vibration spectra; Transition probabilities; Intensities KeyWords Plus:MOLECULAR LINE LISTS; DISCRETE-VARIABLE REPRESENTATIONS; ROTATION-VIBRATION SPECTRUM; ROVIBRATIONAL ENERGY-LEVELS; TETRATOMIC MOLECULES; POLYATOMIC-MOLECULES; VARIATIONAL CALCULATIONS; TETRAATOMIC MOLECULES; TRIATOMIC-MOLECULES; CODE","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 214 Pages: 216-224 DOI: 10.1016/j.cpc.2017.01.013 Published: MAY 2017","Abstract":"Calculating dipole transition intensities or the related Einstein A coefficients can dominate the computer usage for large line lists of transitions such as those being computed to model radiative transport through hot atmospheres. An algorithm for the efficient computation of line strengths is presented based on the use of the half-linestrength. This is implemented on GPUs that are shown to give up to a thousandfold speed-up compared to calculations on conventional computers. This algorithm is implemented in the program GAIN which was developed as part of the TROVE nuclear motion program, but can be adapted for use by other similar programs in a straightforward fashion. Program summary Program title: GAIN-MPI Program Files doi: http://dx.doLorg/10.17632/4x75jsphc6.1 Licensing provisions: MIT licence. Programming language: C++ 99, CUDA C and Fortran 95. Nature of problem: Computation of linestrengths using GPU hardware Solution method: Split the linestrength into smaller blocks and compute them in the GPU in parallel Restrictions: The current version is restricted to separable rovibrational basis sets Unusual features: Can be extended by user supplied concrete C++ classes for the MPI version (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Al-Refaie, AF (Al-Refaie, Ahmed F.) ; Yurchenko, SN (Yurchenko, Sergei N.) ; Tennyson, J (Tennyson, Jonathan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tennyson, Jonathan  I-2222-2012 http://orcid.org/0000-0002-4994-5238 Yurchenko, Sergey  G-9929-2012 http://orcid.org/0000-0001-9286-9501","Title":"GPU Accelerated INtensities MPI (GAIN-MPI): A new method of computing Einstein-A coefficients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397358400021 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Time-dependent density functional theory; Kohn Sham model; Schrodinger equation; Optimal control theory; Nonlinear conjugate gradient scheme; Operator splitting methods KeyWords Plus:DENSITY-FUNCTIONAL THEORY; QUANTUM-SYSTEMS","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 214 Pages: 231-238 DOI: 10.1016/j.cpc.2017.01.020 Published: MAY 2017","Abstract":"Optimal control of multi-electron systems is considered in the framework of the time-dependent density functional theory. For this purpose, the MATLAB package COKOSNUT is presented that aims at solving optimal quantum control problems governed by the Kohn Sham equation. This package inclUdes a robust globalized nonlinear conjugate gradient scheme and an efficient splitting procedure for the numerical integration of the nonlinear Kohn Sham equations in two dimensions. Results of numerical experiments demonstrate the ability of the COKOSNUT code in computing accurate optimal controls. Program summary Program Title: COKOSNUT Program Files doi: http://dx.doi.org/10.17632/p5g5hznkpy.1 Licensing provisions: GNU General Public License 3 (GPL) Programming language: MATLAB Nature of problem: A method for solving time -dependent Kohn Sham control problems. Solution method: NCG method and operator splitting methods. External routines/libraries: Libxc library [1] AI 2017 Elsevier B.V. All rights reserved.","Authors":"Sprengel, M (Sprengel, M.) ; Ciaramella, G (Ciaramella, G.) ; Borzi, A (Borzi, A.)","Title":"A COKOSNUT code for the control of the time-dependent Kohn-Sham model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398195100004 ISSN: 1740-8989 eISSN: 1742-5786","Keywords":"Assessment; grading; movement; standards-based; teachers' grading practice KeyWords Plus:PHYSICAL-EDUCATION; ABILITY; CURRICULUM; PEDAGOGY; HEALTH","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"PHYSICAL EDUCATION AND SPORT PEDAGOGY Volume: 22 Issue: 3 Pages: 257-269 DOI: 10.1080/17408989.2016.1176132 Published: MAY 2017","Abstract":"Background: Physical Education (PE) has been associated with a multi-activity model in which movement is related to sport discourses and sport techniques. However, as in many international contexts, the Swedish national PE syllabus calls for a wider and more inclusive concept of movement. Complex movement adapted to different settings is valued, and in the national grading criteria qualitative measures of movement are used. This research seeks to examine how the wider concept of movement is interpreted and graded. Drawing on Bernstein's concept of the pedagogic device, the paper explores teachers' roles as active mediators in the transformation of national grading criteria for movement and the kinds of movement that are valued in teachers' grading practices. Purpose: The purpose of this study is to investigate what PE teachers consider legitimate movement in a criterion-referenced grading system and the factors that influence their grading practice. The Repertory Grid (RG) technique was employed in order to access their tacit knowledge. Methodology: Seven Swedish PE teachers were interviewed, all of whom teach and grade years seven to nine in different compulsory schools. Using the RG technique, the teachers were asked to reflect on the aspects they considered important for achieving a high grade. The national grading criteria for years seven to nine were then presented one at a time and the teachers were asked to describe how they assessed and graded each requirement. The teachers were also asked whether any specific factors had influenced their grading. In the content analysis, the second part of the interview was attended to first and the results were interpreted in light of Bernsteins' concept of the pedagogic device. Findings: Sport techniques and competitive sports influenced the teachers' interpretations of what constitutes complex movement. The aspect of fitness also appeared to be valued by the teachers in that it facilitates the valued movement. In some cases the difficulty of describing movement qualities in words could reduce the concept of movement to something measurable and quantifiable. The teachers' concerns about students' unequal opportunities to develop and demonstrate their skills also influenced the teachers' interpretation of complex movement. Conclusions: In the transformation of national grading criteria to grading practice, the pedagogic actions taken inform and limit the way in which legitimate movement in PE is conceptualised. Adopting a concept of movement that is wider than competitive sports allows the structures of inequality to be addressed and enables the movements performed by students with other moving experiences than competitive sports to be valued. The tension between the demands of transparency in a high stakes grading system and the inability to articulate the quality of complex movements is problematic. There is a need to verbalise teachers' conceptions about physical education knowledge to be able to discuss and develop the concept of movement. In this process, the RG technique is a potentially useful tool. Having the language to discuss movement qualities also enables us to strengthen the interrelation between curriculum, pedagogy and assessment.","Authors":"Svennberg, L (Svennberg, Lena)","Title":"Swedish PE teachers' understandings of legitimate movement in a criterion-referenced grading system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395615500013 ISSN: 0743-7315 eISSN: 1096-0848","Keywords":"Massive data storage; Modeling language; Denotational semantics; Fixed-point theorem","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"JOURNAL OF PARALLEL AND DISTRIBUTED COMPUTING Volume: 103 Pages: 113-120 DOI: 10.1016/j.jpdc.2016.12.008 Published: MAY 2017","Abstract":"Massive data storage systems (MDSS, for short) are elementary parts of data gathering and analysis in cyber-physical systems. MDSSs have more features than traditional storage systems. An important one is that data files are split and stored into blocks in MDSSs. And each block is considered as a storage unit. Hence, MDSSs usually have two kinds of storage units: ordinary memory locations and block storage locations. Then it comes the question that how we formally model and describe MDSSs. In this paper we propose a modeling language to describe the management programs in MDSSs. New expressions and commands are introduced which mainly focus on block operations. Their denotational semantics are defined using the concepts of heap and store. According fixed-point theorem is proved. Using this method, management programs of MDSSs can be expressed more clearly and intuitively, and it allows us to analyze MDSSs more easily. (C) 2016 Published by Elsevier Inc.","Authors":"Jing, YX (Jing, Yuxin) ; Wang, HP (Wang, Hanpin) ; Huang, Y (Huang, Yu) ; Zhang, L (Zhang, Lei) ; Xu, J (Xu, Jiang) ; Cao, YZ (Cao, Yongzhi)","Title":"A modeling language to describe massive data storage management in cyber-physical systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700021 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Handwritten Chinese text recognition; Feedforward neural network language model; Recurrent neural network language model; Hybrid language model; Convolutional neural network shape models KeyWords Plus:CHARACTER-RECOGNITION; DOCUMENT RECOGNITION; SEGMENTATION; STRINGS; ONLINE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 251-264 DOI: 10.1016/j.patcog.2016.12.026 Published: MAY 2017","Abstract":"Handwritten Chinese text recognition based on over-segmentation and path search integrating multiple contexts has been demonstrated successful, wherein the language model (LM) and character shape models play important roles. Although back-off N-gram LMs (BLMs) have been used dominantly for decades, they suffer from the data sparseness problem, especially for high-order LMs. Recently, neural network LMs (NNLMs) have been applied to handwriting recognition with superiority to BLMs. With the aim of improving Chinese handwriting recognition, this paper evaluates the effects of two types of character-level NNLMs, namely, feedforward neural network LMs (FNNLMs) and recurrent neural network LMs (RNNLMs). Both FNNLMs and RNNLMs are also combined with BLMs to construct hybrid LMs. For fair comparison with BLMs and a state-of-the-art system, we evaluate in a system with the same character over-segmentation and classification techniques as before, and compare various LMs using a small text corpus used before. Experimental results on the Chinese handwriting database CASIA-HWDB validate that NNLMs improve the recognition performance, and hybrid RNNLMs outperform the other LMs. To report a new benchmark, we also evaluate selected LMs on a large corpus, and replace the baseline character classifier, over-segmentation, and geometric context models with convolutional neural network (CNN) based models. The performance on both the CASIA-HWDB and the ICDAR-2013 competition dataset are improved significantly. On the CASIA-HWDB test set, the character-level accurate rate (AR) and correct rate (CR) achieve 95.88% and 95.95%, respectively.","Authors":"Wu, YC (Wu, Yi-Chao) ; Yin, F (Yin, Fei) ; Liu, CL (Liu, Cheng-Lin)","Title":"Improving handwritten Chinese text recognition using neural network language models and convolutional neural network shape models"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000390831700007 ISSN: 0747-7171","Keywords":"Symbolic execution; Programming language; Formal operational semantics; Reachability logic; Circular coinduction; Program verification KeyWords Plus:SEPARATION LOGIC","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF SYMBOLIC COMPUTATION Volume: 80 Pages: 125-163 Part: 1 Special Issue: SI DOI: 10.1016/j.jsc.2016.07.012 Published: MAY-JUN 2017","Abstract":"We propose a language-independent symbolic execution framework. The approach is parameterised by a language definition, which consists of a signature for the syntax and execution infrastructure of the language, a model interpreting the signature, and rewrite rules for the language's operational semantics. Then, symbolic execution amounts to computing symbolic paths using a derivative operation. We prove that the symbolic execution thus defined has the properties naturally expected from it, meaning that the feasible symbolic executions of a program and the concrete executions of the same program mutually simulate each other. We also show how a coinduction-based extension of symbolic execution can be used for the deductive verification of programs. We show how the proposed symbolic-execution approach, and the coinductive verification technique based on it, can be seamlessly implemented in language definition frameworks based on rewriting such as the K framework. A prototype implementation of our approach has been developed in K. We illustrate it on the symbolic analysis and deductive verification of nontrivial programs. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lucanu, D (Lucanu, Dorel) ; Rusu, V (Rusu, Vlad) ; Arusoaie, A (Arusoaie, Andrei)","Title":"A generic framework for symbolic execution: A coinductive approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Autoencoder; Convolutional neural network; Deep learning; Deep belief network; Restricted Boltzmann machine KeyWords Plus:NONLINEAR STOCHASTIC-SYSTEMS; SPEECH RECOGNITION; CONTRASTIVE DIVERGENCE; DENOISING AUTOENCODERS; MISSING MEASUREMENTS; BOLTZMANN MACHINES; STATE ESTIMATION; ACOUSTIC MODELS; CLASSIFICATION; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 11-26 DOI: 10.1016/j.neucom.2016.12.038 Published: APR 19 2017","Abstract":"Since the proposal of a fast learning algorithm for deep belief networks in 2006, the deep learning techniques have drawn ever-increasing research interests because of their inherent capability of overcoming the drawback of traditional algorithms dependent on hand-designed features. Deep learning approaches have also been found to be suitable for big data analysis with successful applications to computer vision, pattern recognition, speech recognition, natural language processing, and recommendation systems. In this paper, we discuss some widely used deep learning architectures and their practical applications. An up-to-date overview is provided on four deep learning architectures, namely, autoencoder, convolutional neural network, deep belief network, and restricted Boltzmann machine. Different types of deep neural networks are surveyed and recent progresses are summarized. Applications of deep learning techniques on some selected areas (speech recognition, pattern recognition and computer vision) are highlighted. A list of future research topics are finally given with clear justifications.","Authors":"Liu, WB (Liu, Weibo) ; Wang, ZD (Wang, Zidong) ; Liu, XH (Liu, Xiaohui) ; Zengb, NY (Zeng, Nianyin) ; Liu, YR (Liu, Yurong) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"A survey of deep neural network architectures and their applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Pedestrian detection; Intelligent vehicle; Location classification; Action recognition KeyWords Plus:TRACKING","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 144-153 DOI: 10.1016/j.neucom.2016.12.050 Published: APR 19 2017","Abstract":"Detection of pedestrian crossing road is the objective of this work. The model incorporates the pedestrian pose recognition and lateral speed, motion direction and spatial layout of the environment. Pedestrian poses are recognized according to the spatial body language ratio. The center of mass of the body relative to its width and height is used to define the pedestrian pose. Motion trajectory is obtained by using point tracking on the centroid of detected human region, and then estimated velocity is determined. Spatial layout is determined by the distance of the pedestrian to the road lane boundary. These models will be then hierarchically separated according to their action (walking, starting, bending and stopping). In order to classify the pedestrian crossing road, a walking human model is proposed. A walking human is defined by ratio of the centroid location from the ground plane divided by the height of bounding box that should satisfy a constraint. The proposed algorithms are evaluated using publicly available datasets and our pedestrian walking dataset. The performance result shows that the correct pedestrian crossing road classification is 98.10%.","Authors":"Hariyono, J (Hariyono, Joko) ; Jo, KH (Jo, Kang-Hyun)","Title":"Detection of pedestrian crossing road: A study on pedestrian pose recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398576000006 PubMed ID: 28371259 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"biosynthesis; chemical signaling; metabolites; natural products; pheromones KeyWords Plus:SMALL-MOLECULE SIGNALS; CAENORHABDITIS-ELEGANS; METABOLOMICS REVEALS; DAUER DEVELOPMENT; LIFE-SPAN; PHEROMONE; PEROXISOMES; METABOLISM; AUTOPHAGY; PATHWAYS","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 17 Pages: 4729-4733 DOI: 10.1002/anie.201700103 Published: APR 18 2017","Abstract":"The nematode Caenorhabditis elegans uses simple building blocks from primary metabolism and a strategy of modular assembly to build a great diversity of signaling molecules, the ascarosides, which function as a chemical language in this model organism. In the ascarosides, the dideoxysugar ascarylose serves as a scaffold to which diverse moieties from lipid, amino acid, neurotransmitter, and nucleoside metabolism are attached. However, the mechanisms that underlie the highly specific assembly of ascarosides are not understood. We show that the acyl-CoA synthetase ACS-7, which localizes to lysosome-related organelles, is specifically required for the attachment of different building blocks to the 4'-position of ascr#9. We further show that mutants lacking lysosome-related organelles are defective in the production of all 4'-modified ascarosides, thus identifying the waste disposal system of the cell as a hotspot for ascaroside biosynthesis.","Authors":"Panda, O (Panda, Oishika) ; Akagi, AE (Akagi, Allison E.) ; Artyukhin, AB (Artyukhin, Alexander B.) ; Judkins, JC (Judkins, Joshua C.) ; Le, HH (Le, Henry H.) ; Mahanti, P (Mahanti, Parag) ; Cohen, SM (Cohen, Sarah M.) ; Sternberg, PW (Sternberg, Paul W.) ; Schroeder, FC (Schroeder, Frank C.)","Title":"Biosynthesis of Modular Ascarosides in C. elegans"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Natural language processing; Sentiment analysis; Deep neural network KeyWords Plus:LEVEL; LANGUAGE; NETWORK","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 221-230 DOI: 10.1016/j.eswa.2016.10.065 Published: APR 15 2017","Abstract":"Different types of sentences express sentiment in very different ways. Traditional sentence-level sentiment classification research focuses on one-technique-fits-all solution or only centers on one special type of sentences. In this paper, we propose a divide-and-conquer approach which first classifies sentences into different types, then performs sentiment analysis separately on sentences from each type. Specifically, we find that sentences tend to be more complex if they contain more sentiment targets. Thus, we propose to first apply a neural network based sequence model to classify opinionated sentences into three types according to the number of targets appeared in a sentence. Each group of sentences is then fed into a one-dimensional convolutional neural network separately for sentiment classification. Our approach has been evaluated on four sentiment classification datasets and compared with a wide range of baselines. Experimental results show that: (1) sentence type classification can improve the performance of sentence-level sentiment analysis; (2) the proposed approach achieves state-of-the-art results on several benchmarking datasets. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Chen, T (Chen, Tao) ; Xu, RF (Xu, Ruifeng) ; He, YL (He, Yulan) ; Wang, X (Wang, Xuan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number He, Yulan  http://orcid.org/0000-0003-3948-5845","Title":"Improving sentiment analysis via sentence type classification using BiLSTM-CRF and CNN"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900034 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Pen-based recognition; Optical music recognition; Finite-State machines KeyWords Plus:CHARACTER-RECOGNITION; SPEECH RECOGNITION; ONLINE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 395-406 DOI: 10.1016/j.eswa.2016.10.041 Published: APR 15 2017","Abstract":"This work presents a statistical model to recognize pen-based music compositions using stroke recognition algorithms and finite-state machines. The series of strokes received as input is mapped onto a stochastic representation, which is combined with a formal language that describes musical symbols in terms of stroke primitives. Then, a Probabilistic Finite-State Automaton is obtained, which defines probabilities over the set of musical sequences. This model is eventually crossed with a semantic language to avoid sequences that does not make musical sense. Finally, a decoding strategy is applied in order to output a hypothesis about the musical sequence actually written. Comprehensive experimentation with several decoding algorithms, stroke similarity measures and probability density estimators are tested and evaluated following different metrics of interest. Results found have shown the goodness of the proposed model, obtaining competitive performances in all metrics and scenarios considered. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Calvo-Zaragoza, J (Calvo-Zaragoza, Jorge) ; Oncina, J (Oncina, Jose) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Calvo-Zaragoza, Jorge  http://orcid.org/0000-0003-3183-2232","Title":"Recognition of pen-based music notation with finite-state machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117300001 PubMed ID: 28376822 ISSN: 1478-4491","Keywords":"Internationally educated nurses; Cross-sectional survey; Immigration; Policy; Professional recertification; Employment; Workforce integration; Human capital; Canada KeyWords Plus:EXPERIENCES; MIGRATION; IMMIGRANTS; PROGRAM","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 Article Number: 26 DOI: 10.1186/s12960-017-0201-8 Published: APR 4 2017","Abstract":"Background: Global trends in migration accompanied with recent changes to the immigrant selection process may have influenced the demographic and human capital characteristics of internationally educated nurses (IENs) in Canada and in turn the assistance required to facilitate their workforce integration. This study aimed to describe the demographic and human capital profile of IENs in Canada, to explore recent changes to the profile, and to identify predictors of IENs' workforce integration. Methods: A cross-sectional, descriptive, correlational survey design was used. Eligible IENs were immigrants, registered and employed as regulated nurses in Canada. Data were collected in 2014 via online and paper questionnaires. Descriptive statistics were used to examine the data by year of immigration. Logistic regression modeling was employed to identify predictors of IENs' workforce integration measured as passing the licensure exam to acquire professional recertification and securing employment. Results: The sample consisted of 2280 IENs, representative of all Canadian provincial jurisdictions. Since changes to the immigrant selection process in 2002, the IEN population in Canada has become more racially diverse with greater numbers emigrating from developing countries. Recent arrivals (after 2002) had high levels of human capital (knowledge, professional experience, language proficiency). Some, but not all, benefited from the formal and informal assistance available to facilitate their workforce integration. Professional experience and help studying significantly predicted if IENs passed the licensure exam on their first attempt. Bridging program participation and assistance from social networks in Canada were significant predictors if IENs had difficulty securing employment. Conclusions: Nurses will continue to migrate from a wide variety of countries throughout the world that have dissimilar nursing education and health systems. Thus, IENs are not a homogenous group, and a \"one size fits all\" model may not be effective for facilitating their professional recertification and employment in the destination country. Canada, as well as other countries, could consider using a case management approach to develop and tailor education and forms of assistance to meet the individual needs of IENs. Using technology to reach IENs who have not yet immigrated or have settled outside of urban centers are other potential strategies that may facilitate their timely entrance into the destination countries' nursing workforce.","Authors":"Covell, CL (Covell, Christine L.) ; Primeau, MD (Primeau, Marie-Douce) ; Kilpatrick, K (Kilpatrick, Kelley) ; St-Pierre, I (St-Pierre, Isabelle)","Title":"Internationally educated nurses in Canada: predictors of workforce integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397585800013 PubMed ID: 28140627 ISSN: 0361-803X eISSN: 1546-3141","Keywords":"classification; machine learning; MRI KeyWords Plus:SPINE MRI; FREQUENCY; APPROPRIATENESS; INFORMATION; MARKER","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"AMERICAN JOURNAL OF ROENTGENOLOGY Volume: 208 Issue: 4 Pages: 750-753 DOI: 10.2214/AJR.16.16128 Published: APR 2017","Abstract":"OBJECTIVE. The purpose of this study is to evaluate the performance of a natural language processing (NLP) system in classifying a database of free-text knee MRI reports at two separate academic radiology practices. MATERIALS AND METHODS. An NLP system that uses terms and patterns in manually classified narrative knee MRI reports was constructed. The NLP system was trained and tested on expert-classified knee MRI reports from two major health care organizations. Radiology reports were modeled in the training set as vectors, and a support vector machine framework was used to train the classifier. A separate test set from each organization was used to evaluate the performance of the system. We evaluated the performance of the system both within and across organizations. Standard evaluation metrics, such as accuracy, precision, recall, and F1 score (i.e., the weighted average of the precision and recall), and their respective 95% CIs were used to measure the efficacy of our classification system. RESULTS. The accuracy for radiology reports that belonged to the model's clinically significant concept classes after training data from the same institution was good, yielding an F1 score greater than 90% (95% CI, 84.6-97.3%). Performance of the classifier on cross-institutional application without institution-specific training data yielded F1 scores of 77.6% (95% CI, 69.5-85.7%) and 90.2% (95% CI, 84.5-95.9%) at the two organizations studied. CONCLUSION. The results show excellent accuracy by the NLP machine learning classifier in classifying free-text knee MRI reports, supporting the institution-independent reproducibility of knee MRI report classification. Furthermore, the machine learning classifier performed well on free-text knee MRI reports from another institution. These data support the feasibility of multiinstitutional classification of radiologic imaging text reports with a single machine learning classifier without requiring institution-specific training data.","Authors":"Hassanpour, S (Hassanpour, Saeed) ; Langlotz, CP (Langlotz, Curtis P.) ; Amrhein, TJ (Amrhein, Timothy J.) ; Befera, NT (Befera, Nicholas T.) ; Lungren, MP (Lungren, Matthew P.)","Title":"Performance of a Machine Learning Classifier of Knee MRI Reports in Two Large Academic Radiology Practices: A Tool to Estimate Diagnostic Yield"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300004 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Speech-to-speech translation; Spoken language translation; Automatic continuous speech recognition; Machine translation; Text to speech synthesis; Dravidian languages","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 534-550 DOI: 10.1007/s10489-016-0846-3 Published: APR 2017","Abstract":"In this paper the Speech-to-Speech Translation (SST) system, which is mainly focused on translation from English to Dravidian languages (Tamil and Malayalam) has been proposed. Three major techniques involved in SST system are Automatic continuous speech recognition, machine translation, and text-to-speech synthesis system. In this paper automatic Continuous Speech Recognition (CSR) has been developed based on the Auto Associative Neural Network (AANN), Support Vector Machine (SVM) and Hidden Markov Model (HMM). The HMM yields better results compared with SVM and AANN. Hence the HMM based Speech recognizer for English language has been taken. We propose a hybrid Machine Translation (MT) system (combination of Rule based and Statistical) for converting English to Dravidian languages text. A syllable based concatenative Text To Speech Synthesis (TTS) for Tamil and Malayalam has been proposed. AANN based prosody prediction has been done for the Tamil language which is used to improve the naturalness and intelligibility. The domain is restricted to sentences that cover the announcements in the railway station, bus stop and airport. This work is framed a novel translation method for English to Dravidian languages. The improved performance of each module HMM based CSR, Hybrid MT and concatenative TTS increases the overall speech translation performance. This proposed speech translation system can be applied to English to any Indian languages if we train and create a parallel corpus for those languages.","Authors":"Sangeetha, J (Sangeetha, J.) ; Jothilakshmi, S (Jothilakshmi, S.)","Title":"Speech translation system for english to dravidian languages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397363900002 PubMed ID: 28088063 ISSN: 0278-2626 eISSN: 1090-2147","Keywords":"MRI; Amusia; Aphasia; VLSM; Dual stream model KeyWords Plus:SENSORY-MOTOR INTEGRATION; WORKING-MEMORY; CONGENITAL AMUSIA; PITCH MEMORY; ACQUIRED AMUSIA; BRAIN ACTIVITY; SELECTIVE LOSS; APHASIA; FMRI; CORTEX","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND COGNITION Volume: 113 Pages: 10-22 DOI: 10.1016/j.bandc.2017.01.003 Published: APR 2017","Abstract":"Auditory cognitive deficits after stroke may concern language and/or music processing, resulting in aphasia and/or amusia. The aim of the present study was to assess the potential deficits of auditory short-term memory for verbal and musical material after stroke and their underlying cerebral correlates with a Voxel-based Lesion Symptom Mapping approach (VLSM). Patients with an ischemic stroke in the right (N = 10) or left (N = 10) middle cerebral artery territory and matched control participants (N = 14) were tested with a detailed neuropsychological assessment including global cognitive functions, music perception and language tasks. All participants then performed verbal and musical auditory short-term memory (STM) tasks that were implemented in the same way for both materials. Participants had to indicate whether series of four words or four tones presented in pairs, were the same or different. To detect domain-general STM deficits, they also had to perform a visual STM task. Behavioral results showed that patients had lower performance for the STM tasks in comparison with control participants, regardless of the material (words, tones, visual) and the lesion side. The individual patient data showed a double dissociation between some patients exhibiting verbal deficits without musical deficits or the reverse. Exploratory VLSM analyses suggested that dorsal pathways are involved in verbal (phonetic), musical (melodic), and visual STM, while the ventral auditory pathway is involved in musical STM. (c) 2017 Elsevier Inc. All rights reserved.","Authors":"Hirel, C (Hirel, Catherine) ; Nighoghossian, N (Nighoghossian, Norbert) ; Leveque, Y (Leveque, Yohana) ; Hannioun, S (Hannioun, Salem) ; Fornoni, L (Fornoni, Lesly) ; Daligault, S (Daligault, Sebastien) ; Bouchet, P (Bouchet, Patrick) ; Jung, J (Jung, Julien) ; Tillmann, B (Tillmann, Barbara) ; Caclin, A (Caclin, Anne)","Title":"Verbal and musical short-term memory: Variety of auditory disorders after stroke"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397701100010 PubMed ID: 27036946 ISSN: 0093-934X eISSN: 1090-2155","Keywords":"Sleep; Language learning; Memory; Reactivation KeyWords Plus:SLOW-WAVE SLEEP; CONTEXT-DEPENDENT MEMORY; EVENT-RELATED POTENTIALS; LONG-TERM POTENTIATION; EYE-MOVEMENT SLEEP; AUDITORY-CORTEX; DECLARATIVE MEMORY; RECOGNITION MEMORY; HIPPOCAMPAL RIPPLES; THETA OSCILLATIONS","Categories":"Audiology & Speech-Language Pathology; Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Audiology & Speech-Language Pathology; Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND LANGUAGE Volume: 167 Pages: 94-105 DOI: 10.1016/j.bandl.2016.02.005 Published: APR 2017","Abstract":"Sleep is essential for diverse aspects of language learning. According to a prominent concept these beneficial effects of sleep rely on spontaneous reactivation processes. A series of recent studies demonstrated that inducing such reactivation processes by re-exposure to memory cues during sleep enhances foreign vocabulary learning. Building upon these findings, the present article reviews recent models and empirical findings concerning the beneficial effects of sleep on language learning. Consequently, the memory function of sleep, its neural underpinnings and the role of the sleeping brain in language learning will be summarized. Finally, we will propose a working model concerning the oscillatory requirements for successful reactivation processes and future research questions to advance our understanding of the role of sleep on language learning and memory processes in general. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Schreiner, T (Schreiner, Thomas); Rasch, B (Rasch, Bjoern)","Title":"The beneficial role of memory reactivation for language learning during sleep: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592600008 ISSN: 0141-1926 eISSN: 1469-3518","Keywords":"children voices; diversity; interculturalism; cyprus education; inclusion KeyWords Plus:YOUTH DEVELOPMENT; STUDENT VOICE; TEACHER; SCHOOLS; CONTEXT; RACISM","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH EDUCATIONAL RESEARCH JOURNAL Volume: 43 Issue: 2 Pages: 330-349 DOI: 10.1002/berj.3266 Published: APR 2017","Abstract":"This research examines children's conceptualisations of cultural diversity. In particular, this project examines the following two research questions: how do children define and understand the concept of cultural diversity; and what do they perceive as the implications of cultural diversity on their daily lives? To this end, interviews were carried out with 40 (immigrant and native) students, aged 11 to 12, at five primary schools in Cyprus, which presented high concentrations of immigrants. On the basis of our analysis of the data, the participant children appeared to perceive cultural diversity in terms of two contrasting perspectives. On the one hand, they viewed cultural diversity in terms of the cultural-deficiency perspective. Such perceptions stemmed from the model of monoculturalism implying the need to assimilate the culturally different' in order to counteract the negative consequences of cultural diversity. On the other hand, the same children also perceived cultural diversity in terms of cultural celebration. To this end, some children drew upon the model of multiculturalism to define cultural diversity as a culture-enriching and culture-celebrating process, pointing to folkloristic activities including traditional music, dance and food. Nonetheless, few of the participant childrenboth Cypriot and immigrantdefined cultural diversity in terms of the model of interculturalism, pointing to the intercultural exchange that stems from real' friendship development between natives and immigrants, equality of rights and inclusion. As the participant children appeared to confuse the meanings and languages of cultural diversity, this paper concludes with suggestions on teacher practices to crystallise' children's views.","Authors":"Hajisoteriou, C (Hajisoteriou, Christina) ; Karousiou, C (Karousiou, Christiana) ; Angelides, P (Angelides, Panayiotis)","Title":"Mapping cultural diversity through children's voices: From confusion to clear understandings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592600011 ISSN: 0141-1926 eISSN: 1469-3518","Keywords":"technology-enhanced learning; participatory research; autism intervention; knowledge co-construction; knowledge exchange; knowledge elicitation; knowledge transfer KeyWords Plus:SPECTRUM DISORDERS; PRACTICE GAP; METACOGNITION; INTERVENTION; COMMUNITY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH EDUCATIONAL RESEARCH JOURNAL Volume: 43 Issue: 2 Pages: 394-413 DOI: 10.1002/berj.3275 Published: APR 2017","Abstract":"Experimental intervention studies constitute the current dominant research designs in the autism education field. Such designs are based on a knowledge-transfer' model of evidence-based practice in which research is conducted by researchers, and is then transferred' to practitioners to enable them to implement evidence-based interventions. While these research designs contribute important knowledge, they lead to a gap between what the research evidence may prescribe and what happens in practice, with a concomitant disparity between the priorities of researchers and practitioners. This paper discusses findings from the ESRC-funded SHAPE' project, which adopted a different model of evidence-based practice, focusing on knowledge co-construction. Pupils (N=8), teachers (N=10), a speech and language therapist and a parent in three different school communities investigated creative ways in which children's social communication skills could be enhanced through technology use. Through a participatory methodology, digital stories were used as a method to enable engagement with the practical realities of the classroom and empower practitioners to construct and share their own authentic narratives. Participants articulated precise knowledge about the learning opportunities afforded to them and their pupils through quality interactions that were mediated by the technologies, as evidenced through digital stories. The SHAPE project shows that it is feasible to develop methodologies that enable genuine knowledge co-construction with school practitioners, parents and pupils. Such co-construction could offer realistic opportunities for pedagogical emancipation and innovation in evidence-based practice as an alternative to the currently dominant and narrow model of knowledge transfer.","Authors":"Guldberg, K (Guldberg, Karen) ; Parsons, S (Parsons, Sarah) ; Porayska-Pomsta, K (Porayska-Pomsta, Kaska) ; Keay-Bright, W (Keay-Bright, Wendy)","Title":"Challenging the knowledge-transfer orthodoxy: Knowledge co-construction in technology-enhanced learning for children with autism"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397819900017 PubMed ID: 27697937 ISSN: 0306-3674 eISSN: 1473-0480","Categories":"Sport Sciences Web of Science Categories:Sport Sciences","Journal Information":"BRITISH JOURNAL OF SPORTS MEDICINE Volume: 51 Issue: 8 Pages: 690-691 DOI: 10.1136/bjsports-2016-096732 Published: APR 2017","Abstract":"BACKGROUND Participation in sport and other physical activity provides positive effects on children's and adolescents' physical and mental health, and these benefits track into adulthood. 1 However, injury during organised sport participation may result in reduced levels of engagement in physical activity. 2 The prevention of injury in sports is important to maximise the health benefits of sports participation. 3 4 Exercise-based interventions have historically been used for sports injury prevention; however, the effectiveness of these among children and adolescents is not known. AIM This systematic review and meta-analysis assessed the effectiveness of exercise-based injury prevention programmes for children and adolescents participating in organised sports. SEARCHES AND INCLUSION CRITERIA Studies published in English language were identified through searches of six databases, citation tracking, and hand searching of known review articles. Eligible studies were prospective, randomised controlled trials investigating effects of physical exercise programmes on the number of injuries in organised sports for athletes 18 years or younger. Randomised and non-randomised studies were included. Studies with combined injury data from organised and unorganised sports were excluded, as were studies investigating current injuries or samples with specific health problems. MAIN OUTCOME MEASURES The main outcome measure was the injury incidence rate (number of injuries divided by exposure) due to sport. This was expressed as a rate ratio (RR) that is, the rate in the intervention group divided by the rate in the control group. STATISTICAL METHODS The RR adjusted for clustering was used where reported. The reviewers extracted reported data, and calculated the RR for those studies where RR was not provided. Exposure was calculated as time period or number of matches or sessions. Meta-analyses were performed using a random effects model with the inverse-variance method in Review Manager Software: RevMan 5.1. Heterogeneity was described using the I2 statistic. RESULTS Twenty-one studies were included with a total of 27 561 participants. The median of the average ages in the studies was 16.7 years (range 10.7-17.8). Interventions were single component and multicomponent programmes targeting any organised youth sport. Exercise-based interventions resulted in significant reductions in total injuries (RR 0.54, 95% CI 0.45 to 0.67, p<0.001, I2 71%). Programmes targeting girls were more effective than those for boys (RR 0.44, 95% CI 0.28 to 0.68 vs RR 0.71, 95% CI 0.60 to 0.85; p<0.05), programmes including jumping or plyometric exercises had greater prevention effect (RR 0.45, 95% CI 0.35 to 0.57) than those without (RR 0.74, 95% CI 0.61 to 0.90, p= 0.003) (table 1). There were no differences in the effectiveness of programmes targeting particular injuries versus a global injury prevention focus, nor between studies of different sports, timing of programmes (preseason, or during season) or level of competition. Sensitivity analyses showed that inclusion of studies at high risk of bias (assessed with a 9-item tool based on the Cochrane Risk of Bias tool) did not influence the estimates of effectiveness.","Authors":"Butler, P (Butler, Peter) ; Kamper, SJ (Kamper, Steven J.) ; Williams, CM (Williams, Christopher M.)","Title":"Exercise-based programmes reduce sports injury in adolescents (PEDro synthesis)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398111800002 ISSN: 0960-7722 eISSN: 1365-2184","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL PROLIFERATION Volume: 50 Issue: 2 DOI: 10.1111/cpr.12321 Published: APR 2017","Abstract":"Objectives: Mesenchymal stem cells (MSCs) are frequently used for bone regeneration, however, they are limited in quantity. Moreover, their proliferation and differentiation capabilities reduce during cell culture expansion. Potential application of induced pluripotent stem cells (iPSCs) has been reported as a promising alternative source for bone regeneration. This study aimed to systematically review the available literature on osteogenic potential of iPSCs and to discuss methods applied to enhance their osteogenic potential. Methods and materials: A thorough search of MEDLINE database was performed from January 2006 to September 2016, limited to English-language articles. All in vitro and in vivo studies on application of iPSCs in bone regeneration were included. Results: The current review is organized according to the PRISMA statement. Studies were categorized according to three different approaches used for osteo-induction of iPSCs. Data are summarized and reported according to the following variables: types of study, cell sources used for iPSC generation, applied reprogramming methods, applied osteo-induction methods and treatment groups. Conclusion: According to the articles reviewed, osteo-induced iPSCs revealed osteogenic capability equal to or superior than MSCs; cell sources do not significantly affect osteogenic potential of iPSCs; addition of resveratrol to the osteogenic medium (OM) and irradiatiation after osteogenic induction reduce teratoma formation in animal models; transfection with lentiviral bone morphogenetic protein 2 results in higher mineralization compared to osteo-induction in OM; addition of TGF-beta, IGF-1 and FGF-beta to OM increases osteogenic capability of iPSCs.","Authors":"Bastami, F (Bastami, Farshid) ; Nazeman, P (Nazeman, Pantea) ; Moslemi, H (Moslemi, Hamidreza) ; Rad, MR (Rad, Maryam Rezai) ; Sharifi, K (Sharifi, Kazem) ; Khojasteh, A (Khojasteh, Arash)","Title":"Induced pluripotent stem cells as a new getaway for bone tissue engineering: A systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396044200004 PubMed ID: 27255706 ISSN: 1473-4222 eISSN: 1473-4230","Keywords":"Cerebellum; Neurodevelopmental outcome; Premature infants; Magnetic resonance imaging KeyWords Plus:LOW-BIRTH-WEIGHT; PRETERM CHILDREN; NEUROBEHAVIORAL OUTCOMES; BRAIN-DEVELOPMENT; FIBER-TRACKING; MOTOR FUNCTION; INJURY; AGE; INFANTS; TERM","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"CEREBELLUM Volume: 16 Issue: 2 Pages: 314-325 DOI: 10.1007/s12311-016-0796-7 Published: APR 2017","Abstract":"The objective of this study was to correlate neurodevelopmental outcome of preterm-born children and their perinatal clinical and imaging characteristics with diffusion magnetic resonance imaging (MRI) measures of the three cerebellar peduncles at age 7. Included in this prospective longitudinal study were 140 preterm-born children (< 30 weeks gestation) who underwent neurodevelopmental assessment (IQ, motor, language, working memory) and diffusion-weighted imaging (DWI) at age 7 years. White matter tracts in the superior, middle, and inferior cerebellar peduncles were delineated using regions of interest drawn on T2-weighted images and fractional anisotropy (FA) maps. Diffusion measures (mean diffusivity (MD) and FA) and tract volumes were calculated. Linear regression was used to assess relationships with outcome. The severity of white matter injury in the neonatal period was associated with lower FA in the right superior cerebellar peduncle (SCP) and lower tract volumes of both SCPs and middle cerebellar peduncles (MCPs). In the MCP, higher IQ was associated with lower MD in the whole group and higher FA in right-handed children. In the SCP, lower motor scores were associated with higher MD and higher language scores were associated with higher FA. These associations remained significant in multivariable models. This study adds to the body of literature detailing the importance of cerebellar involvement in cognitive function related to reciprocal connections with supratentorial structures.","Authors":"Shany, E (Shany, Eilon) ; Inder, T (Inder, Terrie E.) ; Goshen, S (Goshen, Sharon) ; Lee, I (Lee, Iris) ; Neil, JJ (Neil, Jeffrey J.) ; Smyser, CD (Smyser, Christopher D.)[ 4,6,10 ] ; Doyle, LW (Doyle, Lex W.) ; Anderson, PJ (Anderson, Peter J.) ; Shimony, JS (Shimony, Joshua S.)[ 10 ]","Title":"Diffusion Tensor Tractography of the Cerebellar Peduncles in Prematurely Born 7-Year-Old Children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126100006 ISSN: 2055-7671 eISSN: 2055-768X","Categories":"Arts & Humanities - Other Topics; Linguistics Web of Science Categories:Humanities, Multidisciplinary; Linguistics","Journal Information":"DIGITAL SCHOLARSHIP IN THE HUMANITIES Volume: 32 Issue: 1 Pages: 80-100 DOI: 10.1093/llc/fqv032 Published: APR 2017","Abstract":"Word reordering is one of the fundamental problems of machine translation. It is an important factor in the quality and efficiency of machine translations. Tackling the reordering problem can lead to significant improvements in translation quality. A new method is introduced with the objective of solving the reordering problem. It exploits sophisticated syntactic-based features for re-ranking the n-best translation candidates provided by a phrase-based statistical machine translation system. These sophisticated reordering features are based on an innovative structure named the phrasal dependency tree, which is inspired from target-side dependency relations among contiguous non-syntactic phrases. The features benefit from phrase dependencies, translation orientation, and distance. A translation candidate is modelled as a directed and weighted graph built from information provided by the reordering features and is re-scored by the proposed re-ranking system. This system markedly improves the outputs of the machine translation of two syntactically divergent language pairs. The performance is evaluated for Persian -> English and German -> English translation tasks using the WMT07 benchmark. The results report 0.566/0.95/0.011- and 0.75/0.97/0.024- point improvements in terms of BLEU/TER/LRSCORE metrics on Persian -> English and German -> English translation tasks, respectively. The superiority of the proposed system in terms of precision and recall measures is demonstrated as well.","Authors":"Farzi, S (Farzi, Saeed) ; Faili, H (Faili, Heshaam)","Title":"Improving statistical machine translation using syntax-based learning-to-rank system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126100010 ISSN: 2055-7671 eISSN: 2055-768X","Categories":"Arts & Humanities - Other Topics; Linguistics Web of Science Categories:Humanities, Multidisciplinary; Linguistics","Journal Information":"DIGITAL SCHOLARSHIP IN THE HUMANITIES Volume: 32 Issue: 1 Pages: 159-168 DOI: 10.1093/llc/fqv030 Published: APR 2017","Abstract":"Recently, a claim was made, on the basis of the German Google Books 1-gram corpus (Michel et al., Quantitative Analysis of Culture Using Millions of Digitized Books. Science 2010; 331: 176-82), that there was a linear relationship between six non-technical non-Nazi words and three 'explicitly Nazi words' in times of World War II (Caruana-Galizia. 2015. Politics and the German language: Testing Orwell's hypothesis using the Google N-Gram corpus. Digital Scholarship in the Humanities [Online]. http://dsh.oxfordjournals.org/cgi/doi/10.1093/llc/fqv011 (accessed 15 April 2015)). Here, I try to show that apparent relationships like this are the result of misspecified models that do not take into account the temporal aspect of time-series data. The main point of this article is to demonstrate why such analyses run the risk of incorrect statistical inference, where potential effects are both meaningless and can potentially lead to wrong conclusions.","Authors":"Koplenig, A (Koplenig, Alexander)","Title":"Why the quantitative analysis of diachronic corpora that does not consider the temporal aspect of time-series can lead to wrong conclusions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398053700016 PubMed ID: 26209450 ISSN: 0016-9013 eISSN: 1758-5341","Keywords":"Health literacy; Reading comprehension; Domain-specific knowledge KeyWords Plus:AGE-DIFFERENCES; PRINT EXPOSURE; LIFE-SPAN; KNOWLEDGE; MEMORY; HYPERTENSION","Categories":"Geriatrics & Gerontology Web of Science Categories:Gerontology","Journal Information":"GERONTOLOGIST Volume: 57 Issue: 2 Pages: 261-268 DOI: 10.1093/geront/gnv091 Published: APR 1 2017","Abstract":"Purpose of the Study: Health literacy is associated with health outcomes presumably because it influences the understanding of information needed for self-care. However, little is known about the language comprehension mechanisms that underpin health literacy. Design and Methods: We explored the relationship between a commonly used measure of health literacy (Short Test of Functional Health Literacy in Adults [STOFHLA]) and comprehension of health information among 145 older adults. Results: Results showed that performance on the STOFHLA was associated with recall of health information. Consistent with the Process-Knowledge Model of Health Literacy, mediation analysis showed that both processing capacity and knowledge mediated the association between health literacy and recall of health information. In addition, knowledge moderated the effects of processing capacity limits, such that processing capacity was less likely to be associated with recall for older adults with higher levels of knowledge. Implications: These findings suggest that knowledge contributes to health literacy and can compensate for deficits in processing capacity to support comprehension of health information among older adults. The implications of these findings for improving patient education materials for older adults with inadequate health literacy are discussed.","Authors":"Chin, J (Chin, Jessie) ; Madison, A (Madison, Anna) ; Gao, XF (Gao, Xuefei) ; Graumlich, JF (Graumlich, James F.) ; Conner-Garcia, T (Conner-Garcia, Thembi) ; Murray, MD (Murray, Michael D.) ; Stine-Morrow, EAL (Stine-Morrow, Elizabeth A. L.) ; Morrow, DG (Morrow, Daniel G.)","Title":"Cognition and Health Literacy in Older Adults' Recall of Self-Care Information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398053700021 PubMed ID: 26608334 ISSN: 0016-9013 eISSN: 1758-5341","Keywords":"Activity; Engagement; Dementia; Cognitive Impairment; Aging KeyWords Plus:OLDER-ADULTS; LEISURE ACTIVITIES; DEMENTIA; LIFE; PARTICIPATION; RISK; LANGUAGE; DECLINE; COHORT; MODEL","Categories":"Geriatrics & Gerontology Web of Science Categories:Gerontology","Journal Information":"GERONTOLOGIST Volume: 57 Issue: 2 Pages: 309-318 DOI: 10.1093/geront/gnv144 Published: APR 1 2017","Abstract":"Purpose of the study: Using the National Health and Aging Trends Study (NHATS), we examined activity preferences and participation among individuals with and without cognitive impairments. Design and methods: Respondents were classified as having No Dementia (n = 5,264), Possible Dementia (n = 893), or Probable Dementia (n = 518). Respondents rated importance of and actual participation (yes/no) in four activities (visiting friends/family, religious services, clubs/classes, going out for enjoyment). We also examined whether transportation or health limited participation. Results: Overall, visiting friends/family was most important (64.03%); although relative importance of activities varied with cognitive status. Compared to cognitively healthy individuals, those with possible and probable dementia were less likely to indicate activities were important and engage in valued activities (ps < .0001). Additionally, poor health limited participation in activities for those cognitively intact or with possible dementia; this was not true for those with probable dementia. Transportation difficulty limited going out for enjoyment for a greater percentage of those with cognitive impairment than those without impairment. Implications: Regardless of cognitive level, older adults highly value activities; however, actual participation may decrease with greater impairment in cognitive and physical health and with transportation challenges. Developing tailored interventions for specific populations to achieve desired activity goals is needed.","Authors":"Parisi, JM (Parisi, Jeanine M.) ; Roberts, L (Roberts, Laken) ; Szanton, SL (Szanton, Sarah L.) ; Hodgson, NA (Hodgson, Nancy A.) ; Gitlin, LN (Gitlin, Laura N.)","Title":"Valued Activities among Individuals with and without Cognitive Impairments: Findings from the National Health and Aging Trends Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600007 ISSN: 2329-9290","Keywords":"Hidden Markov models; model for polyphonic music scores; music performance model; rhythm transcription; statistical music language model KeyWords Plus:HIDDEN MARKOV-MODELS; TEMPO TRACKING; PERFORMANCE; QUANTIZATION; INFORMATION","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 794-806 DOI: 10.1109/TASLP.2017.2662479 Published: APR 2017","Abstract":"In a recent conference paper, we have reported a rhythm transcription method based on a merged-output hidden Markov model (HMM) that explicitly describes the multiple-voice structure of polyphonic music. This model solves a major problem of conventional methods that could not properly describe the nature of multiple voices as in polyrhythmic scores or in the phenomenon of loose synchrony between voices. In this paper, we present a complete description of the proposed model and develop an inference technique, which is valid for any merged-output HMMs, for which output probabilities depend on past events. We also examine the influence of the architecture and parameters of the method in terms of accuracies of rhythm transcription and voice separation and perform comparative evaluations with six other algorithms. Using MIDI recordings of classical piano pieces, we found that the proposed model outperformed other methods by more than 12 points in the accuracy for polyrhythmic performances and performed almost as good as the best one for non-polyrhythmic performances. This reveals the state-of-the-art methods of rhythm transcription for the first time in the literature. Publicly available source codes are also provided for future comparisons.","Authors":"Nakamura, E (Nakamura, Eita) ; Yoshii, K (Yoshii, Kazuyoshi) ; Sagayama, S (Sagayama, Shigeki)","Title":"Rhythm Transcription of Polyphonic Piano Music Based on Merged-Output HMM for Multiple Voices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600014 ISSN: 2329-9290","Keywords":"CFSMN; Deep neural networks; feedforward sequential memory networks; language modeling; speech recognition KeyWords Plus:SPEECH RECOGNITION; NETWORKS; TIME; ERROR; MODEL","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 871-884 DOI: 10.1109/TASLP.2017.2672398 Published: APR 2017","Abstract":"In this paper, we propose a novel neural network structure, namely feedforward sequential memory networks (FSMN), to model long-term dependence in time series without using recurrent feedback. The proposed FSMN is a standard fully connected feedforward neural network equipped with some learnable memory blocks in its hidden layers. The memory blocks use a tapped-delay line structure to encode the long context information into a fixed-size representation as short-term memory mechanism which are somehow similar to the time-delay neural networks layers. We have evaluated the FSMNs in several standard benchmark tasks, including speech recognition and language modeling. Experimental results have shown that FSMNs outperform the conventional recurrent neural networks (RNN) while can be learned much more reliably and faster in modeling sequential signals like speech or language. Moreover, we also propose a compact feedforward sequential memory networks (cFSMN) by combining FSMN with low-rank matrix factorization and make a slight modification to the encoding method used in FSMNs in order to further simplify the network architecture. On the speech recognition Switchboard task, the proposed cFSMN structures can reduce the model size by 60% and speed up the learning by more than seven times while the model can still significantly outperform the popular bidirectional LSTMs for both frame-level cross-entropy criterion-based training and MMI-based sequence training.","Authors":"Zhang, SL (Zhang, Shiliang) ; Liu, C (Liu, Cong) ; Jiang, H (Jiang, Hui) ; Wei, S (Wei, Si) ; Dai, LR (Dai, Lirong) ; Hu, Y (Hu, Yu)","Title":"Nonrecurrent Neural Structure for Long-Term Dependence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600015 ISSN: 2329-9290","Keywords":"Fine tuning; word embedding; word representation learning KeyWords Plus:NEURAL-NETWORKS; LANGUAGE; SEMANTICS; MODELS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 885-894 DOI: 10.1109/TASLP.2016.2644863 Published: APR 2017","Abstract":"Representation learning of words, also known as word embedding technique, is based on the distributional hypothesis that words with similar semantic meanings have similar context. The selection of context window naturally has an influence on word vectors learned. However, it is found that the word vectors are often very sensitive to the defined context window, and unfortunately there is no unified optimal context window for all words. One impact of this issues is that, under a predefined context window, the semantic meanings of some words may not be well represented by the learned vectors. To alleviate the problem and improve word embeddings, we propose a task-independent fine-tuning framework in this paper. The main idea of the task-independent fine tuning is to integrate multiple word embeddings and lexical semantic resources to fine tune a target word embedding. The effectiveness of the proposed framework is tested by tasks of semantic similarity prediction, analogical reasoning, and sentence completion. Experiments results on six word embeddings and eight datasets show that the proposed fine-tuning framework could significantly improve word embeddings.","Authors":"Yang, XF (Yang, Xuefeng) ; Mao, KZ (Mao, Kezhi)","Title":"Task Independent Fine Tuning for Word Embeddings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379800007 ISSN: 0890-5401 eISSN: 1090-2651","Keywords":"DNA computing; Bio-operations; DNA self-assembly; Overlap assembly KeyWords Plus:CRICK-LIKE COMPLEMENTARITY; HAIRPIN COMPLETION; LANGUAGES; MACHINES; RECOMBINATION; COMPUTATION; AUTOMATA; MODEL; XPCR","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"INFORMATION AND COMPUTATION Volume: 253 Pages: 143-154 Part: 1 DOI: 10.1016/jic.2017.01.009 Published: APR 2017","Abstract":"The operation of overlap assembly was defined by Csuhaj-Varkl, Petre, and Vaszil as a formal model of the linear self-assembly of DNA strands: The overlap assembly of two strings, xy and yz, which share an \"overlap\" y, results in the string xyz. This paper continues the exploration of the properties of the overlap assembly operation by investigating closure of various language classes under iterated overlap assembly, and the decidability of the completeness of a language. It also investigates the problem of deciding whether a given string is terminal with respect to a language, and the problem of deciding if a given language can be generated by an overlap assembly operation of two given others. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Enaganti, SK (Enaganti, Srujan Kumar) ; Ibarra, OH (Ibarra, Oscar H.) ; Kari, L (Kari, Lila) ; Kopecki, S (Kopecki, Steffen)","Title":"Further remarks on DNA overlap assembly"}, {"Keywords":"Pushdown; Games; Modular KeyWords Plus:RECURSIVE STATE MACHINES; MODEL-CHECKING; STRATEGIES; SYSTEMS; GRAPHS; AUTOMATA","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"INFORMATION AND COMPUTATION Volume: 253 Pages: 204-223 Part: 2 DOI: 10.1016/j.ic.2016.07.007 Published: APR 2017","Abstract":"Recursive game graphs can be used to reason about the control flow of sequential programs with recursion. Here, the most natural notion of strategy is the modular one, i.e., a strategy that is local to a module and is oblivious to previous module invocations. In this work, we study for the first time modular strategies with respect to winning conditions expressed as languages of pushdown automata. We show that pushdown modular games are undecidable in general, and become decidable for visibly pushdown automata specifications. Our solution relies on a reduction to modular games with finite state winning conditions. We carefully characterize the computational complexity of this decision problem by also considering as winning conditions nondeterministic and universal Bdchi or co-Buchi visibly pushdown automata, and CARET or NwTL temporal logic formulas. As a further contribution, we present a different synthesis algorithm that improves on known solutions for large specifications and many exits. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"De Crescenzo, I (De Crescenzo, I.) ; La Torre, S (La Torre, S.) ; Velner, Y (Velner, Y.)","Title":"Visibly pushdown modular games"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000397701700006 ISSN: 0890-5401 eISSN: 1090-2651","Keywords":"Integer linear programming; Bounded path-width; First-order logic on graphs; Automata KeyWords Plus:MODEL CHECKING; LANGUAGES; GRAPHS","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"INFORMATION AND COMPUTATION Volume: 253 Pages: 257-271 Part: 2 DOI: 10.1016/j.ic.2016.07.010 Published: APR 2017","Abstract":"We consider the feasibility problem of integer linear programming (ILP). We show that solutions of any ILP instance can be naturally represented by an FO-definable class of graphs. For each solution there may be many graphs representing it. However, one of these graphs is of path-width at most 2n, where n is the number of variables in the instance. Since FO is decidable on graphs of bounded path-width, we obtain an alternative decidability result for ILP. The technique we use underlines a common principle to prove decidability which has previously been employed for automata with auxiliary storage. We also show how this new result links to automata theory and program verification. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Enea, C (Enea, Constantin) ; Habermehl, P (Habermehl, Peter) ; Inverso, O (Inverso, Omar) ; Parlato, G (Parlato, Gennaro)","Title":"On the path-width of integer linear programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397365400009 ISSN: 0890-5401 eISSN: 1090-2651","Keywords":"Nested words; Weighted automata; Weighted logics; Quantitative automata; Valuation monoids KeyWords Plus:QUANTITATIVE LANGUAGES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"INFORMATION AND COMPUTATION Volume: 253 Pages: 448-466 Part: 3 DOI: 10.1016/j.ic.2016.06.010 Published: APR 2017","Abstract":"Nested words introduced by Alur and Madhusudan are used to capture structures with both linear and hierarchical order, e.g. XML documents, without losing valuable closure properties. Furthermore, Alur and Madhusudan introduced automata and equivalent logics for both finite and infinite nested words, thus extending Buchi's theorem to nested words. Recently, average and discounted computations of weights in quantitative systems found much interest. Here, we will introduce and investigate weighted automata models and weighted MSO logics for infinite nested words. As weight structures we consider valuation monoids which incorporate average and discounted computations of weights as well as the classical semirings. We show that under suitable assumptions, two resp. three fragments of our weighted logics can be transformed into each other. Moreover, we show that the logic fragments have the same expressive power as weighted nested word automata. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Droste, M (Droste, Manfred) ; Duck, S (Dueck, Stefan)","Title":"Weighted automata and logics for infinite nested words"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398015100017 ISSN: 0888-613X eISSN: 1873-4731","Keywords":"Credal networks; Propositional logic; Function-free first-order logic; Complexity theory KeyWords Plus:INDEPENDENT CHOICE LOGIC; PROBABILISTIC LOGIC; BAYESIAN NETWORKS; UNCERTAINTY; PROGRAMS; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF APPROXIMATE REASONING Volume: 83 Pages: 298-319 DOI: 10.1016/j.ijar.2016.10.008 Published: APR 2017","Abstract":"credal network associates a directed acyclic graph with a collection of sets of probability measures. Usually these probability measures are specified by tables containing probability values. Here we examine the complexity of inference in credal networks when probability measures are specified through formal languages. We focus on logical languages based on propositional logic and on the function-free fragment of first-order logic. We show that sub-Boolean and relational logics lead to interesting complexity results. In short, we explore the relationship between specification language and computational complexity in credal networks. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Cozman, FG (Cozman, Fabio Gagliardi) ; Maua, DD (Maua, Denis Deratani)","Title":"On the complexity of propositional and relational credal networks"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396262100004 PubMed ID: 27646279 ISSN: 1070-5503 eISSN: 1532-7558","Keywords":"Mind-body interventions; Irritable bowel syndrome; Chinese; Meta-analysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; COGNITIVE-BEHAVIORAL THERAPY; PHYSICAL-ACTIVITY; CLINICAL-TRIALS; PRIMARY-CARE; TAI-CHI; HYPNOTHERAPY; SYMPTOMS; BENEFITS; STRESS","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"INTERNATIONAL JOURNAL OF BEHAVIORAL MEDICINE Volume: 24 Issue: 2 Pages: 191-204 DOI: 10.1007/s12529-016-9589-0 Published: APR 2017","Abstract":"The aim of this study is to identify and assess evidence related to the efficacy of mind-body interventions on irritable bowel syndrome (IBS) in the Chinese population. Drawn from Chinese databases, nine RCTs and three Q-E studies were included in the systematic review. The methodological quality of RCTs was evaluated based on the following criteria: adequate sequence generation, allocation concealment, blinding, completeness of outcome data, selective reporting, and other potential biases. For continuous variables, the effect size (ES) was determined by calculating the standardized mean difference between groups. For dichotomous variables, the ES was determined by calculating the risk ratio (RR) between groups. Given the heterogeneity between the trials and the small number of studies included, both random effects and fixed effects models were used. The inverse variance method was used for pooling. Statistical analyses were performed using Review Manager version 5.0. The total number of papers identified was 710: 462 from English language databases and 248 from Chinese language databases. Twelve studies met our eligibility criteria. Among the studies selected, three were Q-E studies the rest RCTs. Two studies described the randomization process. None of the studies reported allocation concealment nor blinding. Seven studies reported no dropouts. One of the studies mentioned the total amount of dropouts; though the reason for dropping out was not referenced. The other four studies did not clearly report dropouts. With the exception of three studies, there was inadequate information to determine biased reporting for the majority; the level of risk for bias in these studies is unclear. Finally, six meta-analyses were performed. One was conducted with four randomized controlled trials (RCTs) that used cure rate as outcome measures to evaluate gastrointestinal (GI) symptoms, which suggested that mind-body interventions were effective in improving GI symptoms (random effects model: RR = 1.08; 95 % CI 1.01 to 1.17; fixed effects model: RR = 1.07; 95 % CI 1.01 to 1.12). The remaining five were conducted in three RCTs, which suggested that mind-body interventions were effective in improving several aspects of quality of life, including interference with activity (random effects and fixed effects models: SMD = 0.64; 95 % CI 0.41 to 0.86), body image (random effects model: SMD = 0.36; 95 % CI 0.06 to 0.67; fixed effects model: SMD = 0.33; 95 % CI 0.11 to 0.55), health worry (random effects and fixed effects models: SMD = 0.67; 95 % CI 0.44 to 0.90), food avoidance (random effects and fixed effects models: SMD = 0.45; 95 % CI 0.23 to 0.68), and social reaction (random effects model: SMD = 0.79; 95 % CI 0.47 to 1.12; fixed effects model: SMD = 0.78; 95 % CI 0.55 to 1.01), as measured by Irritable Bowel Syndrome Quality of Life Questionnaire ( IBS-QOL). Mind-body interventions may have the potential to improve GI symptoms in Chinese patients with IBS. The improvement of GI symptoms was also accompanied with the improvement of various outcomes, including depression, anxiety, and quality of life, just to mention a few. However, the published studies generally had significant methodological limitations. Future clinical trials with rigorous research design are needed in this field. More studies focusing on the mind-body interventions originated in China, such as tai chi and qi gong should be encouraged.","Authors":"Wang, WD (Wang, Weidong) ; Wang, F (Wang, Fang) ; Fan, F (Fan, Feng) ; Sedas, AC (Sedas, Ana Cristina) ; Wang, J (Wang, Jian)","Title":"Mind-Body Interventions for Irritable Bowel Syndrome Patients in the Chinese Population: a Systematic Review and Meta-Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397489600001 ISSN: 1367-0069 eISSN: 1756-6878","Keywords":"Ambiguity resolution; second language processing; self-paced-reading; case; agreement; German KeyWords Plus:SYNTACTIC FEATURES; L2; GERMAN; REANALYSIS; DUTCH; VERB","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF BILINGUALISM Volume: 21 Issue: 2 Pages: 125-144 DOI: 10.1177/1367006915604401 Published: APR 2017","Abstract":"Aims and objectives: Our study addresses the following research questions: To what extent is L2 comprehenders' online sensitivity to morphosyntactic disambiguation cues affected by L1 background? Does noticing the error signal trigger successful reanalysis in both L1 and L2 comprehension? Can previous findings suggesting that case is a better reanalysis cue than agreement be replicated and extended to L2 processing when using closely matched materials? Design/methodology/approach: We carried out a self-paced reading study using temporarily ambiguous object-initial sentences in German. These were disambiguated either by number marking on the verb or by nominative case marking on the subject. End-of-trial comprehension questions probed whether or not our participants ultimately succeeded in computing the correct interpretation. Data and analysis: We tested a total of 121 participants (25 Italian, 32 Russian, 32 Korean and 32 native German speakers), measuring their word-by-word reading times and comprehension accuracy. The data were analysed using linear mixed-effects and logistic regression modelling. Findings/conclusions: All three learner groups showed online sensitivity to both case and agreement disambiguation cues. Noticing case disambiguations did not necessarily lead to a correct interpretation, whereas noticing agreement disambiguations did. We conclude that intermediate to advanced learners are sensitive to morphosyntactic interpretation cues during online processing regardless of whether or not corresponding grammatical distinctions exist in their L1. Our results also suggest that case is not generally a better reanalysis cue than agreement. Originality: Our three L2 participant groups' native languages were carefully chosen so as to create systematic typological contrasts. Our experimental materials and conditions were more closely matched compared to previous studies on German object-initial sentences, and our experimental design allowed us to link participants' reading profiles to successful comprehension. Significance/implications: L1 influence on L2 processing is more limited than might be expected. Contra previous findings, even intermediate learners show sensitivity to both agreement and case information during processing.","Authors":"Gerth, S (Gerth, Sabrina) ; Otto, C (Otto, Constanze) ; Felser, C (Felser, Claudia) ; Nam, Y (Nam, Yunju)","Title":"Strength of garden-path effects in native and non-native speakers' processing of object-subject ambiguities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397489600002 ISSN: 1367-0069 eISSN: 1756-6878","Keywords":"Attrition; English irregular past tense; regression hypothesis; competition model; blocking model KeyWords Plus:LANGUAGE ATTRITION; 2ND LANGUAGE; ULLMAN; PINKER; RULES","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF BILINGUALISM Volume: 21 Issue: 2 Pages: 145-158 DOI: 10.1177/1367006915603825 Published: APR 2017","Abstract":"Aims and objectives: This paper examines longitudinal speech data from two Korean sisters, focusing on English irregular past tense forms to probe the course of attrition within the framework of the regression hypothesis, which suggests that language is lost in the reverse order of acquisition. During the course of attrition, evidence supporting one of the two irregular past tense acquisition theories (blocking vs competition hypothesis) is manifested. Methodology: The loss of English past tense forms of two girls who had lived in Anglophone Hawaii for two years before returning to Korea is tracked using free speech samples. Data and analysis: The children's naturalistic speech data collected over a three-year period after their return is analyzed in terms of accuracy and error types. Findings/conclusions: Although the older sister did not exhibit clear signs of attrition, the constitution of the younger sibling's licit and illicit past tense usage varied every year, reflecting her declining proficiency. The results also show that the path of attrition follows the prediction of the regression hypothesis. Originality: The prolonged attrition process of the sisters' language use, which is unlike acquisition that can happen at a quick rate, demonstrated a relatively large window to witness their reshaping grammar at different interlanguage stages. Implications: The sisters' irregular past forms retreating to a more rudimentary form provided an opportunity to support the competition model of irregular past tense acquisition. Their past tense accuracy and error analysis demonstrated various past tense forms in competition that could produce a different winner over different periods of time.","Authors":"Kang, SG (Kang, Sang-Gu)","Title":"Competing past tense forms in English attrition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397811200008 ISSN: 0885-7458 eISSN: 1573-7640","Keywords":"Structural recursion; Graph transformation; Parallel programming; Pregel programming model KeyWords Plus:SEMISTRUCTURED DATA; MAPREDUCE","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF PARALLEL PROGRAMMING Volume: 45 Issue: 2 Pages: 320-339 Special Issue: SI DOI: 10.1007/s10766-016-0418-5 Published: APR 2017","Abstract":"Graphs can be used to model many kinds of data, from traditional datasets to social networks or semi-structured datasets. To process large graphs, many systems have been proposed. The Pregel programming model is popular, thanks to its scalability. Although Pregel is simple to understand and use, it is of low-level in programming and requires developers to write programs that are hard to maintain and need to be carefully optimized. On the other hand, structural recursion is powerful to systematically construct efficient parallel programs on lists, arrays and trees, but it has not yet been applied to graphs. In this paper, we propose an efficient method for parallel evaluation of structural recursion on graphs, which is suitable for Pregel. We design and implement a high-level parallel programming framework where a domain-specific language (DSL) is provided to ease the programing task. Specifications written in the DSL are automatically compiled into Pregel programs that are scalable for large graphs. Experimental results show that our framework outperforms the original evaluation of structural recursion, and achieves good scalability and speedup for real datasets.","Authors":"Tung, LD (Tung, Le-Duc) ; Hu, ZJ (Hu, Zhenjiang)","Title":"Towards Systematic Parallelization of Graph Transformations Over Pregel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397811200009 ISSN: 0885-7458 eISSN: 1573-7640","Keywords":"BSP; MULTI-BSP; ML; Parallel programming KeyWords Plus:BRIDGING MODEL; LIBRARY; COMPUTATION; PARALLELISM","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF PARALLEL PROGRAMMING Volume: 45 Issue: 2 Pages: 340-361 Special Issue: SI DOI: 10.1007/s10766-016-0417-6 Published: APR 2017","Abstract":"bsp is a bridging model between abstract execution and concrete parallel systems. Structure and abstraction brought by bsp allow to have portable parallel programs with scalable performance predictions, without dealing with low-level details of architectures. In the past, we designed bsml for programming bsp algorithms in ml. However, the simplicity of the bsp model does not fit the complexity of today's hierarchical architectures such as clusters of machines with multiple multi-core processors. The multi-bsp model is an extension of the bsp model which brings a tree-based view of nested components of hierarchical architectures. To program multi-bsp algorithms in ml, we propose the multi-ml language as an extension of bsml where a specific kind of recursion is used to go through a hierarchy of computing nodes. We define a formal semantics of the language and present preliminary experiments which show performance improvements with respect to bsml.","Authors":"Allombert, V (Allombert, V.) ; Gava, F (Gava, F.) ; Tesson, J (Tesson, J.)","Title":"Multi-ML: Programming Multi-BSP Algorithms in ML"}, {"Keywords":"Formal methods; B-method; Validation; Toolchain; Visualization KeyWords Plus:EVENT-B; DECOMPOSITION; CHECKING; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"INTERNATIONAL JOURNAL ON SOFTWARE TOOLS FOR TECHNOLOGY TRANSFER Volume: 19 Issue: 2 Pages: 187-203 DOI: 10.1007/s10009-015-0395-9 Published: APR 2017","Abstract":"In this article, we present our formalization of the ABZ landing gear case study in Event-B. The development was carried out using the Rodin platform and mainly used superposition refinement to structure the specification. To validate the model, we complemented proof with animation and model checking. For the latter, we used the ProB animator and model checker. Graphical representation of the model turned out to be crucial in the development and validation of the model; this was achieved using the visualization features provided by ProB and BMotion Studio. In addition, we discuss the positive and negative aspects of the Event-B language and tools which we encountered while working on the ABZ case study.","Authors":"Ladenberger, L (Ladenberger, Lukas) ; Hansen, D (Hansen, Dominik) ; Wiegard, H (Wiegard, Harald) ; Bendisposto, J (Bendisposto, Jens) ; Leuschel, M (Leuschel, Michael)","Title":"Validation of the ABZ landing gear system using ProB"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398167200007 ISSN: 1433-2779 eISSN: 1433-2787","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"INTERNATIONAL JOURNAL ON SOFTWARE TOOLS FOR TECHNOLOGY TRANSFER Volume: 19 Issue: 2 Pages: 247-269 DOI: 10.1007/s10009-015-0394-x Published: APR 2017","Abstract":"Keywords Author Keywords:State Machines; Landing Gear System; Refinement; Validation and verification; Model based testing; Runtime verification KeyWords Plus:ABSTRACT STATE MACHINES; SIMULATION; SPECIFICATIONS; VERIFICATION; FRAMEWORK; LANGUAGE","Authors":"Arcaini, P (Arcaini, Paolo) ; Gargantini, A (Gargantini, Angelo) ; Riccobene, E (Riccobene, Elvinia)","Title":"Rigorous development process of a safety-critical system: from ASM models to Java code"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398469800015 PubMed ID: 27844408 ISSN: 0301-1623 eISSN: 1573-2584","Keywords":"Blood pressure patterns; Chronotherapy; Chronic kidney disease; Hypertension; Meta-analysis KeyWords Plus:AMBULATORY BLOOD-PRESSURE; CORONARY-HEART-DISEASE; CARDIOVASCULAR RISK; TIME; STROKE","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"INTERNATIONAL UROLOGY AND NEPHROLOGY Volume: 49 Issue: 4 Pages: 651-659 DOI: 10.1007/s11255-016-1437-2 Published: APR 2017","Abstract":"Purpose To investigate the effects of chronotherapy on blood pressure in patients with chronic kidney disease (CKD). Methods We searched PUBMED, EMBASE, ASNONLINE, the Cochrane Library and the reference articles of published papers without language restriction, for randomized and non-randomized trials that assessed the effect of chronotherapy versus morning dosing regimen drug therapy for CKD patients with hypertension. Meta-analysis was done with random-effect models. Results After application of inclusion/exclusion criteria, three randomized controlled trials including 3380 patients were analyzed. Compared with morning dosing regimen drug therapy, chronotherapy was associated with a significant decrease of 3.55% in sleep-time relative decline of systolic blood pressure (SBP) (mean difference [MD], 95% CI, [0.22, 6.88]). In the chronotherapy group, we noted a significant decrease in nocturnal SBP (MD -3.79 mmHg, 95% CI, [-7.18, -0.41]) and nocturnal diastolic blood pressure (MD -1.55 mmHg, 95% CI. [-2.28, -0.82]), but there was a small increase in awake SBP by 1.19 mmHg (MD, 95% CI, [0.06, 2.31]). No significant difference was noted in all-cause mortality and cardiovascular mortality. Conclusion This meta-analysis suggests that chronotherapy could reduce nocturnal BP in hypertensive CKD patients.","Authors":"Wang, CX (Wang, Caixia) ; Qiu, XL (Qiu, Xilian) ; Lv, LS (Lv, Linsheng) ; Huang, JH (Huang, Jianhua) ; Li, SM (Li, Shaomin) ; Lou, TQ (Lou, Tanqi) ; Liu, X (Liu, Xun)","Title":"Chronotherapy for hypertension in patients with chronic kidney disease: a systematic review and meta-analysis in non-black patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397598100001 ISSN: 0021-4922 eISSN: 1347-4065","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"JAPANESE JOURNAL OF APPLIED PHYSICS Volume: 56 Issue: 4 Supplement: S Article Number: 04CE07 DOI: 10.7567/JJAP.56.04CE07 Published: APR 2017","Abstract":"We report a new compact model for a ferroelectric-gate field-effect transistor (FeFET) considering multiple ferroelectric domain structures that can be thermally activated. The dynamics of the electric polarization and the thermal activation rate are calculated on the basis of the Landau-Khalatnikov (LK) theory. We implement this compact model in a circuit simulator, SmartSPICE, using Verilog-A language for analog circuit simulations. The device characteristics of FeFETs reported in experiments are well fitted by our compact model. We also perform the circuit simulation for the inverter utilizing FeFETs by using this compact model. Unlike normal inverters composed of MOSFETs, the switching speed of the inverter changes with the voltage pulse before the operation. (C) 2017 The Japan Society of Applied Physics","Authors":"Asai, H (Asai, Hidehiro) ; Fukuda, K (Fukuda, Koichi) ; Hattori, J (Hattori, Junichi) ; Koike, H (Koike, Hanpei) ; Miyata, N (Miyata, Noriyuki) ; Takahashi, M (Takahashi, Mitsue) ; Sakai, S (Sakai, Shigeki)","Title":"Compact model of ferroelectric-gate field-effect transistor for circuit simulation based on multidomain Landau-Kalathnikov theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693300015 PubMed ID: 28231485 ISSN: 0140-1971 eISSN: 1095-9254","Keywords":"Teachers; LGBTQ students; School climate; Self-esteem; Academic achievement; Gender KeyWords Plus:PROTECTIVE FACTORS; SCHOOL; ORIENTATION; YOUTH; ADOLESCENTS; CLIMATE; PEERS; STUDENTS; GAY; INTERSECTIONALITY","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"JOURNAL OF ADOLESCENCE Volume: 56 Pages: 136-144 DOI: 10.1016/j.adolescence.2017.02.002 Published: APR 2017","Abstract":"Teachers play an important role in shaping the experiences of high school students with regard to patterns of heteronormativity and binary gender norms, particularly for lesbian, gay, bisexual, transgender, and questioning (LGBTQ) students. A climate survey of high school students (n = 953) in the United States examined the association between students' well-being and their relationships with teachers. The sample was majority white (65.8%) and multiracial (14.1%). Cisgender (cis)-girls (49.6%), cis-boys (41.2%), and trans students (9.2%), as well as heterosexual (78.4%) and LGBQ students (21.6%) were represented. Regression models indicate teachers' use of oppressive language and their intervention in situations of bias and students' trust and comfort with teachers were significantly associated with students' self-esteem. Teachers' use of biased language was directly associated with student self-reported grades. Moderation tests indicate teacher relationships are strongly associated with heterosexual and cisgender students' wellbeing. Recommendations for teacher education and future research are discussed. (C) 2017 The Foundation for Professionals in Services for Adolescents. Published by Elsevier Ltd. All rights reserved.","Authors":"Dessel, AB (Dessel, Adrienne B.) ; Kulick, A (Kulick, Alex) ; Wernick, LJ (Wernick, Laura J.) ; Sullivan, D (Sullivan, Daniel)","Title":"The importance of teacher support: Differential impacts by gender and sexuality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398484500004 PubMed ID: 28251393 ISSN: 0162-3257 eISSN: 1573-3432","Keywords":"Autism spectrum disorder; Language; Vocabulary; Preverbal; Predictors; Path modeling KeyWords Plus:PARENT VERBAL RESPONSIVENESS; YOUNG-CHILDREN; COMMUNICATION DEVELOPMENT; LANGUAGE-DEVELOPMENT; JOINT ENGAGEMENT; EARLY PREDICTORS; FOLLOW-UP; TODDLERS; GROWTH; ABILITIES","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"JOURNAL OF AUTISM AND DEVELOPMENTAL DISORDERS Volume: 47 Issue: 4 Pages: 947-960 DOI: 10.1007/s10803-016-3016-x Published: APR 2017","Abstract":"We examined direct and indirect paths involving receptive vocabulary and diversity of key consonants used in communication (DKCC) to improve understanding of why previously identified value-added predictors are associated with later expressive vocabulary for initially preverbal children with autism spectrum disorder (ASD; n = 87). Intentional communication, DKCC, and parent linguistic responses accounted for unique variance in later expressive vocabulary when controlling for mid-point receptive vocabulary, but responding to joint attention did not. We did not confirm any indirect paths through mid-point receptive vocabulary. DKCC mediated the association between intentional communication and expressive vocabulary. Further research is needed to replicate the findings, test potentially causal relations, and provide a specific sequence of intervention targets for preverbal children with ASD.","Authors":"McDaniel, J (McDaniel, Jena) ; Yoder, P (Yoder, Paul) ; Watson, LR (Watson, Linda R.)","Title":"A Path Model of Expressive Vocabulary Skills in Initially Preverbal Preschool Children with Autism Spectrum Disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397491500005 ISSN: 0748-9633 eISSN: 1556-6676","Keywords":"parent empowerment; academic performance; counseling; parent involvement KeyWords Plus:SOCIAL-JUSTICE ADVOCACY; PSYCHOLOGICAL EMPOWERMENT; INVOLVEMENT; SCHOOLS; STUDENTS; MODEL; EDUCATORS; FAMILIES; ROLES","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"JOURNAL OF COUNSELING AND DEVELOPMENT Volume: 95 Issue: 2 Pages: 168-179 DOI: 10.1002/jcad.12129 Published: APR 2017","Abstract":"This study tested a parent empowerment framework using a national sample of 9,982 parents from the Parent and Family Involvement Survey (National Center for Education Statistics, 2007) to investigate relationships between parent empowerment and children's academic performance. A multinomial logistic regression demonstrated significant relationships between parents' competence, self-determination, community belonging, community participation, and academic performance, which differentiate among parents based on racial/ethnic, language, and socioeconomic backgrounds. Findings highlight the importance of parent empowerment interventions that consider structural barriers in schools.","Authors":"Kim, J (Kim, Jungnam) ; Bryan, J (Bryan, Julia)","Title":"A First Step to a Conceptual Framework of Parent Empowerment: Exploring Relationships Between Parent Empowerment and Academic Performance in a National Sample"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398534100006 PubMed ID: 27749979 ISSN: 0815-9319 eISSN: 1440-1746","Keywords":"hepatitis C virus infection; liver transplantation; meta-analysis; sofosbuvir KeyWords Plus:GENOTYPE 1; VIRUS-INFECTION; PLUS RIBAVIRIN; SIMEPREVIR; EXPERIENCE; MULTICENTER; METAANALYSES; DACLATASVIR; LEDIPASVIR; DISEASE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"JOURNAL OF GASTROENTEROLOGY AND HEPATOLOGY Volume: 32 Issue: 4 Pages: 740-748 DOI: 10.1111/jgh.13614 Published: APR 2017","Abstract":"Background and Aim: The aim of this study is to assess the efficacy and safety of sofosbuvir-based interferon-free therapies in liver transplantation recipients with hepatitis C virus infection recurrence. Methods: A systematic literature search was conducted in PubMed, EMBASE, Web of Science, and CENTRAL on the Cochrane Library without time or language limitation. The search strategy used was \"sofosbuvir AND transplantation.\" Sustained virologic response at 12 weeks after the end of treatment (SVR12) rate, incidence of serious adverse events (SAEs) and/or adverse events, discontinuation rate with 95% confidence intervals (CI) were pooled with random-effects model. Results: Twenty-two studies (1730 patients) were included for our meta-analysis. The pooled SVR12 rate was 90.1% ( 95% CI 86.4-93.4%, I-2 = 81.6%). SVR12 rate was higher in patients with mild fibrosis than in patients with advanced fibrosis and cirrhosis (RR = 1.072, 95% CI 1.031-1.115, I-2 = 3.6%). For patients with hepatitis C virus genotype 1, the pooled SVR12 rate was 91.9% ( 95% CI 89.2-94.2%, I-2 = 53.3%). The pooled SAEs incidence was 8.3% ( 95% CI 5.6-11.5%, I-2 = 78.4%). The pooled discontinuation rate because of adverse events or SAEs was 3.3% ( 95% CI 1.8-5.2%). Conclusions: Sofosbuvir-based interferon-free therapy is an effective and well-tolerated treatment strategy for patients with hepatitis C virus infection recurrence after liver transplantation.","Authors":"Qu, YD (Qu, Yundong) ; Guo, Y (Guo, Ying) ; Li, T (Li, Tao) ; Ye, Q (Ye, Qian) ; Sun, C (Sun, Chao) ; Wang, L (Wang, Lei) ; Yang, BH (Yang, Baohua)","Title":"Efficacy and safety of sofosbuvir-based interferon-free therapies for hepatitis C in liver transplant recipients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395620800001 PubMed ID: 26993115 ISSN: 1557-1912 eISSN: 1557-1920","Keywords":"Physical activity; Ethnicity; Rural populations; Environment design; Public health KeyWords Plus:PHYSICAL-ACTIVITY; BUILT ENVIRONMENT; UNITED-STATES; POSTMENOPAUSAL WOMEN; ACCULTURATION; RISK; TRANSPORTATION; MORTALITY; HEALTH; ASSOCIATIONS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF IMMIGRANT AND MINORITY HEALTH Volume: 19 Issue: 2 Pages: 237-245 DOI: 10.1007/s10903-016-0383-5 Published: APR 2017","Abstract":"Walking among Latinos in US Micropolitan towns may vary by language spoken. In 2011-2012, we collected telephone survey and built environment (BE) data from adults in six towns located within micropolitan counties from two states with sizable Latino populations. We performed mixed-effects logistic regression modeling to examine relationships between ethnicity-language group [Spanish-speaking Latinos (SSLs); English-speaking Latinos (ESLs); and English-speaking non-Latinos (ENLs)] and utilitarian walking and recreational walking, accounting for socio-demographic, lifestyle and BE characteristics. Low-income SSLs reported higher amounts of utilitarian walking than ENLs (p = 0.007), but utilitarian walking in this group decreased as income increased. SSLs reported lower amounts of recreational walking than ENLs (p = 0.004). ESL-ENL differences were not significant. We identified no statistically significant interactions between ethnicity-language group and BE characteristics. Approaches to increase walking in micropolitan towns with sizable SSL populations may need to account for this group's differences in walking behaviors.","Authors":"Doescher, MP (Doescher, Mark P.) ; Lee, C (Lee, Chanam) ; Saelens, BE (Saelens, Brian E.) ; Lee, C (Lee, Chunkuen) ; Berke, EM (Berke, Ethan M.) ; Adachi-Mejia, AM (Adachi-Mejia, Anna M.) ; Patterson, DG (Patterson, Davis G.) ; Moudon, AV (Moudon, Anne Vernez)","Title":"Utilitarian and Recreational Walking Among Spanish- and English-Speaking Latino Adults in Micropolitan US Towns"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395620800002 PubMed ID: 27341817 ISSN: 1557-1912 eISSN: 1557-1920","Keywords":"Physical activity; Acculturation; Childhood obesity; Immigrant KeyWords Plus:SUBJECTIVE SOCIAL-STATUS; CROSS-SECTIONAL ANALYSIS; SENSATION SEEKING SCALE; GENDER-DIFFERENCES; ORIGIN YOUTH; BODY-IMAGE; ADOLESCENTS; ACCULTURATION; CHILDREN; HEALTH","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF IMMIGRANT AND MINORITY HEALTH Volume: 19 Issue: 2 Pages: 246-253 DOI: 10.1007/s10903-016-0451-x Published: APR 2017","Abstract":"Barriers to physical activity (PA) may be experienced differently by sex and country of birth. We examine psychosocial correlates of PA in four groups based on sex (boy/girl) and country of birth [Mexico/United States (U.S.)]. 1154 Mexican heritage adolescents residing in Houston, Texas provided psychosocial data in 2008-09 and PA (number of days per week active for at least 60 min) in 2010-11 (N = 1001). Poisson regression models were fitted for each groups. Among boys, English language preference (p (US-born) = 0.045, p (Mexico-born) = 0.008) and higher subjective social status (p (US-born) = 0.002, p (Mexico-born) = 0.031) were associated with increased PA. Body image dissatisfaction was associated with decreased PA in Mexico-born girls (p = 0.007). Sensation-seeking tendencies were associated with increased PA among all groups; anxiety was associated with decreased PA among all but U.S.-born boys. Tailoring PA interventions to key sex-specific psychosocial correlates rather than country of birth may enhance efficacy of interventions to increase PA levels among Mexican heritage adolescents.","Authors":"Wilkinson, AV (Wilkinson, Anna V.) ; Miller, EE (Miller, Erline E.) ; Koehly, LM (Koehly, Laura M.) ; Daniel, CR (Daniel, Carrie R.) ; Forman, MR (Forman, Michele R.)","Title":"Correlates of Physical Activity Differ by Sex and Country of Birth Among Mexican-Heritage Youth"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395620800027 PubMed ID: 27640010 ISSN: 1557-1912 eISSN: 1557-1920","Keywords":"Cultural care; Chinese Canadian; Ethnicity; Hypertension; Dietary intervention KeyWords Plus:HYPERTENSION DASH DIET; QUALITY-OF-LIFE; STOP HYPERTENSION; HEALTH LITERACY; HEART-DISEASE; AMERICAN WOMEN; CLINICAL-TRIAL; UNITED-STATES; ACCULTURATION; IMMIGRANT","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF IMMIGRANT AND MINORITY HEALTH Volume: 19 Issue: 2 Pages: 477-483 DOI: 10.1007/s10903-016-0493-0 Published: APR 2017","Abstract":"Hypertension is highly prevalent in Chinese Canadians and diet has been identified as an important modifiable risk factor for hypertension. The current anti-hypertensive dietary recommendations in hypertension care guidelines lack examination of cultural factors, are not culturally sensitive to ethnic populations, and cannot be translated to Chinese Canadian populations without cultural considerations. Guided by Leininger's Sunrise Model of culture care theory, this paper investigates how cultural factors impact Chinese Canadians' dietary practice. It is proposed that English language proficiency, health literacy, traditional Chinese diet, migration and acculturation, and Traditional Chinese Medicine influence Chinese Canadians' dietary practices. A culturally congruent nursing intervention should be established and tailored according to related cultural factors to facilitate Chinese Canadians' blood pressure control. In addition, further study is needed to test the model adapted from Sunrise Model and understand its mechanism.","Authors":"Zou, P (Zou, Ping)","Title":"Diet and Blood Pressure Control in Chinese Canadians: Cultural Considerations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396778100005 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Exploratory search; Faceted search; Semantic web; RDF; RDF schema KeyWords Plus:SEARCH; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 2 Pages: 329-364 DOI: 10.1007/s10844-016-0413-8 Published: APR 2017","Abstract":"The amounts of available Semantic Web (SW) data (including Linked Open Data) constantly increases. Users would like to browse and explore effectively such information spaces without having to be acquainted with the various vocabularies and query language syntaxes. This paper discusses the work that has been done in the area for the case of RDF/S datasets, with emphasis on session-based interaction schemes for exploratory search. In particular, it surveys the related works according to various aspects, such as assumed user goals, structuring of the underlying information space, generality and configuration requirements, and various (state space-based) features of the navigation structure. Subsequently it introduces a small but concise formal model of the interaction (that captures the core functionalities) which is used as reference model for describing what the existing systems support. Finally the paper describes the evaluation methods that have been used. Overall, the presented analysis aids the understanding and comparison of the various different approaches that have been proposed so far.","Authors":"Tzitzikas, Y (Tzitzikas, Yannis) ; Manolis, N (Manolis, Nikos) ; Papadakos, P (Papadakos, Panagiotis)","Title":"Faceted exploration of RDF/S datasets: a survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519100003 ISSN: 0022-2267 eISSN: 1469-7742","Keywords":"language change; mathematical modelling; neutrality; prestige; S-curves KeyWords Plus:LANGUAGE CHANGE; ACQUISITION; NETWORK","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF LINGUISTICS Volume: 53 Issue: 2 Pages: 327-358 DOI: 10.1017/S0022226716000141 Published: APR 2017","Abstract":"Language change is neutral if the probability of a language learner adopting any given linguistic variant only depends on the frequency of that variant in the learner's environment. Ruling out non-neutral motivations of change, be they sociolinguistic, computational, articulatory or functional, a theory of neutral change insists that at least some instances of language change are essentially due to random drift, demographic noise and the social dynamics of finite populations; consequently, it has remained little investigated in the historical and sociolinguistics literature, which has generally been on the lookout for more substantial causes of change. Indeed, recent computational studies have argued that a neutral mechanism cannot give rise to well-behaved' time series of change which would align with historical data, for instance to generate S-curves. In this paper, I point out a methodological shortcoming of those studies and introduce a mathematical model of neutral change which represents the language community as a dynamic, evolving network of speakers. With computer simulations and a quantitative operationalization of what it means for change to be well-behaved, I show that this model exhibits well-behaved neutral change provided that the language community is suitably clusterized. Thus, neutral change is not only possible but is in fact a characteristic emergent property of a class of social networks. From a theoretical point of view, this finding implies that neutral theories of change deserve more (serious) consideration than they have traditionally received in diachronic and variationist linguistics. Methodologically, it urges that if change is to be successfully modelled, some of the traditional idealizing assumptions employed in much mathematical modelling must be done away with.","Authors":"Kauhanen, H (Kauhanen, Henri)","Title":"Neutral change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972200001 ISSN: 2352-2208","Keywords":"Relation algebra; Finite topology base; Subbase RELVIEW tool KeyWords Plus:CLOSURE; LATTICES; SPACES","Categories":"Computer Science; Science & Technology - Other Topics Web of Science Categories:Computer Science, Theory & Methods; Logic","Journal Information":"JOURNAL OF LOGICAL AND ALGEBRAIC METHODS IN PROGRAMMING Volume: 88 Pages: 1-25 DOI: 10.1016/j.jlamp.2016.12.002 Published: APR 2017","Abstract":"We present a relation-algebraic approach to solve computational tasks concerning finite topologies. It is based on the modeling of finite topologies via relations and the specification of the notions in question by relation-algebraic expressions and formulae. The latter then are evaluated with the help of the BDD-based specific purpose computer algebra system RELVIEW after a simple translation into the system's programming language. We apply the technique to different problems and show how the solutions behave with regard to running time if implemented and evaluated by RELVIEW. Experiments with RELVIEw led to a new result on minimal subbases for finite topologies, that is proved at the end of the paper. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Berghammer, R (Berghammer, Rudolf) ; Winter, M (Winter, Michael)","Title":"Solving computational tasks on finite topologies by means of relation algebra and the RELVIEW tool"}, {"Keywords":"Multiway rendezvous; Compilation; Process algebras; Distributed systems KeyWords Plus:PERFORMANCE EVALUATION; SYSTEMS; SYNCHRONIZATION; VERIFICATION; CHECKING; PROTOCOL; COMPILER; ORDER; CADP; TOOL","Categories":"Computer Science; Science & Technology - Other Topics Web of Science Categories:Computer Science, Theory & Methods; Logic","Journal Information":"JOURNAL OF LOGICAL AND ALGEBRAIC METHODS IN PROGRAMMING Volume: 88 Pages: 121-153 DOI: 10.1016/j.jlamp.2016.09.002 Published: APR 2017","Abstract":"Formal process languages inheriting the concurrency and communication features of process algebras are convenient formalisms to model distributed applications, especially when they are equipped with formal verification tools (e.g., model checkers) to help hunting for bugs early in the development process. However, even starting from a fully verified formal model, bugs are likely to be introduced while translating (generally by hand) the concurrent model which relies on high-level and expressive communication primitives into the distributed implementation which often relies on low-level communication primitives. In this paper, we present DLC, a compiler that enables distributed code to be generated from models written in a formal process language called LNT, which is equipped with a rich verification toolbox named CADP, and where processes interact by value-passing multiway rendezvous. The generated code uses an elaborate protocol to implement rendezvous, and can be either executed in an autonomous way (i.e., without requiring additional code to be defined by the user), or connected to external software through user-modifiable C functions. The protocol itself is modeled in LNT and verified using CADP. We present several experiments assessing the performance of DLC, including the Raft consensus algorithm. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Evrard, H (Evrard, Hugues) ; Lang, F (Lang, Frederic)","Title":"Automatic distributed code generation from formal models of asynchronous processes interacting by multiway rendezvous"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396155700001 ISSN: 1939-8018 eISSN: 1939-8115","Keywords":"Dataflow; Profiling; Transformations; FPGA; CPU KeyWords Plus:PROGRAMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF SIGNAL PROCESSING SYSTEMS FOR SIGNAL IMAGE AND VIDEO TECHNOLOGY Volume: 87 Issue: 1 Pages: 3-20 DOI: 10.1007/s11265-015-1044-y Published: APR 2017","Abstract":"This paper proposes a new high-level approach for optimising field programmable gate array (FPGA) designs. FPGA designs are commonly implemented in low-level hardware description languages (HDLs), which lack the abstractions necessary for identifying opportunities for significant performance improvements. Using a computer vision case study, we show that modelling computation with dataflow abstractions enables substantial restructuring of FPGA designs before lowering to the HDL level, and also improve CPU performance. Using the CPU transformations, runtime is reduced by 43 %. Using the FPGA transformations, clock frequency is increased from 67MHz to 110MHz. Our results outperform commercial low-level HDL optimisations, showcasing dataflow program abstraction as an amenable computation model for highly effective FPGA optimisation.","Authors":"Stewart, R (Stewart, Robert) ; Bhowmik, D (Bhowmik, Deepayan) ; Wallace, A (Wallace, Andrew) ; Michaelson, G (Michaelson, Greg) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Stewart, Robert  http://orcid.org/0000-0003-0365-693X","Title":"Profile Guided Dataflow Transformation for FPGAs and CPUs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397030400026 PubMed ID: 27497798 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"biomedical informatics; year in review; electronic health records; learning health system; consumer engagement KeyWords Plus:RECORD DATA; RISK STRATIFICATION; VISUALIZATION; MANAGEMENT; FRAMEWORK; SUPPORT; QUALITY; MODEL; TIME","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: E1 Pages: E185-E190 DOI: 10.1093/jamia/ocw103 Published: APR 2017","Abstract":"The field of biomedical informatics experienced a productive 2015 in terms of research. In order to highlight the accomplishments of that research, elicit trends, and identify shortcomings at a macro level, a 19-person team conducted an extensive review of the literature in clinical and consumer informatics. The result of this process included a year-in-review presentation at the American Medical Informatics Association Annual Symposium and a written report (see supplemental data). Key findings are detailed in the report and summarized here. This article organizes the clinical and consumer health informatics research from 2015 under 3 themes: the electronic health record (EHR), the learning health system (LHS), and consumer engagement. Key findings include the following: (1) There are significant advances in establishing policies for EHR feature implementation, but increased interoperability is necessary for these to gain traction. (2) Decision support systems improve practice behaviors, but evidence of their impact on clinical outcomes is still lacking. (3) Progress in natural language processing (NLP) suggests that we are approaching but have not yet achieved truly interactive NLP systems. (4) Prediction models are becoming more robust but remain hampered by the lack of interoperable clinical data records. (5) Consumers can and will use mobile applications for improved engagement, yet EHR integration remains elusive.","Authors":"Roberts, K (Roberts, Kirk) ; Boland, MR (Boland, Mary Regina) ; Pruinelli, L (Pruinelli, Lisiane) ; Dcruz, J (Dcruz, Jina) ; Berry, A (Berry, Andrew) ; Georgsson, M (Georgsson, Mattias) ; Hazen, R (Hazen, Rebecca) ; Sarmiento, RF (Sarmiento, Raymond F.) ; Backonja, U (Backonja, Uba) ; Yu, KH (Yu, Kun-Hsing) ; Jiang, Y (Jiang, Yun)[ 10 ] ; Brennan, PF (Brennan, Patricia Flatley)[ 11 ] ...More...Less","Title":"Biomedical informatics advancing the national health agenda: the AMIA 2015 year-in-review in clinical and consumer informatics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397583500001 ISSN: 0265-5322 eISSN: 1477-0946","Keywords":"Cloze; item difficulty; many-facet Rasch measurement; reading; structural equation modeling KeyWords Plus:READING-COMPREHENSION; INTERSENTENTIAL COMPREHENSION; TESTS","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"LANGUAGE TESTING Volume: 34 Issue: 2 Pages: 151-174 DOI: 10.1177/0265532215623581 Published: APR 2017","Abstract":"Cloze tests have been the subject of numerous studies regarding their function and use in both first language and second language contexts (e.g., Jonz & Oller, 1994; Watanabe & Koyama, 2008). From a validity standpoint, one area of investigation has been the extent to which cloze tests measure reading ability beyond the sentence level. Using test data from 50 30-item cloze passages administered to 2,298 Japanese and 5,170 Russian EFL students, this study examined the degree to which linguistic features for cloze passages and items influenced item difficulty. Using a common set of 10 anchor items, all 50 tests were modeled in terms of person ability and item difficulty onto a single scale using many-faceted Rasch measurement (k = 1314). Principle components analysis was then used to categorize 25 linguistic item- and passage-level variables for the 50 cloze tests and their respective items, from which three components for each passage- and item-level variables were identified. These six factors along with item difficulty were then entered into both a hierarchical structural equation model and a linear multiple regression to determine the degree to which difficulty in cloze tests could be explained separately by passage and item features. Comparisons were further made by looking at differences in models by nationality and by proficiency level (e.g., high and low). The analyses revealed noteworthy differences in mean item difficulties and in the variance structures between passage- and item-level features, as well as between different examinee proficiency groups.","Authors":"Trace, J (Trace, Jonathan) ; Brown, JD (Brown, James Dean) ; Janssen, G (Janssen, Gerriet) ; Kozhevnikova, L (Kozhevnikova, Liudmila)","Title":"Determining cloze item difficulty from item and passage characteristics across different learner backgrounds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117200009 ISSN: 1740-8695 eISSN: 1740-8709","Keywords":"breastfeeding; peer support; non-access; qualitative; grounded theory KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; MOTHERS; TELEPHONE; DURATION; ENGLAND; SERVICE","Categories":"Nutrition & Dietetics; Pediatrics Web of Science Categories:Nutrition & Dietetics; Pediatrics","Journal Information":"MATERNAL AND CHILD NUTRITION Volume: 13 Issue: 2 Article Number: UNSP e12279 DOI: 10.1111/mcn.12279 Published: APR 2017","Abstract":"Lack of support is reported as a key reason for early breastfeeding cessation. While breastfeeding peer support (BPS) is a recommended intervention to increase breastfeeding rates, a number of studies identify that engagement with BPS is problematic. Due to paucity of research in this area, this study explores why breastfeeding women do not access BPS in South-West England. Utilising a constructionist grounded theory approach, 33 participants (women (n=13), health professionals (n=6) and peer supporters (n=14)) participated in a semi-structured interview (n=22) or focus group (n=11). Analysis involved open coding, constant comparisons and focussed coding. One core category and three main themes explicating non-access were identified. The core category concerns women's experiences of pressure and judgement around their feeding decisions within a dichotomous landscape of infant feeding language and support. Theme one, place and space of support', describes the contrast between perceived pressure to breastfeed and a lack of adequate and appropriate support. Theme two, 'one way or no way', outlines the rules-based approach to breastfeeding adopted by some health professionals and how women avoided BPS due to anticipating a similar approach. Theme three, 'it must be me', concerns how lack of embodied insights could lead to breastfeeding failure' identities. A background of dichotomised language, pressure and moral judgement, combined with the organisation of post-natal care and the model of breastfeeding adopted by health professionals, may inhibit women's access to BPS. A socio-cultural model of breastfeeding support providing clear messages regarding the value and purpose of BPS should be adopted.","Authors":"Hunt, L (Hunt, Louise) ; Thomson, G (Thomson, Gill)","Title":"Pressure and judgement within a dichotomous landscape of infant feeding: a grounded theory study to explore why breastfeeding women do not access peer support provision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117200019 ISSN: 1740-8695 eISSN: 1740-8709","Categories":"Nutrition & Dietetics; Pediatrics Web of Science Categories:Nutrition & Dietetics; Pediatrics","Journal Information":"MATERNAL AND CHILD NUTRITION Volume: 13 Issue: 2 Article Number: UNSP e12306 DOI: 10.1111/mcn.12306 Published: APR 2017","Abstract":"Impaired childhood development has lifelong consequences for educational attainment and wage-earning potential. Micronutrient supplements have the potential to improve development. The objective of this study was to determine the effect of daily zinc and/or multivitamin (vitamins C, E and B-complex) supplements on development among Tanzanian infants. In this randomized, 2x2 factorial, double-blind trial, 2400 infants were randomized to zinc (Zn), multivitamins (MV), zinc and multivitamins (Zn+MV) or placebo at 6weeks of age. At approximately 15months, a sub-sample of 247 children underwent developmental assessment using the cognitive, language (receptive and expressive) and motor (fine and gross) scales of the Bayley Scales of Infant and Toddler Development Third Edition (BSID-III). Mean BSID-III scores were compared using univariate and multivariate linear regression models adjusted for child's sex, post-conceptual age and test administrator. Logistic regressions were used to assess odds of low developmental scores. We did not detect a significant difference in mean BSID-III scores in any of the five domains in univariate or multivariate models comparing each of the four treatment groups. We also did not detect a significant difference in mean BSID-III scores when comparing children who received zinc supplements versus those who did not, or in comparisons of children who received multivitamin supplements versus those who did not. There was no significant difference in odds of a low BSID-III score in any of the five domains in treatment arms either. Because neither daily zinc nor multivitamin (vitamins B-complex, C and E) supplementation led to improvements in any of the developmental domains assessed using the BSID-III, we recommend pursuing alternative interventions to promote early childhood development in vulnerable populations. (C) 2016 John Wiley & Sons Ltd","Authors":"Locks, LM (Locks, Lindsey M.) ; Manji, KP (Manji, Karim P.) ; McDonald, CM (McDonald, Christine M.) ; Kupka, R (Kupka, Roland)[ 1,10 ] ; Kisenge, R (Kisenge, Rodrick) ; Aboud, S (Aboud, Said) ; Wang, M (Wang, Molin) ; Bellinger, DC (Bellinger, David C.) ; Fawzi, WW (Fawzi, Wafaie W.) ; Duggan, CP (Duggan, Christopher P.)","Title":"The effect of daily zinc and/or multivitamin supplements on early childhood development in Tanzania: results from a randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397598500001 PubMed ID: 25170773 ISSN: 0025-7079 eISSN: 1537-1948","Keywords":"statistics and numerical data; psychometrics; Bayesian structural equation modeling; cross-sectional studies; nursing; hospital work environment KeyWords Plus:MENTAL-STATE-EXAMINATION; QUALITY-OF-LIFE; FACTORIAL INVARIANCE; PATIENT SAFETY; FIT INDEXES; CULTURAL MEASUREMENT; HEALTH; TRANSLATION; POPULATIONS; HOSPITALS","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"MEDICAL CARE Volume: 55 Issue: 4 Pages: E25-E35 Published: APR 2017","Abstract":"Background: Recent methodological advancements should catalyze the evaluation of measurement invariance across groups, which is required for conducting meaningful cross-group comparisons. Objective: The aim of this study was to apply a state-of-the-art statistical method for comparing latent mean scores and evaluating measurement invariance across managers' and frontline workers' ratings of the organization of hospital care. Methods: On the 87 nursing units in a single institution, French-speaking and Dutch-speaking nursing unit managers' and staff nurses' ratings of their work environment were measured using the multidimensional 32-item practice environment scale of the nursing work index (PES-NWI). Measurement invariance and latent mean scores were evaluated in the form of a Bayesian 2-level multiple indicators multiple causes model with covariates at the individual nurse and nursing unit level. Role (manager, staff nurse) and language (French, Dutch) are of primary interest. Results: Language group membership accounted for 7 of 11 PES-NWI items showing measurement noninvariance. Cross-group comparisons also showed that covariates at both within-level and between-level had significant effects on PES-NWI latent mean scores. Most notably, nursing unit managers, when compared with staff nurses, hold more positive views of several PES-NWI dimensions. Conclusions: Using a widely used instrument for measuring nurses' work environment, this study shows that precautions for the potential threat of measurement noninvariance are necessary in all stages of a study that relies on survey data to compare groups, particularly in multilingual settings. A Bayesian multilevel multiple indicators multiple causes approach can accommodate for detecting all possible instances of noninvariance for multiple covariates of interest at the within-level and between-level jointly.","Authors":"Bruyneel, L (Bruyneel, Luk) ; Li, BY (Li, Baoyue) ; Squires, A (Squires, Allison) ; Spotbeen, S (Spotbeen, Sara) ; Meuleman, B (Meuleman, Bart) ; Lesaffre, E (Lesaffre, Emmanuel) ; Sermeus, W (Sermeus, Walter) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bruyneel, Luk  http://orcid.org/0000-0003-1209-692X","Title":"Bayesian Multilevel MIMIC Modeling for Studying Measurement Invariance in Cross-group Comparisons"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398142400001 PubMed ID: 27905699 ISSN: 0393-2249 eISSN: 1827-1758","Keywords":"Laser therapy; Prostate; Transurethral resection of prostate KeyWords Plus:LITHIUM TRIBORATE LASER; HIGH-RISK PATIENTS; XPS 180 W; PHOTOSELECTIVE VAPORIZATION; TRANSURETHRAL RESECTION; SINGLE-CENTER; 80 ML; HYPERPLASIA; SAFETY; OBSTRUCTION","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"MINERVA UROLOGICA E NEFROLOGICA Volume: 69 Issue: 2 Pages: 109-118 DOI: 10.23736/S0393-2249.16.02791-0 Published: APR 2017","Abstract":"INTRODUCTION: Intending to overcome transurethral resection of the prostate (TURF) in terms of safety maintaining its efficacy profile, have led to the introduction of minimally invasive laser therapies to treat men with lower urinary tract symptoms (LUTS) secondary to benign prostatic obstruction (BPO), each one with its unique properties. The aim of this review was to analyze and summarize all the existing data regarding the 180 W Xcelerated Performance System (XPS) photoselective vaporization of the prostate (PVP). EVIDENCE ACQUISITION: A systematic review was conducted: 45 papers were identified. After excluding those not in English language, duplicates, case reports and \"expert opinion\" papers, 39 articles were reviewed. EVIDENCE SYNTHESIS: The XPS emits a 532 nm wavelength generated using a lithium triborate crystal in a quasi continuous mode through a 75011111, continuously saline-cooled, metal capped MoXyTM fibre. This system has overcome the previous model in terms of surgical and functional outcomes. Although several techniques have been proposed, the IGLU modular one is considered the standard approach for 180 W PVP. Authors estimated the need for at least 120 cases to reach an expert level of competence. The GOLIATH Study has proven the non-inferiority of XPS PVP to TURP. The procedure is safe and effective also in large glands but long operative times still represent an issue. Considering the total average costs, XPS PVP provides and advantage over TURP. International guidelines consider PVP the best option to manage patients receiving anticoagulants or with a high cardiovascular risk. CONCLUSIONS: PVP should be considered an adult technique and, as suggested by the EAU Guidelines, is the best surgical option to manage patients receiving anticoagulant medication or with a high cardiovascular risk. The development of new surgical techniques such as APV, PEBE and seminal spearing approaches could represent a possibility to further implement the XPS indications. Dedicated unit could improve the management LUTS/BPO men.","Authors":"Brassetti, A (Brassetti, Aldo) ; De Nunzio, C (De Nunzio, Cosimo) ; Delongchamps, NB (Delongchamps, Nicolas B.) ; Fiori, C (Fiori, Cristian) ; Porpiglia, F (Porpiglia, Francesco) ; Tubaro, A (Tubaro, Andrea)","Title":"Green light vaporization of the prostate: is it an adult technique?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397575300011 ISSN: 0028-2677 eISSN: 1572-8668","Keywords":"John Lydgate; Aureate style; Religious poetry; Life of Our Lady; St Margaret; Figurative language","Categories":"Linguistics; Literature Web of Science Categories:Language & Linguistics; Literature","Journal Information":"NEOPHILOLOGUS Volume: 101 Issue: 2 Pages: 321-336 DOI: 10.1007/s11061-016-9514-4 Published: APR 2017","Abstract":"Although the fifteenth-century English poet John Lydgate frequently references Chaucer as the model for his ornate aureate style, recent scholarship has argued that Lydgate's poetic style is more ambivalent towards Chaucer and more innovative than was previously acknowledged. This paper examines Lydgate's Life of Our Lady and Life of Saint Margaret, two poems in which Lydgate's aureate discourse of poetic inspiration is centered upon the image of a sanctified female body that is simultaneously virginal and fecund, and upon the corresponding figurative language of liquid abundance and gems. Lydgate uses this paradoxical image to develop multiple registers of poetic and spiritual meaning around his aureate language, distancing himself from the patriarchal Chaucerian poetic model and emphasizing that his decorative poetic style is not merely ornamental but instead is integral to his poetic matter.","Authors":"Walling, A (Walling, Amanda)","Title":"Feminizing Aureation in Lydgate's Life of Our Lady and Life of Saint Margaret"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648400011 PubMed ID: 28160964 ISSN: 0887-8994 eISSN: 1873-5150","Keywords":"arterial ischemic stroke; pediatric; young adults; FII polymorphism; 20210G > A polymorphism KeyWords Plus:FACTOR-V-LEIDEN; RISK-FACTORS; G20210A MUTATION; INHERITED THROMBOPHILIA; METHYLENETETRAHYDROFOLATE REDUCTASE; ORAL-CONTRACEPTIVES; CHILDHOOD STROKE; PEDIATRIC STROKE; THROMBOSIS; MANAGEMENT","Categories":"Neurosciences & Neurology; Pediatrics Web of Science Categories:Clinical Neurology; Pediatrics","Journal Information":"PEDIATRIC NEUROLOGY Volume: 69 Pages: 93-101 DOI: 10.1016/j.pediatrneurol.2016.12.013 Published: APR 2017","Abstract":"BACKGROUND: Previous data have shown that the 20210G > A polymorphism of the Factor II gene is related to an increased prothrombin level, which may in turn lead to a procoagulant state. The heterogeneous and multifactorial character of arterial ischemic stroke often results in contradictory reports describing the association between the 20210G > A polymorphism and arterial ischemic stroke in different populations. We performed a meta-analysis of available data addressing the relation between the FII 20210G > A polymorphism and arterial ischemic stroke, both in young adults and children. METHODS: We searched PubMed using appropriate keywords. The inclusion criteria for the study were as follows: case-control study, study population consisting of children, study population consisting of young adults, arterial ischemic stroke confirmed by magnetic resonance imaging or computed tomography, and English language. The exclusion criteria included lack of genotype or allele frequencies, study design other than a case-control study, outcome definition other than arterial ischemic stroke, and previously overlapped patient groups. Finally, 30 case-control studies (14 in children and 16 in young adults) were included. Statistical analyses were conducted using R software. Heterogeneity between the studies was evaluated using the Dersimonian and Laird's Q test. In the case of significant between-studies heterogeneity, the pooled odds ratio was estimated with a random-effects model, otherwise a fixed-effects model was used. RESULTS: The pooled analysis showed that carriers of 20210A allele (GA+AA genotypes) of the prothrombin gene are more common in arterial ischemic stroke patients, both in children and young adults, than in control subjects (P = 0.006; odds ratio, 1.83; 95% confidence interval, 1.19 to 2.80 and P = 0.001; odds ratio, 1.69; 95% confidence interval, 1.25 to 2.28, respectively). CONCLUSIONS: The results of the present meta-analysis have proven that the FII 20210G > A polymorphism is associated with arterial ischemic stroke in both pediatric and young adult patients.","Authors":"Sarecka-Hujar, B (Sarecka-Hujar, Beata) ; Kopyta, I (Kopyta, Ilona) ; Skrzypelc, M (Skrzypelc, Michal) ; Sordyl, J (Sordyl, Joanna)","Title":"Association Between the 20210G > A Prothrombin Gene Polymorphism and Arterial Ischemic Stroke in Children and Young Adults-Two Meta-analyses of 3586 Cases and 6440 Control Subjects in Total"}]