[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000005 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 50-75 DOI: 10.1111/jacf.12220 Published: WIN 2017","Abstract":"The former dean of the University of Virginia's Darden School explores how business schools must adapt to prepare future business leaders to assume the leadership responsibilities necessary to respond effectively to financial crises. The article begins with a statement by Milton Friedman and Anna Schwarz in their Monetary History of the United States about the failure of U.S. policy makers to prevent the collapse of the U.S. banking system during the Great Depression. Then turning to the crisis of 2008, the author draws on recent accounts of the leadershipboth effective and ineffectiveprovided by policymakers to support Friedman and Schwartz's contention that the success of countries in responding to crises depends on the presence of one or more outstanding individuals willing to assume responsibility and leadership. After citing Nassim Taleb's characterization of the financial system as inherently fragile, the article offers a number of insights about the kind of leadership that is likely to prove effective in protecting such systems. Using the responses of policymakers like Bernanke, Paulson, and Geithner as examples, the author observes that successful leaders rank priorities and set direction, mobilize collective action, choose whether and how to use the panoply of tools at their disposal, and attempt to respond in a comprehensive, coordinated way to all aspects of a crisis using a flexible set of approaches and methods that he identifies as Ad Hoc-racy. With such insights in mind, the author goes on to suggest that changes in current research and teaching about leadership are likely to take the form of the following six stretches: From local to global: Global in the context of crises refers to thinking systemically about connectedness and the tendency of trouble to travel within systems of finance.From a single-discipline to an interdisciplinary focus: As examples, the dynamics of mobilizing collective action can be illuminated by research on group decision-making and bargaining theory; and process management research holds insights for the conduct of Ad Hoc-racy.From passive learning to active learning: Because so much of crisis leadership is a response to contingencies, exercising students' skills in financial whack-a-mole seems like a valuable complement to more traditional pedagogical styles. Better for students to explore the consequences of bad judgment in the classroom than in the markets.From scholarship about problems of interest to scholarship about problems of consequence: If only because the costs associated with risks to the financial systems are so large, financial leadership is consequential and warrants inquiry.From field mastery to growth of wisdom: Although mastery of the tools and concepts of finance is necessary for a successful career in the field, we need financial leaders who can harness such concepts and analytical insights to sound judgment in the pursuit of larger goals, including, when appropriate, the greatest social good.From preparation for followership to preparation for leadership: The popularity of finance on campuses and the high salaries of finance recruits attest to the value of what higher education delivers in this field. But what the students and recruiters want is preparation for the first job in the fieldthat is, training that prepares students to follow. We can do better than that.","Authors":"Chew, D (Chew, Don); Bessler, W (Bessler, Wolfgang) ; Elson, C (Elson, Charles) ; Berglund, T (Berglund, Tom) ; Rapp, MS (Rapp, Marc Steffen)","Title":"FMA Roundtable on New Developments in European Corporate Governance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397202800004 ISSN: 0023-9283","Categories":"Information Science & Library Science; Government & Law Web of Science Categories:Information Science & Library Science; Law","Journal Information":"LAW LIBRARY JOURNAL Volume: 109 Issue: 1 Pages: 83-99 Published: WIN 2017","Abstract":"As researchers increasingly and exclusively conduct legal research online, authors must learn the essential skill of ensuring that their articles are both findable and among the top-ranked results in a search. This article highlights four search engine optimization best practices to apply to legal scholarship: creating effective titles, abstracts, and metadata; cross-discipline marketing to multiple disciplines; cross-posting to multiple locations; and converting to searchable PDFs.","Authors":"Marks, T (Marks, Taryn) ; Le, A (Le, Avery)","Title":"Increasing Article Findability Online: The Four Cs of Search Engine Optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000008 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Forwarding behavior; Message tree; Hidden suspicious accounts; Malicious URLs; Online social networks","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 123-140 DOI: 10.1016/j.ins.2017.02.030 Published: JUL 2017","Abstract":"Hidden suspicious accounts are sparsely connected in social graphs; however, certain suspicious messages are usually forwarded in bulk to extend their overall propagation scope. Existing anti-attack methods only detect single messages or accounts. Because most algorithms rely on the connection relations among the accounts in social graphs, they may repeatedly detect the same account. Furthermore, these hidden suspicious accounts cannot be identified and eliminated completely. Therefore, messages forwarded by hidden suspicious accounts should be merged, and the accounts should be eliminated simultaneously rather than individually. This paper introduces the forwarding message tree, which combines accounts based on the relations among their forwarded messages. Our approach clearly exposes the inner relations among hidden suspicious accounts and conveniently deletes those accounts. First, we present the forwarding message tree and identify six effective features: the forwarding layer relation, propagation depth, propagation breadth, repeated forwarding behavior, propagation speed, and average tree weight. Next, to illustrate the effectiveness of these features, we incorporate them into machine learning algorithms. The detection accuracy and false-positive rates for a real dataset collected from an online social network are 95.32% and 0.5%, respectively. Most of the proposed features rate at the top of a gain ranking. We conclude that the forwarding message tree can indeed detect and delete hidden suspicious accounts. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cao, J (Cao, Jian) ; Fu, Q (Fu, Qiang) ; Li, Q (Li, Qiang) ; Guo, D (Guo, Dong)","Title":"Discovering hidden suspicious accounts in online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500022 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Multiple criteria analysis; Preference disaggregation; Decision analysis; Linear programming; Non-monotonic value functions KeyWords Plus:ROBUST ORDINAL REGRESSION; PREFERENCE DISAGGREGATION; UTILITY-FUNCTIONS; RANKING; SET; ELICITATION; SELECTION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 1073-1084 DOI: 10.1016/j.ejor.2016.11.038 Published: JUN 16 2017","Abstract":"A new framework for preference disaggregation in multiple criteria decision aiding is introduced. The proposed approach aims to infer non-monotonic additive preference models from a set of indirect pair wise comparisons. The preference model is presented as a set of marginal value functions and the discriminatory power of the inferred preference model is maximized against its complexity. To infer a value function that is compatible with the supplied preference information, the proposed methodology leads to a linear programming optimization problem that is easy to solve. The applicability and effectiveness of the new methodology is demonstrated in a thorough experimental analysis covering a broad range of decision problems. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ghaderi, M (Ghaderi, Mohammad) ; Ruiz, F (Ruiz, Francisco) ; Agell, N (Agell, Nuria)","Title":"A linear programming approach for learning non-monotonic additive value functions in multiple criteria decision aiding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data mining; Information retrieval; Document summarization; Social context summarization; RTE; Ranking; Unsupervised learning KeyWords Plus:AGREEMENT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 71-84 DOI: 10.1016/j.eswa.2017.01.023 Published: JUN 15 2017","Abstract":"Traditional summarization methods only use the internal information of a Web document while ignoring its social information such as tweets from Twitter, which can provide a perspective viewpoint for readers towards an event. This paper proposes a framework named SoRTESum to take the advantages of social information such as document content reflection to extract summary sentences and social messages. In order to do that, the summarization was formulated in two steps: scoring and ranking. In the scoring step, the score of a sentence or social message is computed by using intra-relation and inter-relation which integrate the support of local and social information in a mutual reinforcement form. To calculate these relations, 16 features are proposed. After scoring, the summarization is generated by selecting top m ranked sentences and social messages. SoRTESum was extensively evaluated on two datasets. Promising results show that: (i) SoRTESum obtains significant improvements of ROUGE-scores over state-of-the-art baselines and competitive results with the learning to rank approach trained by RankBoost and (ii) combining intra-relation and inter-relation benefits single-document summarization. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nguyen, MT (Minh-Tien Nguyen) ; Nguyen, ML (Minh-Le Nguyen)","Title":"Intra-relation or inter-relation?: Exploiting social information for Web document summarization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800011 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Age estimation; Deep learning; Convolutional neural network KeyWords Plus:FACE IMAGES; DIMENSIONALITY; REGRESSION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 95-105 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.007 Published: JUN 2017","Abstract":"Age estimation from face images is an important yet difficult task in computer vision. Its main difficulty lies in how to design aging features that remain discriminative in spite of large facial appearance variations. Meanwhile, due to the difficulty of collecting and labeling datasets that contain sufficient samples for all possible ages, the age distributions of most benchmark datasets are often imbalanced, which makes this problem more challenge. In this work, we try to solve these difficulties by means of the mainstream deep learning techniques. Specifically, we use a convolutional neural network which can learn discriminative aging features from raw face images without any handcrafting. To combat the sample imbalance problem, we propose a novel cumulative hidden layer which is supervised by a point-wise cumulative signal. With this cumulative hidden layer, our model is learnt indirectly using faces with neighbouring ages and thus alleviate the sample imbalance problem. In order to learn more effective aging features, we further propose a comparative ranking layer which is supervised by a pair-wise comparative signal. This comparative ranking layer facilitates aging feature learning and improves the performance of the main age estimation task. In addition, since one face can be included in many different training pairs, we can make full use of the limited training data. It is noted that both of these two novel layers are differentiable, so our model is end-to-end trainable. Extensive experiments on the two of the largest benchmark datasets show that our deep age estimation model gains notable advantage on accuracy when compared against existing methods.","Authors":"Li, K (Li, Kai) ; Xing, JL (Xing, Junliang) ; Hu, WM (Hu, Weiming) ; Maybank, SJ (Maybank, Stephen J.)","Title":"D2C: Deep cumulatively and comparatively learning for human age estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800014 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Face recognition; Low-rank matrix recovery; Nuclear norm KeyWords Plus:PRINCIPAL COMPONENT ANALYSIS; KNUCKLE-PRINT VERIFICATION; SPARSE REPRESENTATION; MATRIX DECOMPOSITION; IMAGE CLASSIFICATION; FEATURE-EXTRACTION; REGRESSION; ALGORITHM; RECOVERY; RECONSTRUCTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 129-143 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.021 Published: JUN 2017","Abstract":"For robust face recognition tasks, we particularly focus on the ubiquitous scenarios where both training and testing images are corrupted due to occlusions. Previous low-rank based methods stacked each error image into a vector and then used L-1 or L-2 norm to measure the error matrix. However, in the stacking step, the structure information of the error image can be lost. Depart from the previous methods, in this paper, we propose a novel method by exploiting the low-rankness of both the data representation and each occlusion-induced error image simultaneously, by which the global structure of data together with the error images can be well captured. In order to learn more discriminative low-rank representations, we formulate our objective such that the learned representations are optimal for classification with the available supervised information and close to an ideal code regularization term. With strong structure information preserving and discrimination capabilities, the learned robust and discriminative low-rank representation (RDLRR) works very well on face recognition problems, especially with face images corrupted by continuous occlusions. Together with a simple linear classifier, the proposed approach is shown to outperform several other state-of-the-art face recognition methods on databases with a variety of face variations.","Authors":"Gao, GW (Gao, Guangwei) ; Yang, J (Yang, Jian) ; Jing, XY (Jing, Xiao-Yuan) ; Shen, FM (Shen, Fumin) ; Yang, WK (Yang, Wankou) ; Yue, D (Yue, Dong)","Title":"Learning robust and discriminative low-rank representations for face recognition with occlusion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800041 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Multi-instance learning; Dictionary; Multivariate performance measures; Cutting-plane algorithm KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 448-459 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.023 Published: JUN 2017","Abstract":"The multi-instance dictionary plays a critical role in multi-instance data representation. Meanwhile, different multi-instance learning applications are evaluated by specific multivariate performance measures. For example, multi-instance ranking reports the precision and recall. It is not difficult to see that to obtain different optimal performance measures, different dictionaries are needed. This observation motives us to learn performance optimal dictionaries for this problem. In this paper, we propose a novel joint framework for learning the multi instance dictionary and the classifier to optimize a given multivariate performance measure, such as the F1 score and precision at rank k. We propose to represent the bags as bag-level features via the bag-instance similarity, and learn a classifier in the bag-level feature space to optimize the given performance measure. We propose to minimize the upper bound of a multivariate loss corresponding to the performance measure, the complexity of the classifier, and the complexity of the dictionary, simultaneously, with regard to both the dictionary and the classifier parameters. In this way, the dictionary learning is regularized by the performance optimization, and a performance-optimal dictionary is obtained. We develop an iterative algorithm to solve this minimization problem efficiently using a cutting-plane algorithm and a coordinate descent method. Experiments on multi instance benchmark data sets show its advantage over both traditional multi-instance learning and performance optimization methods.","Authors":"Wang, JJY (Wang, Jim Jing-Yan) ; Tsang, IWH (Tsang, Ivor Wai-Hung) ; Cui, XF (Cui, Xuefeng) ; Lu, ZW (Lu, Zhiwu) ; Gao, X (Gao, Xin)","Title":"Multi-instance dictionary learning via multivariate performance measure optimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Action recognition; Feature selection; Trajectory saliency; Low-rank matrix recovery KeyWords Plus:BACKGROUND SUBTRACTION; LOW-RANK; TARGET TRACKING; ROBUST; MODEL; DECOMPOSITION; OPTIMIZATION; FRAMEWORK; POINTS; SPARSE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 44-55 DOI: 10.1016/j.eswa.2017.01.008 Published: JUN 1 2017","Abstract":"Human action recognition has great potential in many applications relevant to artificial intelligence, which can accelerate some research on expert and intelligent systems, such as feature selection. To improve the performance on human action recognition in realistic scenarios, a novel Salient Foreground Trajectory extraction method based on saliency detection and low-rank matrix recovery is proposed to learn the discriminative features from complicated video context. Specifically, a new trajectory saliency combining appearance saliency and motion saliency is proposed to divide the dense trajectories into salient trajectories and non-salient ones. The salient trajectories are approximately corresponding to the interested foreground region, while the non-salient subset is mainly composed of the dominating background trajectories. Furthermore, according to the low rank property of background motion, if the video has background motion, the background trajectory subspace is further constructed on the non-salient trajectory subset via low-rank matrix recovery method. Then the possible background trajectories in the salient subset could be subtracted. Finally, the resulting salient foreground trajectory features are encoded by the approach of Bag of Features or Fisher Vector for action classification. Experiments on KTH, UCF Sports and Olympic Sports have shown that the proposed Salient Foreground Trajectory method is effective and achieves comparable results to the state of the art. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yi, Y (Yi, Yang) ; Zheng, ZX (Zheng, Zhenxian) ; Lin, MQ (Lin, Maoqing)","Title":"Realistic action recognition with salient foreground trajectories"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Feature selection; Ordinal-based integration; Frequency-based integration; Feature vectors integration; Feature subsets integration; Sentiment analysis KeyWords Plus:MACHINE LEARNING APPROACH; FEATURE-EXTRACTION; CLASSIFICATION; REDUCTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 80-93 DOI: 10.1016/j.eswa.2017.01.009 Published: JUN 1 2017","Abstract":"Feature subset selection with the aim of reducing, dependency of feature selection techniques and obtaining a high-quality minimal feature subset from a real-world domain is the main task of this research. For this end, firstly, two types of feature representation are presented for feature sets, namely unigram-based and part-of-speech based feature sets. Secondly, five methods of feature ranking are employed for creating feature vectors. Finally, we propose two methods for the integration feature vectors and feature subsets. An ordinal-based integration of different feature vectors (OIFV) is proposed in order to obtain a new feature vector. The new feature vector depends on the order of features in the old vectors. A frequency based integration of different feature subsets (FIFS) with most effective features, which are obtained from a hybrid filter and wrapper methods in the feature selection task, is then proposed. In addition, four wellknown text classification algorithms are employed as classifiers in the wrapper method for the selection of the feature subsets. A wide range of comparative experiments on five widely-used datasets in sentiment analysis were carried out. The experiments demonstrate that proposed methods can effectively improve the performance of sentiment classification. These results also show that proposed part-of-speech patterns are more effective in their classification accuracy compared to unigram-based features. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yousefpour, A (Yousefpour, Alireza) ; Ibrahim, R (Ibrahim, Roliana) ; Hamed, HNA (Hamed, Haza Nuzly Abdel)","Title":"Ordinal-based and frequency-based integration of feature selection methods for sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800023 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Deep learning; Gradient-boosting; Random forests; Ensemble learning KeyWords Plus:PERFORMANCE; FORECASTS; MARKET; COMBINATION; OUTRANKING; ANOMALIES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 689-702 DOI: 10.1016/j.ejor.2016.10.031 Published: JUN 1 2017","Abstract":"In recent years, machine learning research has gained momentum: new developments in the field of deep learning allow for multiple levels of abstraction and are starting to supersede well-known and powerful tree-based techniques mainly operating on the original feature space. All these methods can be applied to various fields, including finance. This paper implements and analyzes the effectiveness of deep neural networks (DNN), gradient-boosted-trees (GBT), random forests (RAF), and several ensembles of these methods in the context of statistical arbitrage. Each model is trained on lagged returns of all stocks in the S&P 500, after elimination of survivor bias. From 1992 to 2015, daily one-day-ahead trading signals are generated based on the probability forecast of a stock to outperform the general market. The highest k probabilities are converted into long and the lowest k probabilities into short positions, thus censoring the less certain middle part of the ranking. Empirical findings are promising. A simple, equal-weighted ensemble (ENS1) consisting of one deep neural network, one gradient-boosted tree, and one random forest produces out-of-sample returns exceeding 0.45 percent per day for k = 10, prior to transaction costs. Irrespective of the fact that profits are declining in recent years, our findings pose a severe challenge to the semi-strong form of market efficiency. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Krauss, C (Krauss, Christopher) ; Do, XA (Xuan Anh Do) ; Huck, N (Huck, Nicolas)","Title":"Deep neural networks, gradient-boosted trees, random forests: Statistical arbitrage on the S&P 500"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"High-dimensional problem; Machine learning; Oracle inequality; Penalized risk minimization; Sparse model; U-process KeyWords Plus:GENERALIZATION BOUNDS; CORRELATION ESTIMATOR; SELECTION; MINIMIZATION; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 214-222 DOI: 10.1016/j.neucom.2017.02.018 Published: MAY 24 2017","Abstract":"We investigate properties of estimators obtained by minimization of U-processes with the Lasso penalty in the high-dimensional setting. Our attention is focused on the ranking problem that is popular in machine learning. It is related to guessing the ordering between objects on the basis of their observed predictors. We prove the oracle inequality for the excess risk of the considered estimator as well as the bound for the l(1) distance \\(theta) over cap-theta*\\(1) between the estimator and the oracle. Besides, we study properties of estimators on simulated data sets. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rejchel, W (Rejchel, Wojciech)","Title":"Oracle inequalities for ranking and U-processes with Lasso penalty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300023 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Fault diagnosis; Feature selection; Extreme Learning Machine; Tennessee Eastman process KeyWords Plus:EXTREME LEARNING-MACHINE; CLASSIFICATION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 238-248 DOI: 10.1016/j.neucom.2017.02.025 Published: MAY 24 2017","Abstract":"This work presents the concept of Cascade Feature Selection to combine feature selection methods. Fast and weak methods, like ranking, are placed on the top of the cascade to reduce the dimensionality of the initial feature set. Thus, strong and computationally demanding methods; placed on the bottom of the cascade, have to deal with less features. Three cascade combinations are tested with the Extreme Learning Machine as the underlying classification architecture. The Tennessee Eastman chemical process simulation software and one high-dimensional data set are used as sources of the benchmark data. Experimental results suggest that the cascade arrangement can produce smaller final feature subsets, expending less time, with higher classification performances than a feature selection based on a Genetic Algorithm. Many works in the literature have proposed mixed methods with specific combination strategies. The main contribution of this work is a concept able to combine any existent method using a single strategy. Provided that the Cascade Feature Selection requirements are fulfilled, the combinations might reduce the time to select features or increase the classification performance of the classifiers trained with the selected features. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Boldt, FD (Boldt, Francisco de Assis) ; Rauber, TW (Rauber, Thomas W.) ; Varejao, FM (Varejao, Flavio M.)","Title":"Cascade Feature Selection and ELM for automatic fault diagnosis of the Tennessee Eastman process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700038 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Word embedding; Matrix factorization; Incremental learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 405-409 DOI: 10.1016/j.neucom.2016.05.093 Published: MAY 10 2017","Abstract":"PSDVec is a Python/Perl toolbox that learns word embeddings, i.e. the mapping of words in a natural language to continuous vectors which encode the semantic/syntactic regularities between the words. PSDVec implements a word embedding learning method based on a weighted low-rank positive semi definite approximation. To scale up the learning process, we implement a blockwise online learning algorithm to learn the embeddings incrementally. This strategy greatly reduces the learning time of word embeddings on a large vocabulary, and can learn the embeddings of new words without re-learning the whole vocabulary. On 9 word similarity/analogy benchmark sets and 2 Natural Language Processing(NLP) tasks, PSDVec produces embeddings that has the best average performance among popular word embedding tools. PSDVec provides a new option for NLP practitioners. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, SH (Li, Shaohua) ; Zhu, J (Zhu, Jun) ; Miao, CY (Miao, Chunyan)","Title":"PSDVec: A toolbox for incremental and scalable word embedding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396974700001 ISSN: 1570-8683 eISSN: 1570-8691","Keywords":"Ensemble; Machine learning; Outlier algorithm classification KeyWords Plus:OUTLIERS","Categories":"Computer Science; Mathematics; Science & Technology - Other Topics Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods; Mathematics, Applied; Logic","Journal Information":"JOURNAL OF APPLIED LOGIC Volume: 21 Pages: 1-13 DOI: 10.1016/j.jal.2016.12.002 Published: MAY 2017","Abstract":"An anomaly, or outlier, is an object exhibiting differences that suggest it belongs to an as-yet undefined class or category. Early detection of anomalies often proves of great importance because they may correspond to events such as fraud, spam, or device malfunctions. By automating the creation of a ranking or list of deviations, we can save time and decrease the cognitive overload of the individuals or groups responsible for responding to such events. Over the years many anomaly and outlier metrics have been developed. In this paper we propose a clustering-based score ensembling method for outlier detection. Using benchmark datasets we evaluate quantitatively the robustness and accuracy of different ensemble strategies. We find that ensembling strategies offer only limited value for increasing overall performance, but provide robustness by negating the influence of severely underperforming models. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chiang, A (Chiang, Alvin) ; David, E (David, Esther) ; Lee, YJ (Lee, Yuh-Jye) ; Leshem, G (Leshem, Guy) ; Yeh, YR (Yeh, Yi-Ren)","Title":"A study on anomaly detection ensembles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700006 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Path dependence; collective learning; authoritarianism; social reforms; Russia; transition; labour reform KeyWords Plus:ENDOGENOUS INSTITUTIONAL CHANGE; MULTIDIMENSIONAL VOTING MODELS; MAJORITY-RULE; AUTHORITARIAN; EQUILIBRIUM; TRANSITION; RESPONSES; POLITICS","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 481-497 DOI: 10.1080/13510347.2016.1223629 Published: MAY 2017","Abstract":"The article questions the structural approach to autocratic transition that sees government as knowingly and purposely building autocracy, and contributes to the tradition emphasizing the plurality of possible regime developments and the role of contingency therein, by providing a more systematic treatment of such contingency. We offer a path-dependent theory of political change and use insights from cognitive institutionalism to show how ad hoc policy reform practices become accepted as a trusted way of interaction by political actors and how they learn their way into autocracy. This intuition is substantiated with a case-study of the labour reform in Putin's Russia. The early 2000s marked a surge in uncertainty in Russian politics caused by the succession crisis and the profound political turnover it triggered. This uncertainty could have resolved in a number of ways, each leading to a different political development. We trace the actual way out of this uncertainty and show that the major factor to condition further regime trajectory was the way social reforms were conducted. The course of these reforms determined the ruling coalition and the institutions that ensure credible commitment within its ranks (the dominant party), and contributed to crowding out the political market and opposition decay.","Authors":"Grigoriev, IS (Grigoriev, Ivan S.) ; Dekalchuk, AA (Dekalchuk, Anna A.)","Title":"Collective learning and regime dynamics under uncertainty: labour reform and the way to autocracy in Russia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500006 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Random forests; Supervised learning; Variable importance; Variable selection KeyWords Plus:GENE-EXPRESSION DATA; DISCRIMINANT-ANALYSIS; SELECTION; CLASSIFICATION; STABILITY; FEATURES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 659-678 DOI: 10.1007/s11222-016-9646-1 Published: MAY 2017","Abstract":"This paper is about variable selection with the random forests algorithm in presence of correlated predictors. In high-dimensional regression or classification frameworks, variable selection is a difficult task, that becomes even more challenging in the presence of highly correlated predictors. Firstly we provide a theoretical study of the permutation importance measure for an additive regression model. This allows us to describe how the correlation between predictors impacts the permutation importance. Our results motivate the use of the recursive feature elimination (RFE) algorithm for variable selection in this context. This algorithm recursively eliminates the variables using permutation importance measure as a ranking criterion. Next various simulation experiments illustrate the efficiency of the RFE algorithm for selecting a small number of variables together with a good prediction error. Finally, this selection algorithm is tested on the Landsat Satellite data from the UCI Machine Learning Repository.","Authors":"Gregorutti, B (Gregorutti, Baptiste) ; Michel, B (Michel, Bertrand) ; Saint-Pierre, P (Saint-Pierre, Philippe)","Title":"Correlation and variable importance in random forests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394474000010 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Robust principal component analysis; Low-rank component; Structured sparse component; Variational Bayesian inference; Structured sparsity KeyWords Plus:LOW-RANK; MATRIX COMPLETION; MINIMIZATION; RECOVERY; REPRESENTATION; ALGORITHM","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 109 Pages: 144-158 DOI: 10.1016/j.csda.2016.12.005 Published: MAY 2017","Abstract":"The robust principal component analysis (RPCA) refers to the decomposition of an observed matrix into the low-rank component and the sparse component. Conventional methods model the sparse component as pixel-wisely sparse (e.g., l(1)-norm for the sparsity). However, in many practical scenarios, elements in the sparse part are not truly independently sparse but distributed with contiguous structures. This is the reason why representative RPCA techniques fail to work well in realistic complex situations. To solve this problem, a Bayesian framework for RPCA with structured sparse component is proposed, where both amplitude and support correlation structure are considered simultaneously in recovering the sparse component. The model learning is based on the variational Bayesian inference, which can potentially be applied to estimate the posteriors of all latent variables. Experimental results demonstrate the proposed methodology is validated on synthetic and real data. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Han, NN (Han, Ningning) ; Song, YM (Song, Yumeng) ; Song, ZJ (Song, Zhanjie)","Title":"Bayesian robust principal component analysis with structured sparse component"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393726200052 ISSN: 0960-1481","Keywords":"Solar radiation forecasting; Machine learning; Artificial neural networks; Support vector machines; Regression KeyWords Plus:NEURAL-NETWORKS; RENEWABLE ENERGY; KALMAN FILTER; PREDICTION; MODELS; IRRADIANCE; REGRESSION; SYSTEMS; INTELLIGENCE; BENCHMARKING","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 569-582 DOI: 10.1016/j.renene.2016.12.095 Published: MAY 2017","Abstract":"Forecasting the output power of solar systems is required for the good operation of the power grid or for the optimal management of the energy fluxes occurring into the solar system. Before forecasting the solar systems output, it is essential to focus the prediction on the solar irradiance. The global solar radiation forecasting can be performed by several methods; the two big categories are the cloud imagery combined with physical models, and the machine learning models. In this context, the objective of this paper is to give an overview of forecasting methods of solar irradiation using machine learning approaches. Although, a lot of papers describes methodologies like neural networks or support vector regression, it will be shown that other methods (regression tree, random forest, gradient boosting and many others) begin to be used in this context of prediction. The performance ranking of such methods is complicated due to the diversity of the data set, time step, forecasting horizon, set up and performance indicators. Overall, the error of prediction is quite equivalent. To improve the prediction performance some authors proposed the use of hybrid models or to use an ensemble forecast approach. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Voyant, C (Voyant, Cyril) ; Notton, G (Notton, Gilles) ; Kalogirou, S (Kalogirou, Soteris) ; Nivet, ML (Nivet, Marie-Laure) ; Paoli, C (Paoli, Christophe) ; Motte, F (Motte, Fabrice) ; Fouilloy, A (Fouilloy, Alexis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Voyant, Cyril  http://orcid.org/0000-0003-0242-7377","Title":"Machine learning methods for solar radiation forecasting: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Supervised classification; Label ranking problem; Bagging; Ensemble; Mallows model; Decision tree KeyWords Plus:EXTENSION; MODELS; SETS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 38-50 DOI: 10.1016/j.inffus.2016.09.002 Published: MAY 2017","Abstract":"Preference learning is the branch of machine learning in charge of inducing preference models from data. In this paper we focus on the task known as label ranking problem, whose goal is to predict a ranking among the different labels the class variable can take. Our contribution is twofold: (i) taking as basis the tree-based algorithm LRT described in [1], we design weaker tree-based models which can be learnt more efficiently; and (ii) we show that bagging these weak learners improves not only the LRT algorithm, but also the state-of-the-art one (IBLR [I]). Furthermore, the bagging algorithm which takes the weak LRT-based models as base classifiers is competitive in time with respect to LRT and IBLR methods. To check the goodness of our proposal, we conduct a broad experimental study over the standard benchmark used in the label ranking problem literature. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Aledo, JA (Aledo, Juan A.) ; Gamez, JA (Gamez, Jose A.) ; Molina, D (Molina, David) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Molina-Garcia, David  G-2814-2017 http://orcid.org/0000-0002-6104-3894 Gamez, Jose  http://orcid.org/0000-0003-1188-1117","Title":"Tackling the the supervised label ranking problem by bagging weak learners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Convolutional neural networks; Deep learning; Plant identification; Transfer learning; Inverse rank score","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 228-235 DOI: 10.1016/j.neucom.2017.01.018 Published: APR 26 2017","Abstract":"We use deep convolutional neural networks to identify the plant species captured in a photograph and evaluate different factors affecting the performance of these networks. Three powerful and popular deep learning architectures, namely GoogLeNet, AlexNet, and VGGNet, are used for this purpose. Transfer learning is used to fine-tune the pre-trained models, using the plant task datasets of LifeCLEF 2015. To decrease the chance of overfitting, data augmentation techniques are applied based on image transforms such as rotation, translation, reflection, and scaling. Furthermore, the networks' parameters are adjusted and different classifiers are fused to improve overall performance. Our best combined system has achieved an overall accuracy of 80% on the validation set and an overall inverse rank score of 0.752 on the official test set. A comparison of our results against the results of the LifeCLEF 2015 plant identification campaign shows that we have improved the overall validation accuracy of the top system by 15% points and its overall inverse rank score on the test set by 0.1 while outperforming the top three competition participants in all categories. The system recently obtained a very close second place in the P1antCLEF 2016.","Authors":"Ghazi, MM (Ghazi, Mostafa Mehdipour) ; Yanikoglu, B (Yanikoglu, Berrin) ; Aptoula, E (Aptoula, Erchan)","Title":"Plant identification using deep neural networks via optimization of transfer learning parameters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100006 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Low-rank matrix; subspace learning; big data; matrix decomposition; column sampling; sketching KeyWords Plus:INCOHERENCE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 2004-2019 DOI: 10.1109/TSP.2017.2649482 Published: APR 15 2017","Abstract":"This paper is concerned with the problem of lowrank plus sparse matrix decomposition for big data. Conventional algorithms for matrix decomposition use the entire data to extract the low-rank and sparse components, and are based on optimization problems with complexity that scales with the dimension of the data, which limits their scalability. Furthermore, existing randomized approaches mostly rely on uniform random sampling, which is quite inefficient for many real world data matrices that exhibit additional structures (e.g., clustering). In this paper, a scalable subspace-pursuit approach that transforms the decomposition problem to a subspace learning problem is proposed. The decomposition is carried out by using a small data sketch formed from sampled columns/rows. Even when the data are sampled uniformly at random, it is shown that the sufficient number of sampled columns/rows is roughly O(r mu), where mu is the coherency parameter and r is the rank of the low-rank component. In addition, adaptive sampling algorithms are proposed to address the problem of columns/rows sampling from structured data. We provide an analysis of the proposed method with adaptive sampling and show that adaptive sampling makes the required number of sampled columns/rows invariant to the distribution of the data. The proposed approach is amenable to online implementation and an online scheme is proposed.","Authors":"Rahmani, M (Rahmani, Mostafa) ; Atia, GK (Atia, George K.)","Title":"High Dimensional Low Rank Plus Sparse Matrix Decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900016 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Automatic summarization; Extractive summary; Sentence scoring; Pagerank; Unsupervised learning KeyWords Plus:LITERATURE ABSTRACTS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 189-195 DOI: 10.1016/j.eswa.2016.12.021 Published: APR 15 2017","Abstract":"Extractive summarization aims to automatically produce a short summary of a document by concatenating several sentences taken exactly from the original material. Due to its simplicity and easy-to-use, the extractive summarization methods have become the dominant paradigm in the realm of text summarization. In this paper, we address the sentence scoring technique, a key step of the extractive summarization. Specifically, we propose a novel word-sentence co-ranking model named CoRank, which combines the word-sentence relationship with the graph-based unsupervised ranking model. CoRank is quite concise in the view of matrix operations, and its convergence can be theoretically guaranteed. Moreover, a redundancy elimination technique is presented as a supplement to CoRank, so that the quality of automatic summarization can be further enhanced. As a result, CoRank can serve as an important building-block of the intelligent summarization systems. Experimental results on two real-life datasets including nearly 600 documents demonstrate the effectiveness of the proposed methods. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fang, CJ (Fang, Changjian) ; Mu, DJ (Mu, Dejun) ; Deng, ZH (Deng, Zhenghong) ; Wu, Z (Wu, Zhiang)","Title":"Word-sentence co-ranking for automatic extractive text summarization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300008 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Attribute weight; Structure extension; Conditional mutual information; Averaged one-dependence estimators; Bayesian model KeyWords Plus:NAIVE BAYES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 616-629 DOI: 10.1007/s10489-016-0854-3 Published: APR 2017","Abstract":"Averaged one-dependence estimators (AODE) is a type of supervised learning algorithm that relaxes the conditional independence assumption that governs standard naive Bayes learning algorithms. AODE has demonstrated reasonable improvement in terms of classification performance when compared with a naive Bayes learner. However, AODE does not consider the relationships between the super-parent attribute and other normal attributes. In this paper, we propose a novel method based on AODE that weighs the relationship between the attributes called weighted AODE (WAODE), which is an attribute weighting method that uses the conditional mutual information metric to rank the relations among the attributes. We have conducted experiments on University of California, Irvine (UCI) benchmark datasets and compared accuracies between AODE and our proposed learner. The experimental results in our paper show that WAODE exhibits higher accuracy performance than the original AODE.","Authors":"Xiang, ZL (Xiang, Zhong-Liang) ; Kang, DK (Kang, Dae-Ki)","Title":"Attribute weighting for averaged one-dependence estimators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398209600004 PubMed ID: 28348647 ISSN: 1871-4080 eISSN: 1871-4099","Keywords":"Alcohol use disorder (AUD); Alcohol abuse (AA); Alcohol dependence (AD); Electroencephalography (EEG); Resting-state EEG (REEG); Inter-hemispheric coherence; Spectral powers of EEG data KeyWords Plus:AMERICAN YOUNG-ADULTS; LOGISTIC-REGRESSION; ALPHA VARIANTS; POWER; CLASSIFICATION; DEPENDENCE; SYNCHRONIZATION; ASSOCIATION; CONSUMPTION; COHERENCE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"COGNITIVE NEURODYNAMICS Volume: 11 Issue: 2 Pages: 161-171 DOI: 10.1007/s11571-016-9416-y Published: APR 2017","Abstract":"Screening alcohol use disorder (AUD) patients has been challenging due to the subjectivity involved in the process. Hence, robust and objective methods are needed to automate the screening of AUD patients. In this paper, a machine learning method is proposed that utilized resting-state electroencephalography (EEG)-derived features as input data to classify the AUD patients and healthy controls and to perform automatic screening of AUD patients. In this context, the EEG data were recorded during 5 min of eyes closed and 5 min of eyes open conditions. For this purpose, 30 AUD patients and 15 aged-matched healthy controls were recruited. After preprocessing the EEG data, EEG features such as inter-hemispheric coherences and spectral power for EEG delta, theta, alpha, beta and gamma bands were computed involving 19 scalp locations. The selection of most discriminant features was performed with a rank-based feature selection method assigning a weight value to each feature according to a criterion, i.e., receiver operating characteristics curve. For example, a feature with large weight was considered more relevant to the target labels than a feature with less weight. Therefore, a reduced set of most discriminant features was identified and further be utilized during classification of AUD patients and healthy controls. As results, the inter-hemispheric coherences between the brain regions were found significantly different between the study groups and provided high classification efficiency (Accuracy = 80.8, sensitivity = 82.5, and specificity = 80, F-Measure = 0.78). In addition, the power computed in different EEG bands were found significant and provided an overall classification efficiency as (Accuracy = 86.6, sensitivity = 95, specificity = 82.5, and F-Measure = 0.88). Further, the integration of these EEG feature resulted into even higher results (Accuracy = 89.3 %, sensitivity = 88.5 %, specificity = 91 %, and F-Measure = 0.90). Based on the results, it is concluded that the EEG data (integration of the theta, beta, and gamma power and inter-hemispheric coherence) could be utilized as objective markers to screen the AUD patients and healthy controls.","Authors":"Mumtaz, W (Mumtaz, Wajid) ; Vuong, P (Pham Lam Vuong) ; Xia, LK (Xia, Likun) ; Malik, A (Malik, Aamir Saeed) ; Bin Abd Rashid, R (Bin Abd Rashid, Rusdi)","Title":"An EEG-based machine learning method to screen alcohol use disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396108500005 PubMed ID: 27299921 ISSN: 0010-3853 eISSN: 1573-2789","Keywords":"Supported education programs; Mental illness; Difficulties; Universities KeyWords Plus:PSYCHIATRIC DISABILITIES; RECOVERY; HEALTH","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health; Psychiatry Web of Science Categories:Health Policy & Services; Public, Environmental & Occupational Health; Psychiatry","Journal Information":"COMMUNITY MENTAL HEALTH JOURNAL Volume: 53 Issue: 3 Pages: 281-287 DOI: 10.1007/s10597-016-0026-2 Published: APR 2017","Abstract":"Knowledge about the difficulties students with severe mental illness (SMI) encounter is essential to helping them meet the challenges of studying in universities. Therefore, a study was conducted in Israel with 80 university students with SMI to ascertain their difficulties and the relationship between these difficulties and their level of recovery. The two subscales of an instrument measuring students' difficulties that were ranked the highest were \"Learning Skills and Management of Academic Tasks\" and \"Social Inclusion Difficulties.\" Inverse relationships were found between the students' difficulties and their perceived level of recovery. The findings illuminate that one of the major challenges that students with SMI experience is to meet academic requirements while coping with mental illness. They also indicate that students' difficulties may not be limited to academic functioning. Therefore, there is a need to broaden the view of students' difficulties to include social and contextual factors in the university environment.","Authors":"Shor, R (Shor, Ron)","Title":"Difficulties Experienced by University Students with Severe Mental Illness Who Participate in Supported Education Programs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398126100006 ISSN: 2055-7671 eISSN: 2055-768X","Categories":"Arts & Humanities - Other Topics; Linguistics Web of Science Categories:Humanities, Multidisciplinary; Linguistics","Journal Information":"DIGITAL SCHOLARSHIP IN THE HUMANITIES Volume: 32 Issue: 1 Pages: 80-100 DOI: 10.1093/llc/fqv032 Published: APR 2017","Abstract":"Word reordering is one of the fundamental problems of machine translation. It is an important factor in the quality and efficiency of machine translations. Tackling the reordering problem can lead to significant improvements in translation quality. A new method is introduced with the objective of solving the reordering problem. It exploits sophisticated syntactic-based features for re-ranking the n-best translation candidates provided by a phrase-based statistical machine translation system. These sophisticated reordering features are based on an innovative structure named the phrasal dependency tree, which is inspired from target-side dependency relations among contiguous non-syntactic phrases. The features benefit from phrase dependencies, translation orientation, and distance. A translation candidate is modelled as a directed and weighted graph built from information provided by the reordering features and is re-scored by the proposed re-ranking system. This system markedly improves the outputs of the machine translation of two syntactically divergent language pairs. The performance is evaluated for Persian -> English and German -> English translation tasks using the WMT07 benchmark. The results report 0.566/0.95/0.011- and 0.75/0.97/0.024- point improvements in terms of BLEU/TER/LRSCORE metrics on Persian -> English and German -> English translation tasks, respectively. The superiority of the proposed system in terms of precision and recall measures is demonstrated as well.","Authors":"Farzi, S (Farzi, Saeed) ; Faili, H (Faili, Heshaam)","Title":"Improving statistical machine translation using syntax-based learning-to-rank system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947500009 ISSN: 0378-7788 eISSN: 1872-6178","Keywords":"Appliances; Energy; Prediction; Wireless sensor network; Statistical learning models; Data mining; Data sets available KeyWords Plus:SMART METER DATA; ELECTRICITY CONSUMPTION; RESIDENTIAL BUILDINGS; OCCUPANT BEHAVIOR; DEMAND; DETERMINANTS; WEATHER; HOMES; METHODOLOGY; PERFORMANCE","Categories":"Construction & Building Technology; Energy & Fuels; Engineering Web of Science Categories:Construction & Building Technology; Energy & Fuels; Engineering, Civil","Journal Information":"ENERGY AND BUILDINGS Volume: 140 Pages: 81-97 DOI: 10.1016/j.enbuild.2017.01.083 Published: APR 1 2017","Abstract":"This paper presents and discusses data-driven predictive models for the energy use of appliances. Data used include measurements of temperature and humidity sensors from a wireless network, weather from a nearby airport station and recorded energy use of lighting fixtures. The paper discusses data filtering to remove non-predictive parameters and feature ranking. Four statistical models were trained with repeated cross validation and evaluated in a testing set: (a) multiple linear regression, (b) support vector machine with radial kernel, (c) random forest and (d) gradient boosting machines (GBM). The best model (GBM) was able to explain 97% of the variance (R-2) in the training set and with 57% in the testing set when using all the predictors. From the wireless network, the data from the kitchen, laundry and living room were ranked the highest in importance for the energy prediction. The prediction models with only the weather data, selected the atmospheric pressure (which is correlated to Wind speed) as the most relevant weather data variable in the prediction. Therefore, atmospheric pressure may be important to include in energy prediction models and for building performance modeling. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Candanedo, LM (Candanedo, Luis M.) ; Feldheim, V (Feldheim, Veronique) ; Deramaix, D (Deramaix, Dominique)","Title":"Data driven prediction models of energy use of appliances in a low-energy house"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600014 ISSN: 2329-9290","Keywords":"CFSMN; Deep neural networks; feedforward sequential memory networks; language modeling; speech recognition KeyWords Plus:SPEECH RECOGNITION; NETWORKS; TIME; ERROR; MODEL","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 871-884 DOI: 10.1109/TASLP.2017.2672398 Published: APR 2017","Abstract":"In this paper, we propose a novel neural network structure, namely feedforward sequential memory networks (FSMN), to model long-term dependence in time series without using recurrent feedback. The proposed FSMN is a standard fully connected feedforward neural network equipped with some learnable memory blocks in its hidden layers. The memory blocks use a tapped-delay line structure to encode the long context information into a fixed-size representation as short-term memory mechanism which are somehow similar to the time-delay neural networks layers. We have evaluated the FSMNs in several standard benchmark tasks, including speech recognition and language modeling. Experimental results have shown that FSMNs outperform the conventional recurrent neural networks (RNN) while can be learned much more reliably and faster in modeling sequential signals like speech or language. Moreover, we also propose a compact feedforward sequential memory networks (cFSMN) by combining FSMN with low-rank matrix factorization and make a slight modification to the encoding method used in FSMNs in order to further simplify the network architecture. On the speech recognition Switchboard task, the proposed cFSMN structures can reduce the model size by 60% and speed up the learning by more than seven times while the model can still significantly outperform the popular bidirectional LSTMs for both frame-level cross-entropy criterion-based training and MMI-based sequence training.","Authors":"Zhang, SL (Zhang, Shiliang) ; Liu, C (Liu, Cong) ; Jiang, H (Jiang, Hui) ; Wei, S (Wei, Si) ; Dai, LR (Dai, Lirong) ; Hu, Y (Hu, Yu)","Title":"Nonrecurrent Neural Structure for Long-Term Dependence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162200010 ISSN: 0920-5691 eISSN: 1573-1405","Keywords":"Sequential non-rigid structure from motion; Particle dynamics; Bundle adjustment; Low-rank models KeyWords Plus:STRUCTURE-FROM-MOTION; IMAGE STREAMS; FACTORIZATION; PRIORS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER VISION Volume: 122 Issue: 2 Pages: 371-387 Special Issue: SI DOI: 10.1007/s11263-016-0972-8 Published: APR 2017","Abstract":"In this paper, we simultaneously estimate camera pose and non-rigid 3D shape from a monocular video, using a sequential solution that combines local and global representations. We model the object as an ensemble of particles, each ruled by the linear equation of the Newton's second law of motion. This dynamic model is incorporated into a bundle adjustment framework, in combination with simple regularization components that ensure temporal and spatial consistency. The resulting approach allows to sequentially estimate shape and camera poses, while progressively learning a global low-rank model of the shape that is fed back into the optimization scheme, introducing thus, global constraints. The overall combination of local (physical) and global (statistical) constraints yields a solution that is both efficient and robust to several artifacts such as noisy and missing data or sudden camera motions, without requiring any training data at all. Validation is done in a variety of real application domains, including articulated and non-rigid motion, both for continuous and discontinuous shapes. Our on-line methodology yields significantly more accurate reconstructions than competing sequential approaches, being even comparable to the more computationally demanding batch methods.","Authors":"Agudo, A (Agudo, Antonio) ; Moreno-Noguer, F (Moreno-Noguer, Francesc)","Title":"Combining Local-Physical and Global-Statistical Models for Sequential Deformable Shape from Motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397266400007 ISSN: 1923-869X eISSN: 1923-8703","Keywords":"demotivating factors; motivating factors; foreign language learning; college students KeyWords Plus:2ND-LANGUAGE; ATTITUDES","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF ENGLISH LINGUISTICS Volume: 7 Issue: 2 Pages: 81-89 DOI: 10.5539/ijel.v7n2p81 Published: APR 2017","Abstract":"The prime aim of this research was to determine both demotivating and motivating factors for Pakistani college students of Quetta in learning English language. A quantitative design was employed in which 150 freshman college students studying in three different disciplines: Pre-medical, Pre-engineering and I.C.S at Government Girls college students of Quetta, Pakistan were included. A demotivation questionnaire was adopted from the study by Sakai & Kikuchi(2009) consisting of one open-ended question and 35 close-ended items on six factors of demotivation: grammar-based teaching, teacher's behaviour, course contents and teaching materials, effects of low test score, classroom environment and lack of self-confidence and interest. Additionally, a modified 20-items AMTB motivation questionnaire along with one open-ended question was adapted from the study by Gardner (1985) which identifies the integrative and instrumental motivation. The closed ended questionnaire was analyzed applying descriptive statistics in SPSS (version, 22) whereas content analysis was performed on narrative data extracted from open-ended questionnaire and was quantified to establish the order and rank of factors causing motivation and demotivation among students in learning English language. The findings revealed that course content and teaching material emerged as the most salient demotivating factor. On the other hand, instrumental motivation emerged as the most influential source of motivation among students. The findings have implication on both teaching and learning of English language in Pakistan.","Authors":"Ali, MS (Ali, Maheen Sher) ; Pathan, ZH (Pathan, Zahid Hussain)","Title":"Exploring Factors Causing Demotivation and Motivation in Learning English Language among College Students of Quetta, Pakistan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397494100005 ISSN: 1940-1612 eISSN: 1940-1620","Keywords":"political agenda setting; mass media; information processing; political elites; press/politics KeyWords Plus:NEWS; ATTENTION; POWER; PARLIAMENT; PARTIES; MAKERS; MATTER","Categories":"Communication; Government & Law Web of Science Categories:Communication; Political Science","Journal Information":"INTERNATIONAL JOURNAL OF PRESS-POLITICS Volume: 22 Issue: 2 Pages: 223-243 DOI: 10.1177/1940161217695142 Published: APR 2017","Abstract":"The political agenda-setting literature has extensively demonstrated that issues receiving more media attention rank higher on the political agenda as well. Scholars now try to get grip on the mechanisms underlying these findings. This paper focuses on the media's informational function as a driver of political agenda-setting processes. It studies the extent to which politicians, when reacting to media information, really learn about the information from the mediaas opposed to instances where the media function as an amplifier rather than as the true source of policy-relevant information. The matter is investigated by means of a survey with Members of Parliament (MPs) in Belgium, Canada, and Israel (N = 376). We confronted the MPs with news stories that had recently been in the media, asking them whether they undertook political action on the news story and whether they knew about the news story before it appeared in the media. We show that politicians mostly knew about the information before it appeared in the media-but that there is variation between politicians and types of action in this respect.","Authors":"Sevenans, J (Sevenans, Julie)","Title":"The Media's Informational Function in Political Agenda-Setting Processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398207600004 ISSN: 1052-3928 eISSN: 1943-5541","Keywords":"Engineering education; Sustainable development; Ethics; Environmental issues KeyWords Plus:EDUCATION","Categories":"Education & Educational Research; Engineering Web of Science Categories:Education, Scientific Disciplines; Engineering, Multidisciplinary","Journal Information":"JOURNAL OF PROFESSIONAL ISSUES IN ENGINEERING EDUCATION AND PRACTICE Volume: 143 Issue: 2 Article Number: D4016002 DOI: 10.1061/(ASCE)EI.1943-5541.0000306 Published: APR 2017","Abstract":"This study presents the results of a survey of new civil engineering students at a large, conservative, land-grant university. Students were asked a set of questions about engineering ethics and professional issues; these were designed to determine their opinions on the relative importance of sustainability in the professional practice of engineering. Of 192 students approached, 130 (67%) completed the survey, with participant demographics resembling that of the department as a whole. Students viewed sustainability favorably, with nearly all agreeing (43%) or strongly agreeing (55%) with the statement \"engineers should strive to comply with the principles of sustainable development in the performance of their duties.\" When asked to rank a set of societal priorities, students valued people-centric objectives (e.g., quality of human life) most highly followed by planet-centric objectives (e.g., quality of the environment). Prosperity-centric objectives (e.g., economic growth) were rated the lowest. Students from ethnic minorities ranked the objectives in ways significantly different (p < 0.05) from the overall group, as did students intending to specialize in the subdisciplines of environmental engineering, water resources engineering, and geotechnical engineering. Gender appeared to have no effect on student views of sustainability or societal priorities. These findings have positive implications for the receptiveness and responsiveness of civil engineering students to sustainability education, particularly where affective, or behavioral-based, learning outcomes are desired. (C) 2016 American Society of Civil Engineers.","Authors":"Miller, GR (Miller, Gretchen R.) ; Brumbelow, K (Brumbelow, Kelly)","Title":"Attitudes of Incoming Civil Engineering Students toward Sustainability as an Engineering Ethic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398343800001 PubMed ID: 27311605 ISSN: 0140-0118 eISSN: 1741-0444","Keywords":"Dry eye syndrome; Image analysis; Pattern recognition; Multiple criteria decision-making; Rank correlation KeyWords Plus:COLOR TEXTURE ANALYSIS; TEAR FILM; CLASSIFICATION; SELECTION; CLASSIFIERS; MULTICLASS","Categories":"Computer Science; Engineering; Mathematical & Computational Biology; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical & Computational Biology; Medical Informatics","Journal Information":"MEDICAL & BIOLOGICAL ENGINEERING & COMPUTING Volume: 55 Issue: 4 Pages: 527-536 DOI: 10.1007/s11517-016-1534-5 Published: APR 2017","Abstract":"Dry eye is an increasingly common disease in modern society which affects a wide range of population and has a negative impact on their daily activities, such as working with computers or driving. It can be diagnosed through an automatic clinical test for tear film lipid layer classification based on color and texture analysis. Up to now, researchers have mainly focused on the improvement of the image analysis step. However, there is still large room for improvement on the machine learning side. This paper presents a methodology to optimize this problem by means of class binarization, feature selection, and classification. The methodology can be used as a baseline in other classification problems to provide several solutions and evaluate their performance using a set of representative metrics and decision-making methods. When several decision-making methods are used, they may offer disagreeing rankings that will be solved by conflict handling in which rankings are merged into a single one. The experimental results prove the effectiveness of the proposed methodology in this domain. Also, its general purpose allows to adapt it to other classification problems in different fields such as medicine and biology.","Authors":"Peteiro-Barral, D (Peteiro-Barral, Diego) ; Remeseiro, B (Remeseiro, Beatriz) ; Mendez, R (Mendez, Rebeca) ; Penedo, MG (Penedo, Manuel G.)","Title":"Evaluation of an automatic dry eye test using MCDM methods and rank correlation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397959900009 PubMed ID: 28222299 ISSN: 0893-6080 eISSN: 1879-2782","Keywords":"Low-rank subspace learning; Online optimization; Adaptive penalization; Visual tracking KeyWords Plus:PURSUIT; REPRESENTATION; REGRESSION","Categories":"Computer Science; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences","Journal Information":"NEURAL NETWORKS Volume: 88 Pages: 90-104 DOI: 10.1016/j.neunet.2017.02.002 Published: APR 2017","Abstract":"In recent years, sparse and low-rank models have been widely used to formulate appearance subspace for visual tracking. However, most existing methods only consider the sparsity or low-rankness of the coefficients, which is not sufficient enough for appearance subspace learning on complex video sequences. Moreover, as both the low-rank and the column sparse measures are tightly related to all the samples in the sequences, it is challenging to incrementally solve optimization problems with both nuclear norm and column sparse norm on sequentially obtained video data. To address above limitations, this paper develops a novel low-rank subspace learning with adaptive penalization (LSAP) framework for subspace based robust visual tracking. Different from previous work, which often simply decomposes observations as low-rank features and sparse errors, LSAP simultaneously learns the subspace basis, lowrank coefficients and column sparse errors to formulate appearance subspace. Within LSAP framework, we introduce a Hadamard production based regularization to incorporate rich generative/discriminative structure constraints to adaptively penalize the coefficients for subspace learning. It is shown that such adaptive penalization can significantly improve the robustness of LSAP on severely corrupted dataset. To utilize LSAP for online visual tracking, we also develop an efficient incremental optimization scheme for nuclear norm and column sparse norm minimizations. Experiments on 50 challenging video sequences demonstrate that our tracker outperforms other state-of-the-art methods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, RS (Liu, Risheng) ; Wang, D (Wang, Di) ; Han, YZ (Han, Yuzhuo) ; Fan, X (Fan, Xin) ; Luo, ZX (Luo, Zhongxuan)","Title":"Adaptive low-rank subspace learning with online optimization for robust visual tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397906400010 ISSN: 0167-8655 eISSN: 1872-7344","Keywords":"Spectral clustering; Subspace clustering; Low rank representation; EigenGap; Affinity matrix KeyWords Plus:MOTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 89 Pages: 67-72 DOI: 10.1016/j.patrec.2016.12.023 Published: APR 1 2017","Abstract":"In this paper, we address the spectral clustering problem by effectively constructing an affinity matrix with a large EigenGap. Although the faultless Block-Diagonal structure is highly in demand for accurate spectral clustering, the relaxed Block-Diagonal affinity matrix with a large EigenGap is more effective and easier to obtain. A global EigenGap scheme is proposed by utilizing the Fractional Eigenvalues Sum (FEVS) penalty of maximizing top eigenvalues and minimizing the residual. The closed-form solution of the FEVS term and the proximity term is also presented. We then propose a Global-Local Affinity Matrix model that integrates the global EigenGap with local pairwise distance measure for graph construction. Furthermore, we also combine the state-of-the-art subspace recovery methods such as LRR and RSIM with our proposed model to learn an effective affinity matrix for high dimensional data. To the best of our knowledge, this is the first research that attempts to pursue such a relaxed Block-Diagonal structure with a large EigenGap. Extensive experiments on face clustering and motion segmentation clearly demonstrate the significant advantages of the novel methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shi, DM (Shi, Daming) ; Wang, J (Wang, Jun) ; Cheng, DS (Cheng, Dansong) ; Gao, JB (Gao, Junbin)","Title":"A global-local affinity matrix model via EigenGap for graph-based subspace clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612800002 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Transfer learning; Active learning; Recommender systems KeyWords Plus:PARALLEL MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 245 Pages: 38-55 DOI: 10.1016/j.artint.2016.12.004 Published: APR 2017","Abstract":"In the past decade, artificial intelligence (AI) techniques have been successfully applied to recommender systems employed in many e-commerce companies, such as Amazon, eBay, Netflix, etc., which aim to provide personalized recommendations on products or services. Among various AI-based recommendation techniques, collaborative filtering has proven to be one of the most promising methods. However, most collaborative-filtering-based recommender systems, especially the newly launched ones, have trouble making accurate recommendations for users. This is caused by the data sparsity issue in recommender systems, where little existing rating information is available. To address this issue, one of the most effective practices is applying transfer learning techniques by leveraging relatively rich collaborative data knowledge from related systems, which have been well running. Previous transfer learning models for recommender systems often assume that a sufficient set of entity correspondences (either user or item) across the target and auxiliary systems (a.k.a. source systems) is given in advance. This assumption does not hold in many real world scenarios where entity correspondences across systems are usually unknown, and the cost of identifying them can be expensive. In this paper, we propose a new transfer learning framework for recommender systems, which relaxes the above assumption to facilitate flexible knowledge transfer across different systems with low cost by using an active learning principle to construct entity correspondences across systems. Specifically, for the purpose of maximizing knowledge transfer, we first iteratively select entities in the target system based on some criterion to query their correspondences in the source system. We then plug the actively constructed entity correspondences into a general transferred collaborative-filtering model to improve recommendation quality. Based on the framework, we propose three solutions by specifying three state-of-the-art collaborative filtering methods, namely Maximum-Margin Matrix Factorization, Regularized Low-rank Matrix Factorization, and Probabilistic Matrix Factorization. We perform extensive experiments on two real-world datasets to verify the effectiveness of our proposed framework and the three specified solutions for cross-system recommendation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, LL (Zhao, Lili) ; Pan, SJ (Pan, Sinno Jialin) ; Yang, Q (Yang, Qiang)","Title":"A unified framework of active transfer learning for cross-system recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395252200003 ISSN: 1353-0194 eISSN: 1469-3542","Categories":"Area Studies; History Web of Science Categories:Area Studies; History","Journal Information":"BRITISH JOURNAL OF MIDDLE EASTERN STUDIES Volume: 44 Issue: 2 Pages: 176-193 DOI: 10.1080/13530194.2017.1281570 Published: APR 2017","Abstract":"In recent decades, Islamic political movements, and their subsequent political parties, have been increasingly recruiting and nominating women to high-level decision-making positions despite the fact that the ideology they espouse often acts to dissuade women from assuming positions of political leadership. My ethnographic research on religious women's activism in Iran and Turkey helps explain this unexpected trend by shedding light onto the role of Islamic party women in challenging the gender discriminatory attitudes and behaviours of their male party leaders. In particular, I highlight the role that a number of high-ranking Islamic party women with close ties to the ruling elites played in pressuring their male party leaders to address women's political underrepresentation in formal politics. Women's close ties to the ruling elites consisted of formal ties with key Islamic leaders that evolved thanks to women's long-term devotion to the Islamic movement or learning at Islamic seminaries. I demonstrate that such close ties to the leaders, as well as the presence of a public discourse in favour of women's increased access to politics, enabled influential Islamic women to leverage a form of internal criticism' as an important strategy to enhance women's political rights and status from within the Islamic movements.","Authors":"Tajali, M (Tajali, Mona)","Title":"Protesting gender discrimination from within: women's political representation on behalf of Islamic parties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600013 PubMed ID: 28278449 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Action recognition; temporal encoding; temporal pooling; rank pooling; video dynamics KeyWords Plus:TRAJECTORIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 773-787 DOI: 10.1109/TPAMI.2016.2558148 Published: APR 2017","Abstract":"We propose a function-based temporal pooling method that captures the latent structure of the video sequence data - e. g., how frame-level features evolve over time in a video. We show how the parameters of a function that has been fit to the video data can serve as a robust new video representation. As a specific example, we learn a pooling function via ranking machines. By learning to rank the frame-level features of a video in chronological order, we obtain a new representation that captures the video-wide temporal dynamics of a video, suitable for action recognition. Other than ranking functions, we explore different parametric models that could also explain the temporal changes in videos. The proposed functional pooling methods, and rank pooling in particular, is easy to interpret and implement, fast to compute and effective in recognizing a wide variety of actions. We evaluate our method on various benchmarks for generic action, fine-grained action and gesture recognition. Results show that rank pooling brings an absolute improvement of 7-10 average pooling baseline. At the same time, rank pooling is compatible with and complementary to several appearance and local motion based methods and features, such as improved trajectories and deep learning features.","Authors":"Fernando, B (Fernando, Basura) ; Gavves, E (Gavves, Efstratios) ; Oramas, MJ (Oramas, Jose M.) ; Ghodrati, A (Ghodrati, Amir) ; Tuytelaars, T (Tuytelaars, Tinne) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fernando, Basura  http://orcid.org/0000-0002-6920-9916","Title":"Rank Pooling for Action Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600016 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Salient object detection; matrix decomposition; low rank; structured sparsity; subspace learning KeyWords Plus:REGION DETECTION; VISUAL-ATTENTION; COMPLETION; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 818-832 DOI: 10.1109/TPAMI.2016.2562626 Published: APR 2017","Abstract":"Low-rank recovery models have shown potential for salient object detection, where a matrix is decomposed into a low-rank matrix representing image background and a sparse matrix identifying salient objects. Two deficiencies, however, still exist. First, previous work typically assumes the elements in the sparse matrix are mutually independent, ignoring the spatial and pattern relations of image regions. Second, when the low-rank and sparse matrices are relatively coherent, e. g., when there are similarities between the salient objects and background or when the background is complicated, it is difficult for previous models to disentangle them. To address these problems, we propose a novel structured matrix decomposition model with two structural regularizations: (1) a tree-structured sparsity-inducing regularization that captures the image structure and enforces patches from the same object to have similar saliency values, and (2) a Laplacian regularization that enlarges the gaps between salient objects and the background in feature space. Furthermore, high-level priors are integrated to guide the matrix decomposition and boost the detection. We evaluate our model for salient object detection on five challenging datasets including single object, multiple objects and complex scene images, and show competitive results as compared with 24 state-of-the-art methods in terms of seven performance metrics.","Authors":"Peng, HW (Peng, Houwen) ; Li, B (Li, Bing) ; Ling, HB (Ling, Haibin) ; Hu, WM (Hu, Weiming) ; Xiong, WH (Xiong, Weihua) ; Maybank, SJ (Maybank, Stephen J.)","Title":"Salient Object Detection via Structured Matrix Decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395395600003 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Feature selection; text classification; TTC-3600 dataset; Turkish text categorization KeyWords Plus:HYBRID APPROACH; CLASSIFICATION; RETRIEVAL","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 2 Pages: 174-185 DOI: 10.1177/0165551515620551 Published: APR 2017","Abstract":"Owing to the rapid growth of the World Wide Web, the number of documents that can be accessed via the Internet explosively increases with each passing day. Considering news portals in particular, sometimes documents related to categories such as technology, sports and politics seem to be in the wrong category or documents are located in a generic category called others. At this point, text categorization (TC), which is generally addressed as a supervised learning task is needed. Although there are substantial number of studies conducted on TC in other languages, the number of studies conducted in Turkish is very limited owing to the lack of accessibility and usability of datasets created. In this paper, a new dataset named TTC-3600, which can be widely used in studies of TC of Turkish news and articles, is created. TTC-3600 is a well-documented dataset and its file formats are compatible with well-known text mining tools. Five widely used classifiers within the field of TC and two feature selection methods are evaluated on TTC-3600. The experimental results indicate that the best accuracy criterion value 91.03% is obtained with the combination of Random Forest classifier and attribute ranking-based feature selection method in all comparisons performed after pre-processing and feature selection steps. The publicly available TTC-3600 dataset and the experimental results of this study can be utilized in comparative experiments by other researchers.","Authors":"Kilinc, D (Kilinc, Deniz) ; Ozcift, A (Ozcift, Akin) ; Bozyigit, F (Bozyigit, Fatma) ; Yildirim, P (Yildirim, Pelin) ; Yucalar, F (Yucalar, Fatih) ; Borandag, E (Borandag, Emin)","Title":"TTC-3600: A new benchmark dataset for Turkish text categorization"}, {"Keywords":"Link analysis; Machine learning; Requirements dependency; Software requirements prioritization","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 126 Pages: 141-156 DOI: 10.1016/j.jss.2016.09.043 Published: APR 2017","Abstract":"There are many types of dependencies between software requirements, such as the contributions dependencies (Make, Some+, Help, Break, Some-, Hurt) and business dependencies modeled in the i* framework. However, current approaches for prioritizing requirements seldom take these dependencies into consideration, because it is difficult for stakeholders to prioritize requirements considering their preferences as well as the dependencies between requirements. To make requirement prioritization more practical, a method called DRank is proposed. DRank has the following advantages: 1) a prioritization evaluation attributes tree is constructed to make the ranking criteria selection easier and more operable; 2) RankBoost is employed to calculate the subjective requirements prioritization according to stakeholder preferences, which reduces the difficulty of evaluating the prioritization; 3) an algorithm based on the weighted PageRank is proposed to analyze the dependencies between requirements, allowing the objective dependencies to be automatically transformed into partial order relations; and 4) an integrated requirements prioritization method is developed to amend the stakeholders' subjective preferences with the objective requirements dependencies and make the process of prioritization more reasonable and applicable. A controlled experiment performed to validate the effectiveness of DRank based on comparisons with Case Based Ranking, Analytical Hierarchy Process, and EVOLVE. The results demonstrate that DRank is less time-consuming and more effective than alternative approaches. A simulation experiment demonstrates that taking requirement dependencies into consideration can improve the accuracy of the final prioritization sequence. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Shao, F (Shao, Fei) ; Peng, R (Peng, Rong) ; Lai, H (Lai, Han) ; Wang, BC (Wang, Bangchao)","Title":"DRank: A semi-automated requirements prioritization method based on preferences and dependencies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600003 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Manifold ranking; Hashing; Image semantic retrieval KeyWords Plus:REPRESENTATION; PATTERNS; CODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 29-39 DOI: 10.1016/j.jvcir.2017.01.014 Published: APR 2017","Abstract":"Due to the storage and computational efficiency of hashing technology, it has proven a valuable tool for large scale similarity search. In many cases, the large scale data in real-world lie near some (unknown) low-dimensional and non-linear manifold. Moreover, Manifold Ranking approach can preserve the global topological structure of the data set more effectively than Euclidean Distance-based Ranking approach, which fails to preserve the semantic relevance degree. However, most existing hashing methods ignore the global topological structure of the data set. The key issue is how to incorporate the global topological structure of data set into learning effective hashing function. In this paper, we propose a novel unsupervised hashing approach, namely Manifold-Ranking Embedded Order Preserving Hashing (MREOPH). A manifold ranking loss is introduced to solve the issue of global topological structure preserving. An order preserving loss is introduced to ensure the consistency between manifold ranking and hamming ranking. A hypercubic quantization loss is introduced to learn discrete binary codes. The information theoretic regularization term is taken into consideration for preserving desirable properties of hash codes. Finally, we integrate them in a joint optimization framework for minimizing the information loss in each processing. Experimental results on three datasets for semantic search clearly demonstrate the effectiveness of the proposed method.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ma, L (Ma, Lei) ; Li, HL (Li, Hongliang) ; Meng, FM (Meng, Fanman) ; Wu, QB (Wu, Qingbo) ; Xu, LF (Xu, Linfeng)","Title":"Manifold-ranking embedded order preserving hashing for image semantic retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952200010 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Business failure prediction; Manifold learning algorithm; Kernel-based fuzzy self-organizing map; Selective ensemble method KeyWords Plus:SUPPORT VECTOR MACHINE; FINANCIAL DISTRESS; DIMENSIONALITY REDUCTION; DISCRIMINANT-ANALYSIS; NEURAL-NETWORKS; BANKRUPTCY; CLASSIFICATION; REGRESSION; RATIOS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 121 Pages: 99-110 DOI: 10.1016/j.knosys.2017.01.016 Published: APR 1 2017","Abstract":"More and more models and algorithms are used to predict business failure. Many of them are not suitable for the complicated distribution of financial data, which leads to unsatisfactory prediction performance. The manifold learning algorithm is a valid method to preprocess financial data because of the good performance on dimensionality reduction for any data distribution. The kernel-based method is introduced to improve the disadvantage of fuzzy self-organizing map (FSOM) which is the limitation of spherical data distribution. Therefore, this study adopts manifold learning algorithm to select feature subsets, and employs the kernel-based FSOM (KFSOM) to compose base classifiers, and proposes the two-stage selective ensemble model for business failure prediction (BFP). First, three manifold learning algorithms, which are Isomap, Laplacian Eigenmaps and Locally Linear Embedding, are adopted to select three feature subsets from original financial data. Then, KFSOM uses three kinds of kernel functions respectively, which are Gaussian, Polynomial and Sigmoid, to obtain three classifiers. Hence, three feature subsets are computed by KFSOMs with three kernel functions respectively to acquire nine base classifiers. Last, nine base classifiers are integrated by the two-stage selective ensemble method. In the first stage, nine base classifiers are ranked according to three standards. The stepwise forward selection approach is adopted to selectively integrate nine base classifiers according to different standards. In the second stage, three selective ensembles in the first stage are integrated again to acquire the final result. In the empirical research, this work employs financial data from Chinese listed companies to predict business failure, and makes comparative analysis with previous methods. It is the conclusion that the two-stage selective ensemble with manifold learning algorithm and KFSOM is good at predicting business failure. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, L (Wang, Lu) ; Wu, C (Wu, Chong)","Title":"Business failure prediction based on two-stage selective ensemble with manifold learning algorithm and kernel-based fuzzy self-organizing map"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396396700020 PubMed ID: 26992192 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Error removal; feature extraction; robustness; spectral clustering; spectral embedding KeyWords Plus:FACE RECOGNITION; DIMENSIONALITY REDUCTION; RANK REPRESENTATION; ALGORITHM; SEGMENTATION; SELECTION; MOTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 4 Pages: 1053-1066 DOI: 10.1109/TCYB.2016.2536752 Published: APR 2017","Abstract":"Under the framework of graph-based learning, the key to robust subspace clustering and subspace learning is to obtain a good similarity graph that eliminates the effects of errors and retains only connections between the data points from the same subspace (i. e., intrasubspace data points). Recent works achieve good performance by modeling errors into their objective functions to remove the errors from the inputs. However, these approaches face the limitations that the structure of errors should be known prior and a complex convex problem must be solved. In this paper, we present a novel method to eliminate the effects of the errors from the projection space (representation) rather than from the input space. We first prove that l(1)(-), l(2)(-), l infinity-, and nuclear-norm-based linear projection spaces share the property of intrasubspace projection dominance, i.e., the coefficients over intrasubspace data points are larger than those over intersubspace data points. Based on this property, we introduce a method to construct a sparse similarity graph, called L2-graph. The subspace clustering and subspace learning algorithms are developed upon L2-graph. We conduct comprehensive experiment on subspace learning, image clustering, and motion segmentation and consider several quantitative benchmarks classification/ clustering accuracy, normalized mutual information, and running time. Results show that L2-graph outperforms many state-of-the-art methods in our experiments, including L1-graph, low rank representation (LRR), and latent LRR, least square regression, sparse subspace clustering, and locally linear representation.","Authors":"Peng, X (Peng, Xi) ; Yu, ZD (Yu, Zhiding) ; Yi, Z (Yi, Zhang) ; Tang, HJ (Tang, Huajin)","Title":"Constructing the L2-Graph for Robust Subspace Learning and Subspace Clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396401600010 ISSN: 2168-2291 eISSN: 2168-2305","Keywords":"Affective database; anxiety; depression; depression-anxiety-stress scales (DASS); emotional state; handwriting; random forests; stress KeyWords Plus:STRESS SCALES DASS; DEPRESSION SEVERITY; ANXIETY; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON HUMAN-MACHINE SYSTEMS Volume: 47 Issue: 2 Pages: 273-284 DOI: 10.1109/THMS.2016.2635441 Published: APR 2017","Abstract":"The detection of negative emotions through daily activities such as writing and drawing is useful for promoting wellbeing. The spread of human-machine interfaces such as tablets makes the collection of handwriting and drawing samples easier. In this context, we present a first publicly available database which relates emotional states to handwriting and drawing, that we call EMOTHAW (EMOTion recognition from HAndWriting and draWing). This database includes samples of 129 participants whose emotional states, namely anxiety, depression, and stress, are assessed by the Depression-Anxiety-Stress Scales (DASS) questionnaire. Seven tasks are recorded through a digitizing tablet: pentagons and house drawing, words copied in handprint, circles and clock drawing, and one sentence copied in cursive writing. Records consist in pen positions, on-paper and in-air, time stamp, pressure, pen azimuth, and altitude. We report our analysis on this database. From collected data, we first compute measurements related to timing and ductus. We compute separate measurements according to the position of the writing device: on paper or inair. We analyze and classify this set of measurements (referred to as features) using a random forest approach. This latter is a machine learning method [1], based on an ensemble of decision trees, which includes a feature ranking process. We use this ranking process to identify the features which best reveal a targeted emotional state. We then build random forest classifiers associated with each emotional state. We provide accuracy, sensitivity, and specificity evaluation measures obtained from cross-validation experiments. Our results showthat anxiety and stress recognition perform better than depression recognition.","Authors":"Likforman-Sulem, L (Likforman-Sulem, Laurence) ; Esposito, A (Esposito, Anna) ; Faundez-Zanuy, M (Faundez-Zanuy, Marcos) ; Clemencon, S (Clemencon, Stephan) ; Cordasco, G (Cordasco, Gennaro) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Esposito, Anna  http://orcid.org/0000-0002-7268-1795","Title":"EMOTHAW: A Novel Database for Emotional State Recognition From Handwriting and Drawing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900006 PubMed ID: 28103554 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Image feature extraction; nuclear-norm; sparse L2; 1-norm; 2DNPP; robust representation KeyWords Plus:NONLINEAR DIMENSIONALITY REDUCTION; FACE RECOGNITION; DATA REPRESENTATION; CLASSIFICATION; VECTOR; SELECTION; MATRIX; PCA","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1607-1622 DOI: 10.1109/TIP.2017.2654163 Published: APR 2017","Abstract":"We propose two nuclear- and L2,1-norm regularized 2D neighborhood preserving projection (2DNPP) methods for extracting representative 2D image features. 2DNPP extracts neighborhood preserving features by minimizing a Frobenius norm-based reconstruction error that is very sensitive noise and outliers in given data. To make the distance metric more reliable and robust, and encode the neighborhood reconstruction error more accurately, we minimize the nuclear-and L2,1-norm-based reconstruction error, respectively and measure it over each image. Technically, we propose two enhanced variants of 2DNPP, nuclear-norm-based 2DNPP and sparse reconstruction-based 2DNPP. Besides, to optimize the projection for more promising feature extraction, we also add the nuclear-and sparse L2,1-norm constraints on it accordingly, where L2,1-norm ensures the projection to be sparse in rows so that discriminative features are learnt in the latent subspace and the nuclear-norm ensures the low-rank property of features by projecting data into their respective subspaces. By fully considering the neighborhood preserving power, using more reliable and robust distance metric, and imposing the low-rank or sparse constraints on projections at the same time, our methods can outperform related state-of-the-arts in a variety of simulation settings.","Authors":"Zhang, Z (Zhang, Zhao) ; Li, FZ (Li, Fanzhang) ; Zhao, MB (Zhao, Mingbo) ; Zhang, L (Zhang, Li) ; Yan, SC (Yan, Shuicheng)","Title":"Robust Neighborhood Preserving Projection by Nuclear/L2,1-Norm Regularization for Image Feature Extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900010 PubMed ID: 28092558 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Person re-identification; re-ranking; post-ranking; context information KeyWords Plus:RE-RANKING; TRACKING; VERIFICATION; PEOPLE; VIEWS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1650-1665 DOI: 10.1109/TIP.2017.2652725 Published: APR 2017","Abstract":"Existing approaches for person re-identification are mainly based on creating distinctive representations or on learning optimal metrics. The achieved results are then provided in the form of a list of ranked matching persons. It often happens that the true match is not ranked first but it is in the first positions. This is mostly due to the visual ambiguities shared between the true match and other \"similar\" persons. At the current state, there is a lack of a study of such visual ambiguities which limit the re-identification performance within the first ranks. We believe that an analysis of the similar appearances of the first ranks can be helpful in detecting, hence removing, such visual ambiguities. We propose to achieve such a goal by introducing an unsupervised post-ranking framework. Once the initial ranking is available, content and context sets are extracted. Then, these are exploited to remove the visual ambiguities and to obtain the discriminant feature space which is finally exploited to compute the new ranking. An in-depth analysis of the performance achieved on three public benchmark data sets support our believes. For every data set, the proposed method remarkably improves the first ranks results and outperforms the state-of-the-art approaches.","Authors":"Garcia, J (Garcia, Jorge) ; Martinel, N (Martinel, Niki) ; Gardel, A (Gardel, Alfredo) ; Bravo, I (Bravo, Ignacio) ; Foresti, GL (Foresti, Gian Luca) ; Micheloni, C (Micheloni, Christian)","Title":"Discriminant Context Information Analysis for Post-Ranking Person Re-Identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300008 PubMed ID: 27875232 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Convex optimization; event-related potential (ERP); N170; nuclear norm; regularization; sparse learning KeyWords Plus:BRAIN-COMPUTER INTERFACE; BLIND SOURCE SEPARATION; COMPONENT ANALYSIS; FACE; RESPONSES; ERPS; CLASSIFICATION; DECOMPOSITION; SIGNALS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 862-872 DOI: 10.1109/TNNLS.2015.2496284 Published: APR 2017","Abstract":"Recent years have witnessed brain-computer interface (BCI) as a promising technology for integrating human intelligence and machine intelligence. Currently, event-related potential (ERP)-based BCI is an important branch of noninvasive electroencephalogram (EEG)-based BCIs. Extracting ERPs from a limited number of trials remains challenging due to their low signal-to-noise ratio (SNR) and low spatial resolution caused by volume conduction. In this paper, we propose a probabilistic model for trial-by-trial concatenated EEG, in which the concatenated ERPs are expressed as a linear combination of a set of discrete sine and cosine bases. The bases are simply determined by the data length of a single trial. A sparse prior on the rank of the spatio-spectral pattern matrix is introduced into the model to allow the number of components to be automatically determined. A maximum posterior estimation algorithm based on cyclic descent is then developed to estimate the spatiospectral patterns. A spatial filter can then be obtained by maximizing the SNR of the ERP components. Experiments on both synthetic data and real N170 ERP from 13 subjects were conducted to test the efficacy and efficiency of the algorithm. The results showed that the proposed algorithm can estimate the ERPs more accurately than the several state-of-the-art algorithms.","Authors":"Wu, CH (Wu, Chaohua) ; Lin, K (Lin, Ke) ; Wu, W (Wu, Wei) ; Gao, XR (Gao, Xiaorong)","Title":"A Novel Algorithm for Learning Sparse Spatio-Spectral Patterns for Event-Related Potentials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300015 PubMed ID: 26849874 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Linear programming (LP); nonnegative matrix factorization (NMF); smoothness constraint; sparse representation KeyWords Plus:SOURCE SEPARATION; ALGORITHMS; REPRESENTATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 948-960 DOI: 10.1109/TNNLS.2016.2517096 Published: APR 2017","Abstract":"Nonnegative matrix factorization (NMF) is an emerging tool for meaningful low-rank matrix representation. In NMF, explicit constraints are usually required, such that NMF generates desired products (or factorizations), especially when the products have significant sparseness features. It is known that the ability of NMF in learning sparse representation can be improved by embedding a smoothness factor between the products. Motivated by this result, we propose an adaptive nonsmooth NMF (Ans-NMF) method in this paper. In our method, the embedded factor is obtained by using a data-related approach, so it matches well with the underlying products, implying a superior faithfulness of the representations. Besides, due to the usage of an adaptive selection scheme to this factor, the sparseness of the products can be separately constrained, leading to wider applicability and interpretability. Furthermore, since the adaptive selection scheme is processed through solving a series of typical linear programming problems, it can be easily implemented. Simulations using computer-generated data and real-world data show the advantages of the proposed Ans-NMF method over the state-of-the-art methods.","Authors":"Yang, ZY (Yang, Zuyuan) ; Xiang, Y (Xiang, Yong) ; Xie, K (Xie, Kan) ; Lai, Y (Lai, Yue)","Title":"Adaptive Method for Nonsmooth Nonnegative Matrix Factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631700002 ISSN: 0306-4379 eISSN: 1873-6076","Keywords":"Learning to rank; Pairwise comparison; Active learning; Crowdsourcing KeyWords Plus:MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SYSTEMS Volume: 65 Pages: 7-21 DOI: 10.1016/j.is.2016.10.002 Published: APR 2017","Abstract":"Ranking items is an essential problem in recommendation systems. Since comparing two items is the simplest type of queries in order to measure the relevance of items, the problem of aggregating pairwise comparisons to obtain a global ranking has been widely studied. Furthermore, ranking with pairwise comparisons has recently received a lot of attention in crowdsourcing systems where binary comparative queries can be used effectively to make assessments faster for precise rankings. In order to learn a ranking based on a training set of queries and their labels obtained from annotators, machine learning algorithms are generally used to find the appropriate ranking model which describes the data set the best. In this paper, we propose a probabilistic model for learning multiple latent rankings by using pairwise comparisons. Our novel model can capture multiple hidden rankings underlying the pairwise comparisons. Based on the model, we develop an efficient inference algorithm to learn multiple latent rankings as well as an effective inference algorithm for active learning to update the model parameters in crowdsourcing systems whenever new pairwise comparisons are supplied. The performance study with synthetic and real-life data sets confirms the effectiveness of our model and inference algorithms.","Authors":"Kim, Y (Kim, Younghoon) ; Kim, W (Kim, Wooyeol) ; Shim, K (Shim, Kyuseok)","Title":"Latent ranking analysis using pairwise comparisons in crowdsourcing platforms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631700010 ISSN: 0306-4379 eISSN: 1873-6076","Keywords":"Uncertain entity resolution; Blocking; Holocaust","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SYSTEMS Volume: 65 Pages: 124-136 DOI: 10.1016/j.is.2016.12.003 Published: APR 2017","Abstract":"In this work we present a multi-source uncertain entity resolution model and show its implementation in a use case of Yad Vashem, the central repository of Holocaust-era information. The Yad Vashem dataset is unique with respect to classic entity resolution, by virtue of being both massively multi-source and by requiring multi-level entity resolution. With today's abundance of information sources, this project motivates the use of multi source resolution on a big-data scale. We instantiate the proposed model using the MFIBlocks entity resolution algorithm and a machine learning approach, based upon decision trees to transform soft clusters into ranked clustering of records, representing possible entities. An extensive empirical evaluation demonstrates the unique properties of this dataset that make it a good candidate for multi-source entity resolution. We conclude with proposing avenues for future research in this realm.","Authors":"Sagi, T (Sagi, Tomer) ; Gal, A (Gal, Avigdor) ; Barkol, O (Barkol, Omer) ; Bergman, R (Bergman, Ruth) ; Avram, A (Avram, Alexander)","Title":"Multi-source uncertain entity resolution: Transforming holocaust victim reports into people"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200022 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Multiple criteria analysis; Preference learning; Incomplete information; Order relation KeyWords Plus:MULTIATTRIBUTE DECISION-MAKING; EFFICIENT WEIGHT GENERATION; MULTIPLE CRITERIA RANKING; ADDITIVE VALUE-FUNCTIONS; DOMINANCE; CHOICE; ALTERNATIVES; STATEMENTS; PARAMETERS; MODELS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 244-253 DOI: 10.1016/j.ejor.2016.08.031 Published: APR 1 2017","Abstract":"Volume-based methods for decision making under incomplete information like the SMAA family of methods provide rich probabilistic information to support decision making. However, they usually do not directly generate a unique ranking of alternatives. Methods to create such a unique ranking from incomplete preference information typically select one parameter vector, either by mathematical programming approaches or by averaging, and then apply a preference model using this parameter vector. In the present paper, we develop several models to infer a complete ranking or a complete preorder of alternatives directly from the probabilistic information provided by volume-based methods without singling out a specific parameter vector. We compare the results obtained by these models to those obtained with a single parameter approach in a computational study. Results indicate small, but significant differences in the performance of methods, as well as in the probability that additional preference information might worsen, rather than improve, the results. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vetschera, R (Vetschera, Rudolf) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vetschera, Rudolf  http://orcid.org/0000-0003-2809-8989","Title":"Deriving rankings from incomplete preference information: A comparison of different approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200026 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Lexicographic orders; Preference learning; Artificial intelligence; Decision analysis; Accounting KeyWords Plus:ECONOMIC CONSEQUENCES; RANKING; CHOICE; ORDERS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 295-306 DOI: 10.1016/j.ejor.2016.08.055 Published: APR 1 2017","Abstract":"Lexicographic preferences on a set of attributes provide a cognitively plausible structure for modeling the behavior of human decision makers. Therefore, the induction of corresponding models from revealed preferences or observed decisions constitutes an interesting problem from a machine learning point of view. In this paper, we introduce a learning algorithm for inducing generalized lexicographic preference models from a given set of training data, which consists of pairwise comparisons between objects. Our approach generalizes simple lexicographic orders in the sense of allowing the model to consider several attributes simultaneously (instead of looking at them one by one), thereby significantly increasing the expressiveness of the model class. In order to evaluate our method, we present a case study of a highly complex real-world problem, namely the choice of the recognition method for actuarial gains and losses from occupational pension schemes. Using a unique sample of European companies, this problem is well suited for demonstrating the effectiveness of our lexicographic ranker. Furthermore, we conduct a series of experiments on benchmark data from the machine learning domain. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Brauning, M (Braeuning, Michael) ; Hullermeier, E (Huellermeier, Eyke) ; Keller, T (Keller, Tobias) ; Glaum, M (Glaum, Martin)","Title":"Lexicographic preferences for predictive modeling of human decision making: A new machine learning method with an application in accounting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multi-criteria decision making; Algorithm recommendation; Algorithm selection; Classification algorithms; Classifiers recommendation; TOPSIS; Ranking classifiers KeyWords Plus:CLASSIFICATION ALGORITHMS; PERFORMANCE ANALYSIS; RANK CORRELATION; SELECTION; TOPSIS; TIME; MCDM; AHP","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 257-278 DOI: 10.1016/j.eswa.2016.11.034 Published: APR 1 2017","Abstract":"Objective: Manual evaluation of machine learning algorithms and selection of a suitable classifier from the list of available candidate classifiers, is highly time consuming and challenging task. If the selection is not carefully and accurately done, the resulting classification model will not be able to produce the expected performance results. In this study, we present an accurate multi-criteria decision making methodology (AMD) which empirically evaluates and ranks classifiers' and allow end users or experts to choose the top ranked classifier for their applications to learn and build classification models for them. Methods and material: Existing classifiers performance analysis and recommendation methodologies lack (a) appropriate method for suitable evaluation criteria selection, (b) relative consistent weighting mechanism, (c) fitness assessment of the classifiers' performances, and (d) satisfaction of various constraints during the analysis process. To assist machine learning practitioners in the selection of suitable classifier(s), AMD methodology is proposed that presents an expert group-based criteria selection method, relative consistent weighting scheme, a new ranking method, called optimum performance ranking criteria, based on multiple evaluation metrics, statistical significance and fitness assessment functions, and implicit and explicit constraints satisfaction at the time of analysis. For ranking the classifiers performance, the proposed ranking method integrates Wgt.Avg.F-score, CPUTimeTesting, CPUTimeTraining, and Consistency measures using the technique for order performance by similarity to ideal solution (TOPSIS). The final relative closeness score produced by TOPSIS, is ranked and the practitioners select the best performance (top-ranked) classifier for their problems in-hand. Findings: Based on the extensive experiments performed on 15 publically available UCI and OpenML datasets using 35 classification algorithms from heterogeneous families of classifiers, an average Spear man's rank correlation coefficient of 0.98 is observed. Similarly, the AMD method has showed improved performance of 0.98 average Spearman's rank correlation coefficient as compared to 0.83 and 0.045 correlation coefficient of the state-of-the-art ranking methods, performance of algorithms (PA1g) and adjusted ratio of ratio (ARR). Conclusion and implication: The evaluation, empirical analysis of results and comparison with state-of-the-art methods demonstrate the feasibility of AMD methodology, especially the selection and weighting of right evaluation criteria, accurate ranking and selection of optimum performance classifier(s) for the user's application's data in hand. AMD reduces expert's time and efforts and improves system performance by designing suitable classifier recommended by AMD methodology. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ali, R (Ali, Rahman) ; Lee, S (Lee, Sungyoung) ; Chung, TC (Chung, Tae Choong)","Title":"Accurate multi-criteria decision making methodology for recommending machine learning algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393250300005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Reservoir Computing; Echo State Networks; Intrinsic Plasticity; Deep Neural Encoders; Feature dimensionality reduction; Affective computing KeyWords Plus:INTRINSIC PLASTICITY; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 231 Pages: 28-40 Special Issue: SI DOI: 10.1016/j.neucom.2016.03.108 Published: MAR 29 2017","Abstract":"In this paper we propose a new approach for feature dimensionality reduction based on Reservoir Computing (Echo State Networks). The method is validated with EEG data to identify the common neural signatures based on which the positive and negative valence of human emotions across multiple subjects can be reliably discriminated. The key step in the proposed approach is the Intrinsic Plasticity (IP) adaptation of the reservoir states. Learning Echo State Networks (ESN) with IP maximizes the entropy of the distribution of reservoir vectors given static data as a fixed input, which is supposed to follow Gaussian distribution. The equilibrium reservoir vector is ektracted for each static input vector by iterating updates of the reservoir vector until it converges. Standard classification and clustering models provided with selected combinations of reservoir neurons are ranked based on their discriminate performance. The IP tuned ESNs is more powerful technique to map the high dimenSional input feature vector into a low dimensional representation and improve the emotion valence discrimination compared to classical ESNs and Deep Neural Encoders.","Authors":"Bozhkov, L (Bozhkov, Lachezar) ; Koprinkova-Hristova, P (Koprinkova-Hristova, Petia) ; Georgieva, P (Georgieva, Petia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Koprinkova-Hristova, Petia  http://orcid.org/0000-0002-0447-9667 Georgieva, Petia  http://orcid.org/0000-0002-6424-6590","Title":"Reservoir computing for emotion valence discrimination from EEG signals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397666000001 ISSN: 1758-2946","Keywords":"Compound identification; In silico fragmentation; High resolution mass spectrometry; Metabolomics; Structure elucidation KeyWords Plus:MASS-SPECTRAL DATABASE; DEVELOPMENT KIT CDK; SOURCE JAVA LIBRARY; METABOLITE IDENTIFICATION; FRAGMENTATION TREES; ANNOTATION; MS","Categories":"Chemistry; Computer Science Web of Science Categories:Chemistry, Multidisciplinary; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF CHEMINFORMATICS Volume: 9 Article Number: 22 DOI: 10.1186/s13321-017-0207-1 Published: MAR 27 2017","Abstract":"Background: The fourth round of the Critical Assessment of Small Molecule Identification (CASMI) Contest (www. casmi-contest. org) was held in 2016, with two new categories for automated methods. This article covers the 208 challenges in Categories 2 and 3, without and with metadata, from organization, participation, results and postcontest evaluation of CASMI 2016 through to perspectives for future contests and small molecule annotation/identification. Results: The Input Output Kernel Regression (CSI: IOKR) machine learning approach performed best in \"Category 2: Best Automatic Structural Identification-In Silico Fragmentation Only\", won by Team Brouard with 41% challenge wins. The winner of \"Category 3: Best Automatic Structural Identification-Full Information\" was Team Kind (MSFINDER), with 76% challenge wins. The best methods were able to achieve over 30% Top 1 ranks in Category 2, with all methods ranking the correct candidate in the Top 10 in around 50% of challenges. This success rate rose to 70% Top 1 ranks in Category 3, with candidates in the Top 10 in over 80% of the challenges. The machine learning and chemistry-based approaches are shown to perform in complementary ways. Conclusions: The improvement in (semi-) automated fragmentation methods for small molecule identification has been substantial. The achieved high rates of correct candidates in the Top 1 and Top 10, despite large candidate numbers, open up great possibilities for high-throughput annotation of untargeted analysis for \"known unknowns\". As more high quality training data becomes available, the improvements in machine learning methods will likely continue, but the alternative approaches still provide valuable complementary information. Improved integration of experimental context will also improve identification success further for \"real life\" annotations. The true \"unknown unknowns\" remain to be evaluated in future CASMI contests.","Authors":"Schymanski, EL (Schymanski, Emma L.) ; Ruttkies, C (Ruttkies, Christoph) ; Krauss, M (Krauss, Martin) ; Brouard, C (Brouard, Celine) ; Kind, T (Kind, Tobias) ; Duhrkop, K (Duehrkop, Kai) ; Allen, F (Allen, Felicity) ; Vaniya, A (Vaniya, Arpana) ; Verdegem, D (Verdegem, Dries)[ 10 ] ; Bocker, S (Boecker, Sebastian) ; Rousu, J (Rousu, Juho) ; Shen, H (Shen, Huibin) ; Tsugawa, H (Tsugawa, Hiroshi)[ 11 ] ; Sajed, T (Sajed, Tanvir) ; Fiehn, O (Fiehn, Oliver)[ 6,12 ] ; Ghesquiere, B (Ghesquiere, Bart)[ 10 ] ; Neumann, S (Neumann, Steffen) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Schymanski, Emma  http://orcid.org/0000-0001-6868-8145 Kind, Tobias  http://orcid.org/0000-0002-1908-4916","Title":"Critical Assessment of Small Molecule Identification 2016: automated methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397478300068 PubMed ID: 28234449 ISSN: 0003-2700 eISSN: 1520-6882","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL CHEMISTRY Volume: 89 Issue: 6 Pages: 3747-3753 DOI: 10.1021/acs.analchem.7b00130 Published: MAR 21 2017","Abstract":"We describe a strategy for de novo peptide sequencing based on matched pairs of tandem mass spectra (MS/MS) obtained by collision induced dissociation (CID) and 351 nm ultraviolet photodissociation (UVPD). Each precursor ion is isolated twice with the mass spectrometer switching between CID and UVPD activation modes to obtain a complementary MS/MS pair. To interpret these paired spectra, we modified the UVnovo de novo sequencing software to automatically learn from and interpret fragmentation spectra, provided a representative set of training data. This machine learning procedure, using random forests, synthesizes information from one or multiple complementary spectra, such as the CID/UVPD pairs, into peptide fragmentation site predictions. In doing so, the burden of fragmentation model definition shifts from programmer to machine and opens up the model parameter space for inclusion of nonobvious features and interactions. This spectral synthesis also serves to transform distinct types of spectra into a common representation for subsequent activation-independent processing steps. Then, independent from precursor activation constraints, UVnovo's de novo sequencing procedure generates and scores sequence candidates for each precursor. We demonstrate the combined experimental and computational approach for de novo sequencing using whole cell E. coli lysate. In benchmarks on the CID/UVPD data, UVnovo assigned correct full-length sequences to 83% of the spectral pairs of doubly charged ions with high-confidence database identifications. Considering only top-ranked de novo predictions, 70% of the pairs were deciphered correctly. This de novo sequencing performance exceeds that of PEAKS and PepNovo on the CID spectra and that of UVnovo on CID or UVPD spectra alone. As presented here, the methods for paired CID/UVPD spectral acquisition and interpretation constitute a powerful workflow for high-throughput and accurate de novo peptide sequencing.","Authors":"Horton, AP (Horton, Andrew P.) ; Robotham, SA (Robotham, Scott A.) ; Cannon, JR (Cannon, Joe R.) ; Holden, DD (Holden, Dustin D.) ; Marcotte, EM (Marcotte, Edward M.) ; Brodbelt, JS (Brodbelt, Jennifer S.)","Title":"Comprehensive de Novo Peptide Sequencing from MS/MS Pairs Generated through Complementary Collision Induced Dissociation and 351 nm Ultraviolet Photodissociation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397347900001 PubMed ID: 28344513 ISSN: 1472-6955","Keywords":"Attitude; Competencies; Intention to work; Rural areas; Nursing students; Public service KeyWords Plus:AREAS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"BMC NURSING Volume: 16 Pages: 1-11 Article Number: 13 DOI: 10.1186/s12912-017-0208-4 Published: MAR 21 2017","Abstract":"Background: Shortages and maldistribution of nurses remain significant problems in many countries. Having appropriate intervention strategies to retain nurses in underserved areas, where they are most needed, are crucial for health system strengthening. This study aimed to quantify attitudes to working in rural areas, perceived competencies, and intention to work among final-year nursing students, and to analyze the associations between those factors and their background characteristics across five countries in the Asia-Pacific Network for Health Professional Education Reforms (ANHER), namely Bangladesh, China, India, Thailand, and Vietnam. Methods: A descriptive comparative cross-sectional survey was conducted between July 2012 and July 2013, using a self-administered questionnaire to assess students' attitudes towards working in rural areas, their perceived competencies, and their intended job choices. A total of 10,169 final-year nursing students in five countries were selected. Bivariate models were constructed to compare students' characteristics. Statistically significant variables were further analyzed using multivariate models. Results: Most nursing students in five countries had rural backgrounds. Students in India (67.1%) and Thailand (65.1%) held more positive attitudes towards working in rural areas. Students in Bangladesh (78.8%) and India (62.6%) believed that their schools prepared them well, and inspired them, to work in rural areas. The 'Lifelong learning' competency was ranked highest by students in all five countries, ranging from 76.2 to 91.7%. Their perceived competencies were significantly related to their background of having graduated from rural high schools and being admitted to study through rural recruitment. Rural upbringing and rural recruitment were significantly associated with more positive attitudes towards rural areas (p-value < 0.5). A majority of students in China (83. 8%), Thailand (67.7%) and Vietnam (86.5%) intended to work in the public sector immediately after graduation. Conclusions: These findings from five Asian countries confirm that nursing students with rural upbringing and recruitment had more positive attitudes toward rural areas and were more likely to choose working in rural areas after graduation. This study provides additional evidence from country implementation to support the value of WHO recommendations of effective strategies to address issues of rural retention by focusing on the recruitment of students with a rural background.","Authors":"Pudpong, N (Pudpong, Nareerut) ; Suphanchaimat, R (Suphanchaimat, Rapeepong) ; Batra, B (Batra, Bipin) ; Hou, JL (Hou, Jianlin) ; Vu, LTH (Vu, Lan T. H.) ; Dipika, P (Dipika, Paul)","Title":"A final-year nursing student survey: rural attitudes, perceived competencies and intention to work across five Asian countries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397913400027 PubMed ID: 28244419 ISSN: 0360-3016 eISSN: 1879-355X","Categories":"Oncology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Oncology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"INTERNATIONAL JOURNAL OF RADIATION ONCOLOGY BIOLOGY PHYSICS Volume: 97 Issue: 4 Pages: 822-829 DOI: 10.1016/j.ijrobp.2016.11.036 Published: MAR 15 2017","Abstract":"Purpose: This work presents the application of a machine learning (ML) algorithm to automatically generate high-quality, prostate low-dose-rate (LDR) brachytherapy treatment plans. The ML algorithm can mimic characteristics of preoperative treatment plans deemed clinically acceptable by brachytherapists. The planning efficiency, dosimetry, and quality ( as assessed by experts) of preoperative plans generated with an ML planning approach was retrospectively evaluated in this study. Methods and Materials: Preimplantation and postimplantation treatment plans were extracted from 100 high-quality LDR treatments and stored within a training database. The ML training algorithm matches similar features from a new LDR case to those within the training database to rapidly obtain an initial seed distribution; plans were then further fine-tuned using stochastic optimization. Preimplantation treatment plans generated by the ML algorithm were compared with brachytherapist (BT) treatment plans in terms of planning time ( Wilcoxon rank sum, alpha = 0.05) and dosimetry ( 1-way analysis of variance, alpha = 0.05). Qualitative preimplantation plan quality was evaluated by expert LDR radiation oncologists using a Likert scale questionnaire. Results: The average planning time for the ML approach was 0.84 +/- 0.57 minutes, compared with 17.88 +/- 8.76 minutes for the expert planner (P =.020). Preimplantation plans were dosimetrically equivalent to the BT plans; the average prostate V150% was 4% lower for ML plans ( P =.002), although the difference was not clinically significant. Respondents ranked the ML-generated plans as equivalent to expert BT treatment plans in terms of target coverage, normal tissue avoidance, implant confidence, and the need for plan modifications. Respondents had difficulty differentiating between plans generated by a human or those generated by the ML algorithm. Conclusions: Prostate LDR preimplantation treatment plans that have equivalent quality to plans created by brachytherapists can be rapidly generated using ML. The adoption of ML in the brachytherapy workflow is expected to improve LDR treatment plan uniformity while reducing planning time and resources. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Nicolae, A (Nicolae, Alexandru) ; Morton, G (Morton, Gerard) ; Chung, H (Chung, Hans) ; Loblaw, A (Loblaw, Andrew) ; Jain, S (Jain, Suneil) ; Mitchell, D (Mitchell, Darren) ; Lu, L (Lu, Lin) ; Helou, J (Helou, Joelle) ; Al-Hanaqta, M (Al-Hanaqta, Motasem) ; Heath, E (Heath, Emily) ; Ravi, A (Ravi, Ananth) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Morton, Gerard  http://orcid.org/0000-0002-4903-1233","Title":"Evaluation of a Machine- Learning Algorithm for Treatment Planning in Prostate Low-Dose-Rate Brachytherapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500016 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Big data; column/row sampling; low rank matrix; outlier detection; randomized algorithm; random embedding; robust; PCA; sketching; subspace learning KeyWords Plus:LINEAR-SUBSPACES; LINDENSTRAUSS; FACTORIZATION; MINIMIZATION; INCOHERENCE; SPARSITY; JOHNSON; PROOF","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1580-1594 DOI: 10.1109/TSP.2016.2645515 Published: MAR 15 2017","Abstract":"This paper explores and analyzes two randomized designs for robust principal component analysis employing lowdimensional data sketching. In one design, a data sketch is constructed using random column sampling followed by lowdimensional embedding, while in the other, sketching is based on random column and rowsampling. Both designs are shown to bring about substantial savings in complexity andmemory requirements for robust subspace learning over conventional approaches that use the full scale data. A characterization of the sample and computational complexity of both designs is derived in the context of two distinct outliermodels, namely, sparse and independent outlier models. The proposed randomized approach can provably recover the correct subspace with computational and sample complexity which depend only weakly on the size of the data (only through the coherence parameters). The results of the mathematical analysis are confirmed through numerical simulations using both synthetic and real data.","Authors":"Rahmani, M (Rahmani, Mostafa) ; Atia, GK (Atia, George K.)","Title":"Randomized Robust Subspace Recovery and Outlier Detection for High Dimensional Data Matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396087900074 PubMed ID: 28278242 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0173347 DOI: 10.1371/journal.pone.0173347 Published: MAR 9 2017","Abstract":"We study the problem of semi-supervised, multi-label user classification of networked data in the online social platform setting. We propose a framework that combines unsupervised community extraction and supervised, community-based feature weighting before training a classifier. We introduce Approximate Regularized Commute-Time Embedding (ARCTE), an algorithm that projects the users of a social graph onto a latent space, but instead of packing the global structure into a matrix of predefined rank, as many spectral and neural representation learning methods do, it extracts local communities for all users in the graph in order to learn a sparse embedding. To this end, we employ an improvement of personalized PageRank algorithms for searching locally in each user's graph structure. Then, we perform supervised community feature weighting in order to boost the importance of highly predictive communities. We assess our method performance on the problem of user classification by performing an extensive comparative study among various recent methods based on graph embeddings. The comparison shows that ARCTE significantly outperforms the competition in almost all cases, achieving up to 35% relative improvement compared to the second best competing method in terms of F1-score.","Authors":"Rizos, G (Rizos, Georgios) ; Papadopoulos, S (Papadopoulos, Symeon) ; Kompatsiaris, Y (Kompatsiaris, Yiannis)","Title":"Multilabel user classification using the community structure of online networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393017900008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Missing-data estimation; Structure from motion; Matrix factorization; Weaker estimator KeyWords Plus:STRUCTURE-FROM-MOTION; NEURAL-NETWORKS; MATRIX FACTORIZATION; RECOGNITION; ROBUST; VIDEO; SHAPE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 228 Pages: 65-70 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.088 Published: MAR 8 2017","Abstract":"How to effectively deal with occlusion is an important step of structure from motion. In this paper, an accurate missing data estimation method is proposed by combining Bayesian robust matrix factorization (BRMF) and particle swarm optimization (PSO). As BRMF is primely designed for outlier detection, in the proposed method, the missing entries of the observation matrix are firstly replaced by the values that are significantly larger than the non-missing entries. Then, the low-rank factorization matrices are comported via the BRMF to recover the observations. One issue of the BRMF model is that the fluctuation of output results caused by the variation of rank values. Analogously to the classifier-committee learning algorithm, a BRMF-based weaker estimator is constructed to alleviate the unfavorable condition. Moreover, a PSO-based weighting strategy is devised to integrate the outputs of weaker estimators. Experimental results on several widely used image sequences demonstrate the effectiveness and feasibility of the proposed algorithm.","Authors":"Liu, Y (Liu, Yang) ; Sun, ZL (Sun, Zhan-Li) ; Chen, X (Chen, Xia) ; Shang, L (Shang, Li)","Title":"A BRMF-based model for missing-data estimation of image sequence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398919400001 ISSN: 2199-4536 eISSN: 2198-6053","Keywords":"Virtual props recommendation; Multi-instance multi-label learning; Real assessments on phone game platforms","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"COMPLEX & INTELLIGENT SYSTEMS Volume: 3 Issue: 1 Pages: 1-15 DOI: 10.1007/s40747-016-0031-7 Published: MAR 2017","Abstract":"With the rapid development of smart mobile devices, phone games become an important way of entertainments. Benefitting from sophisticated payment environments of mobile platforms, e.g., Apple APP store, the In-APP purchases which sell equipments or virtual props bring in the main profits for game carriers and developers. Although virtual props from a certain type of smart phone game are monopolized by only one seller, like other commodities, products' recommendation is able to improve the profit margins as well. One main difference between virtual props recommendation and the general good recommendations lies in that the virtual props are closely related to the game contexts, and this will lead to complicated dependencies. Therefore, general recommendation systems without consideration on game contexts cannot perform very well. Besides, multiple types of props in one game may depend on different game characters of players, thus single player trends to buy only appropriate props for improving the skills of his game characters. Moreover, the purchase intensions of players are influenced by multiple factors, and will change over time. Therefore, it is desired recommendation approach to be capable of handling the role dependencies and concept variations. In this paper, we treat the game contexts as events from game log records, and model the game props recommendation into a multi-instance multi-label learning task for utilizing the complicated dependencies and capturing the rank of purchase intentions. We proposed three variants of solutions against the concept variation problem as well. Finally, we conduct comprehensive empirical investigations on real-world data sets and a series of real online smart phone games. The positive experiment results and increasing profit margins validate the remarkable effectiveness of our solutions.","Authors":"Zhan, DC (Zhan, De-Chuan) ; Tang, J (Tang, Jun) ; Zhou, ZH (Zhou, Zhi-Hua)","Title":"Online game props recommendation with real assessments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398748000003 PubMed ID: 28214787 ISSN: 0895-6111 eISSN: 1879-0771","Keywords":"Dynamic magnetic resonance imaging (dMRI); Undersampled reconstruction; Sparse and low-rank; Subspace modeling; Alternating direction method KeyWords Plus:AUGMENTED LAGRANGIAN APPROACH; PARTIALLY SEPARABLE FUNCTIONS; K-T BLAST; IMAGE-RECONSTRUCTION; UNDERSAMPLED (K; CONSTRAINTS; SEPARATION; RESOLUTION; T)-SPACE","Categories":"Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"COMPUTERIZED MEDICAL IMAGING AND GRAPHICS Volume: 56 Pages: 24-37 DOI: 10.1016/j.compmedimag.2017.01.007 Published: MAR 2017","Abstract":"Recent theoretical results on compressed sensing and low-rank matrix recovery have inspired significant interest in joint sparse and low rank modeling of dynamic magnetic resonance imaging (dMRI). Existing approaches usually describe these two respective prior information with different formulations. In this paper, we present a novel sparse and dense hybrid representation (SDR) model which describes the sparse plus low rank properties by a unified way. More specifically, under the learned dictionary consisting of temporal basis functions, SDR models the spatial coefficients in two subspaces with Laplacian and Gaussian prior distributions, respectively. This results in the objective function consisting of L1-L2 hybrid penalty term for the coefficients and Frobenius norm term for the dictionary. An efficient algorithm utilizing alternating direction technique is developed to solve the proposed model. Extensive experiments under a variety of test images and a comprehensive evaluation against existing state-of-the-art methods consistently demonstrate the potential of the proposed model and algorithm, in terms of reconstruction and separation comparisons. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, QG (Liu, Qiegen) ; Wang, SS (Wang, Shanshan) ; Liang, D (Liang, Dong)","Title":"Sparse and dense hybrid representation via subspace modeling for dynamic MRI"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398975200018 ISSN: 2190-7188 eISSN: 2190-7196","Keywords":"Breast cancer circulating tumor cells; Biological networks; Page rank; Ensemble learning; Clustering; Mixture models KeyWords Plus:CIRCULATING TUMOR-CELLS; POOLED ANALYSIS; HUMAN-DISEASE; SIGNATURES; MODELS; GENOME; SET","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"HEALTH AND TECHNOLOGY Volume: 7 Issue: 1 Pages: 119-132 Special Issue: SI DOI: 10.1007/s12553-016-0155-1 Published: MAR 2017","Abstract":"The path to personalized medicine requires the stratification of patients based on their genetic, molecular, and other characteristics to achieve the individualized treatment of complex diseases such as the breast cancer. The identification of single \"biomarkers\" as the driving forces for the appearance of cancer has therefore been widely pursued in the last fifteen years but with no robust results across different studies. The use of existing biological knowledge such as the gene interaction networks and regulatory pathways can be of great help, since it has been argued that cancer is caused by the deregulation of multiple biological processes in the cell. In this study we explore the usage of such biological knowledge for the tuning and adaptation of the breast cancer classification tasks both in a supervised (classifying unknown samples according to a predetermined taxonomy) and unsupervised setting (clustering of new data towards identifying new categories). The proposed methodology starts from an initial list of \"seed\" genes and proceeds to the expansion of their \"neighborhoods\" according to the topology of a given biological network. The expansion process operates in a supervised manner for the construction of the first level in a two level classification scheme. The first level base classifiers are built using the network structure and a \"random walk\" search strategy for the selection of the genes used in these classifiers. At the second level, a metaclassifier is trained to combine in the best possible way the results of the base classifiers. The proposed approach therefore aims to strengthen the predictive ability of the initial list of genes and provide more robust generalization guarantees. Proceeding to the unsupervised setting, the extracted gene neighborhoods around the initial \"seeds\" are considered as modules of highly interacting genes within the same group but of strong independence across groups. This consideration allows the introduction of a sparse Gaussian mixture model for the assignment of breast cancer samples into a set of unknown clusters. Our methodology is explained in full detail and promising results in Breast Cancer related scenarios are obtained.","Authors":"Sfakianakis, S (Sfakianakis, Stelios) ; Bei, ES (Bei, Ekaterini S.) ; Zervakis, M (Zervakis, Michalis)","Title":"Exploratory analysis of local gene groups in breast cancer guided by biological networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800053 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Tag-based image search; Tag relevance learning; Neighbor voting; Learning to rank KeyWords Plus:IMAGE ANNOTATION; REFINEMENT; RETRIEVAL; PROPAGATION; COMPLETION; FEATURES; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 8831-8857 DOI: 10.1007/s11042-016-3512-1 Published: MAR 2017","Abstract":"High quality tags play a critical role in applications involving online multimedia search, such as social image annotation, sharing and browsing. However, user-generated tags in real world are often imprecise and incomplete to describe the image contents, which severely degrades the performance of current search systems. To improve the descriptive powers of social tags, a fundamental issue is tag relevance learning, which concerns how to interpret the relevance of a tag with respect to the contents of an image effectively. In this paper, we investigate the problem from a new perspective of learning to rank, and develop a novel approach to facilitate tag relevance learning to directly optimize the ranking performance of tag-based image search. Specifically, a supervision step is introduced into the neighbor voting scheme, in which the tag relevance is estimated by accumulating votes from visual neighbors. Through explicitly modeling the neighbor weights and tag correlations, the risk of making heuristic assumptions is effectively avoided. Besides, our approach does not suffer from the scalability problem since a generic model is learned that can be applied to all tags. Extensive experiments on two benchmark datasets in comparison with the state-of-the-art methods demonstrate the promise of our approach.","Authors":"Cui, CR (Cui, Chaoran) ; Shen, JL (Shen, Jialie) ; Ma, J (Ma, Jun) ; Lian, T (Lian, Tao)","Title":"Social tag relevance learning via ranking-oriented neighbor voting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397343800010 PubMed ID: 27896846 ISSN: 0308-0110 eISSN: 1365-2923","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"MEDICAL EDUCATION Volume: 51 Issue: 3 Pages: 280-289 DOI: 10.1111/medu.13120 Published: MAR 2017","Abstract":"OBJECTIVE To assess whether favourable perceptions of the learning environment (LE) were associated with better quality of life, less burnout and more empathy across three undergraduate medical education programmes in Israel, Malaysia and China. METHODS Cross-sectional surveys were administered at the end of the 2013-2014 academic year at three medical schools: Technion American Medical Students Program (TAMS) in Israel, Perdana University-Royal College of Surgeons in Ireland School of Medicine (PURCSI) in Malaysia and Peking Union Medical College (PUMC) in China. LE perceptions were assessed using the Johns Hopkins Learning Environment Scale (JHLES). Well-being was assessed using validated items for quality of life and the depersonalisation and emotional exhaustion domains of burnout. The 20-item Jefferson Empathy Scale assessed empathy. Statistical analyses included bivariate regressions and multivariate regressions that adjusted for gender, school, class year and perceived academic rank. RESULTS Overall, 400/622 (64.3%) students responded, with the following rates by site: TAMS 92/121 (76.0%), PURCSI 160/198 (80.1%) and PUMC 148/303 (48.8%). In multivariate models, favourable overall LE perceptions were associated with higher odds of good quality of life (odds ratio [OR], 3.2; 95% confidence interval [CI], 1.8-5.8; p < 0.001) and lower odds of emotional exhaustion (OR, 0.34; 95% CI, 0.24-0.50; p < 0.001) and depersonaliation (OR, 0.30; 95% CI, 0.24-0.37; p = 0.001). 'Community of Peers', one of seven factors in the JHLES, was the only one to be independently associated with better quality of life and less emotional exhaustion and depersonalisation. After adjusting for covariates, there was not a statistically significant association between overall LE and empathy (OR, 1.4; 95% CI, 0.91-2.2; p = 0.12). CONCLUSIONS Students' LE perceptions are closely associated with their well-being, and fostering peer community may hold promise for enhancing quality of life and protecting against burnout. Across these three settings, LE and empathy were not closely related, suggesting that any influence of learning environment on empathy would be modest.","Authors":"Tackett, S (Tackett, Sean) ; Wright, S (Wright, Scott) ; Lubin, R (Lubin, Robert) ; Li, JN (Li, Jianing) ; Pan, H (Pan, Hui)","Title":"International study of medical school learning environments and their relationship with student well-being and empathy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398333800006 PubMed ID: 27913069 ISSN: 0196-0709 eISSN: 1532-818X","Keywords":"Otolaryngology; Sleep; Education; Residency KeyWords Plus:UPPER AIRWAY; APNEA; RESIDENCY","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"AMERICAN JOURNAL OF OTOLARYNGOLOGY Volume: 38 Issue: 2 Pages: 139-142 DOI: 10.1016/j.amjoto.2016.11.009 Published: MAR-APR 2017","Abstract":"Purpose: (1) Ascertain the most important concepts and topics for otolaryngology resident education in sleep medicine and surgery, as determined by faculty who teach sleep medicine to otolaryngology residents. (2) Create learning objectives within the area of otolaryngologic sleep medicine in order to design a sleep medicine curriculum for otolaryngology residents. Materials and methods: Two web-based surveys were sent to 163 academic otolaryngologists who teach sleep medicine. The first survey determined the topics, and their relative importance, considered most vital to learn during otolaryngology training. Using the Delphi method, the second clarified questions regarding topics determined by the first survey. Sleep medicine learning objectives for residents were ascertained from responses. Results: The response rate of first and second surveys were 24.5% and 19%, respectively. Topics ranked most important for resident education included upper airway anatomy, polysomnogram interpretation, and understanding the range of medical and surgical therapies used to treat sleep disorders. Respondents listed surgical therapy as the most critical topic that most residents do not understand well. The second survey clarified the specific anatomic features, surgical techniques, and polysomnography data points deemed most critical for resident learning. Conclusions: Academic otolaryngology sleep experts hold opinions regarding relative value of different topics for teaching sleep medicine, which is useful in creating a curriculum for otolaryngology residents. Otolaryngology learning objectives related to sleep medicine identified during this study are being used to create an online curriculum to supplement resident education. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Cass, N (Cass, Nathan) ; Kominsky, A (Kominsky, Alan) ; Cabrera-Muffly, C (Cabrera-Muffly, Cristina)","Title":"Otolaryngology sleep medicine curriculum objectives as determined by sleep experts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397300100028 PubMed ID: 27993792 ISSN: 0923-7534 eISSN: 1569-8041","Keywords":"machine-learning; network analysis; pharmacogenomics; retinoic acid; translational research; precision medicine KeyWords Plus:BREAST-CANCER; APOPTOSIS; AGENTS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ANNALS OF ONCOLOGY Volume: 28 Issue: 3 Pages: 611-621 DOI: 10.1093/annonc/mdw660 Published: MAR 2017","Abstract":"Background: All-trans-retinoic acid (ATRA) is a differentiating agent used in the treatment of acute-promyelocytic-leukemia (APL) and it is under-exploited in other malignancies despite its low systemic toxicity. A rational/personalized use of ATRA requires the development of predictive tools allowing identification of sensitive cancer types and responsive individuals. Materials and methods: RNA-sequencing data for 10 080 patients and 33 different tumor types were derived from the TCGA and Leucegene datasets and completely re-processed. The study was carried out using machine learning methods and network analysis. Results: We profiled a large panel of breast-cancer cell-lines for in vitro sensitivity to ATRA and exploited the associated basal gene-expression data to initially generate a model predicting ATRA-sensitivity in this disease. Starting from these results and using a network-guided approach, we developed a generalized model (ATRA-21) whose validity extends to tumor types other than breast cancer. ATRA-21 predictions correlate with experimentally determined sensitivity in a large panel of cell-lines representative of numerous tumor types. In patients, ATRA-21 correctly identifies APL as the most sensitive acute-myelogenous-leukemia subtype and indicates that uveal-melanoma and low-grade glioma are top-ranking diseases as for average predicted responsiveness to ATRA. There is a consistent number of tumor types for which higher ATRA-21 predictions are associated with better outcomes. Conclusions: In summary, we generated a tumor-type independent ATRA-sensitivity predictor which consists of a restricted number of genes and has the potential to be applied in the clinics. Identification of the tumor types that are likely to be generally sensitive to the action of ATRA paves the way to the design of clinical studies in the context of these diseases. In addition, ATRA-21 may represent an important diagnostic tool for the selection of individual patients who may benefit from ATRA-based therapeutic strategies also in tumors characterized by lower average sensitivity.","Authors":"Bolis, M (Bolis, M.) ; Garattini, E (Garattini, E.) ; Paroni, G (Paroni, G.) ; Zanetti, A (Zanetti, A.) ; Kurosaki, M (Kurosaki, M.) ; Castrignano, T (Castrignano, T.) ; Garattini, SK (Garattini, S. K.) ; Biancardi, F (Biancardi, F.) ; Barzago, MM (Barzago, M. M.) ; Gianni, M (Gianni, M.) ; Terao, M (Terao, M.) ; Pattini, L (Pattini, L.) ; Fratelli, M (Fratelli, M.) ...More...Less","Title":"Network-guided modeling allows tumor-type independent prediction of sensitivity to all-trans-retinoic acid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398133900006 ISSN: 1035-6908 eISSN: 1835-2561","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"AUSTRALIAN ACCOUNTING REVIEW Volume: 27 Issue: 1 Pages: 61-70 DOI: 10.1111/auar.12146 Published: MAR 2017","Abstract":"The current requisite skills of accounting graduates guide the graduate attributes delivered by university learning outcomes. A recent trend by Australian accounting firms to outsource accounting services may impact on accounting graduates if entry-level tasks normally completed by graduates are sent to offshore processing centres. This study examines the impact of the outsourcing of accounting services by Australian accounting firms and classifies the current requisite skills for accounting graduates identified by accounting firms. Following a review of the current academic literature, a positivist approach using empirical data is taken in this paper. The responses elicited from a survey questionnaire mailed to a random sample of Australian accounting firms provide information for the data analysis. One of the most widely outsourced services identified is the preparation of income tax returns, which has been identified as a key area where graduate accountants normally learn the basic skills required to phase them into the profession. Accounting firms that considered the outsourcing of accounting services would change the 12 ranked prerequisite skills for graduates presented in this paper in order of importance.","Authors":"Chaplin, S (Chaplin, Sally)","Title":"Accounting Education and the Prerequisite Skills of Accounting Graduates: Are Accounting Firms' Moving the Boundaries?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395526500014 PubMed ID: 27316635 ISSN: 2045-435X eISSN: 2045-4368","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMJ SUPPORTIVE & PALLIATIVE CARE Volume: 7 Issue: 1 Pages: 88-93 DOI: 10.1136/bmjspcare-2015-000883 Published: MAR 2017","Abstract":"Background The use of simulation-based medical/nursing teaching is increasingly widespread. Simulation-based teaching offers an immersive learning experience where professionals can practice communication and practical skills in a safe, authentic environment. We designed a paediatric palliative simulation study day primarily aimed at nursing staff who manage these patients in the community/hospice. We believe this is the first of its kind in the UK. Aims To establish whether attendance at a paediatric palliative simulation study day improved confidence and knowledge in management of common and/or difficult situations in palliative care. Method Health professionals working at local paediatric hospices or in associated specialties to palliative care were invited to attend the free 1-day course. 5 scenarios were developed by experienced health professionals working in paediatric palliative care. On the day, participants were asked to complete a questionnaire to check basic demographic data, confidence levels and knowledge (50 true/false questions). Following participation/observation of 5 scenarios, they again completed the same questionnaire regarding confidence levels and knowledge. Results were analysed with Excel and XLStat using basic demographic data and Wilcoxon signed rank two-tailed test. Results 57 healthcare workers participated in 5 study days. 81% (n= 47) professionals described themselves as working primarily in palliative care. Only 35% (n= 20) had previously experienced simulation. Based on confidence questions, attendees felt more confident in managing specific palliative scenarios (p<0.0001). Based on true/false questions prestudy and poststudy day, 86% (n= 49) of participants improved their knowledge. The median improvement score for the cohort was 3 (p<0.0001). Conclusions The study demonstrated a significant improvement in confidence and knowledge following the simulation course. This supports further time/financial investment in developing this type of study day. Simulation is a useful teaching adjunct in paediatric palliative care. The course also provides a valuable opportunity for professionals to network and discuss/share experiences.","Authors":"Renton, K (Renton, Kate) ; Quinton, H (Quinton, Hilary) ; Mayer, APT (Mayer, Anton-Paul Thomas)","Title":"Educational impact of paediatric palliative simulation study days"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395115500010 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"Artificial intelligence; multi-criteria analysis; evaluation and benchmarking; skin detector; multi-criteria decision-making techniques KeyWords Plus:NEURAL-NETWORK; HYBRID MODULE; COLOR SPACES; CLASSIFICATION; SYSTEM; RELIABILITY; RULES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 31 Issue: 3 Article Number: 1759002 DOI: 10.1142/S0218001417590029 Published: MAR 2017","Abstract":"Evaluation and benchmarking of skin detectors are challenging tasks because of multiple evaluation attributes and conflicting criteria. Although several evaluating and benchmarking techniques have been proposed, these approaches have many limitations. Fixing several attributes based on multi-attribute benchmarking approaches is particularly limited to reliable skin detection. Thus, this study aims to develop a new framework for evaluating and benchmarking skin detection on the basis of artificial intelligent models using multi-criteria analysis. For this purpose, two experiments are conducted. The first experiment consists of two stages: (1) discussing the development of a skin detector using multi-agent learning based on different color spaces to create a dataset of various color space samples for benchmarking and (2) discussing the evaluation and testing the developed skin detector according to multi-evaluation criteria (i.e. reliability, time complexity, and error rate within dataset) to create a decision matrix. The second experiment applies different decision-making techniques (AHP/SAW, AHP/MEW, AHP/HAW, AHP/TOPSIS, AHP/WSM, and AHP/WPM) to benchmark the results of the first experiment (i.e. the developed skin detector). Then, we discuss the use of the mean, standard deviation, and paired sample t-test to measure the correlations among the different techniques based on ranking results.","Authors":"Yas, QM (Yas, Qahtan M.) ; Zadain, AA (Zadain, A. A.) ; Zaidan, BB (Zaidan, B. B.) ; Lakulu, MB (Lakulu, M. B.) ; Rahmatullah, B (Rahmatullah, Bahbibi)","Title":"Towards on Develop a Framework for the Evaluation and Benchmarking of Skin Detectors Based on Artificial Intelligent Models Using Multi-Criteria Decision-Making Techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396298300007 PubMed ID: 28250036 ISSN: 0022-0337 eISSN: 1930-7837","Keywords":"dental education; dental faculty; assessment; psychosocial aspects; noncognitive skills; interpersonal relations; attitude KeyWords Plus:EMOTIONAL INTELLIGENCE; SCHOOL ADMISSIONS; ACADEMIC-PERFORMANCE; MEMBERS ATTITUDES; COLLEGE OUTCOMES; MEDICAL-STUDENTS; EMPATHY; PREDICTORS; DIVERSITY; INTERVIEW","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF DENTAL EDUCATION Volume: 81 Issue: 3 Pages: 300-309 Published: MAR 2017","Abstract":"The aims of this study were to identify noncognitive factors that dental faculty members perceived to contribute to dental students' success and to assess dental faculty members' ratings of the relative importance of these factors to academic performance, clinical performance, and overall success. Out of 184 eligible faculty members at one U.S. dental school, 43 respondents (23.3%) completed a survey in 2015-16. The survey asked respondents to rank the importance of seven noncognitive factors to academic performance, clinical performance, and overall success. Descriptive analysis was conducted to determine the ratings on importance of each noncognitive factor. Two additional open-ended questions asked faculty members to 1) think of dental students who performed very well and list the noncognitive factors they believed contributed to those students' success and 2) identify the two most important of those factors that contributed to success. Qualitative analysis was conducted to identify themes in the open-ended responses. The respondents rated professionalism and preparedness highest in importance for overall success. Preparedness was rated highest in importance for academic performance, and communication was highest in importance for clinical performance. Six themes were identified in the open-ended responses: communication/interpersonal skills, approach to learning, personal characteristics, professionalism, diverse experiences, and technical abilities. On both open-ended items, the most frequently cited noncognitive skill was communication/interpersonal skills followed by approach to learning. In this study, dental faculty members perceived communication, preparedness, and professionalism as important skills contributing to dental students' success.","Authors":"Virtue, SM (Virtue, Shannon Myers) ; Pendergast, L (Pendergast, Laura) ; Tellez, M (Tellez, Marisol) ; Waldron, E (Waldron, Elizabeth) ; Ismail, A (Ismail, Amid)","Title":"Identifying Noncognitive Skills That Contribute to Dental Students' Success: Dental Faculty Perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394640400008 ISSN: 1556-4959 eISSN: 1556-4967","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"JOURNAL OF FIELD ROBOTICS Volume: 34 Issue: 2 Pages: 359-380 DOI: 10.1002/rob.21678 Published: MAR 2017","Abstract":"This paper presents the technical approaches used and experimental results obtained by Team SNU (Seoul National University) at the 2015 DARPA Robotics Challenge (DRC) Finals. Team SNU is one of the newly qualified teams, unlike 12 teams who previously participated in the December 2013 DRC Trials. The hardware platform THORMANG, which we used, has been developed by ROBOTIS. THORMANG is one of the smallest robots at the DRC Finals. Based on this platform, we focused on developing software architecture and controllers in order to perform complex tasks in disaster response situations and modifying hardware modules to maximize manipulability. Ensuring stability and modularization are two main keywords in the technical approaches of the architecture. We designed our interface and controllers to achieve a higher robustness level against disaster situations. Moreover, we concentrated on developing our software architecture by integrating a number of modules to eliminate software system complexity and programming errors. With these efforts on the hardware and software, we successfully finished the competition without falling, and we ranked 12th out of 23 teams. This paper is concluded with a number of lessons learned by analyzing the 2015 DRC Finals. (C) 2016 Wiley Periodicals, Inc.","Authors":"Kim, S (Kim, Sanghyun) ; Kim, M (Kim, Mingon) ; Lee, J (Lee, Jimin) ; Hwang, S (Hwang, Soonwook) ; Chae, J (Chae, Joonbo) ; Park, B (Park, Beomyeong) ; Cho, H (Cho, Hyunbum) ; Sim, J (Sim, Jaehoon) ; Jung, J (Jung, Jaesug) ; Lee, H (Lee, Hosang) ; Shin, S (Shin, Seho) ; Kim, M (Kim, Minsung) ; Choi, W (Choi, Wonje) ; Lee, Y (Lee, Yisoo) ; Park, S (Park, Sumin) ; Oh, J (Oh, Jiyong) ; Lee, Y (Lee, Yongjin) ; Lee, S (Lee, Sangkuk) ; Lee, M (Lee, Myunggi) ; Yi, S (Yi, Sangyup) ; Chang, KSKC (Chang, Kyong-Sok K. C.) ; Kwak, N (Kwak, Nojun) ; Park, J (Park, Jaeheung) ...More...Less","Title":"Team SNU's Control Strategies for Enhancing a Robot's Capability: Lessons from the 2015 DARPA Robotics Challenge Finals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394926200013 PubMed ID: 27231979 ISSN: 0022-3085 eISSN: 1933-0693","Keywords":"MRI; neuropsychological; traumatic brain injury; hemorrhage; brain; trauma KeyWords Plus:SELECTIVE REMINDING TEST; INTRACEREBRAL HEMORRHAGE; METABOLIC CRISIS; IMAGE-ANALYSIS; AXONAL INJURY; HEAD-INJURY; MRI; MODERATE; EDEMA; IRON","Categories":"Neurosciences & Neurology; Surgery Web of Science Categories:Clinical Neurology; Surgery","Journal Information":"JOURNAL OF NEUROSURGERY Volume: 126 Issue: 3 Pages: 796-804 DOI: 10.3171/2016.3.JNS151781 Published: MAR 2017","Abstract":"OBJECTIVE Hemorrhagic contusions are often the most visible lesions following traumatic brain injury. However, the incidence, location, and natural history of traumatic parenchymal hemorrhage and its impact on neurological outcome have been understudied. The authors sought to examine the location and longitudinal evolution of traumatic parenchymal hemorrhage and its association with cognitive outcome. METHODS Sixteen patients with hemorrhagic contusions due to acceleration-deceleration injuries underwent MRI in the acute (mean 6.3 days postinjury) and chronic (mean 192.9 days postinjury) phases. ImageJ was used to generate GRE and FLAIR volumes. To account for the effect of head-size variability across individuals, the authors calculated each patient's total brain tissue volume using SIENAX. GRE and FLAIR volumes were normalized to the total brain tissue volume, and values for absolute and percent lesion volume and total brain volume change were generated. Spearman's rank correlations were computed to determine associations between neuroimaging and 6-month postinjury neuropsychological testing of attention (Symbol Digit Modalities Test [SDMT], oral [0] and written [W] versions), memory (Selective Reminding Test, total learning and delayed recall), and executive function (Trail Making Test Part B [TMT-B]). RESULTS The patients' mean age was 31.4 +/- 14.0 years and their mean Glasgow Coma Scale score at admission was 7.9 +/- 2.8. Lesions were predominantly localized to the frontal (11 lesions) and temporal (9 lesions) lobes. The average percent reductions in GRE and FLAIR volumes were 44.2% +/- 46.1% and 80.5% +/- 26.3%, respectively. While total brain and frontal lesion volumes did not correlate with brain atrophy, larger temporal lobe GRE and FLAIR volumes were associated with larger volumes of atrophy (GRE: acute, -0.87, p < 0.01, chronic, -0.78, p < 0.01; FLAIR: acute, -0.81, p < 0.01, chronic, 0.88, p < 0.01). Total percent volume change of GRE lesions correlated with TMT-B (0.53, p < 0.05) and SDMT-O (0.62, p < 0.05) scores. Frontal lobe lesion volume did not correlate with neuropsychological outcome. However, robust relationships were seen in the temporal lobe, with larger acute temporal lobe GRE volumes were associated with worse scores on both oral and written versions of the SDMT (SDMT-W, -0.85, p < 0.01; SDMT-O, -0.73, p < 0.05). Larger absolute change in temporal GRE volume was strongly associated with worse SDMT scores (SDMT-W, 0.88, p < 0.01; SDMT-O, 0.75, p < 0.05). The same relationships were also seen between temporal FLAIR lesion volumes and neuropsychological outcome. CONCLUSIONS Traumatic parenchymal hemorrhages are largely clustered in the frontal and temporal lobes, and significant residual blood products are present at 6 months postinjury, a potential source of ongoing secondary brain injury. Neuropsychological outcome is closely tied to lesion volume size, particularly in the temporal lobe, where larger GRE and FLAIR volumes are associated with more brain atrophy and worse SDMT scores. Interestingly, larger volumes of hemorrhage resorption were associated with worse SDMT and TMT-B scores, suggesting that the initial tissue damage had a lasting impact on attention and executive function.","Authors":"Martin, RM (Martin, Ryan M.) ; Wright, MJ (Wright, Matthew J.) ; Lutkenhoff, ES (Lutkenhoff, Evan S.) ; Ellingson, BM (Ellingson, Benjamin M.) ; Van Horn, JD (Van Horn, John D.) ; Tubi, M (Tubi, Meral) ; Alger, JR (Alger, Jeffry R.) ; McArthur, DL (McArthur, David L.) ; Vespa, PM (Vespa, Paul M.)","Title":"Traumatic hemorrhagic brain injury: impact of location and resorption on cognitive outcome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910700001 ISSN: 1369-7412 eISSN: 1467-9868","Keywords":"Bayesian information criterion; Factor analysis; Mixture model; Model selection; Reduced rank regression; Schwarz information criterion; Singular learning theory KeyWords Plus:SEQUENTIAL MONTE-CARLO; FINITE MIXTURE-MODELS; LIKELIHOOD RATIO TEST; LATENT CLASS ANALYSIS; STOCHASTIC COMPLEXITY; AUTOREGRESSIVE MODEL; EXPONENTIAL-FAMILIES; GENERALIZATION ERROR; MARGINAL LIKELIHOOD; DENSITY-ESTIMATION","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"JOURNAL OF THE ROYAL STATISTICAL SOCIETY SERIES B-STATISTICAL METHODOLOGY Volume: 79 Issue: 2 Pages: 323-380 DOI: 10.1111/rssb.12187 Published: MAR 2017","Abstract":"We consider approximate Bayesian model choice for model selection problems that involve models whose Fisher information matrices may fail to be invertible along other competing submodels. Such singular models do not obey the regularity conditions underlying the derivation of Schwarz's Bayesian information criterion BIC and the penalty structure in BIC generally does not reflect the frequentist large sample behaviour of the marginal likelihood. Although large sample theory for the marginal likelihood of singular models has been developed recently, the resulting approximations depend on the true parameter value and lead to a paradox of circular reasoning. Guided by examples such as determining the number of components in mixture models, the number of factors in latent factor models or the rank in reduced rank regression, we propose a resolution to this paradox and give a practical extension of BIC for singular model selection problems.","Authors":"Drton, M (Drton, Mathias) ; Plummer, M (Plummer, Martyn)","Title":"A Bayesian information criterion for singular models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398102100003 ISSN: 0023-5776","Keywords":"learning style; medical education; sensory modality; VARK KeyWords Plus:STUDENTS; PERFORMANCE; VARK; SEX","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"KUWAIT MEDICAL JOURNAL Volume: 49 Issue: 1 Pages: 12-16 Published: MAR 2017","Abstract":"Objective(s): Modern education should enable the learners' brain to think, contrasting the olden theory of just filling the bucket. Individualism in learning methods remains a major pedagogic concern in medical education, even today. Additionally, the trainees' own forte and flaw also adjunct in learning process significantly. We, therefore, assessed students' preference following sensory modalities of learning approach using visual, aural, read/write and kinesthetic (VARK) questionnaire. Design: Descriptive, cross-sectional, questionnaire based survey Setting: Holy Family Red Crescent Medical College, Dhaka, Bangladesh Subjects: One hundred and eighty medical students of year 1 and 2 Intervention(s): The 16 item VARK 7.8 version was employed to collect data from respondents including certain sociodemographic information. Main outcome measure(s): Recognizing students' choice of learning style Results: Out of 180 respondents, 141 were females and 123 belonged to year 1. The responses were tallied and assessed for gender and level of study, according to learning style preference. More than half (55.6%) of the participants were found to have multimode learning preferences, in rank order as quad-modal (n = 47), bimodal (n = 30), and tri-modal (n = 23). The hierarchy of single mode preferences (44.4%) were 46 aural, 26 kinesthetic, and 5 visual followed by 3 read/write. No significant association existed in sensory preferences with gender, academic background or year of study. Conclusion(s): It became evident from this study, that majority of HFRCMC undergraduates preferred multimodal learning strategies. Hence, re-designing instructional methods in accordance with students' inclination is required to further potentiate learning.","Authors":"Rahman, SMN (Rahman, S. M. Niazur) ; Alam, T (Alam, Tanbira) ; Alam, NN (Alam, Nazmun Nahar) ; Haque, MZ (Haque, Mohammad Ziaul) ; Alam, T (Alam, Tanjeda) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rahman, S M Niazur  F-8894-2014 http://orcid.org/0000-0002-0584-0792","Title":"Medical Undergraduates Preference in Learning Style: A Single-Institute Experience from Bangladesh"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398042800010 ISSN: 0920-4741 eISSN: 1573-1650","Keywords":"Water distribution systems; Water quality; Iron; Machine learning; Ensemble; decision trees; RUSBoost KeyWords Plus:DISCOLORATION; PARAMETERS; NETWORKS; QUALITY","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"WATER RESOURCES MANAGEMENT Volume: 31 Issue: 5 Pages: 1575-1589 DOI: 10.1007/s11269-017-1595-8 Published: MAR 2017","Abstract":"Safe, trusted drinking water is fundamental to society. Discolouration is a key aesthetic indicator visible to customers. Investigations to understand discolouration and iron failures in water supply systems require assessment of large quantities of disparate, inconsistent, multidimensional data from multiple corporate systems. A comprehensive data matrix was assembled for a seven year period across the whole of a UK water company (serving three million people). From this a novel data driven tool for assessment of iron risk was developed based on a yearly update and ranking procedure, for a subset of the best quality data. To avoid a 'black box' output, and provide an element of explanatory (human readable) interpretation, classification decision trees were utilised. Due to the very limited number of iron failures, results from many weak learners were melded into one high-quality ensemble predictor using the RUSBoost algorithm which is designed for class imbalance. Results, exploring simplicity vs predictive power, indicate enough discrimination between variable relationships in the matrix to produce ensemble decision tree classification models with good accuracy for iron failure estimation at District Management Area (DMA) scale. Two model variants were explored: 'Nowcast' (situation at end of calendar year) and 'Futurecast' (predict end of next year situation from this year's data). The Nowcast 2014 model achieved 100% True Positive Rate (TPR) and 95.3% True Negative Rate (TNR), with 3.3% of DMAs classified High Risk for un-sampled instances. The Futurecast 2014 achieved 60.5% TPR and 75.9% TNR, with 25.7% of DMAs classified High Risk for un-sampled instances. The output can be used to focus preventive measures to improve iron compliance.","Authors":"Mounce, SR (Mounce, S. R.) ; Ellis, K (Ellis, K.) ; Edwards, JM (Edwards, J. M.) ; Speight, VL (Speight, V. L.) ; Jakomis, N (Jakomis, N.) ; Boxall, JB (Boxall, J. B.)","Title":"Ensemble Decision Tree Models Using RUSBoost for Estimating Risk of Iron Failure in Drinking Water Distribution Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397559200010 PubMed ID: 27860044 ISSN: 1069-6563 eISSN: 1553-2712","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ACADEMIC EMERGENCY MEDICINE Volume: 24 Issue: 3 Pages: 362-370 DOI: 10.1111/acem.13136 Published: MAR 2017","Abstract":"BackgroundMentoring is considered a fundamental component of career success and satisfaction in academic medicine. However, there is no national standard for faculty mentoring in academic emergency medicine (EM) and a paucity of literature on the subject. ObjectivesThe objective was to conduct a descriptive study of faculty mentoring programs and practices in academic departments of EM. MethodsAn electronic survey instrument was sent to 135 department chairs of EM in the United States. The survey queried faculty demographics, mentoring practices, structure, training, expectations, and outcome measures. Chi-square and Wilcoxon rank-sum tests were used to compare metrics of mentoring effectiveness(i.e., number of publications and National Institutes of Health [NIH] funding) across mentoring variables of interest. ResultsThirty-nine of 135 departments completed the survey, with a heterogeneous mix of faculty classifications. While only 43.6% of departments had formal mentoring programs, many augmented faculty mentoring with project or skills-based mentoring (66.7%), peer mentoring (53.8%), and mentoring committees (18%). Although the majority of departments expected faculty to participate in mentoring relationships, only half offered some form of mentoring training. The mean number of faculty publications per department per year was 52.8, and 11 departments fell within the top 35 NIH-funded EM departments. There was an association between higher levels of perceived mentoring success and both higher NIH funding (p=0.022) and higher departmental publications rates (p=0.022). In addition, higher NIH funding was associated with mentoring relationships that were assigned (80%), self-identified (20%), or mixed (22%; p=0.026). ConclusionsOur findings help to characterize the variability of faculty mentoring in EM, identify opportunities for improvement, and underscore the need to learn from other successful mentoring programs. This study can serve as a basis to share mentoring practices and stimulate conversation around strategies to improve faculty mentoring in EM.","Authors":"Welch, J (Welch, Julie) ; Sawtelle, S (Sawtelle, Stacy) ; Cheng, D (Cheng, David) ; Perkins, T (Perkins, Tony) ; Ownbey, M (Ownbey, Misha) ; MacNeill, E (MacNeill, Emily) ; Hockberger, R (Hockberger, Robert) ; Rusyniak, D (Rusyniak, Daniel)","Title":"Faculty Mentoring Practices in Academic Emergency Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397571500007 ISSN: 1862-5347 eISSN: 1862-5355","Keywords":"Credit scoring; Kernel discriminant analysis; DISQUAL; Small and medium enterprises KeyWords Plus:SUPPORT VECTOR MACHINES; NEURAL-NETWORKS; RISK; MODELS; INFORMATION; ALGORITHMS; CLASSIFICATION; CLASSIFIERS; NETS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ADVANCES IN DATA ANALYSIS AND CLASSIFICATION Volume: 11 Issue: 1 Pages: 121-138 DOI: 10.1007/s11634-015-0213-y Published: MAR 2017","Abstract":"Due to the recent financial turmoil, a discussion in the banking sector about how to accomplish long term success, and how to follow an exhaustive and powerful strategy in credit scoring is being raised up. Recently, the significant theoretical advances in machine learning algorithms have pushed the application of kernel-based classifiers, producing very effective results. Unfortunately, such tools have an inability to provide an explanation, or comprehensible justification, for the solutions they supply. In this paper, we propose a new strategy to model credit scoring data, which exploits, indirectly, the classification power of the kernel machines into an operative field. A reconstruction process of the kernel classifier is performed via linear regression, if all predictors are numerical, or via a general linear model, if some or all predictors are categorical. The loss of performance, due to such approximation, is balanced by better interpretability for the end user, which is able to order, understand and to rank the influence of each category of the variables set in the prediction. An Italian bank case study has been illustrated and discussed; empirical results reveal a promising performance of the introduced strategy.","Authors":"Liberati, C (Liberati, Caterina) ; Camillo, F (Camillo, Furio) ; Saporta, G (Saporta, Gilbert) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Liberati, Caterina  B-9208-2014 http://orcid.org/0000-0001-9910-4018","Title":"Advances in credit scoring: combining performance and interpretation in kernel discriminant analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397952500004 PubMed ID: 28159597 ISSN: 0888-7543 eISSN: 1089-8646","Keywords":"Gene selection; Cancer classification; Microarray data analysis; Intelligent Dynamic Algorithm; Random-restart hill climbing; Reinforcement learning; Penalizing strategy; Cut and splice crossover; Self-refinement strategy; Feature selection KeyWords Plus:DIFFERENTIALLY EXPRESSED GENES; MUTUAL INFORMATION; RANKING ANALYSIS; NEURAL-NETWORKS; ALGORITHM; PREDICTION; SVM; SUBSET; OPTIMIZATION; EXTRACTION","Categories":"Biotechnology & Applied Microbiology; Genetics & Heredity Web of Science Categories:Biotechnology & Applied Microbiology; Genetics & Heredity","Journal Information":"GENOMICS Volume: 109 Issue: 2 Pages: 91-107 DOI: 10.1016/j.ygeno.2017.01.004 Published: MAR 2017","Abstract":"Gene selection is a demanding task for microarray data analysis. The diverse complexity of different cancers makes this issue still challenging. In this study, a novel evolutionary method based on genetic algorithms and artificial intelligence is proposed to identify predictive genes for cancer classification. A filter method was first applied to reduce the dimensionality of feature space followed by employing an integer-coded genetic algorithm with dynamic-length genotype, intelligent parameter settings, and modified operators. The algorithmic behaviors including convergence trends, mutation and crossover rate changes, and running time were studied, conceptually discussed, and shown to be coherent with literature findings. Two well-known filter methods, Laplacian and Fisher score, were examined considering similarities, the quality of selected genes, and their influences on the evolutionary approach. Several statistical tests concerning choice of classifier, choice of clataset, and choice of filter method were performed, and they revealed some significant differences between the performance of different classifiers and filter methods over datasets. The proposed method was benchmarked upon five popular high -dimensional cancer datasets; for each, top explored genes were reported. Comparing the experimental results with several state-of-the-art methods revealed that the proposed method outperforms previous methods in DLBCL dataset. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Dashtban, M (Dashtban, M.) ; Balafar, M (Balafar, Mohammadali)","Title":"Gene selection for microarray cancer classification using a new evolutionary method employing artificial intelligence concepts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397576200004 ISSN: 1051-8215 eISSN: 1558-2205","Keywords":"Appearance; ensemble learning; fusion; geometric; multicamera; multi-object tracking; video synchronization","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON CIRCUITS AND SYSTEMS FOR VIDEO TECHNOLOGY Volume: 27 Issue: 3 Pages: 431-440 DOI: 10.1109/TCSVT.2016.2615538 Published: MAR 2017","Abstract":"Spatiotemporal data association and fusion is a well-known NP-hard problem even in a small number of cameras and frames. Although it is difficult to be tractable, solving them is pivotal for tracking in a multicamera network. Most approaches model association maladaptively toward properties and contents of video, and hence they produce suboptimal associations and association errors propagate over time to adversely affect fusion. In this paper, we present an online multicamera multitarget tracking framework that performs adaptive tracklet correspondence by analyzing and understanding contents and properties of video. Unlike other methods that work only on synchronous videos, our approach uses dynamic time warping to establish correspondence even if videos have linear or nonlinear time asynchronous relationship. Association is a two-stage process based on geometric and appearance descriptor space ranked by their inter-and intra-camera consistency and discriminancy. Fusion is reinforced by weighting the associated tracklets with a confidence score calculated using reliability of individual camera tracklets. Our robust ranking and election learning algorithm dynamically selects appropriate features for any given video. Our method establishes that, given the right ensemble of features, even computationally efficient optimization yields better accuracy in tracking over time and provides faster convergence that is suitable for real-time application. For evaluation on RGB, we benchmark on multiple sequences in PETS 2009 and we achieve performance that is on par with the state of the art. For evaluating on RGB-D, we built a new data set.","Authors":"Nithin, K (Nithin, Kanishka) ; Bremond, F (Bremond, Francois)","Title":"Globality-Locality-Based Consistent Discriminant Feature Ensemble for Multicamera Tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397576200010 ISSN: 1051-8215 eISSN: 1558-2205","Keywords":"Deep learning; learning to rank; person reidentification (re-id) KeyWords Plus:CAMERA NETWORKS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON CIRCUITS AND SYSTEMS FOR VIDEO TECHNOLOGY Volume: 27 Issue: 3 Pages: 513-524 DOI: 10.1109/TCSVT.2016.2586851 Published: MAR 2017","Abstract":"Person reidentification (re-id) aims to match a specific person across nonoverlapping cameras, which is an important but challenging task in video surveillance. Conventional methods mainly focus either on feature constructing or metric learning. Recently, some deep learning-based methods have been proposed to learn image features and similarity measures jointly. However, current deep models for person re-id are usually trained with either pairwise loss, where the number of negative pairs greatly outnumbering that of positive pairs may lead the training model to be biased toward negative pairs or constant margin hinge loss, without considering the fact that hard negative samples should be paid more attention in the training stage. In this paper, we propose to learn deep representations with an adaptive margin listwise loss. First, ranking lists instead of image pairs are used as training samples, in this way, the problem of data imbalance is relaxed. Second, by introducing an adaptive margin parameter in the listwise loss function, it can assign larger margins to harder negative samples, which can be interpreted as an implementation of the automatic hard negative mining strategy. To gain robustness against changes in poses and part occlusions, our architecture combines four convolutional neural networks, each of which embeds images from different scales or different body parts. The final combined model performs much better than each single model. The experimental results show that our approach achieves very promising results on the challenging CUHK03, CUHK01, and VIPeR data sets.","Authors":"Wang, J (Wang, Jin) ; Wang, Z (Wang, Zheng) ; Gao, CX (Gao, Changxin) ; Sang, N (Sang, Nong) ; Huang, R (Huang, Rui) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gao, Changxin  http://orcid.org/0000-0003-2736-3920","Title":"DeepList: Learning Deep Features With Adaptive Listwise Constraint for Person Reidentification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397576200020 ISSN: 1051-8215 eISSN: 1558-2205","Keywords":"Coherent motion pattern; crowd behavior analysis; emotional motion feature; structured trajectory learning (STL) KeyWords Plus:EMOTION RECOGNITION; FACIAL EXPRESSIONS; VIDEO; BEHAVIORS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON CIRCUITS AND SYSTEMS FOR VIDEO TECHNOLOGY Volume: 27 Issue: 3 Pages: 635-648 DOI: 10.1109/TCSVT.2016.2593609 Published: MAR 2017","Abstract":"Crowd behavior analysis has recently attracted extensive attention in research. However, the existing research mainly focuses on investigating motion patterns in crowds, while the emotional aspects of crowd behaviors are left unexplored. Analyzing the emotion of crowd behaviors is indeed extremely important, as it uncovers the social moods that are beneficial for video surveillance. In this paper, we propose a novel crowd representation termed crowd mood. Crowd mood is established based upon the discovery that the social emotional hypothesis of crowd behaviors can be revealed by investigating the spacing interactions and the structural levels of motion patterns in crowds. To this end, we first learn the structured trajectories of crowds by particle advection using low-rank approximation with group sparsity constraint, which implicitly characterizes the coherent motion patterns. Second, rich emotional motion features are explicitly extracted and fused by support vector regression to reflect social characteristics. In particular, we construct weighted features in a boosted manner by considering the features' significance. Finally, crowd mood is intuitively presented as affective curves to track the emotion states of the crowd dynamics, which is robust to noise, sensitive to semantic shift, and compact for pattern expressions. Extensive evaluations on crowd video data sets demonstrate that our approach effectively models crowd mood and achieves significantly better results with comparisons to several alternative and state-of-the-art approaches for various tasks, i. e., crowd mood classification, global abnormal mood detection, and crowd emotion matching.","Authors":"Zhang, YH (Zhang, Yanhao) ; Qin, L (Qin, Lei) ; Ji, RR (Ji, Rongrong) ; Zhao, SC (Zhao, Sicheng) ; Huang, QM (Huang, Qingming) ; Luo, JB (Luo, Jiebo)","Title":"Exploring Coherent Motion Patterns via Structured Trajectory Learning for Crowd Mood Modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397423300010 ISSN: 2313-626X eISSN: 2313-3724","Keywords":"Collaborative learning; Learning management system; Facebook; Project based learning","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED AND APPLIED SCIENCES Volume: 4 Issue: 3 Pages: 59-67 DOI: 10.21833/ijaas.2017.03.010 Published: MAR 2017","Abstract":"This study aims to evaluate the effectiveness of Online Project Based Collaborative Learning (OPBCL) model in enhancing students' soft skills. This study involves qualitative and quantitative methods and using quasiexperimental designed which involves 106 respondents from Malaysian Polytechnic. Pre and post-test with non-equivalent control group design were used for this study. The respondents were divided into three groups called Control, Treatment I and Treatment II group where their soft skills are assessed for comparison between traditional project based learning method (Control), online project based learning using CIDOS platform (Treatment I) and online project based learning using OPBCL platform (Treatment II). In this study, OPBCL prototype was developed based on proposed model. The effectiveness of OPBCL prototype was assessed using Pre and post soft skills test (SST). All collected data were analysed using SPSS 19.0 software. Inferential analysis was intended to test the type of non-parametric such Kruskal Wallis, Mann Whitney and Wilcoxon Sign Rank Test. Findings from the pre and post soft skill indicated that all groups had positive effects on the soft skills of the students but in terms of the more successful group, the results showed that Treatment II is more success than Control group followed by Treatment I group. In addition, analysing the pre and post soft skills test of the critical thinking and problem solving (CTPS), collaboration (CS) and communication (CM) skills showed that for CTSP skill, Treatment II is more success than Control group followed by Treatment I group. Meanwhile for CL skill, there is no significant difference between Treatment I and Treatment II group. However, both treatment groups are more success than Control group. For CM skill, there is no significant difference between Control and Treatment II group. However, both Control and Treatment II groups are more success than Treatment I group. In conclusion, this study was able to provide evidence on students' soft skills enhanced via OPBCL model. (C) 2017 The Authors. Published by IASE.","Authors":"Razali, SN (Razali, Sharifah Nadiyah) ; Noor, HAM (Noor, Helmi Adly Mohd) ; Ahmad, MH (Ahmad, Mohd Hafiez) ; Shahbodin, F (Shahbodin, Faaizah)","Title":"Enhanced student soft skills through integrated online project based collaborative learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397838100012 PubMed ID: 28234477 ISSN: 1549-9596 eISSN: 1549-960X","Categories":"Pharmacology & Pharmacy; Chemistry; Computer Science Web of Science Categories:Chemistry, Medicinal; Chemistry, Multidisciplinary; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF CHEMICAL INFORMATION AND MODELING Volume: 57 Issue: 3 Pages: 484-498 DOI: 10.1021/acs.jcim.6b00737 Published: MAR 2017","Abstract":"Effective prioritization of chemical compounds that show promising bioactivities from compound screenings represents a first critical step toward identifying successful drug candidates. Current development on computational approaches for compound prioritization is largely focused on devising advanced ranking algorithms that better learn the ordering among compounds. However, such methodologies are fundamentally limited by the scarcity of available data, particularly when the screenings are conducted at a relatively small scale over known promising compounds. Instead, in this work, we explore the structures of bioassay space and leverage such structures to improve ranking performance of an existing strong ranking algorithm. This is done by identifying assistance bioassays and assistance compounds intelligently and leveraging such assistance within the existing ranking algorithm. By leveraging the assistance bioassays and assistance compounds, the data scarcity can be properly compromised. Along this line, we develop a suite of assistance bioassay selection methods and assistance compound selection methods. Our experiments demonstrate an overall 8.34% improvement on the ranking performance over the state of the art.","Authors":"Liu, JF (Liu, Junfeng) ; Ning, X (Ning, Xia)","Title":"Multi-Assay-Based Compound Prioritization via Assistance Utilization: A Machine Learning Framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549600009 ISSN: 0920-4105 eISSN: 1873-4715","Keywords":"Enhanced oil recovery; Polymer gels; Conformance improvement treatments; Machine learning techniques; Advanced screening models","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Petroleum","Journal Information":"JOURNAL OF PETROLEUM SCIENCE AND ENGINEERING Volume: 151 Pages: 77-93 DOI: 10.1016/j.petrol.2016.12.038 Published: MAR 2017","Abstract":"Conformance improvement by polymer gels continues to gain momentum in the field of water management in mature oilfields. A key component for a successful treatment is the identification of the most appropriate gel technology for a targeted reservoir. Advanced approaches provide efficient screening and ranking tools; however, to the best of our knowledge, no such approaches have been developed for polymer gels so far. In this study, we utilized a machine-learning technique to develop an advanced selection methodology for the application of polymer gels in injection wells. Historical data of four in-situ gel systems including bulk gels, high temperature bulk gels, colloidal dispersion gels, and weak gels were used to train logistic regression models. Data sets of 19 property or parameter were tested for potential outliers, missing values were imputed, and some variables were categorized in order to treat data gaps. To identify the most discriminating variables, the univariate entropy R-2, stepwise regression, and area under ROC curve (AUC) heuristic technique were employed. The candidate variables were then modified according to some considerations like the match of univariate logistic probability to conformance engineering considerations. To consider the regional tendencies in application of polymer gels, we developed three probabilistic models that include different number of treating technologies. Furthermore, to meet the new developments in the application of some gel Systems, we constructed a variant model without the treatment timing indicator (water cut) for each main logistic classifier. Results show that logistic classification models and their variants correctly predict the proper gel technology in more than 85% of projects in the training and validation samples with a minimum AUC of 0.9375. We also used a prediction profiler to visually monitor performances of the classifiers and certain tendencies were identified by the investigation of the mispredicted projects. The novelty of the new methodology is its capability to predict the most applicable gel technology for undiagnosed injection wells.","Authors":"Aldhaheri, M (Aldhaheri, Munqith) ; Wei, MZ (Wei, Mingzhen) ; Bai, BJ (Bai, Baojun) ; Alsaba, M (Alsaba, Mortadha)","Title":"Development of machine learning methodology for polymer gels screening for injection wells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336100008 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Opinion Mining; Web Forum; Supervised Learning; Mixed-Sentiment; Feature analysis","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 1-2 Pages: 161-176 Published: MAR 1 2017","Abstract":"The sentiment detection of the content has become an active research domain in recent years due to the increased availability of public views and opinions in the social web forums. Earlier works detect the sentiment arousal and valence using a lexicon or a dictionary. This paper aims to classify a post content in the social web forums by identifying the mixed-sentiment views and targets to find such posts in which users' views have both positive and negative emotions. Identification of the mixed-sentiment content has several potential applications such as monitoring public views, making products related business decisions and predicting users' behaviors. I propose a non-lexical feature set and compare with the conventional lexicon-based sentiment feature set. The four state of the art classification algorithms applied on the large dataset of public forum verify that the proposed non-lexical features are helpful to find the mixed-sentiment in online forums. The main contribution is the proposal and validation of such features which do not need a lexicon. In addition, a comprehensive analysis of the dataset has been carried out using the power law analysis. The features have been ranked according to their significance in the classification model to identify mixed-sentiment content in the social web forum.","Authors":"Khan, HU (Khan, Hikmat Ullah)","Title":"MIXED-SENTIMENT CLASSIFICATION OF WEB FORUM POSTS USING LEXICAL AND NON-LEXICAL FEATURES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397909600015 PubMed ID: 28319149 ISSN: 1545-7885","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biochemistry & Molecular Biology; Biology","Journal Information":"PLOS BIOLOGY Volume: 15 Issue: 3 Article Number: e2001630 DOI: 10.1371/journal.pbio.2001630 Published: MAR 2017","Abstract":"Taxonomic details of diversity are an essential scaffolding for biology education, yet outdated methods for teaching the tree of life (TOL), as implied by textbook content and usage, are still commonly employed. Here, we show that the traditional approach only vaguely represents evolutionary relationships, fails to denote major events in the history of life, and relies heavily on memorizing near-meaningless taxonomic ranks. Conversely, a cladebased strategy focused on common ancestry, monophyletic groups, and derived functional traits is explicitly based on Darwin's \"descent with modification,\" provides students with a rational system for organizing the details of biodiversity, and readily lends itself to active learning techniques. We advocate for a phylogenetic classification that mirrors the TOL, a pedagogical format of increasingly complex but always hierarchical presentations, and the adoption of active learning technologies and tactics.","Authors":"Ballen, CJ (Ballen, Cissy J.) ; Greene, HW (Greene, Harry W.)","Title":"Walking and talking the tree of life: Why and how to teach about biodiversity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397383300007 ISSN: 0033-6807 eISSN: 1467-9310","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"R & D MANAGEMENT Volume: 47 Issue: 2 Pages: 253-264 Published: MAR 2017","Abstract":"Intellectual property infringements rank among the top economic crimes, even though there are mechanisms in place to prevent their occurrence. One such mechanism are nondisclosure agreements, which, however, have been reported to fail in practice. This article argues that this may be overcome by strengthening employees' concept learning. In an experiment, we investigated whether extended nondisclosure agreements, which provide the employee with detailed explanations and examples, lead to better recognition of trade secrets as compared to a standard nondisclosure agreement or no agreement at all. It was found that the extended nondisclosure agreement indeed increased participants' ability to judge what falls under the trade secret law, whereas the standard nondisclosure agreement showed no such effect. Furthermore, the effects of the factors `Involvement', `Specificity', `Publicity', and `Purpose' on the identification of trade secrets could be proven experimentally. Employees' judgments of whether an information represents a trade secret seem to rely on general cognitive processes. From this follows that concept learning could be integrated into systematic approaches for protecting intellectual property.","Authors":"Wetter, OE (Wetter, Olive E.) ; Hofer, F (Hofer, Franziska) ; Schmutz, P (Schmutz, Philipp) ; Jonas, K (Jonas, Klaus)","Title":"Improving the effectiveness of nondisclosure agreements by strengthening concept learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396157600018 PubMed ID: 27411338 ISSN: 1520-9512 eISSN: 1522-1709","Keywords":"Snoring; Machine learning; Support vector machines; Automated snore detection KeyWords Plus:OBSTRUCTIVE SLEEP-APNEA; OXYGEN-SATURATION; BLOOD-PRESSURE; MIDLIFE WOMEN; RISK; PREVALENCE; INFARCTION; DIAGNOSIS; PREDICT; SOUND","Categories":"Neurosciences & Neurology; Respiratory System Web of Science Categories:Clinical Neurology; Respiratory System","Journal Information":"SLEEP AND BREATHING Volume: 21 Issue: 1 Pages: 119-133 DOI: 10.1007/s11325-016-1373-5 Published: MAR 2017","Abstract":"Snoring has been shown to be associated with adverse physical and mental health, independent of the effects of sleep disordered breathing. Despite increasing evidence for the risks of snoring, few studies on sleep and health include objective measures of snoring. One reason for this methodological limitation is the difficulty of quantifying snoring. Conventional methods may rely on manual scoring of snore events by trained human scorers, but this process is both time- and labor-intensive, making the measurement of objective snoring impractical for large or multi-night studies. The current study is a proof-of-concept to validate the use of support vector machines (SVM), a form of machine learning, for the automated scoring of an objective snoring signal. An SVM algorithm was trained and tested on a set of approximately 150,000 snoring and non-snoring data segments, and F-scores for SVM performance compared to visual scoring performance were calculated using the Wilcoxon signed rank test for paired data. The ability of the SVM algorithm to discriminate snore from non-snore segments of data did not differ statistically from visual scorer performance (SVM F-score = 82.46 +/- 7.93 versus average visual F-score = 88.35 +/- 4.61, p = 0.2786), supporting SVM snore classification ability comparable to visual scorers. In this proof-of-concept, we established that the SVM algorithm performs comparably to trained visual scorers, supporting the use of SVM for automated snoring detection in future studies.","Authors":"Samuelsson, LB (Samuelsson, Laura B.) ; Rangarajan, AA (Rangarajan, Anusha A.) ; Shimada, K (Shimada, Kenji) ; Krafty, RT (Krafty, Robert T.) ; Buysse, DJ (Buysse, Daniel J.) ; Strollo, PJ (Strollo, Patrick J.) ; Kravitz, HM (Kravitz, Howard M.) ; Zheng, HY (Zheng, Huiyong) ; Hall, MH (Hall, Martica H.)","Title":"Support vector machines for automated snoring detection: proof-of-concept"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395165900009 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: miscellaneous; methods: statistical; planets and satellites: detection; planets and satellites: general; binaries: eclipsing. KeyWords Plus:ECLIPSING BINARIES; VARIABLE-STARS; AUTOMATED CLASSIFICATION; VALIDATION; CATALOG; MISSION; PERIOD","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 465 Issue: 3 Pages: 2634-2642 DOI: 10.1093/mnras/stw2881 Published: MAR 2017","Abstract":"A crucial step in planet hunting surveys is to select the best candidates for follow-up observations, given limited telescope resources. This is often performed by human ' eyeballing ', a time consuming and statistically awkward process. Here, we present a new, fast machine learning technique to separate true planet signals from astrophysical false positives. We use self-organizing maps (SOMs) to study the transit shapes of Kepler and K2 known and candidate planets. We find that SOMs are capable of distinguishing known planets from known false positives with a success rate of 87.0 per cent, using the transit shape alone. Furthermore, they do not require any candidate to be dispositioned prior to use, meaning that they can be used early in a mission's lifetime. A method for classifying candidates using a SOM is developed, and applied to previously unclassified members of the Kepler Objects of Interest (KOI) list as well as candidates from the K2 mission. The method is extremely fast, taking minutes to run the entire KOI list on a typical laptop. We make PYTHON code for performing classifications publicly available, using either new SOMs or those created in this work. The SOM technique represents a novel method for ranking planetary candidate lists, and can be used both alone or as part of a larger autovetting code.","Authors":"Armstrong, DJ (Armstrong, D. J.) ; Pollacco, D (Pollacco, D.) ; Santerne, A (Santerne, A.)","Title":"Transit shapes and self-organizing maps as a tool for ranking planetary candidates: application to Kepler and K2"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395357700005 ISSN: 1077-3142 eISSN: 1090-235X","Keywords":"Person re-identification; Learning to rank; Metric ensembles; Structured learning","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"COMPUTER VISION AND IMAGE UNDERSTANDING Volume: 156 Pages: 51-65 DOI: 10.1016/j.cviu.2016.10.015 Published: MAR 2017","Abstract":"Matching individuals across non-overlapping camera networks, known as person re-identification, is a fundamentally challenging problem due to the large visual appearance changes caused by variations of viewpoints, lighting, and occlusion. Approaches in literature can be categorized into two streams: The first stream is to develop reliable features against realistic conditions by combining several visual features in a pre-defined way; the second stream is to learn a metric from training data to ensure strong inter-class differences and intra-class similarities. However, seeking an optimal combination of visual features which is generic yet adaptive to different benchmarks is an unsolved problem, and metric learning models easily get over-fitted due to the scarcity of training data in person re-identification. In this paper, we propose two effective structured learning based approaches which explore the adaptive effects of visual features in recognizing persons in different benchmark data sets. Our framework is built on the basis of multiple low-level visual features with an optimal ensemble of their metrics. We formulate two optimization algorithms, CMCtriplet and CMCtop, which directly optimize evaluation measures commonly used in person re-identification, also known as the Cumulative Matching Characteristic (CMC) curve. The more standard CMCtriPlet formulation works on the triplet information by maximizing the relative distance between a matched pair and a mismatched pair in each triplet unit. The CMCtop formulation, modeled on a structured learning of maximizing the correct identification among top candidates, is demonstrated to be more beneficial to person re-identification by directly optimizing an objective closer to the actual testing criteria. The combination of these factors leads to a person re-identification system which outperforms most existing algorithms. More importantly, we advance state-of-the-art results by improving the rank-1 recognition rates from 40% to 61% on the iLIDS benchmark, 16% to 22% on the PRID2011 benchmark, 43% to 50% on the VIPeR benchmark, 34% to 55% on the CUHK01 benchmark and 21% to 68% on the CUHK03 benchmark. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Paisitkriangkrai, S (Paisitkriangkrai, Sakrapee) ; Wu, L (Wu, Lin) ; Shen, CH (Shen, Chunhua) ; van den Hengel, A (van den Hengel, Anton)","Title":"Structured learning of metric ensembles with application to person re-identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395012400015 PubMed ID: 27662428 ISSN: 1551-3777 eISSN: 1551-3793","Keywords":"Environmental risk assessment; Multiple stressors; Coastal areas; Chemical contamination; Ecosystem services KeyWords Plus:DECISION-MAKING; ECOLOGICAL RISK; COSTA-RICA; TOXICITY; FRAMEWORK; BANANA","Categories":"Environmental Sciences & Ecology; Toxicology Web of Science Categories:Environmental Sciences; Toxicology","Journal Information":"INTEGRATED ENVIRONMENTAL ASSESSMENT AND MANAGEMENT Volume: 13 Issue: 2 Pages: 376-386 DOI: 10.1002/ieam.1849 Published: MAR 2017","Abstract":"Growth of human populations and increased human activity, particularly in coastal areas, increase pressure on coastal ecosystems and the ecosystem services (ES) they provide. As a means toward being able to assess the impact of multiple stressors on ES, in the present study we propose an 8-step conceptual approach for assessing effects of chemical mixtures and other stressors on ES in coastal areas: step A, identify the relevant problems and policy aims; step B, identify temporal and spatial boundaries; step C, identify relevant ES; step D, identify relevant stressors (e.g., chemicals); step E, translate impacts into ES units; step F, assess cumulative risk in ES units; step G, rank stressors based on their contribution to adverse effects on ES; and step H, implement regulation and management as appropriate and necessary. Two illustrative case studies (Swedish coastal waters and a coastal lagoon in Costa Rica) are provided; one focuses on chemicals that affect human food supply and the other addresses pesticide runoff and trade-offs among ES. The 2 cases are used to highlight challenges of such risk assessments, including use of standardized versus ES-relevant test species, data completeness, and trade-offs among ES. Lessons learned from the 2 case studies are discussed in relation to environmental risk assessment and management of chemical mixtures. Integr Environ Assess Manag 2017;13:376-386. (C) 2016 SETAC","Authors":"Syberg, K (Syberg, Kristian) ; Backhaus, T (Backhaus, Thomas) ; Banta, G (Banta, Gary) ; Bruce, P (Bruce, Peter) ; Gustavsson, M (Gustavsson, Mikael) ; Munns, WR (Munns, Wayne R., Jr.) ; Ramo, R (Ramo, Robert) ; Selck, H (Selck, Henriette) ; Gunnarsson, JS (Gunnarsson, Jonas S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ramo, Robert  http://orcid.org/0000-0002-6652-7572","Title":"Toward a Conceptual Approach for Assessing Risks from Chemical Mixtures and Other Stressors to Coastal Ecosystem Services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395032100003 ISSN: 1133-0686 eISSN: 1863-8260","Keywords":"High dimension; Correlation; Group screening KeyWords Plus:VARIABLE SELECTION; REGRESSION; MODELS; LASSO","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"TEST Volume: 26 Issue: 1 Pages: 46-70 DOI: 10.1007/s11749-016-0497-z Published: MAR 2017","Abstract":"The sure independence screening procedure by ranking the marginal Pearson correlation is well documented in literatures and works satisfactorily in the ultra-high dimensional case. However, this marginal Person correlation learning would easily miss the variable that is marginally uncorrelated with the response but correlated with the response jointly with some other variables. This failure in missing an important variable is due to the fact that the marginal Pearson correlation does not use the joint information of the response and a set of covariates. In this paper, we introduce a new screening method which leaves a variable into the active set if it jointly with some other variables has a high canonical correlation with the response. This is accomplished via ranking canonical correlations between the response and all possible sets of k variables. Our results show that the procedure has the sure screening property and substantially reduces the dimensionality to a moderate size against the sample size. Extensive simulations demonstrate that our new method performs substantially better than the existing sure independence screening approaches based on the marginal Pearson correlation or Kental's tau rank correlation. A real data set is also analyzed by implementing our approach.","Authors":"Kong, XB (Kong, Xin-Bing) ; Liu, Z (Liu, Zhi) ; Yao, Y (Yao, Yuan) ; Zhou, W (Zhou, Wang)","Title":"Sure screening by ranking the canonical correlations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393952900005 ISSN: 0066-4812 eISSN: 1467-8330","Keywords":"Radical Environmentalism; commons; ecovillages; governance; ecosystem regeneration; social technologies","Categories":"Geography Web of Science Categories:Geography","Journal Information":"ANTIPODE Volume: 49 Issue: 2 Pages: 357-376 DOI: 10.1111/anti.12278 Published: MAR 2017","Abstract":"This article explores the scope and limitations of Radical Environmentalism as a source of practices of \"commoning\". The application of the radical environmental \"Healing Biotope\" model in Tamera, an ecovillage located in southern Portugal, further expands the understanding of \"commoning\" as a social process, as well as of Radical Environmentalism as a cognitive framework. This article distinguishes between the technical and political dimensions of \"commoning\". It also identifies two structuring dimensions of Radical Environmentalism, hereby called integrative rationality and the experiential action research and learning methodology. These dimensions support the technical aspect of \"commoning\" in Tamera by promoting epistemic and methodological coherence between social and environmental technologies. Despite their contested scientific validity, they contribute to the sustainability of the project by promoting synergies between ecological regeneration and social governance. However, they have limited capacity to address the political dimension of \"commoning\", related with rank and socio-economic inequalities among members.","Authors":"Esteves, AM (Esteves, Ana Margarida)","Title":"Radical Environmentalism and \"Commoning\": Synergies Between Ecosystem Regeneration and Social Governance at Tamera Ecovillage, Portugal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394173100006 ISSN: 1678-5878 eISSN: 1806-3691","Keywords":"Ensemble techniques; Feature ranking; Fault severity classification; Rolling element bearings KeyWords Plus:SUPPORT VECTOR MACHINE; ARTIFICIAL NEURAL-NETWORKS; ROTATION FOREST ENSEMBLE; GENETIC ALGORITHM; ROLLER BEARING; DIAGNOSIS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF THE BRAZILIAN SOCIETY OF MECHANICAL SCIENCES AND ENGINEERING Volume: 39 Issue: 3 Pages: 709-724 DOI: 10.1007/s40430-016-0540-8 Published: MAR 2017","Abstract":"Rolling element bearings are the critical mechanical components in industrial applications. These rotary elements work continuously under different operating and environmental conditions. It leads to generation of various defects over the operating surfaces of bearing components. In this study, four machine learning techniques, two ensemble techniques, i.e., rotation forest and random subspace, and two well-established techniques, i.e., support vector machine and artificial neural network, are utilized for fault severity classification. Time domain, frequency domain and wavelet-based features are extracted from the raw vibration signals of rolling element bearings for the investigations. Four feature ranking techniques are employed to rank extracted features. Comparative study is carried out among the machine learning techniques with and without the ranking of features. Present study not only investigates various machine learning techniques but also examines the performance of various feature ranking techniques for fault severity classification of rolling element bearings. Results show that ensemble techniques have superior classification efficiency and take very less computational time for the analysis in comparison to support vector machine and artificial neural network.","Authors":"Sharma, A (Sharma, Aditya) ; Amarnath, M (Amarnath, M.) ; Kankar, PK (Kankar, Pavan Kumar)","Title":"Novel ensemble techniques for classification of rolling element bearing faults"}]