[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393926900005 ISSN: 0009-8418 eISSN: 1558-9234","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL WORLD Volume: 110 Issue: 2 Pages: 257-273 Special Issue: SI Published: WIN 2017","Abstract":"Latin textbooks formulate grammar rules in terms of spelling rather than processes of sound, giving the impression that verb conjugation is difficult and with much irregularity. This article suggests a consistent way to envision the essentially regular linking of a stem to a tense marker to a personal ending (S-T-E). The \"rules\" are mostly well known but scattered across the pages of many different books. I organize them here as little more than the regular, predictable \"boundary adjustments\" of stems before certain tense markers and of tense markers before certain endings. Rules 1-5 affect vowels, and rules 6-9 treat consonants. Thus this exercise in \"practical linguistics\" goes \"behind the scenes\" of standard textbook rules. The first and second parts of this article introduce the approach with reference to these rules, while the third explains the rules themselves, with ample illustration.","Authors":"Fradkin, R (Fradkin, Robert)","Title":"Satis Superque? Latin Conjugation in Nine Rules and Three Inflectional Complexions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396638300004 ISSN: 0734-8584 eISSN: 1533-8541","Keywords":"Gertrude Buck; rhetorical style; metaphor; cognitive metaphor; philology; linguistics; figuration","Categories":"History; Literature Web of Science Categories:History; Literature","Journal Information":"RHETORICA-A JOURNAL OF THE HISTORY OF RHETORIC Volume: 35 Issue: 1 Pages: 75-109 Published: WIN 2017","Authors":"Mehlenbacher, AR (Mehlenbacher, Ashley Rose) ; Harris, RA (Harris, Randy Allen)","Title":"A Figurative Mind: Gertrude Buck's The Metaphor as a Nexus in Cognitive Metaphor Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300004 ISSN: 0911-6044","Keywords":"Neuropragmatics; Experimental pragmatics; Discourse; Information structure; N400 KeyWords Plus:DISCOURSE; COMPREHENSION; INTEGRATION; LANGUAGE; INAPPROPRIATE; COMPONENT; CONTEXT; SPEAKER; ERP","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 31-48 DOI: 10.1016/j.jneuroling.2016.11.005 Published: MAY 2017","Abstract":"This study investigates the processing of presupposition in discourse through the Event Related Brain Potential technique. While theoretical linguistics has largely described the phenomenon of presupposition, there is little empirical investigation, mainly from behavioural studies. Here we employed the Event Related Potential (ERP) technique to search for the brain signature of presupposition as opposed to assertion in discourse. Based on theoretical accounts, we hypothesized that presupposing new information should elicit higher efforts due to the mismatch between the information packaging and the actual knowledge, and to the need of accommodating the presupposed content in the mental model of discourse. We also hypothesized that these efforts could reflect in enhanced N400, similarly to other mechanisms operating at the discourse-context level. Twenty-seven participants were presented with passages containing new information packaged either as presupposition or as assertion. Two types of presupposition triggers were selected: definite descriptions and temporal subordinate clauses. Results evidenced a difference between the processing of presuppositions and that of assertions, reflected in a more enhanced N400 for the former. Results also showed that the temporal development of the presupposition effect is earlier for subordinate clauses than for definite descriptions. Differently from some behavioural studies on presupposition, but consistently with the theoretical literature and with other ERP studies on discourse processing, our data offer the first neurophysiological evidence that presupposition is more costly than assertion when new information is presented, with differences in the time development of the effect across trigger types. We proposed to account for the N400 effect induced by new presuppositions as stemming from a pragmatic \"garden path\" effect, in that, being presented with a new presupposition, the receiver is led down a mismatch between information packaging and discourse representation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Masia, V (Masia, Viviana) ; Canal, P (Canal, Paolo) ; Ricci, I (Ricci, Irene) ; Vallauri, EL (Vallauri, Edoardo Lombardi) ; Bambini, V (Bambini, Valentina)","Title":"Presupposition of new information as a pragmatic garden path: Evidence from Event-Related Brain Potentials"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398997900010 PubMed ID: 28402507 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"serious mental illness; computational semantics; quantitative linguistics; network theory KeyWords Plus:LATENT SEMANTIC ANALYSIS; COMPUTATIONAL PSYCHIATRY; SCHIZOPHRENIC SPEECH; SEMIOTIC DISORDER; LANGUAGE; NETWORKS; MEMORY; ILLNESS; BRAIN","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 509-513 DOI: 10.1093/schbul/sbx040 Published: MAY 1 2017","Authors":"Elvevag, B (Elvevag, Brita) ; Foltz, PW (Foltz, Peter W.) ; Rosenstein, M (Rosenstein, Mark) ; Ferrer-I-Cancho, R (Ferrer-i-Cancho, Ramon) ; De Deyne, S (De Deyne, Simon) ; Mizraji, E (Mizraji, Eduardo) ; Cohen, A (Cohen, Alex)","Title":"Thoughts About Disordered Thinking: Measuring and Quantifying the Laws of Order and Disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395128000004 ISSN: 0726-8602 eISSN: 1469-2996","Keywords":"ESL; EFL; Literacy and Numeracy Practices; Experiential Meaning; Business Discourse; Accounting Literacies KeyWords Plus:THEME","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"AUSTRALIAN JOURNAL OF LINGUISTICS Volume: 37 Issue: 2 Pages: 219-251 DOI: 10.1080/07268602.2017.1239535 Published: MAY 2017","Abstract":"The multimodal experiential meanings of accounting play a vital role in maximizing the learning experiences of accounting students. This paper aims to explore the literacy and numeracy practices of six Saudi postgraduate students enrolled in the Master of Commerce accounting foundation module Accounting Concepts and Methods. Responding to repeated calls regarding the lack of research on the literacy and numeracy practices that construe disciplinary subjects, we employed a multidimensional approach proposed by Alyousef to describe the epistemologies of the module and the actual practices the participants engaged with to complete their assignment, in addition to conducting a Systemic Functional Multimodal Discourse Analysis (SF-MDA) of the experiential meanings in accounting texts. The SF-MDA enabled us to capture the patterns of such complicated interrelationships between numbers and texts. The findings of the analysis of the multimodal accounting financial statements demonstrated that systemic functional linguistics provides tools that structure interpretation of the functioning of multimodal texts.","Authors":"Alyousef, HS (Alyousef, Hesham Suleiman) ; Alsharif, AA (Alsharif, Amerah Abdullah)","Title":"The Experiential Meaning in Saudi Postgraduate Business Students' Multimodal Accounting Texts: A Multidimensional Exploration"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398096600006 ISSN: 0142-6001 eISSN: 1477-450X","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"APPLIED LINGUISTICS Volume: 38 Issue: 2 Pages: 258-262 DOI: 10.1093/applin/amv031 Published: APR 2017","Abstract":"With the recent dramatic increase in global movements for work, leisure, or migration, more people than ever before are learning a language later in life. Together with the general trend towards increased life expectancy and life-long learning, this makes age in language learning a critical research issue. Munoz and colleagues are therefore very much to be congratulated for putting age back on the applied linguistics table with their Special Issue 'Complexities and Interactions of Age in Second Language Learning: Broadening the Research Agenda'. In this response to the Special Issue, however, we would like to go even further in broadening the agenda for age-related research in SLA by extending the object of inquiry from ultimate attainment to optimal proficiency development, and including research goals that move beyond theoretical questions of maturational constraint to address more directly the practical issues facing older language learners and their teachers.","Authors":"Yates, L (Yates, Lynda) ; Kozar, O (Kozar, Olga)","Title":"Expanding the Horizons of Age-related Research: A Response to the Special Issue 'Complexities and Interactions of Age in Second Language Learning: Broadening the Research Agenda'"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397266400001 ISSN: 1923-869X eISSN: 1923-8703","Keywords":"corpus linguistics; frequency analysis; the Guardian; the NYT KeyWords Plus:CRITICAL DISCOURSE ANALYSIS; MEDIA; TERRORISM","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF ENGLISH LINGUISTICS Volume: 7 Issue: 2 Pages: 1-20 DOI: 10.5539/ijel.v7n2p1 Published: APR 2017","Abstract":"Institutions or people can express their political stances or attitudes toward a specific topic if they keep using some words rather than others repetitively and consistently. This study uses the corpus linguistic technique of frequency to examine the influence of the country where the newspaper is published on its agenda and coverage using a corpus of about 7 million words of news articles about Libya and Qaddafi in the Guardian (Britain) and the New York Times (the U.S.) from 2009 to 2013. The compiled corpus is divided into three time periods, namely: before, during, and after the 2011 Arab uprisings. The analysis shows that the two newspapers had different news foci/themes in the three investigated time periods, and that they are influenced by the stock of ideas circulating in the culture in which they are working. Both newspapers covered more news of events that draw the attention of the people of the countries where they are located and published. The paper concludes that there is a strong relationship between media and politics where media is a central arena for viewing the political events.","Authors":"Haider, AS (Haider, Ahmad S.)","Title":"Frequency Analysis as a Way of Uncovering News Foci: Evidence from the Guardian and the New York Times"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397266400017 ISSN: 1923-869X eISSN: 1923-8703","Keywords":"variability; intonation contour; variant; invariant; syntagm; syntagmatic division; melody; tone; semantics; diapason; linguistic and non-linguistic factors; acoustic parameters; oscillogram; intonogram","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF ENGLISH LINGUISTICS Volume: 7 Issue: 2 Pages: 167-175 DOI: 10.5539/ijel.v7n2p167 Published: APR 2017","Abstract":"Variability of language units is the main feature of a language system and its activity. Variability has distinctive features providing processes like coding, decoding, maintaining and transforming the information from one generation to the other. One of the characteristic features of modern linguistics is the identification of invariants in every level of a language system. It helps us to say that an invariant is the factor that provides the unity of elements but a variant distinguishes different steps of this unity. Variability of language units is the main means providing the communicative function of the language, or \"the possibility of variability of language units is the characteristic feature of the language nature\", as G. V. Stepanov says. (Stepanov, 1976, p. 223) Variability is the characteristic feature of the realization of the units of phonological, morphological and syntactic levels of the language in syntagmatics, in other words the units of these levels are represented in variants in the speech act. The study of variability of the sentence intonation can be a great contribution to the development of the variability problem. Our aim is to investigate melodic contour of adverbial clauses of cause and result, the direction of intonation contour, the interval between syntagms and their register.","Authors":"Zeynally, G (Zeynally, Gulyaz)","Title":"Melodic Features of Cause and Result Clauses in Modern English in the Light of Experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519100003 ISSN: 0022-2267 eISSN: 1469-7742","Keywords":"language change; mathematical modelling; neutrality; prestige; S-curves KeyWords Plus:LANGUAGE CHANGE; ACQUISITION; NETWORK","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF LINGUISTICS Volume: 53 Issue: 2 Pages: 327-358 DOI: 10.1017/S0022226716000141 Published: APR 2017","Abstract":"Language change is neutral if the probability of a language learner adopting any given linguistic variant only depends on the frequency of that variant in the learner's environment. Ruling out non-neutral motivations of change, be they sociolinguistic, computational, articulatory or functional, a theory of neutral change insists that at least some instances of language change are essentially due to random drift, demographic noise and the social dynamics of finite populations; consequently, it has remained little investigated in the historical and sociolinguistics literature, which has generally been on the lookout for more substantial causes of change. Indeed, recent computational studies have argued that a neutral mechanism cannot give rise to well-behaved' time series of change which would align with historical data, for instance to generate S-curves. In this paper, I point out a methodological shortcoming of those studies and introduce a mathematical model of neutral change which represents the language community as a dynamic, evolving network of speakers. With computer simulations and a quantitative operationalization of what it means for change to be well-behaved, I show that this model exhibits well-behaved neutral change provided that the language community is suitably clusterized. Thus, neutral change is not only possible but is in fact a characteristic emergent property of a class of social networks. From a theoretical point of view, this finding implies that neutral theories of change deserve more (serious) consideration than they have traditionally received in diachronic and variationist linguistics. Methodologically, it urges that if change is to be successfully modelled, some of the traditional idealizing assumptions employed in much mathematical modelling must be done away with.","Authors":"Kauhanen, H (Kauhanen, Henri)","Title":"Neutral change"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398519100007 ISSN: 0022-2267 eISSN: 1469-7742","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF LINGUISTICS Volume: 53 Issue: 2 Pages: 441-444 DOI: 10.1017/S0022226716000396 Published: APR 2017","Authors":"Mao, TY (Mao, Tiaoyuan) ; Sun, HB (Sun, Hongbo)","Title":"The syntax of roots and the roots of syntax (Oxford Studies in Theoretical Linguistics)"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398519100009 ISSN: 0022-2267 eISSN: 1469-7742","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF LINGUISTICS Volume: 53 Issue: 2 Pages: 449-454 DOI: 10.1017/S0022226716000372 Published: APR 2017","Authors":"Nasukawa, K (Nasukawa, Kuniya)","Title":"A theory of phonological features (Oxford Linguistics)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240900004 ISSN: 0031-8191 eISSN: 1469-817X","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY Volume: 92 Issue: 2 Pages: 207-230 DOI: 10.1017/S0031819117000067 Published: APR 2017","Abstract":"The aim of this paper is to generalize a pair of concepts that are widely used in the history of science, in art history and in historical linguistics - the concept of internal and external history - and to replace the often very vague talk of historical narratives' with this conceptual framework of internal versus external history. I argue that this way of framing the problem allows us to see the possible alternatives more clearly - as a limited number of possible relations between internal and external history. Finally, I argue that while external history is metaphysically prior to internal history, when it comes to historical explanations, we need both.","Authors":"Nanay, B (Nanay, Bence)","Title":"Internal History versus External History"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395715000003 ISSN: 1944-2904 eISSN: 1944-2890","Keywords":"direct historical approach; ethnoarchaeology; model building; analogy; arctic; subarctic KeyWords Plus:SETTLEMENT SYSTEMS; ARCTIC CANADA; BOREAL FOREST; LAND-USE; ARCHAEOLOGY; SITE; ANALOGY; DENE; NUNAVUT; GENDER","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ETHNOARCHAEOLOGY Volume: 9 Issue: 1 Pages: 30-52 DOI: 10.1080/19442890.2017.1279494 Published: APR 2017","Abstract":"The direct historical approach, which draws cultural links between the historic and prehistoric past at specific locations, has a longstanding, and at times controversial, history in archaeological interpretation. Evidence from this and related approaches, such as ethnohistorical reconstruction, historical linguistics, oral tradition, and native folklore, is widely employed today by North American archaeologists. It is also a commonly held idea that ethnoarchaeological models are most valuable when they can be linked through historical documentation to past cultures in the same region. The direct historical approach, where applicable, can provide a reliable form of analogical reasoning in ethnoarchaeological studies. However, the historical record is not equal in each region, and researchers must take into account the level of cultural change due to European contact. This paper uses selected examples from northern North America to revisit the role of the direct historical approach in ethnoarchaeological research.","Authors":"Deal, M (Deal, Michael)","Title":"The Role of The Direct Historical Approach in North American Ethnoarchaeology: A Northern Perspective"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395065800010 ISSN: 1470-3297 eISSN: 1470-3300","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"INNOVATIONS IN EDUCATION AND TEACHING INTERNATIONAL Volume: 54 Issue: 2 Pages: 170-171 Special Issue: SI DOI: 10.1080/14703297.2017.1280880 Published: APR 2017","Authors":"Wang, RH (Wang, Renhua)","Title":"Educational linguistics: A social semiotic approach"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396413900001 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 811-829 DOI: 10.1002/asi.23716 Published: APR 2017","Abstract":"Opinion mining refers to the use of natural language processing, text analysis, and computational linguistics to identify and extract subjective information in textual material. Opinion mining, also known as sentiment analysis, has received a lot of attention in recent times, as it provides a number of tools to analyze public opinion on a number of different topics. Comparative opinion mining is a subfield of opinion mining which deals with identifying and extracting information that is expressed in a comparative form (e.g., \"paper X is better than the Y\"). Comparative opinion mining plays a very important role when one tries to evaluate something because it provides a reference point for the comparison. This paper provides a review of the area of comparative opinion mining. It is the first review that cover specifically this topic as all previous reviews dealt mostly with general opinion mining. This survey covers comparative opinion mining from two different angles. One from the perspective of techniques and the other from the perspective of comparative opinion elements. It also incorporates preprocessing tools as well as data set that were used by past researchers that can be useful to future researchers in the field of comparative opinion mining.","Authors":"Varathan, KD (Varathan, Kasturi Dewi) ; Giachanou, A (Giachanou, Anastasia) ; Crestani, F (Crestani, Fabio)","Title":"Comparative Opinion Mining: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396595300001 PubMed ID: 28360870 ISSN: 1664-1078","Keywords":"natural language; number; natural numbers; numerals; core systems of number; grammatical number; syntax; linguistics KeyWords Plus:INFANTS; REPRESENTATIONS; DISCRIMINATION; WORDS; ACQUISITION; SUBTRACTION; FOUNDATIONS; MAGNITUDES; EVOLUTION; COGNITION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 351 DOI: 10.3389/fpsyg.2017.00351 Published: MAR 16 2017","Abstract":"Only humans possess the faculty of language that allows an infinite array of hierarchically structured expressions (Hauser et al., 2002; Berwick and Chomsky, 2015). Similarly, humans have a capacity for infinite natural numbers, while all other species seem to lack such a capacity (Gelman and Gallistel, 1978; Dehaene, 1997). Thus, the origin of this numerical capacity and its relation to language have been of much interdisciplinary interest in developmental and behavioral psychology, cognitive neuroscience, and linguistics (Dehaene, 1997; Hauser et al., 2002; Pica et al., 2004). Hauser et al. (2002) and Chomsky (2008) hypothesize that a recursive generative operation that is central to the computational system of language (called Merge) can give rise to the successor function in a set-theoretic fashion, from which capacities for discretely infinite natural numbers may be derived. However, a careful look at two domains in language, grammatical number and numerals, reveals no trace of the successor function. Following behavioral and neuropsychological evidence that there are two core systems of number cognition innately available, a core system of representation of large, approximate numerical magnitudes and a core system of precise representation of distinct small numbers (Feigenson et al., 2004), I argue that grammatical number reflects the core system of precise representation of distinct small numbers alone. In contrast, numeral systems arise from integrating the pre-existing two core systems of number and the human language faculty. To the extent that my arguments are correct, linguistic representations of number, grammatical number, and numerals do not incorporate anything like the successor function.","Authors":"Hiraiwa, K (Hiraiwa, Ken)","Title":"The Faculty of Language Integrates the Two Core Systems of Number"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396062000001 PubMed ID: 28293277 ISSN: 1748-7188","Keywords":"Avoided words; Underrepresented words; Absent words; Suffix tree; Conserved non-coding elements; Ultraconserved elements KeyWords Plus:CONSTRAINED DNA ELEMENTS; EFFICIENT DETECTION; CLASSIFICATION; LINGUISTICS","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"ALGORITHMS FOR MOLECULAR BIOLOGY Volume: 12 Article Number: 5 DOI: 10.1186/s13015-017-0094-z Published: MAR 14 2017","Abstract":"Background: The deviation of the observed frequency of a word w from its expected frequency in a given sequence x is used to determine whether or not the word is avoided. This concept is particularly useful in DNA linguistic analysis. The value of the deviation of w, denoted by dev(w), effectively characterises the extent of a word by its edge contrast in the context in which it occurs. A word w of length k > 2 is a p-avoided word in x if dev (w)<= p, for a given threshold p < 0. Notice that such a word may be completely absent from x. Hence, computing all such words naively can be a very time-consuming procedure, in particular for large k. Results: In this article, we propose an O(n)-time and O(n)-space algorithm to compute all p-avoided words of length k in a given sequence of length n over a fixed-sized alphabet. We also present a time-optimal O(sigma n)-time algorithm to compute all p -avoided words (of any length) in a sequence of length n over an integer alphabet of size p. In addition, we provide a tight asymptotic upper bound for the number of p -avoided words over an integer alphabet and the expected length of the longest one. We make available an implementation of our algorithm. Experimental results, using both real and synthetic data, show the efficiency and applicability of our implementation in biological sequence analysis. Conclusions: The systematic search for avoided words is particularly useful for biological sequence analysis. We present a linear-time and linear-space algorithm for the computation of avoided words of length k in a given sequence x. We suggest a modification to this algorithm so that it computes all avoided words of x, irrespective of their length, within the same time complexity. We also present combinatorial results with regards to avoided words and absent words.","Authors":"Almirantis, Y (Almirantis, Yannis) ; Charalampopoulos, P (Charalampopoulos, Panagiotis) ; Gao, J (Gao, Jia) ; Iliopoulos, CS (Iliopoulos, Costas S.) ; Mohamed, M (Mohamed, Manal) ; Pissis, SP (Pissis, Solon P.) ; Polychronopoulos, D (Polychronopoulos, Dimitris)","Title":"On avoided words,absent words,and their application to biological sequence analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398942200014 ISSN: 2229-9327","Keywords":"classroom; discourse analysis; discourse pattern; interaction; spoken discourse","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"ARAB WORLD ENGLISH JOURNAL Volume: 8 Issue: 1 Pages: 194-207 DOI: 10.24093/awej/vol8no1.14 Published: MAR 2017","Abstract":"Discourse analysis is one of the linguistics which investigate language use naturally. The classroom interaction is one of the field of the study of the language use naturally. How is the English teachers and their students developed discourse pattern in the classroom interaction? The purpose of this study is to describe the using of discourse pattern implemented in the classroom by English teachers and their students. The results of this study gives significant contribution to the English teaching leaning process, particularly for the teachers in order that they can cultivate and organize the classroom dynamically, further teachers and students are able to create challenging classroom interaction. To analyze the data, the researcher used the qualitative descriptive research. The researcher used the qualitative descriptive analysis which is developed by Mile & Huberman, (1994). Based on the data analysis, it is fund that discourse pattern which is created by Siclair-Coulthard analysis model (1975) cited in (Charthy, 1993) is used by English teachers and their students differently. It meant that the English teachers and their students implemented the discourse pattern in the classroom based on the setting of nine different senior high schools in the different environments. Discourse pattern used in the excellent senior high schools are different from the classical senior high schools in the southern part of central Java, Indonesia.","Authors":"Sudar (Sudar)","Title":"Spoken Discourse Analysis of Senior High Schools English Classroom Purworejo, Central Java"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398942200019 ISSN: 2229-9327","Keywords":"curriculum; EFL teacher education programme; pedagogical content knowledge; teaching practice; Yemen KeyWords Plus:ENGLISH","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"ARAB WORLD ENGLISH JOURNAL Volume: 8 Issue: 1 Pages: 264-279 DOI: 10.24093/awej/vol8no1.19 Published: MAR 2017","Abstract":"This study aims to analyse the pedagogical content knowledge (PCK) in the current curriculum of the English teacher education programme (ETEP) at a Faculty of Education in a Yemeni University. PCK and teaching competencies take shape within the initial preparation of ETEP in which student teachers spenda long time receiving knowledge and understanding the teaching context before they practically experience teaching at schools. During their BA study, students are required to study 49 courses which can be categorised into four main components: skills, linguistics, literature and professional. This study analyses the content of the curriculum courses so as tovisualise the way student teachers translate what they have learned into pedagogical practices during their teaching practices. In this study, the curriculum content of ETEP is qualitatively analysed using the inductive approach. Categories emerged from the analysis demonstrate various aspects of student teachers' PCK. The analysis reveals that the pedagogical skills courses are not enough to enhance and strengthen the student teachers' PCK needed to be reflected in their teaching practices. The findings show that the curriculum lacks courses necessary to provide student teachers with basic knowledge and pedagogical principles which are of vital significance to demonstrate their understanding before they are practically engaged in the teaching experience.","Authors":"Al-Jaro, MSA (Al-Jaro, Morshed Salim Abdullah) ; Asmawi, A (Asmawi, Adelina) ; Hasim, Z (Hasim, Zuwati)","Title":"Content Analysis of the Pedagogical Content Knowledge in the Curriculum of Yemeni EFL Teacher Education Programme"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398967500004 ISSN: 0008-4131 eISSN: 1710-1115","Keywords":"historical linguistics; subgrouping; Totonacan; Mesoamerican languages KeyWords Plus:PHYLOGENETIC NETWORKS; PHONOLOGY; SKETCH","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"CANADIAN JOURNAL OF LINGUISTICS-REVUE CANADIENNE DE LINGUISTIQUE Volume: 62 Issue: 1 Pages: 84-117 DOI: 10.1017/cnj.2016.23 Published: MAR 2017","Abstract":"Coahuitlan Totonac is spoken in Veracruz, Mexico, and has been variously ascribed to two different branches of the Totonacan family tree. While recent work has begun to bring empirical evidence to the internal structure of this family tree, there remain several important areas of disagreement, in addition to the disputed affiliation of Coahuitlan. This article informs the family tree and demonstrates that Coahuitlan belongs to the Northern branch using shared innovations and two computational methods. The comparative method seeks sets of shared innovations for evidence of subgrouping. This article presents proposed shared innovations in phonology, morphology, and lexicon, which fall into two sets, one belonging to the Sierra and Lowland branches, and the other belonging to the Northern. Coahuitlan Totonac overwhelmingly shares innovations found in Northern languages and lacks innovations found in Sierra. Two quantitative methods are also used to show that Coahuitlan groups groups closely with other Northern languages.","Authors":"Moore, D (Moore, Devin)","Title":"Subgrouping of Coahuitlan Totonac"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000399017600032 ISSN: 0953-8585","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICS WORLD Volume: 30 Issue: 3 Pages: 21-22 Published: MAR 2017","Authors":"Allen, F (Allen, Frank)","Title":"Scientific linguistics"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000399017600033 ISSN: 0953-8585","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICS WORLD Volume: 30 Issue: 3 Pages: 22-22 Published: MAR 2017","Authors":"Davies, G (Davies, Geoff)","Title":"Scientific linguistics"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000399017600034 ISSN: 0953-8585","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICS WORLD Volume: 30 Issue: 3 Pages: 22-22 Published: MAR 2017","Authors":"McDowell, A (McDowell, Alex)","Title":"Scientific linguistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398730200003 ISSN: 2304-6775","Keywords":"second language writing; Web of Science; bibliometrics KeyWords Plus:RESEARCH PERFORMANCE; APPLIED LINGUISTICS; SOCIAL-SCIENCES; HUMANITIES; LANGUAGE; QUALITY; PRODUCTIVITY; INDICATORS; CITATION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"PUBLICATIONS Volume: 5 Issue: 1 Article Number: 4 DOI: 10.3390/publications5010004 Published: MAR 2017","Abstract":"There are several indicators that distinguish an academic discipline, including journals, conferences, and graduate programs. One of them is the presence of academic publications in well-regarded citation indices such as Web of Science (WoS). This study explored the bibliometric characteristics of publications on second language writing (SLW) covered in the Social Sciences Citation Index and the Arts & Humanities Citation Index of WoS. We found that, while the first appeared in 1992 with a steady increase in recent years, there were a total of 266 SLW publications, mostly in the linguistics research area (92%), in the WoS between 1900 and 2013. The publications included articles, book reviews, and bibliographies written by 1.64 authors per publication, suggesting a low level of collaborations among SLW scholars. They cited 31.44 publications and received citations from 5.90 publications on average. An average SLW title had 2.49 different words and a total of 10.85 words, with an abstract of about five sentences and about six keywords and diverse topics including second language writing, writing, academic writing, error correction, and plagiarism. Our findings will be of value to second language writing scholars, graduate students, and practitioners for examining the status of their field.","Authors":"Arik, BT (Arik, Beril T.) ; Arik, E (Arik, Engin)","Title":"\"Second Language Writing\" Publications in Web of Science: A Bibliometric Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396724600006 ISSN: 1389-0417","Keywords":"Qualitative spatial reasoning; Cognitive linguistics; Logic semantics","Categories":"Computer Science; Neurosciences & Neurology; Psychology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences; Psychology, Experimental","Journal Information":"COGNITIVE SYSTEMS RESEARCH Volume: 41 Pages: 84-92 DOI: 10.1016/j.cogsys.2016.07.001 Published: MAR 2017","Abstract":"This paper presents a formal definition for a number of distinct cases where the preposition \"em\" (in) can be applied in Brazilian Portuguese. The aim of this work is to establish a mathematical model using qualitative spatial reasoning formalisms within the idea of precisification from supervaluation semantics. Our long term goal is to implement this model into artificial intelligent systems to allow for seamless communication with humans in a common speech. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Rodrigues, E (Rodrigues, Edilson) ; Santos, PE (Santos, Paulo E.) ; Lopes, M (Lopes, Marcos)","Title":"Pinning down polysemy: A formalisation for a Brazilian Portuguese preposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394790300003 ISSN: 0957-9265 eISSN: 1460-3624","Keywords":"Ahmadiyya; blasphemy; critical discourse analysis (CDA); deviant sect; discriminatory discourses; discourse strategies; Indonesia; Islam; Islamic Defender Front; positive and negative presentations; religious minority group KeyWords Plus:CORPUS LINGUISTICS; ASYLUM SEEKERS; REPRESENTATION; REFUGEES","Categories":"Communication; Psychology; Sociology Web of Science Categories:Communication; Psychology, Multidisciplinary; Sociology","Journal Information":"DISCOURSE & SOCIETY Volume: 28 Issue: 2 Pages: 162-181 DOI: 10.1177/0957926516685462 Published: MAR 2017","Abstract":"This article examines discourse presentations of the Ahmadiyya sect (a self-defined sect of Islam) as created in texts produced by the Islamic Defender Front (Front Pembela Islam/the FPI). The FPI considers Ahmadiyya to be a deviant sect because the sect recognises its founder, Mirza Ghulam Ahmad, as a new prophet of Islam after Prophet Muhammad. This teaching is in sharp contradiction to the belief of the majority of Muslims who believe that Muhammad is the seal of prophethood. This study aims to reveal the discourse strategies employed and discourse topics presented by the FPI in its written and spoken texts when presenting Ahmadiyya. The data analysed are two speeches delivered and two articles written by the FPI's chairman, Habib Rizieq Shihab. The critical discourse analysis (CDA) theoretical framework employed in this study is based on Van Dijk's 'ideological square', namely positive self-and negative other presentations. The findings of the study reveal that Ahmadiyya is depicted negatively as 'the non-believers of Islam', 'the hijacker of Islam', 'the enemy of Islam', and 'the traitor/betrayer of Islam', while Shihab has portrayed the FPI as 'the tolerant Islamic group'","Authors":"Irawan, AM (Irawan, Andi Muhammad)","Title":"'They are not Muslims': A critical discourse analysis of the Ahmadiyya sect issue in Indonesia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394790300005 ISSN: 0957-9265 eISSN: 1460-3624","Keywords":"Catalonia; discrimination; immigration; political discourse; political parties; racism KeyWords Plus:NATIONAL IDENTITY; PREJUDICE","Categories":"Communication; Psychology; Sociology Web of Science Categories:Communication; Psychology, Multidisciplinary; Sociology","Journal Information":"DISCOURSE & SOCIETY Volume: 28 Issue: 2 Pages: 204-225 DOI: 10.1177/0957926516685464 Published: MAR 2017","Abstract":"The aim of this article is to present the findings of an analytical framework we have designed to monitor discriminatory political discourse on immigration. Through the understanding of how some of the most relevant studies in three disciplines (political science, social psychology and linguistics) have framed racism, we try to infer how such racism may manifest in discourse through particular discriminatory tendencies. The combination of these tendencies has contributed to the designing of the proposed analytical framework that aims, by means of 12 standards, to systematically certify political discourse as discriminatory, quantify how much discriminatory discourse is and assess how such discrimination is legitimised or justified. By implementing such a framework within the context of Catalonia, this pilot study offers a global picture of how Catalan political discourse on immigration is constructed and how each of the standards appears (or does not appear) in discourse. Once the viability of this framework is proven, we conclude it could be the basis of comparative research in other contexts.","Authors":"Rubio-Carbonero, G (Rubio-Carbonero, Gema) ; Zapata-Barrero, R (Zapata-Barrero, Ricard)","Title":"Monitoring discriminatory political discourse on immigration: A pilot study in Catalonia"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394790300010 ISSN: 0957-9265 eISSN: 1460-3624","Categories":"Communication; Psychology; Sociology Web of Science Categories:Communication; Psychology, Multidisciplinary; Sociology","Journal Information":"DISCOURSE & SOCIETY Volume: 28 Issue: 2 Pages: 233-235 Published: MAR 2017","Authors":"Wiemeyer, L (Wiemeyer, Leonie)","Title":"Corpus-based Research in Applied Linguistics: Studies in Honor of Doug Biber"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398476900008 ISSN: 1360-6743 eISSN: 1469-4379","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"ENGLISH LANGUAGE & LINGUISTICS Volume: 21 Issue: 1 Pages: 161-168 DOI: 10.1017/S1360674316000277 Published: MAR 2017","Authors":"Collins, P (Collins, Peter) ; Yao, X (Yao, Xinyue)","Title":"The Cambridge handbook of English corpus linguistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395998600003 PubMed ID: 28114772 ISSN: 0096-3445 eISSN: 1939-2222","Keywords":"emotion; emotion regulation; psychological distance; language KeyWords Plus:EXPERIENCES; LANGUAGE; ASKING; TALK; TIME; TASK","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"JOURNAL OF EXPERIMENTAL PSYCHOLOGY-GENERAL Volume: 146 Issue: 3 Pages: 337-346 DOI: 10.1037/xge0000263 Published: MAR 2017","Abstract":"Effective emotion regulation is critical for mental health and well-being, rendering insight into underlying mechanisms that facilitate this crucial skill invaluable. We combined principles of cognitive linguistics and basic affective science to test whether shifting components of one's language might foster effective emotion regulation. In particular, we explored bidirectional relations between emotion regulation and linguistic signatures of psychological distancing. In Study 1, we assessed whether people spontaneously distance their language (i.e., shift their word use to be less socially and temporally proximate) when regulating emotions. Participants transcribed their thoughts while either passively viewing or actively regulating their emotional responses to negative images. Regulation increased linguistic markers of social and temporal distance, and participants who showed greater linguistic distancing were more successful regulators. Study 2 reversed this relation and investigated whether distancing one's language spontaneously regulated one's emotions. Participants wrote about negative images either using psychologically \"close\" or \"distant\" language in physical, social, and temporal domains. All 3 domains of linguistic distancing spontaneously reduced negative affect. Distancing language also \"bled\" across domains (e.g., temporal distancing spontaneously produced social distancing). This suggests that distancing one's language in 1 domain (e.g., reducing use of present-tense verbs) produces shifts in deep representations of psychological distance that are measurable across domains (e.g., reduced use of the word \"I\"). Results extend understanding of language-emotion interactions and reveal novel strategies for reducing negative affect.","Authors":"Nook, EC (Nook, Erik C.) ; Schleider, JL (Schleider, Jessica L.) ; Somerville, LH (Somerville, Leah H.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Nook, Erik  http://orcid.org/0000-0001-7967-0792","Title":"A Linguistic Signature of Psychological Distancing in Emotion Regulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394569600032 PubMed ID: 25853912 ISSN: 1064-8011 eISSN: 1533-4287","Keywords":"fitness; language; linguistics; nomenclature; strength; weightlifting","Categories":"Sport Sciences Web of Science Categories:Sport Sciences","Journal Information":"JOURNAL OF STRENGTH AND CONDITIONING RESEARCH Volume: 31 Issue: 3 Pages: 826-830 Published: MAR 2017","Abstract":"Limited research exists on the language associated with resistance training. The purpose of this study was to identify the ways in which resistance training exercises are named. Names of 57 exercises were obtained from the National Strength and Conditioning Association's Exercise Technique Manual for Resistance Training. The analysis consisted of categorizing into themes all the words of the exercise names and then identifying naming patterns. Names of the 57 exercises were comprised 188 total words. Seven percent of the words described body position (e.g., \"seated\"), 1.1% described body position direction (e.g., \"over\"), 19.1% described a body part (e.g., \"shoulder\"), 1.1% were body part adjectives (\"stiff\"), 30.3% described action (e.g., \"row\"), 5.9% described action direction (e.g., \"lateral\"), 23.4% described equipment (e.g., \"barbell\"), 8% described equipment position (e.g., \"incline\"), and 4.3% were considered miscellaneous (e.g., \"power\"). Of the 57 exercise names, 22.8% contained a body position word, 3.5% contained a body position direction word, 54.4% contained a body part word, 3.5% contained a body part adjective word, 94.7% contained an action word, 19.3% contained an action direction word, 61.4% contained an equipment word, 26.3% contained an equipment position word, and 12.3% contained a miscellaneous word. These types of words were used inconsistently. Additionally, 35 different naming patterns were discovered among the 57 exercise names. Overall, the findings reveal that current strategies for naming exercises are inconsistent. The strength and conditioning field can use this information to move toward standardizing the way in which resistance training exercises are named.","Authors":"Nuzzo, JL (Nuzzo, James L.)","Title":"WORDS AND PATTERNS THAT COMPRISE RESISTANCE TRAINING EXERCISE NAMES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395961800003 ISSN: 0097-8507 eISSN: 1535-0665","Keywords":"agreement; syntax; psycholinguistics; agreement attraction; experimental linguistics; grammatical illusions KeyWords Plus:LANGUAGE PRODUCTION; SENTENCE COMPREHENSION; NUMBER AGREEMENT; ATTRACTION; INTERFERENCE; SYNTAX; ORDER","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"LANGUAGE Volume: 93 Issue: 1 Pages: 65-96 Published: MAR 2017","Abstract":"We investigate a noncanonical agreement pattern in American English in which a fronted wx-phrase appears to control agreement on an inflected auxiliary, as in Which flowers are the gardener planting? (Kimball & Aissen 1971). We explore this phenomenon with five acceptability judgment experiments and interpret the resulting data with the aid of a quantitative model of the judgment process. Our study suggests that fronted wli-phrases interfere with agreement primarily as a function of their linear and structural position, and that this effect is not significantly modulated by overt case or thematic cues in off-line judgments. We suggest that our findings support a model of agreement processing in which syntactic phrases compete to control agreement on the basis of their structural and linear position with respect to the inflected verb.*","Authors":"Dillon, B (Dillon, Brian) ; Staub, A (Staub, Adrian) ; Levy, J (Levy, Joshua) ; Clifton, C (Clifton, Charles, Jr.)","Title":"WHICH NOUN PHRASES IS THE VERB SUPPOSED TO AGREE WITH? OBJECT AGREEMENT IN AMERICAN ENGLISH"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398124800011 ISSN: 1574-020X eISSN: 1574-0218","Keywords":"Controlled natural language; Corpus linguistics; Requirements; Technical writing; Textual genre KeyWords Plus:READABILITY FORMULAS; LANGUAGE","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"LANGUAGE RESOURCES AND EVALUATION Volume: 51 Issue: 1 Pages: 221-247 DOI: 10.1007/s10579-016-9368-1 Published: MAR 2017","Abstract":"The Quality Department of the French National Space Agency (CNES, Centre National d'Etudes Spatiales) wishes to design a writing guide based on the real and regular writing of requirements. As a first step in this project, the present article proposes a linguistic analysis of requirements written in French by CNES engineers. One of our goals is to determine to what extent they conform to several rules laid down in two existing Controlled Natural Languages (CNLs), namely the Simplified Technical English developed by the AeroSpace and Defense Industries Association of Europe and the Guide for Writing Requirements proposed by the International Council on Systems Engineering. Indeed, although CNES engineers are not obliged to follow any controlled language in their writing of requirements, we believe that language regularities are likely to emerge from this task, mainly due to the writers' experience. We are seeking to identify these regularities in order to use them as a basis for a new CNL for the writing of requirements. The issue is approached using natural language processing tools to identify sentences that do not comply with the rules or contain specific linguistic phenomena. We further review these sentences to understand why the recommendations cannot (or should not) always be applied when specifying large-scale projects.","Authors":"Condamines, A (Condamines, Anne) ; Warnier, M (Warnier, Maxime)","Title":"Towards the creation of a CNL adapted to requirements writing by combining writing recommendations and spontaneous regularities: example in a space project"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394643600001 ISSN: 1029-8649 eISSN: 2045-4147","Keywords":"Darwin; musicality; music and evolution; sexual selection; vocalization KeyWords Plus:UNIVERSALS; PERSPECTIVE; LANGUAGE; ILLNESS; BIOLOGY; HEALTH","Categories":"Music; Psychology Web of Science Categories:Music; Psychology, Experimental","Journal Information":"MUSICAE SCIENTIAE Volume: 21 Issue: 1 Pages: 3-25 DOI: 10.1177/1029864916631794 Published: MAR 2017","Abstract":"The impression has formed in the literature dealing with Darwin's life and achievement that he was himself unmusical, and that his theories have offered little help in understanding or valuing the role of music in human society. This article draws on biographical information relating to Darwin's family and household to illustrate that he was in fact surrounded by music throughout his life. While Darwin's deterioration in health may have reduced his ability to appreciate music in later life, he was clearly much involved in music as a young man. He also employed music in several of his experiments in animal behaviour, involving members of his family as co-researchers. A close reading of The Descent of Man that forms the central focus of this article illustrates the extent to which, throughout the book, Darwin made reference to musical behaviours in defining and illustrating his themes of natural and sexual selection. Ensuing correspondence with his sons consulted in the Darwin Archive at Cambridge University Library conveys the difficulty he had in dealing fully with music as a human capacity in its own right. However, far from his having little to say about music, Darwin's theories of natural and sexual selection robustly define the research agenda for exploring the purpose of music and its relation to language: a project that recent developments in neurology, anthropology and linguistics have begun to reveal in a new light.","Authors":"Bannan, N (Bannan, Nicholas)","Title":"Darwin, music and evolution: New insights from family correspondence on The Descent of Man"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396925600001 ISSN: 1351-3249 eISSN: 1469-8110","Categories":"Computer Science; Linguistics Web of Science Categories:Computer Science, Artificial Intelligence; Linguistics; Language & Linguistics","Journal Information":"NATURAL LANGUAGE ENGINEERING Volume: 23 Issue: 2 Pages: 163-215 DOI: 10.1017/S1351324915000406 Published: MAR 2017","Abstract":"We present the first comprehensive study of Native Language Identification (NLI) applied to text written in languages other than English, using data from six languages. NLI is the task of predicting an author's first language using only their writings in a second language, with applications in Second Language Acquisition and forensic linguistics. Most research to date has focused on English but there is a need to apply NLI to other languages, not only to gauge its applicability but also to aid in teaching research for other emerging languages. With this goal, we identify six typologically very different sources of non-English second language data and conduct six experiments using a set of commonly used features. Our first two experiments evaluate our features and corpora, showing that the features perform well and at similar rates across languages. The third experiment compares non-native and native control data, showing that they can be discerned with 95 per cent accuracy. Our fourth experiment provides a cross-linguistic assessment of how the degree of syntactic data encoded in partof- speech tags affects their efficiency as classification features, finding that most differences between first language groups lie in the ordering of the most basic word categories. We also tackle two questions that have not previously been addressed for NLI. Other work in NLI has shown that ensembles of classifiers over feature types work well and in our final experiment we use such an oracle classifier to derive an upper limit for classification accuracy with our feature set. We also present an analysis examining feature diversity, aiming to estimate the degree of overlap and complementarity between our chosen features employing an association measure for binary data. Finally, we conclude with a general discussion and outline directions for future work.","Authors":"Malmasi, S (Malmasi, Shervin) ; Dras, M (Dras, Mark)","Title":"Multilingual native language identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396059900008 ISSN: 0031-8116 eISSN: 1573-0883","Keywords":"Demonstratives; Semantics; Competence; Context-sensitivity KeyWords Plus:INTENTIONS","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL STUDIES Volume: 174 Issue: 3 Pages: 709-734 DOI: 10.1007/s11098-016-0704-5 Published: MAR 2017","Abstract":"My aim in this paper is to lay out a number of theses which are very widely held in contemporary philosophy of language and linguistics, and to argue that, given some extra theses for which I'll argue, they are inconsistent. Some of this will involve going through some very well-trodden territory-my hope is that presenting this familiar ground in the way that I do will help to make plain the problem that I aim to identify.","Authors":"Speaks, J (Speaks, Jeff)","Title":"A puzzle about demonstratives and semantic competence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489500003 ISSN: 0718-0934","Keywords":"Foreign language pedagogy; representations; stereotypes; Spanish-speaking countries; applied linguistics KeyWords Plus:CULTURE","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"REVISTA SIGNOS Volume: 50 Issue: 93 Pages: 50-70 DOI: 10.4067/S0718-09342017000100003 Published: MAR 2017","Abstract":"A number of studies have focused on language learners' images of Spain and Spanish-speaking countries, however, none of these investigations was conducted in an Asian educational context. The current study has addressed this gap in research literature. It investigated not only representations but also salience and favourability of students' images of the target language countries, which has not been done in earlier studies. The respondents were 31 beginner learners of Spanish. Firstly, they were asked to write images that they have about Spain; secondly, they were asked to write the names of Spanish-speaking countries that they know and provide several images for each of these countries. In addition, the students were asked to assign a favourability rating to each of the images in their lists. The findings revealed that the language learners' images of Spain were multifarious and had a richer structure compared to the representations of Latin American countries. Despite this difference, students had predominantly positive attitudes toward Spanish-speaking countries. The article concludes by discussiong how language learners' representations of a target language country can inform language pedagogy and offers some practical suggestions.","Authors":"Nikitina, L (Nikitina, Larisa) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Nikitina, Larisa  H-4481-2012 http://orcid.org/0000-0002-6061-5360","Title":"Language learners' representations of Spanish-speaking countries: How can they inform language pedagogy?"}, {"Document Information":"Document Type:Article Language:Afrikaans Accession Number: WOS:000398244800011 ISSN: 0041-4751","Keywords":"definition of applied linguistics; history of applied linguistics; paradigms; foundations; applied linguistic fundamentals; foundations of applied linguistics; modernism; postmodernism; transformational-generative grammar KeyWords Plus:2ND-LANGUAGE ACQUISITION","Categories":"Social Issues Web of Science Categories:Social Issues","Journal Information":"TYDSKRIF VIR GEESTESWETENSKAPPE Volume: 57 Issue: 1 Pages: 137-153 DOI: 10.17159/2224-7912/2017/v57nlal Published: MAR 2017","Abstract":"In historical perspective applied linguistics is a fairly recent discipline, which may explain some of the contestation that still surrounds its definition. There is in fact a multiplicity of ways in which it is conceptualised: each of at least seven dfferent traditions of working in the field defines applied linguistics differently. Today, multi-, inter- and even trans-disciplinarity are once again fashionable terms in applied linguistics. It is surprising, then, to find views of applied linguistics that tie it closely and sometimes exclusively to linguistics, as at its inception 60 or more years ago. A discipline cannot claim to have both a singular and a multi-source base. In fact, viewing applied linguistics as part of linguistics or positing linguistics as its \"mother discipline\" has clearly modernist roots, as was acknowledged as far back as 1985, when it became evident that the exclusive link between linguistics and applied linguistics was untenable. In a recent (2015) volume of the journal Applied Linguistics (36[4]) seven specialists and their editor bring together a number of conceptualisations of the field under the theme of \"Definitions for applied linguistics\". In assessing these contributions, as well as other recent attempts to conceptualise the field, the paper employs a systematic argument that refutes the notion that there is a conceptual continuity between linguistics and applied linguistics. The argument utilises the philosophical idea that disciplines are best defined with reference not to concrete entities, such as \"language\", but rather by referring to theoretically distinguishable modalities or aspects of experience that function as conceptual entry points or angles. These modalities may be iden4fied respectively as the lingual or semiotic aspect, which circumscribes linguistic conceptualisation, and the technical dimension of experience, that is at the centre of applied linguistic concept formation. What reasons can then be found for the contradictory and sometimes self-contradictory current definitions of applied linguistics? One is that at its inception the name chosen for the field suggested, in keeping with its then modernist approach, that there were linguistic subdisciplines and insights that might readily be \"applied\" in the design of language teaching. This perspective did not endure, however, but the modernist pretence that \"science\" would show the way to the ultimate solution to language teaching design did. The current definition offered by the international applied linguistics organisation (AILA), for example, does nothing to dispel this pretence. There is a second historical reason for the continuing linkage of linguistics and applied linguistics. This is that some linguists, especially those. working on sociolinguistic themes and interests, at one stage felt uncomfortable within the confines of linguistics, and so opted to work rather as \"applied linguists\". The historically dominant linguistic paradigm of the end of the 206 century, transformational-generative grammar (TGG), defined linguistics in such a way that their work was unwelcome in that discipline. However while it may explain the organisational or institutional choice of another disciplinary locality, such discomfort does not warrant the suspension of conceptual clarity as to the character or the theoretical focus of both disciplines. A third reason for the lack of conceptual clarity about the disciplinary focus of applied linguistics lies in the vagueness that accompanies current calls for multi- or inter-disciplinarity. In fact, one of the dissenting opinions among those being reviewed contains an observation that those who urge applied linguists to embrace an inter-disciplinary base are merely attempting to persuade them to use philosophically inspired postmodernist paradigms that are already operative in other fields, such as anthropology and sociology. Embracing the same methodology or paradigm across fields is a trans-disciplinary rather than a multi-disciplinary endeavour The fact is that inter- or multi-disciplinarity, when left undefined, gives no clear conceptual understanding or guide to how one should or might legitimately or even appropriately proceed as applied linguist. The question might be asked why one would in the first instance want to have a clear idea of the disciplinary boundaries of a field. Might working in an undefined manner not perhaps be more exciting, creative or productive? The renewed current attempts to define applied linguistics imply, however, that its practitioners do seek clarity, and do in fact value it. Moreover, if one's conceptualisation of a field is not clear, then na ve, unsophisticated or intuitive interpretations of what its work comprises may continue to flourish to the detriment of the quality of what it can deliver. The paper will conclude with a consideration of why disciplinary definitions matter, and of how modernist and postmodernist conceptualisations of linguistics and of applied linguistics have effects on the work being done under their respective umbrellas. Paradigm choice and disciplinary awareness are central in avoiding becoming a victim of intellectual fashion, or of na ve interpretations of the nature of one's work.","Authors":"Weideman, A (Weideman, Albert)","Title":"Is applied linguistics part of linguistics?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117100001 ISSN: 1868-6311","Keywords":"Anglophone English writers; L2 academic writing; hedging; intercultural rhetoric; L2 pragmatic competence; conclusion section KeyWords Plus:RESEARCH ARTICLES; METADISCOURSE; CONSTRUCTION; IDENTITY; CONTEXT; SPANISH","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"APPLIED LINGUISTICS REVIEW Volume: 8 Issue: 1 Pages: 1-34 DOI: 10.1515/applirev-2016-2009 Published: MAR 2017","Abstract":"Due to the dominance of English as the international language of scientific communication, second language (L2) academic writers with different first languages (L1s) need to enhance their L2 pragmatic competence and make rhetorical and stylistic accommodations to publish their academic work in English-medium journals. Hedging strategies, among other things, are one of the important indicators of L2 pragmatic competence in academic writing. With Crompton's taxonomy of hedges as the conceptual framework and by referring to the interview findings, we built two purpose-driven corpora and analysed the use of the hedging devices in the conclusion section of applied linguistics research articles written in English by Chinese and Anglophone scholars from intercultural perspectives. We attempted to answer an overarching question: \"To what extent did the two groups of academic writers differ in hedging?\" Results indicate that: 1) overall, Anglophone academic English writers used more hedges than their Chinese counterparts; 2) Chinese and Anglophone writers did not show statistically significant differences in the frequency of using most of the categories of hedges except for only one subcategory (namely, the \"I/we + non-factive verb\" structure); 3) both groups showed a similar pattern in the choice of various categories of hedges; 4) there were differences in linguistic expressions between the two groups in the use of hedging. These results are discussed in relation to intercultural rhetoric and L2 academic writer pragmatic competence.","Authors":"Chen, CH (Chen, Chenghui) ; Zhang, LJ (Zhang, Lawrence Jun) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, Lawrence Jun  http://orcid.org/0000-0003-1025-1746","Title":"An intercultural analysis of the use of hedging by Chinese and Anglophone academic English writers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117100002 ISSN: 1868-6311","Keywords":"usage-based linguistics; plurilithic Englishes; second language acquisition (SLA); English as a Lingua Franca (ELF); idiolect KeyWords Plus:INDIVIDUAL-DIFFERENCES; LANGUAGE; FREQUENCY; CONSTRUCTIONS; ACQUISITION; CONTINGENCY; SPEAKERS","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"APPLIED LINGUISTICS REVIEW Volume: 8 Issue: 1 Pages: 35-59 DOI: 10.1515/applirev-2016-1001 Published: MAR 2017","Abstract":"Individual users of English as a first or second language are assumed to possess or aspire to a monolithic grammar, an internally consistent set of rules which represents the idealized norms or conventions of native speakers. This position reflects a deficit view of L2 learning and usage, and is at odds with usage-based approaches to language development and research findings on idiolectal variation. This study problematizes the assumption of monolithic ontologies of grammar for TESOL by exploring a fragment of genre-specific lexico-grammatical knowledge (the can you/could you V construction alternation in requests) in a single non-native user of English, post-instruction. A corpus sample of the individual's output was compared with the input he was exposed to and broader norms for the genre. The analysis confirms findings in usage-based linguistics which demonstrate that an individual's lexico-grammatical knowledge constitutes an inventory of constructions shaped in large part by distributional patterns in the input. But it also provides evidence for idiosyncratic preferences resulting from exemplar-based inertia in production, suggesting that input is not the sole factor. Results are discussed in the context of a \"plurilithic\" ontology of grammar and the challenges this represents for pedagogy and teacher development.","Authors":"Hall, CJ (Hall, Christopher J.) ; Joyce, J (Joyce, Jack) ; Robson, C (Robson, Chris)","Title":"Investigating the lexico-grammatical resources of a non-native user of English: The case of can and could in email requests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117100004 ISSN: 1868-6311","Keywords":"CLIL; pendulum effect; characterization; implementation; research KeyWords Plus:IMMERSION; PICTURE.","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"APPLIED LINGUISTICS REVIEW Volume: 8 Issue: 1 Pages: 79-99 DOI: 10.1515/applirev-2016-2001 Published: MAR 2017","Abstract":"This article examines the appearance of the \"pendulum effect\" in the CLIL research arena and makes a case for a balanced, disinterested, and methodologically sound approach to continue driving the CLIL agenda forward. It is written as a response to the steady stream of criticism to which CLIL research has recently been subjected and which is primarily embodied by Bruton (Is CLIL so beneficial, or just selective? Re-evaluating some of the Research. System 39. 523-532 (2011b), CLIL: Some of the reasons why... and why not. System 41. 587-597 (2013), CLIL: Detail matters in the whole picture. More than a reply to J. Huttner and U. Smit (2014). System 53. 119-128 (2015)) and Paran (Content and language integrated learning: Panacea or policy borrowing myth? Applied Linguistics Review 4(2). 317-342 (2013), on whose articles it focuses in order to redress the balance on the chief three fronts which these authors explore: CLIL characterization, implementation, and investigation. Within each one, it counters incorrect data and biased interpretations, updates obsolete information which renders certain arguments invalid, and identifies and provides solutions to the main caveats in the CLIL research hitherto conducted. The ultimate aim is to illustrate how we should neither harbor an excessively optimistic view on the way CLIL is playing out nor maintain an overly dismal outlook on the feasibility of its implementation, and to carve out a future research agenda in order to bring the pendulum to a standstill through solid, unskewed, and unbiased CLIL research.","Authors":"Canado, MLP (Perez Canado, Maria Luisa)","Title":"Stopping the \"pendulum effect\" in CLIL research: Finding the balance between Pollyanna and Scrooge"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117100005 ISSN: 1868-6311","Keywords":"L2 acquisition; pragmatics; learning trajectories KeyWords Plus:APPLIED LINGUISTICS; FOREIGN-LANGUAGE; 2ND-LANGUAGE; COMPREHENSION; REQUESTS; ABROAD; METAANALYSIS; PROFICIENCY; ENGLISH; SPANISH","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"APPLIED LINGUISTICS REVIEW Volume: 8 Issue: 1 Pages: 101-129 DOI: 10.1515/applirev-2015-2005 Published: MAR 2017","Abstract":"Language pedagogy designers are faced with the challenge of engineering learning experiences that are in harmony with how second and foreign languages (L2s) are developed. In the field of L2 pragmatics learning and teaching, this challenge has sparked a considerable amount of research on instructional methods, facilitative interventions, and input enhancements. To a lesser degree, researchers have also investigated L2 pragmatic learning progressions that might inform L2 instruction. This review paper canvasses empirical research into the acquisitional sequences of interlanguage pragmatics (ILP) in adult L2 learners conducted after 2002, the year in which Kasper and Rose's seminal book, Pragmatic Development in a Second Language, was published. The paper synthesizes the findings of 16 systematically identified empirical studies. Based on this synthesis of findings, new insights and tendencies in L2 pragmatic development are discussed, and areas in need of further research are identified.","Authors":"Timpe-Laughlin, V (Timpe-Laughlin, Veronika)","Title":"Adult learners' acquisitional patterns in L2 pragmatics: What do we know?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397582100001 ISSN: 0802-6106 eISSN: 1473-4192","Keywords":"writing for publication; academic writing; research paper; rhetorical structure; international journal KeyWords Plus:DISCOURSE","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED LINGUISTICS Volume: 27 Issue: 1 Pages: 3-23 DOI: 10.1111/ijal.12099 Published: MAR 2017","Abstract":"This paper addresses the issue of writing for publication in English to elucidate, on the one hand, how writing styles of scholars from two cultural regions - Polish and Anglo-American - differ at the level of article structure. On the other, it explores the extent to which internationalizing forces inside one discourse community (specialists in linguistics) can override differences. For this purpose, a qualitative, cross-linguistic and cross-cultural study was conducted to compare texts written in English by native speakers with such articles by Polish authors. The issue is increasingly significant because current scientific progress and globalization has stimulated the need to share research findings in all fields of science using English as the main language of international publication. Esta monografia se refiere a la cuestion de la escritura en ingles destinada a la publicacion cientifica y resume los resultados de un proyecto de investigacion respecto de los estilos de redaccion, especificamente de la estructura retorica de las monografias, de investigadores de diferentes paises y culturas (Polonia y Estados Unidos). El proyecto tambien busco investigar en que medida el poder de internacionalizacion de una comunidad discursiva (en este caso, la comunidad academica en linguistica) desdibuja las posibles diferencias entre dichos estilos. El estudio cualitativo intercultural consistio en el analisis comparado de textos escritos en ingles por especialistas en linguistica nativos y por hablantes de ingles de nacionalidad polaca. El objeto de analisis tiene particular relevancia dados los avances cientificos actuales y el fenomeno de la globalizacion, ya que se ha vuelto necesario diseminar los resultados de investigaciones en todos los campos de la ciencia en ingles como lengua de divulgacion cientifica por excelencia.","Authors":"Hryniuk, K (Hryniuk, Katarzyna)","Title":"Linguistics research articles written in English: comparing native English speakers and Polish writers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397582100014 ISSN: 0802-6106 eISSN: 1473-4192","Keywords":"appraisal analysis; promotional discourse; city branding; discourse analysis; applied linguistics","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED LINGUISTICS Volume: 27 Issue: 1 Pages: 286-308 DOI: 10.1111/ijal.12131 Published: MAR 2017","Abstract":"The Hong Kong Special Administrative Region Government launched the Brand Hong Kong campaign in 2001 to promote Hong Kong as an Asia's world city. Among the various initiatives of the campaign is the promotion of the core values of the city through both the text and images on the Brand Hong Kong website. The present study analyzes specifically the textual components of the website by drawing upon appraisal theory as the analytical framework. The findings indicate that evaluative language has a substantial presence and a key role to play in the government's promotional effort. The types and functions of the evaluative resources used and the implications for the discipline of applied linguistics are discussed.","Authors":"Ho, V (Ho, Victor) ; Suen, A (Suen, Amy)","Title":"Promoting a city's core values using evaluative language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398233100004 ISSN: 1475-1585 eISSN: 1878-1497","Keywords":"Academic literacy; Genre; Genre awareness; Teacher education KeyWords Plus:MIXED-METHODS RESEARCH; LINGUISTICS; CHALLENGES; LANGUAGE; PEDAGOGY","Categories":"Education & Educational Research; Linguistics Web of Science Categories:Education & Educational Research; Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF ENGLISH FOR ACADEMIC PURPOSES Volume: 26 Pages: 17-28 DOI: 10.1016/j.jeap.2017.01.004 Published: MAR 2017","Abstract":"As apprenticeship models have evolved, language teacher education (LTE) has increasingly adopted evidence-based approaches to teacher preparation. Intended to promote subject matter knowledge, pedagogical content knowledge, and procedural knowledge, LTE curricula often target novice teachers' agency, identity construction, and critical awareness. An ongoing challenge facing LTE involves cultivating candidates' disciplinary knowledge and facilitating their socialization into professional discourses, yet little research has examined the role of genre awareness in language teacher development. This article explores two aspects of teacher learning in LTE: (1) influences of implicit and explicit genre-oriented practices designed to raise genre awareness and (2) teacher candidates' perceptions of genre-oriented instruction as a source of professional knowledge and skill. Guided by mixed-methods action research principles, the authors analyze quantitative and qualitative data from 58 teacher candidates in a US-based, graduate-level LTE program. Data collection methods included a questionnaire interrogating students' academic literacy experiences, and focus group discussions. While supporting the goal of developing candidates' pedagogical content knowledge, findings suggest that some methods for cultivating content expertise are perhaps insufficient for promoting critical disciplinary knowledge and appropriating genre expectations. The article discusses the potential benefits of genre-oriented approaches designed to enhance novice teachers' genre awareness and critical literacies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hedgcock, JS (Hedgcock, John S.) ; Lee, H (Lee, Heekyeong)","Title":"An exploratory study of academic literacy socialization: Building genre awareness in a teacher education program"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398233100005 ISSN: 1475-1585 eISSN: 1878-1497","Keywords":"Epistemic stance; Generality; Corpus linguistics; College composition; MICUSP; Academic writing KeyWords Plus:LANGUAGE; METADISCOURSE; DISCIPLINARY; UNIVERSITY; DISCOURSE; ARGUMENT; ENGLISH","Categories":"Education & Educational Research; Linguistics Web of Science Categories:Education & Educational Research; Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF ENGLISH FOR ACADEMIC PURPOSES Volume: 26 Pages: 29-41 DOI: 10.1016/j.jeap.2017.01.005 Published: MAR 2017","Abstract":"Research highlights the importance of stance in academic writing, and recent research shows increasing emphasis on stance in undergraduate writing. Most studies of student writing focus on epistemic stance in terms of certainty and not generality; yet instructional materials suggest that developing writers need to learn to limit generalizations. This study examines the use of certain indefinite pronouns and extreme amplifiers that help indicate generality as a part of stance in three corpora: new college writing, advanced student writing, and published academic writing. The study shows two specific and shared rhetorical uses of generalization markers, emphasizing the wide applicability of a claim and projecting shared ideas. The study also shows clear differences in the frequency of generalizations used and the breadth or scope of generalizations made. Published academic writing contains the fewest generalization markers, while new college writing shows the most generalizations as well as generalizations that span large groups and periods of time. The findings suggest that in non-discipline specific essay writing, new college students' frequent use of generalization markers contrasts the more circumspect stance features in advanced student and published discipline-specific writing, posing questions for writing instruction as well as essay-based writing assessment. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Aull, LL (Aull, Laura L.) ; Bandarage, D (Bandarage, Dineth) ; Miller, MR (Miller, Meredith Richardson)","Title":"Generality in student and expert epistemic stance: A corpus analysis of first-year, upper-level, and published academic writing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395945500005 ISSN: 1612-295X eISSN: 1613-365X","Keywords":"cognitive linguistics; communication; conceptual metaphor; consciousness; deliberate metaphor theory; metaphor","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"INTERCULTURAL PRAGMATICS Volume: 14 Issue: 1 Pages: 117-124 DOI: 10.1515/ip-2017-0005 Published: MAR 2017","Abstract":"One recent trend in metaphor studies is to deny the possibility that most verbal metaphors really convey metaphoric meanings via cross-domain mappings. Instead, only a small number of verbal metaphors, those presumably produced \"deliberately\" and \"consciously,\" ever alert listeners or readers to draw cross-domain inferences. Xu, Zhang, and Wu (2016. Enlarging the scope of metaphor studies. Intercultural Pragmatics 13. 439-447) describe several ways in which this \"deliberate metaphor theory\" may extend contemporary metaphor research. Our reply notes that this perspective is completely contradicted by cognitive linguistic and cognitive science empirical findings, and, ironically, ignores both communication and consciousness in its efforts to provide a new, improved theory of metaphor. We argue that the new alternative is a regressive attempt to take metaphor studies back to the stone ages of scholarship in which only certain verbal metaphors really reflect true metaphoric thinking.","Authors":"Gibbs, RW (Gibbs, Raymond W., Jr.) ; Chen, E (Chen, Elaine)","Title":"Taking metaphor studies back to the Stone Age: A reply to Xu, Zhang, and Wu (2016)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394838400006 ISSN: 0735-6331 eISSN: 1541-4140","Keywords":"peer reviewing; learning by reviewing; SWoRD; Coh-Metrix; writing cohesion; computational linguistics KeyWords Plus:LATENT SEMANTIC ANALYSIS; IMPROVING WRITTEN COMMUNICATION; FEEDBACK; REVISION; PERFORMANCE; KNOWLEDGE; INTERVENTIONS; METAANALYSIS; STRATEGIES; LANGUAGE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATIONAL COMPUTING RESEARCH Volume: 55 Issue: 1 Pages: 123-144 DOI: 10.1177/0735633116656454 Published: MAR 2017","Abstract":"Previous research has shown the effectiveness of peer reviewing on the improvement of writing quality. However, the fact that students themselves, arguably novices, judged the improvement leads to concerns about the validity of peer reviewing. We measured writing quality before and after peer reviewing using Coh-Metrix, which computationally evaluates the linguistic properties of writings. Participants also evaluated the quality of their peer writings using the SWoRD system. Both measurements, particularly the computational measurement, confirmed the effectiveness of peer reviewing. In addition, the computational measures found that awareness of cohesion, including the clarity, explicitness, and concreteness of writing, improved over the course of peer reviewing. The results are discussed, along with their possible implications for the complementary roles of peer reviewing and computational writing measurements.","Authors":"Park, J (Park, Juhwa) ; Cho, K (Cho, Kwangsu)","Title":"Toward the Integration of Peer Reviewing and Computational Linguistics Approaches"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395851000016 PubMed ID: 28182997 ISSN: 0891-4222","Keywords":"Intellectual disability; Augmentative and alternative communication; Manual signing; Sign language; Key word signing; Narrative task; Language assessment KeyWords Plus:DEAF-CHILDREN; IMPAIRMENT; COMBINATIONS; NARRATIVES; MODALITY; DEFICITS; GESTURE; STORIES; USERS","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"RESEARCH IN DEVELOPMENTAL DISABILITIES Volume: 62 Pages: 174-183 DOI: 10.1016/j.ridd.2017.01.017 Published: MAR 2017","Abstract":"Manual signing is one of the most widely used approaches to support the communication and language skills of children and adults who have intellectual or developmental disabilities, and problems with communication in spoken language. A recent series of papers reporting findings from this population raises critical issues for professionals in the assessment of multimodal language skills of key word signers. Approaches to assessment will differ depending on whether key word signing (KWS) is viewed as discrete from, or related to, natural sign languages. Two available assessments from these different perspectives are compared. Procedures appropriate to the assessment of sign language production are recommended as a valuable addition to the clinician's toolkit. Sign and speech need to be viewed as multimodal, complementary communicative endeavours, rather than as polarities. Whilst narrative has been shown to be a fruitful context for eliciting language samples, assessments for adult users should be designed to suit the strengths, needs and values of adult signers with intellectual disabilities, using materials that are compatible with their life course stage rather than those designed for young children. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Grove, N (Grove, Nicola) ; Woll, B (Woll, Bencie)","Title":"Assessing language skills in adult key word signers with intellectual disabilities: Insights from sign linguistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397472600002 ISSN: 1949-3533","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TESOL JOURNAL Volume: 8 Issue: 1 Pages: 4-27 DOI: 10.1002/tesj.256 Published: MAR 2017","Abstract":"Praxis is the balance of pedagogical theory and practice. This literature review explores praxis from a critical lens in terms of identity for both students and teachers. The authors center their framework on Hawkins and Norton's (2009) five principles for critical language teaching. The first principle relates to the situated nature of the program and practices, which involves contextualizing the plot and the characters of the classroom. Second, responsiveness to learners encourages teachers to identify students' multiple identities and allow them to experiment with these. Third, dialogic engagement is the discussion of identity in the classroom. Fourth, reflexivity requires teachers to examine their practices and the ideologies that guide their beliefs about second language acquisition and learning. Fifth, praxis combines all of these elements to create and harmonize a critical classroom. The article ends with a call for teacher training that incorporates these principles to better assist English language learners.","Authors":"Waller, L (Waller, Laurel) ; Wethers, K (Wethers, Kinsey) ; De Costa, PI (De Costa, Peter I.)","Title":"A Critical Praxis: Narrowing the Gap Between Identity, Theory, and Practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397472600008 ISSN: 1949-3533","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TESOL JOURNAL Volume: 8 Issue: 1 Pages: 166-189 DOI: 10.1002/tesj.266 Published: MAR 2017","Abstract":"The Common Core State Standards (CCSS) require students to read and comprehend complex content texts. They specify three dimensions of a text that simultaneously contribute to text complexity across the curriculum: qualitative dimensions, quantitative dimensions, and reader and task considerations. In literacy instruction, recognizing and analyzing the qualitative dimension of a content text is the most challenging for teachers (Frey, Fisher, & Lapp, 2012). This article describes a TESOL course project to target the qualitative analysis of complex texts assigned to in-service content teachers pursuing a TESOL endorsement. Building on the definition of text complexity specified in the CCSS and drawing on the text analysis tools of systemic functional linguistics, the project requires the teachers to conduct a comparative qualitative analysis of two quantitatively comparable content texts to enhance their own understanding of text complexity in order to design effective teaching strategies to support content literacy development of English language learners. An analysis of two literary texts is presented to illustrate the breadth and depth of this project, with suggestions of teaching strategies.","Authors":"Zhang, W (Zhang, Wei)","Title":"Quality Matters: Content Literacy for English Language Learners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395074000001 ISSN: 1866-9808 eISSN: 1866-9859","Keywords":"simulation semantics; comprehension; interaction; social cognition; multimodality KeyWords Plus:SENTENCE COMPREHENSION; HUMAN BRAIN; NARRATIVE COMPREHENSION; SOCIAL COGNITION; HAND GESTURES; ACTION WORDS; SYSTEM; MOTOR; REPRESENTATIONS; SPEECH","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"LANGUAGE AND COGNITION Volume: 9 Issue: 1 Pages: 1-23 DOI: 10.1017/langcog.2014.25 Published: MAR 2017","Abstract":"Recent embodied theories of meaning known as 'simulation semantics' posit that language comprehension engages, or even amounts to, mental simulation. What is meant here by 'language comprehension', however, deviates from the perspectives on interpersonal communication adhered to by researchers in social psychology and interactional linguistics. In this paper, we outline four alternative perspectives on comprehension in spoken interaction, each of which highlights factors that have remained largely outside the current purview of simulation theories. These include perspectives on language comprehension in terms of (i) striving for inter-subjective conformity; (ii) recognition of communicative intentions; (iii) prediction and anticipation in a dynamic environment; and (iv) integration of multimodal cues. By contrasting these views with simulation theories of comprehension, we outline a number of fundamental differences in terms of the kind of process comprehension is assumed to be (passive and event-like versus active and continuous), as well as the kind of stimulus that language is assumed to be (comprising unimodal units versus being multimodal and distributed across conversational turns). Finally, we discuss potential points of connection between simulation semantics and research on spoken interaction, and touch on some methodological implications of an interactive and multimodal reappraisal of simulation semantics.","Authors":"Kok, K (Kok, Kasper) ; Cienki, A (Cienki, Alan)","Title":"Taking simulation semantics out of the laboratory: towards an interactive and multimodal reappraisal of embodied language comprehension"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395074000002 ISSN: 1866-9808 eISSN: 1866-9859","Keywords":"alternative semantics; information structure; annotation; focus particles; alternative sets; converging evidence; corpus linguistics KeyWords Plus:INFORMATION-STRUCTURE; PITCH ACCENTS; COMPREHENSION; INTONATION","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"LANGUAGE AND COGNITION Volume: 9 Issue: 1 Pages: 24-51 DOI: 10.1017/langcog.2015.12 Published: MAR 2017","Abstract":"Recent psycholinguistic studies on the reality of alternative sets in processing focus NPs have shown that focus particles like 'only' play a special role in activating the mental representation of alternatives to focused nouns. In this paper we present a new corpus study which provides converging evidence to support psycholinguistic findings and suggests that alternatives preceded by a focus particle are not only more activated in experimental contexts, but are also more likely to be discussed in the subsequent context. To this end we develop and evaluate inter-annotator agreement on two novel annotation tasks in naturally occurring German corpus data: recognition of nominal alternatives in general without any context, and recognition of alternatives in the context of sentence pairs. We show that while annotators agree poorly on the first, they agree strongly on the second. We also develop a concept of 'alternative density', the number of alternatives realized in a sentence following a target NP, and present a mixed-eff ects model showing a very significant rise in density after the presence of German nur 'only' independently of other factors.","Authors":"Spalek, K (Spalek, Katharina) ; Zeldes, A (Zeldes, Amir)","Title":"Converging evidence for the relevance of alternative sets: data from NPs with focus sensitive particles in German"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395074000003 ISSN: 1866-9808 eISSN: 1866-9859","Keywords":"linguistic categories; analogical modeling; exemplar-based modeling; prototype theory KeyWords Plus:PAST-TENSE; WORD IDENTIFICATION; CHILDHOOD LANGUAGE; RECOGNITION MEMORY; LATENT INHIBITION; FALSE MEMORIES; ABSTRACT IDEAS; CONTEXT THEORY; FREQUENCY; LEXICON","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"LANGUAGE AND COGNITION Volume: 9 Issue: 1 Pages: 52-87 DOI: 10.1017/langcog.2015.24 Published: MAR 2017","Abstract":"In recent years proponents of usage-based linguistics have singled out 'categorization' as possibly the fundamental cognitive operation underlying the acquisition and use of language. Despite this increasing appeal to the importance of categorization, few researchers have yet offered explicit interpretations of how linguistic categories might be represented in the brain other than vague allusions to prototype theory, especially as implemented in connectionist- like frameworks. In this paper, I discuss in some detail the implications of superimposing the theoretical representations of linguistic structures onto domain-general models of categorization. I first review the evidence that instance-based, or exemplar-based, models of categorization provide empirically and theoretically better models of both domain-general categorization and of linguistic categorization than do the most commonly cited alternative models. I then argue that of the three exemplar-based models currently being applied to linguistic data, Skousen's Analogical Model (AM) appears to provide the simplest, most straightforward account of the data and that it appears to be fully compatible with our current understanding of the psychological capabilities and operations that underlie categorization behavior.","Authors":"Chandler, S (Chandler, Steve)","Title":"The analogical modeling of linguistic categories"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397154300028 ISSN: 0022-4480 eISSN: 1477-8556","Categories":"Asian Studies Web of Science Categories:Asian Studies","Journal Information":"JOURNAL OF SEMITIC STUDIES Volume: 62 Issue: 1 Pages: 274-276 DOI: 10.1093/jss/fgw059 Published: SPR 2017","Authors":"Smith, GR (Smith, G. Rex)","Title":"Arabic and Semitic Linguistics Contextualized. A Festschrift for Jan Retso"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394326600003 ISSN: 1863-6683 eISSN: 1863-6691","Keywords":"Entrepreneurial intentions; Entrepreneurial motivation; Prior educational background of entrepreneurs; Antecedents of entrepreneurial intentions KeyWords Plus:PLANNED BEHAVIOR; COMPETING MODELS; STUDENTS; KNOWLEDGE; ENVIRONMENT; COUNTRIES; ATTITUDES; EXPOSURE; FUTURE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"REVIEW OF MANAGERIAL SCIENCE Volume: 11 Issue: 2 Pages: 353-394 DOI: 10.1007/s11846-015-0188-2 Published: MAR 2017","Abstract":"Studies on entrepreneurial intentions often neglect the heterogeneity of individuals' education background. This paper develops an integrated intention-based framework and analyzes the impact of fields of study on entrepreneurial intentions. Based on a sample of 2423 final-year students, enrolled in 32 fields of study, and resorting to logistic estimations, we find that, beside the attitude towards starting a business, fields of study, considered at a highly detailed level, are relevant (direct and indirect) predictors of entrepreneurial intention. We unambiguously show that there is a huge hidden potential for new venture creation in fields of study related to creative and leisure activities (e.g., Arts and humanities, or, more specifically, Literature and linguistics, History and archaeology, Audio-visual techniques and media production, Sports, and Architecture and town planning), Law, and Health (most notably, Pharmacy and Veterinary). Significant differences in the level of intention between students of different fields of study indicate that universities should more extensively focus entrepreneurship education on students in other subject area than business or engineering/technology sciences.","Authors":"Teixeira, AAC (Teixeira, Aurora A. C.) ; Forte, RP (Forte, Rosa Portela) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Teixeira, Aurora  http://orcid.org/0000-0002-3191-5217","Title":"Prior education and entrepreneurial intentions: the differential impact of a wide range of fields of study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395748600006 ISSN: 0045-3609 eISSN: 1467-8594","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"BUSINESS AND SOCIETY REVIEW Volume: 122 Issue: 1 Pages: 93-117 DOI: 10.1111/basr.12111 Published: SPR 2017","Abstract":"While many news media organizations offer guidelines about specific journalism practices such as fact checking, attribution, mandatory referrals, etc., to promote quality and integrity of their news products in congruence with the publicly defended principles of journalism ethics such as truthfulness, objectivity, and balance, that news companies of all editorial positions defend, it appears that news media organizations have not benefitted from the more than 30 years of research in Cognitive Linguistics demonstrating how metaphor influences how readers perceive events in the news and how it impacts their attitudes and behavior. Focusing on stock market reporting, this article identifies and explores levels of ethical quality in metaphor production by financial news media providers because improving the ethical quality of specific news reporting mechanisms is one step toward improving the ethical quality of news media organizations as a whole. In this model, high levels of ethical quality, or trustworthiness in metaphor, is the result of achieving high levels of communicative accuracy. Communicative accuracy is the product of metaphorical efficiency, or the lowest ratio of cognitive forceinput-outputneeded by financial news consumers to process metaphor in order to stimulate predictable entailments, or limited creative and exploratory thought, resulting in high cognitive efficiency. Low ratios of cognitive force is achieved by using metaphors that reduce domain disparity in semantic fields employing domain concepts that are as familiar to the public or as similar in salient semantic features as possible. In the Appendix, this article provides a step-by-step rubric for implementing this model for journalists and editors in the production and editing phases.","Authors":"O'Mara-Shimek, M (O'Mara-Shimek, Michael)","Title":"Levels of Ethical Quality of Metaphor in Stock Market Reporting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413100010 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 3 Pages: 660-680 DOI: 10.1002/asi.23684 Published: MAR 2017","Abstract":"This article explores how linguistics has influenced information retrieval (IR) and attempts to explain the impact of linguistics through an analysis of internal developments in information science generally, and IR in particular. It notes that information science/IR has been evolving from a case science into a fully fledged, \"disciplined\"/disciplinary science. The article establishes correspondences between linguistics and information science/IR using the three established IR paradigms-physical, cognitive, and computational-as a frame of reference. The current relationship between information science/IR and linguistics is elucidated through discussion of some recent information science publications dealing with linguistic topics and a novel technique, \"keyword collocation analysis,\" is introduced. Insights from interdisciplinarity research and case theory are also discussed. It is demonstrated that the three stages of interdisciplinarity, namely multidisciplinarity, interdisciplinarity (in the narrow sense), and transdisciplinarity, can be linked to different phases of the information science/IR-linguistics relationship and connected to different ways of using linguistic theory in information science and IR.","Authors":"Engerer, V (Engerer, Volkmar)","Title":"Exploring Interdisciplinary Relationships Between Linguistics and Information Retrieval From the 1960s to Today"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393765700010 ISSN: 0907-676X eISSN: 1747-6623","Keywords":"semantic prosody; L-1-L-2 translation; translation equivalence; corpus linguistics; pragmatic meaning; lexicology KeyWords Plus:ENCODING DICTIONARIES; COLLOCATION; COLLIGATION","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"PERSPECTIVES-STUDIES IN TRANSLATOLOGY Volume: 25 Issue: 1 Pages: 157-176 DOI: 10.1080/0907676X.2016.1165262 Published: MAR 2017","Abstract":"The paper discusses semantic prosody in a cross-linguistics setting. Although the term semantic prosody itself has only been around for over two decades, it has managed to create quite a stir in the lexicological community. After a brief presentation of the central tenets of the field and their authors, the practical part of this paper features a Sinclairian analysis of several Slovene extended units of meaning and their English translation equivalents. The role of semantic prosody in the meaning-forming process will be evaluated, as well as its impact on translation equivalence. In the end the paper also addresses the influence of mistranslated semantic prosody on communication.","Authors":"Jurko, P (Jurko, Primoz)","Title":"Pragmatic meaning in contrast: semantic prosodies of Slovene and English"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392859100007 ISSN: 1368-3500 eISSN: 1747-7603","Keywords":"nostalgic experiences; cultural festival; means-end chain KeyWords Plus:END CHAIN THEORY; KANO MODEL; HERITAGE SITES; CONSUMER; QUALITY; SERVICE; MARKET; PREFERENCES; PERCEPTIONS; ATTRIBUTES","Categories":"Social Sciences - Other Topics Web of Science Categories:Hospitality, Leisure, Sport & Tourism","Journal Information":"CURRENT ISSUES IN TOURISM Volume: 20 Issue: 4 Pages: 391-424 DOI: 10.1080/13683500.2014.983055 Published: MAR 2017","Abstract":"This study uses the means-end chain (MEC) approach with fuzzy conceptualization and incorporates Kano's model to elicit perceptions of nostalgic experiences and to explore preferences for Sung Chiang Battle Array (SCBA) cultural festivals. We provide a hierarchical value map that fuses attribute-consequence-value chains and Kano's model to distinguish the relationships between the factors of nostalgic experience and tourist satisfaction. Fuzzy linguistics is adopted to address the ill-defined nature of tourists' linguistic judgements so that they can be interpreted for the proposed MEC. By applying the laddering' technique to interviews with 178 tourists, the resulting linkages strengthen the ability to probe outcomes and values and to derive a cognitive representation of nostalgic meanings. The findings of this research imply that, overall, tourists experience three different dominant perceptual orientations for nostalgic experiences in SCBA cultural festivals: Learning and the challenge of a new experience', Culture and art appreciation', and The link between history and emotion'. The study's findings have implications for researchers and practitioners interested in nostalgic tourism.","Authors":"Yeh, HR (Yeh, Huery-Ren) ; Lin, LZ (Lin, Ling-Zhong)","Title":"Exploring tourists' nostalgic experiences during culture festivals: the case of the Sung Chiang Battle Array"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392601700004 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"interoperability; semantic interoperability; Internet-of-Things; ontology; human communication; sensation; perception; cognition KeyWords Plus:POSITIVE PSYCHOLOGY; KNOWLEDGE; ONTOLOGY; INTEGRATION; PERCEPTION; EMOTIONS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 3 Pages: 389-413 DOI: 10.1080/17517575.2015.1057236 Published: MAR 2017","Abstract":"The extended view of enterprise information systems in the Internet of Things (IoT) introduces additional complexity to the interoperability problems. In response to this, the problem of systems' interoperability is revisited by taking into the account the different aspects of philosophy, psychology, linguistics and artificial intelligence, namely by analysing the potential analogies between the processes of human and system communication. Then, the capability to interoperate as a property of the system, is defined as a complex ability to seamlessly sense and perceive a stimulus from its environment (assumingly, a message from any other system), make an informed decision about this perception and consequently, articulate a meaningful and useful action or response, based on this decision. Although this capability is defined on the basis of the existing interoperability theories, the proposed approach to its definition excludes the assumption on the awareness of co-existence of two interoperating systems. Thus, it establishes the links between the research of interoperability of systems and intelligent software agents, as one of the systems' digital identities.","Authors":"Zdravkovic, M (Zdravkovic, Milan) ; Luis-Ferreira, F (Luis-Ferreira, Fernando) ; Jardim-Goncalves, R (Jardim-Goncalves, Ricardo) ; Trajanovic, M (Trajanovic, Miroslav) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Trajanovic, Miroslav  http://orcid.org/0000-0002-3325-0933 Zdravkovic, Milan  http://orcid.org/0000-0002-4141-2058 Jardim-Goncalves, Ricardo  http://orcid.org/0000-0002-3703-6854","Title":"On the formal definition of the systems' interoperability capability: an anthropomorphic approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390502000071 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Linguistic analysis; Thermodynamics and statistical mechanics; Boltzmann distribution; Shannon entropy KeyWords Plus:LEXICAL RICHNESS; HUMAN LANGUAGE; SHAKESPEARE; PERSPECTIVE; AUTHORSHIP; ENGLISH; LAW","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 468 Pages: 783-789 DOI: 10.1016/j.physa.2016.11.106 Published: FEB 15 2017","Abstract":"We apply a statistical method, information-based energy, to quantify informative symbolic sequences. To apply this method to literary texts, it is assumed that different words with different occurrence frequencies are at different energy levels, and that the energy occurrence frequency distribution obeys a Boltzmann distribution. The temperature within the Boltzmann distribution can be an indicator for the author's writing capacity as the repertory of thoughts. The relative temperature of a text is obtained by comparing the energy-occurrence frequency distributions of words collected from one text versus from all texts of the same author. Combining the relative temperature with the Shannon entropy as the text complexity, the information-based energy of the text is defined and can be viewed as a quantitative evaluation of an author's writing performance. We demonstrate the method by analyzing two authors, Shakespeare in English and Jin Yong in Chinese, and find that their well-known works are associated with higher information-based energies. This method can be used to measure the creativity level of a writer's work in linguistics, and can also quantify symbolic sequences in different systems. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chang, MC (Chang, Mei-Chu) ; Yang, ACC (Yang, Albert C. -C.) ; Stanley, HE (Stanley, H. Eugene) ; Peng, CK (Peng, C. -K.)","Title":"Measuring information-based energy and temperature of literary texts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397233600005 ISSN: 0041-977X eISSN: 1474-0699","Keywords":"Nivkh language; Tungusic languages; Oroch language; Historical and comparative linguistics; Critical edition (philology)","Categories":"Asian Studies Web of Science Categories:Asian Studies","Journal Information":"BULLETIN OF THE SCHOOL OF ORIENTAL AND AFRICAN STUDIES-UNIVERSITY OF LONDON Volume: 80 Pages: 97-117 Part: 1 DOI: 10.1017/S0041977X16001051 Published: FEB 2017","Abstract":"J.M. Tronson believed that the language of the word-list which he collected in 1856 on the Lower Amur, and published twice in 1859 was Nivkh. Among contemporary scholars, only Roman Jakobson noted that the language of Tronson's word-list is not Nivkh, but Tungusic. Unfortunately, neither Jakobson nor other specialists have specified what language that might be. We confirm E.G. Ravenstein's unnoticed assertion of 1861 that the language is Oroch and, from this new perspective, we offer a critical edition of Tronson's pseudo-Nivkh word-list.","Authors":"de la Fuente, JAA (Alonso de la Fuente, Jose Andres)","Title":"An Oroch word-list lost and rediscovered: a critical edition of Tronson's 1859 pseudo-Nivkh vocabulary"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394734000001 ISSN: 0008-4506 eISSN: 1710-1131","Keywords":"academic writing; English as a Foreign Language; expatriate teachers; writing instruction KeyWords Plus:APPLIED LINGUISTICS; NATIVE SPEAKER; LANGUAGE","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"CANADIAN MODERN LANGUAGE REVIEW-REVUE CANADIENNE DES LANGUES VIVANTES Volume: 73 Issue: 1 Pages: 1-23 DOI: 10.3138/cm1r.3086 Published: FEB 2017","Abstract":"This study explores how two expat English writing instructors in Chinese universities teach and reflect on their role, as well as how their students, colleagues, and administrators perceive the role and teaching of the two expats. Findings illustrate that both expats worked hard to teach the English academic writing style they were familiar with. One (Allan) did so by adopting a \"Chinese style\" of lecturing and the other (Barbra) did so by focusing on process-oriented writing activities. Students, however, complained about a lack of interaction in Allan's classes and a planned curriculum in Bar bra's classes. The Chinese professors believed that the expat teachers, without knowing students' needs for a combination of systematic knowledge learning and interactive classroom teaching, are disadvantaged over the local Chinese teachers. The study, by illustrating how the local and expat participants are \"otherized,\" suggests that the two parties should exchange views to discuss better practice and to avoid stereotyping.","Authors":"Shi, L (Shi, Ling)","Title":"Two Expatriate English Instructors in China: Their Experiences, and Perspectives of Local Students and Teachers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394889100005 ISSN: 1525-7401 eISSN: 1538-4837","Keywords":"birth to 3 years; age; 3 to 5 years; acquisition; development; language; linguistics; delays; disorders; pragmatics KeyWords Plus:LANGUAGE-DEVELOPMENT; TODDLERS","Categories":"Linguistics; Rehabilitation Web of Science Categories:Linguistics; Rehabilitation","Journal Information":"COMMUNICATION DISORDERS QUARTERLY Volume: 38 Issue: 2 Pages: 107-111 DOI: 10.1177/1525740115627344 Published: FEB 2017","Abstract":"This study analyzed spontaneous language samples of three-year-olds with a history of expressive language delay (late talkers) and age-matched controls using Dore's Conversational Acts analysis (1978) and Mean Length of Utterance (MLU; Brown, 1973). Differences were observed between groups in utterances classified as organizational device and miscellaneous. No differences were noted between groups in other pragmatic functions and the number of pragmatic functions that were used. Late talkers showed lower MLUs as compared to age-matched peers. Pragmatic language, in addition to morphosyntax, should be monitored in children with a history of early expressive language delay.","Authors":"MacRoy-Higgins, M (MacRoy-Higgins, Michelle) ; Kliment, S (Kliment, Sarah)","Title":"Pragmatic Functions in Late Talkers: A 1-Year Follow-Up Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395844700022 ISSN: 0262-8856 eISSN: 1872-8138","Keywords":"Keystroke dynamics; Biometrics; Linguistics; User authentication KeyWords Plus:DYNAMICS","Categories":"Computer Science; Engineering; Optics Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic; Optics","Journal Information":"IMAGE AND VISION COMPUTING Volume: 58 Pages: 230-238 DOI: 10.1016/j.imavis.2016.06.003 Published: FEB 2017","Abstract":"Keystroke production is influenced by a number of factors including linguistic context and structure. Previous studies in keystroke-based authentication have neglected to take these many of these into account. By incorporating the linguistic context under which keystrokes are produced, we are able to improve the accuracy of authentication experiments. We are able to reduce baseline EER by 36% on a dataset of 486 users, from a baseline of 0.0483 using only unigraph holds and digraph intervals to 0.0309 using linguistic context. Our EER results are further improved to 0.0232 by reducing the size of our feature-set through various methods of feature pruning. These results demonstrate the importance of context when authenticating a typist. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Goodkind, A (Goodkind, Adam) ; Brizan, DG (Brizan, David Guy) ; Rosenberg, A (Rosenberg, Andrew)","Title":"Utilizing overt and latent linguistic structure to improve keystroke-based authentication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394847200024 ISSN: 1550-1477","Keywords":"Cyber-physical system; natural language processing; computational linguistics; information retrieval; query terms proximity; convolutions KeyWords Plus:DOCUMENT; RANKING; MODEL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"INTERNATIONAL JOURNAL OF DISTRIBUTED SENSOR NETWORKS Volume: 13 Issue: 2 Article Number: 1550147717694891 DOI: 10.1177/1550147717694891 Published: FEB 1 2017","Abstract":"Information retrieval is applied widely to models and algorithms in wireless networks for cyber-physical systems. Query terms proximity has proved that it is a very useful information to improve the performance of information retrieval systems. Query terms proximity cannot retrieve documents independently, and it must be incorporated into original information retrieval models. This article proposes the concept of query term proximity embedding, which is a new method to incorporate query term proximity into original information retrieval models. Moreover, term-field-convolutions frequency framework, which is an implementation of query term proximity embedding, is proposed in this article, and experimental results show that this framework can improve the performance effectively compared with traditional proximity retrieval models.","Authors":"Qiao, YN (Qiao, Ya-nan) ; Du, QH (Du, Qinghe) ; Wan, DF (Wan, Di-fang)","Title":"A study on query terms proximity embedding for information retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601200001 ISSN: 0165-4101 eISSN: 1879-1980","Keywords":"Annual report readability; Profitability; Earnings management; Computational linguistics KeyWords Plus:REAL ACTIVITIES MANIPULATION; DISCLOSURE; INVESTORS","Categories":"Business & Economics Web of Science Categories:Business, Finance; Economics","Journal Information":"JOURNAL OF ACCOUNTING & ECONOMICS Volume: 63 Issue: 1 Pages: 1-25 DOI: 10.1016/j.jacceco.2016.09.002 Published: FEB 2017","Abstract":"We explore how the readability of annual reports varies with earnings management. Using the Fog Index to measure readability (Li, 2008), and focusing on the management discussion and analysis section of the annual report (MUM), we predict and find that firms most likely to have managed earnings to beat the prior year's earnings have MD&As that are more complex. This disruption of the overall pattern of readability increasing with the level of earnings found in Li (2008) challenges the ontological explanation that good news is inherently easier to communicate, and shows that obfuscation contributes to making disclosures more complex. Crown Copyright (C) 2016 Published by Elsevier B.V. All rights reserved.","Authors":"Lo, K (Lo, Kin) ; Ramos, F (Ramos, Felipe) ; Rogo, R (Rogo, Rafael)","Title":"Earnings management and annual report readability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395643600007 ISSN: 1612-5681 eISSN: 1613-4877","Keywords":"appraisal theory; capacity; impoliteness; judgment resources; propriety; reply articles; tenacity; veracity; normality KeyWords Plus:POLITENESS THEORY; LINGUISTIC POLITENESS; MANAGING RAPPORT; BOOK-REVIEWS; DISCOURSE; CONFLICT; (IM)POLITENESS; THREATS; POWER; COMMUNICATION","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF POLITENESS RESEARCH-LANGUAGE BEHAVIOUR CULTURE Volume: 13 Issue: 1 Pages: 143-167 DOI: 10.1515/pr-2015-0020 Published: FEB 2017","Abstract":"This study analyses reply articles published in academic journals in the field of applied linguistics as an instance of academic conflict with regard to the realization of impoliteness. The study further explores the judgment resources of Appraisal Theory leading to impoliteness in this genre. Taking the theoretical model of impoliteness (Bousfield 2008a), both on-record and off-record impolite behaviors were coded in a corpus of 58 reply articles published in academic journals. Then, drawing on Appraisal Theory and the subcategories of judgment resources (Martin and Rose 2003), which include capacity, veracity, propriety, normality and tenacity, the coded impolite behaviors were analyzed. The results of the analysis pointed to a high frequency of on-record impoliteness to which comments on the commentators' capacity contributed most. The findings of the current study expand the currently available literature on (im) politeness and Appraisal Theory and moreover, make academic courses instructors, novice and professional members of the applied linguistics discourse community cognizant of the potential (im) polite implications of their contributions to the discourse community in order to have pragmatically appropriate choices (Ishiara 2006).","Authors":"Khosravi, M (Khosravi, Mohadese) ; Babaii, E (Babaii, Esmat)","Title":"Reply articles: Where impoliteness and judgment coincide"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396551900016 ISSN: 0047-4045 eISSN: 1469-8013","Categories":"Linguistics; Sociology Web of Science Categories:Linguistics; Sociology","Journal Information":"LANGUAGE IN SOCIETY Volume: 46 Issue: 1 Pages: 116-117 DOI: 10.1017/S0047404516000956 Published: FEB 2017","Authors":"Pang, JX (Pang, Jixian) ; Chen, J (Chen, Jun)","Title":"Why do linguistics?: Reflective linguistics and the study of language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395057300028 PubMed ID: 27439501 ISSN: 1069-9384 eISSN: 1531-5320","Keywords":"Evolutionary linguistics; Fluid construction grammar; Emergence of grammar","Categories":"Psychology Web of Science Categories:Psychology, Mathematical; Psychology, Experimental","Journal Information":"PSYCHONOMIC BULLETIN & REVIEW Volume: 24 Issue: 1 Pages: 190-193 DOI: 10.3758/s13423-016-1086-6 Published: FEB 2017","Abstract":"It is well accepted that languages change rapidly in a process of cultural evolution. But some animal communication systems, in particular bird song, also exhibit cultural change. So where exactly is the difference? This article argues that the main selectionist pressure on human languages is not biological-that is, related to survival and fecundity-but instead is linked to producing enough expressive power for the needs of the community, maximizing communicative success, and reducing cognitive effort. The key question to be answered by an \"evolutionary linguistics\" approach to language is, What are the causal mechanisms sustaining an evolutionary dynamic based on these selection criteria? In other words, what cognitive mechanisms and social interaction patterns are needed, and how do they allow a language to emerge and remain shared, despite profound variation and never-ending change?.","Authors":"Steels, L (Steels, Luc)","Title":"Human language is a culturally evolving system"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000395862800003 ISSN: 1561-7793 eISSN: 1561-803X","Keywords":"network communication; statistics; authorship attribution; gender","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 415 Pages: 17-25 DOI: 10.17223/15617793/415/3 Published: FEB 2017","Abstract":"Authorship attribution in literature is one of the rapidly developing areas in linguistics, which was formed 40 years ago. Today it combines different methods of science: linguistics, logic, mathematics. The combination of methods has allowed using their variety, which could increase accuracy in authorship attribution of the text. However, the main problem of this field is connected with choosing initial criteria and indicators during quantitative text analysis. This article describes the modern criteria for the text analysis of markers based on the frequency determination of the syntactic units, phraseological and stylistic levels. Unlike art texts, network communication is not structured and it has a small size. In this aspect, the problem of network text analysis is more focused on the marker identification of group speakers than on author's individual invariant. Therefore, modern research in text attribution needs method transformation taking into account the above problems. In this article, the author adapts quantitative linguistics methods of art text attribution taking into account differences in using gender markers during computer communication. This research consisted of the following stages: 1) collection of text material and grouping of computer communication dialogues by gender (male and female); 2) choice of variables the objects are assessed by in the sample, i.e. search for the attribute space on the gender basis; 3) analysis of statistically significant differences between the two independent groups in selected attributes. The attributes include pronouns as gender markers which express differences in I-positions in communication. To identify gender differences in the expression of I-positions, the author analyzed informal dialogues from the social network VKontakte. All texts represented informal communication between men and women (18-20 y.o.). The total number of respondents was 38 people. The size of each dialogue was about 150-200 KB (one conversation made up 10 printed pages). To find statistically significant values in the dialogues, they were divided into files containing male and female lines (49-50 KB each). Personal pronouns in the texts were marked and classified into several groups. The hierarchical cluster analysis method (k-means) was used as the main method for the research objects. The results of the statistical analysis showed differences in the distribution of personal pronouns in \"I-group\". However, the frequency of the use of the personal pronoun in the singular suggests that women aged 18-20 use more \"I-group\" pronouns, while the use of pronouns other functional-semantic groups did not reveal statistically significant differences. These figures showed that women's communication is more self-centered and exclusive. The further object of the search is a quantitative analysis of emotional markers in communication and building a classifier.","Authors":"Stepanenko, AA (Stepanenko, Andrey A.)","Title":"GENDER ATTRIBUTION IN SOCIAL NETWORK COMMUNICATION: THE STATISTICAL ANALYSIS OF PRONOUNS FREQUENCY"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000395862800005 ISSN: 1561-7793 eISSN: 1561-803X","Keywords":"Institute of Oriental Studies; Borovoe; Academy of Sciences of the USSR; F.I. Shcherbatskoy; A.A. Freiman","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 415 Pages: 32-35 DOI: 10.17223/15617793/415/5 Published: FEB 2017","Abstract":"The article is devoted to the unknown pages of the history of Soviet Orientalist researchers evacuated to Borovoye (Kazakhstan, Akmola region) during the Great Patriotic War. They were employees of Leningrad Institute of Oriental Studies of the Academy of Sciences of the USSR. Among them were sinologist Academician V.M. Alekseev, indologists Academicians F.I. Shcherbatskoy and A.P. Barannikov, iranist Corresponding Member A. A. Freiman. In Borovoe Academician V.M. Alekseev completed three translations of essays by the Chinese philosopher Wang Yangming. In addition to the translation, he was engaged in elaboration of new principles of scientific and literary translation combining scientific accuracy with rhythmization, simulating the rhythm of the Chinese script. The academician continued his work on compiling catalogues of a Chinese-Russian dictionary, which he began in 1938. In September 1944, V.M. Alekseev returned to Leningrad. F.I. Shcherbatskoy, an outstanding Soviet indologist, tibetologist, the founder of the Russian School of Buddhist studies, Academician of the Academy of Sciences of the USSR, was an honorary member of scientific societies of Great Britain, Germany and France. F.I. Shcherbatskoy studied the Buddhist philosophy. He published his 25-year work, The Buddhist Logic, in 2 volumes; it was the last part of his monumental trilogy. The scholar died on 18 March 1942 in Borovoe and was buried at the local cemetery. Academician of the Academy of Sciences of the USSR A.P. Barannikov (1890-1952) was a famous indologist. In his works, he studied new Indian languages, as well as medieval and ancient Indian dialects, the history of Indian literature, the scientific and religious systems of India. He published 250 academic works on Indian studies. He came to Borovoe with his wife, son and daughter, and continued his research of Indian languages and literature. His main work was the translation of the poem Ramayana that made his name immortal. In the summer of 1944, Barannikov returned to Leningrad. A. A. Freiman (1879-1968) was a Russian Soviet philologist iranist, Doctor of Linguistics, Corresponding Member of the Academy of Sciences of the USSR, the founder and head of the Soviet School of the Old Iranian philology and comparative historical Iranian linguistics. On November 19, 1941, A. A. Freiman and his wife arrived in Borovoe and lived in Building 11. In Borovoe, the scholar participated in the meetings of the academic group (two meeting protocols signed by V.M. Alekseev and A. A. Freiman have been preserved). The author concludes that during the Great Patriotic War the evacuation of the Soviet outstanding orientalists played a significant role in the preservation of this research direction in Russia.","Authors":"Absemetov, MO (Absemetov, Marat O.)","Title":"AS USSR ORIENTALISTS IN BOROVOE DURING THE GREAT PATRIOTIC WAR"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000395862800022 ISSN: 1561-7793 eISSN: 1561-803X","Keywords":"authorship examination; authorship attribution; text attribution; memo of interview; official style; authorial text border; dual authorship; author-designer; author-informant","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 415 Pages: 158-163 DOI: 10.17223/15617793/415/22 Published: FEB 2017","Abstract":"The paper aims to clarify basic characteristics of interview memo authorship examination. The object of research is the memo of interview and its characteristics that determine the complexity of authorship examination. The paper attempts to develop a procedure for interview memo authorship examination. The paper has an introduction and 5 parts: \"The Authorial Text Borders\", \"Genre and Authorial Traits Demarcation\", \"Binary Authorship\", \"Relevant Characteristics System\", \"Authorship Examination Algorithm\". The paper is addressed to those working in the field of forensic linguistics and of problems of authorship examination. The introduction tells about the importance of knowing genre traits for reasoned authorship attribution. The first part familiarizes readers with legal requirements to the form and content of the memo of interview. The basis of the following research is a conclusion that only the descriptive part of the interview memo is authorship analyzable. In the part \"Genre and Authorial Traits Demarcation\" the most important characteristics of the interview memo genre are described. The third part is devoted to the problem of two authors coexistence in the text of the memo of interview. The first author is the interviewee, the second is the interviewer. Of particular interest is an attempt to distinguish text elements of the two authors. The part \"Relevant Characteristics System\" is devoted to the analysis of the traditional authorship examination method. It is established that lexical-phraseological, stylistic and syntactical linguistic levels are most appropriate for interview memo authorship examination. The last part of the paper, \" Authorship Examination Algorithm\", generalizes the results of the research and proposes a series of steps of interview memo authorship examination. In the conclusion the author again speaks about special aspects of interview memo authorship examination and notes a necessity to find a new basis for the analysis of texts of this genre. The paper is illustrated with two tables. The firs table illustrates the essay to distinguish text elements of the first and of the second authors. The second table expresses steps of interview memo authorship examination. The article contains a list of references.","Authors":"Abramkina, EE (Abramkina, Elena E.)","Title":"THE INTERVIEW MEMO AUTHORSHIP EXAMINATION: BASIC SPECIAL ASPECTS AND THE METHOD OF THE ANALYSIS"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000396803500016 ISSN: 0003-4487 eISSN: 1769-6631","Keywords":"Classification; Critical study; DSM; Language; Linguistics; Psychiatry","Categories":"Pharmacology & Pharmacy; Psychiatry; Psychology Web of Science Categories:Pharmacology & Pharmacy; Psychiatry; Psychology; Psychology, Multidisciplinary","Journal Information":"ANNALES MEDICO-PSYCHOLOGIQUES Volume: 175 Issue: 2 Pages: 181-186 DOI: 10.1016/j.amp.2016.12.008 Published: FEB 2017","Abstract":"About CFTM R-2015, seen from the point of view of a French psychiatric language, we discussed various theoretical, historical and current points concerning the impact of language on how to understand and think about our discipline and beyond the psyche. This article is not intended to demonstrate the superiority of the French language but rather to emphasize the dangers of any hegemonic or linguistic supremacy. The adoption of the term psychiatric language introduces a distinction between language and language (almost absent in English and German) and refers to the verbal corpus by which every psychiatrist thinks of his or her discipline and communicates with other psychiatrists in a given language. The authors of the CFTM R-2015, although polyglot, speak, think and write in their mother tongue. The links between CIM 10 and CFTM R-2015 revitalize notions, categories, words that they can each day experience relevance and effectiveness in their classificatory task. Thus, the fate of a few words, expressions, propositions... has been critically examined, sometimes at the risk of tendentious positions, in the construction of today's dominant classifications. Some reality and literary examples of corruption of language, going beyond the technical framework of psychiatric classifications, illustrate the general problem of the power of words and the more or less clearly intentional consequences of their manipulation. A \"micro-reading\" of the DSM 5 chapter entitled \"Somatic Symptom and Related Disorder\" aims to demonstrate how, in its form and content, this new chapter not only \"blurs the maps\" of a problematic field of psychopathology (the place of the body in psychiatry) but deconstructs the conceptual basis of the patient-physician relationship, in other words, of medical psychology. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Patris, M (Patris, Michel)","Title":"On classifications of mental disorders and the power of languages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397170500005 ISSN: 1835-517X","Keywords":"Listening Instruction; Beliefs; Practices; Degree; EFL Teachers KeyWords Plus:CLASSROOM PRACTICES; STATED BELIEFS; EDUCATION; LANGUAGE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"AUSTRALIAN JOURNAL OF TEACHER EDUCATION Volume: 42 Issue: 2 Article Number: 5 DOI: 10.14221/ajte.2017v42n2.5 Published: FEB 2017","Abstract":"While research on EFL teachers' beliefs and the realization of these beliefs in their classroom practices has recently gained momentum in the field of applied linguistics, the study of teachers' beliefs as they relate to listening has received insufficient attention in the literature. This study was conducted to investigate Iranian EFL teachers' beliefs about listening and their beliefs-driven instructional practices. To this end, a listening beliefs questionnaire was administered to a total of 85 teachers (BA=49, MA=36), followed by classroom observation of 12 teachers (6 teachers per group) who were given an audio to teach. The results revealed that there was no significant difference between BA and MA teachers regarding their listening beliefs and beliefs-driven practices. The results of the Phi coefficient of correlation indicated that there was no significant relationship between teachers' beliefs about listening instruction and their listening instructional practices. Furthermore, the results of the interview showed that time, besides other impediments, was the major obstacle for teachers to actualize their listening beliefs. The implications of the study for teacher education are discussed.","Authors":"Karimi, MN (Karimi, Mohammad Nabi) ; Nazari, M (Nazari, Mostafa)","Title":"The Congruity/Incongruity of EFL Teachers' Beliefs about Listening Instruction and their Listening Instructional Practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397266300013 ISSN: 1923-869X eISSN: 1923-8703","Keywords":"register; systemic functional linguistics; writing","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"INTERNATIONAL JOURNAL OF ENGLISH LINGUISTICS Volume: 7 Issue: 1 Pages: 153-162 DOI: 10.5539/ijel.v7n1p153 Published: FEB 2017","Abstract":"The purpose of the present study was twofold. First, it examined the effect of a register-based approach to writing instruction based on the insights gained from Systemic Functional Linguistics (SFL). Second, it attempted to examine the perceptions of the participants toward the register-based approach to writing. To this end, 100 intermediate and advanced students were selected and assigned to two experimental groups (advanced and intermediate ones) and two control groups. Prior to any instruction, the participants of all groups were assigned a writing task as a pre-test. The experimental groups were treated with SFL-oriented register knowledge for 20 sessions while control groups were exposed to the traditional method of teaching writing. Following the treatment, a post test was administered to the groups. The results revealed that the participants in the experimental groups surpassed their counterparts in the control groups. The results of qualitative analysis also disclosed that learners held positive attitudes towards this approach as it heightened their interest in writing.","Authors":"Osguee, MY (Osguee, Mohammad Yousefi) ; Aidinlou, NA (Aidinlou, Nader Assadi) ; Zoghi, M (Zoghi, Masoud)","Title":"The Effect of Register Instruction on EFL Learners' Writing Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395304700019 ISSN: 0024-094X eISSN: 1530-9282","Keywords":"AI; artificial insanity; Uncanny Valley; glossolalia; virtual humans; machine perception; quorum-sensing; emergence; consciousness; cognitive neuroscience; neural computation; computational linguistics","Categories":"Art Web of Science Categories:Art","Journal Information":"LEONARDO Volume: 50 Issue: 1 Pages: 80-81 DOI: 10.1162/LEON_a_01355 Published: FEB 2017","Abstract":"This article introduces the art/science/transmedia project Molding the Signifier and maps out its wider cultural and societal connotations, reach and significance, with specific reference to its staging within the Trust Me, I'm an Artist event (an EU Creative Europe-funded project) that took place in Prague in 2015. As the work itself strives to artistically bridge and synthesize recentin the opinion of the authoring artist groupexistentially highly relevant results in science, so the article provides an overview and synthesis of their art/science fusion approach and methods.","Authors":"Diosi, I (Diosi, Ivor D)","Title":"Molding the Signifier: Codesculpting the Possible Shapes of a Future Consciousness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397165100003 ISSN: 0268-1064 eISSN: 1468-0017","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology, Experimental","Journal Information":"MIND & LANGUAGE Volume: 32 Issue: 1 Pages: 65-100 DOI: 10.1111/mila.12133 Published: FEB 2017","Abstract":"Here, I consider the recent application of phylogenetic methods in historical linguistics. After a preliminary survey of one such method, i. e. cladistic parsimony, I respond to two common criticisms of cultural phylogenies: (1) that cultural artifacts cannot be modeled as tree-like because of borrowing across lineages, and (2) that the mechanism of cultural change differs radically from that of biological evolution. I argue that while perhaps (1) remains true for certain cultural artifacts, the nature of language may be such as to side-step this objection. Moreover, I explore the possibility that cladistic parsimony can be justified even if (2) is true by appealing to the inference pattern known among philosophers as ` Inference to the Best Explanation' (IBE).","Authors":"Cabrera, F (Cabrera, Frank)","Title":"Cladistic Parsimony, Historical Linguistics and Cultural Phylogenetics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396813300003 PubMed ID: 28074675 ISSN: 0956-7976 eISSN: 1467-9280","Keywords":"language acquisition; Bayesian models; corpus linguistics; open data KeyWords Plus:SYNTACTIC CATEGORIES; YOUNG-CHILDREN; ACQUISITION; LANGUAGE; DETERMINER; WORD; SEMANTICS; ACCOUNT; ENGLISH","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"PSYCHOLOGICAL SCIENCE Volume: 28 Issue: 2 Pages: 181-192 DOI: 10.1177/0956797616677753 Published: FEB 2017","Abstract":"How do children begin to use language to say things they have never heard before? The origins of linguistic productivity have been a subject of heated debate: Whereas generativist accounts posit that children's early language reflects the presence of syntactic abstractions, constructivist approaches instead emphasize gradual generalization derived from frequently heard forms. In the present research, we developed a Bayesian statistical model that measures the degree of abstraction implicit in children's early use of the determiners \"a\" and \"the.\" Our work revealed that many previously used corpora are too small to allow researchers to judge between these theoretical positions. However, several data sets, including the Speechome corpus-a new ultra-dense data set for one child-showed evidence of low initial levels of productivity and higher levels later in development. These findings are consistent with the hypothesis that children lack rich grammatical knowledge at the outset of language learning but rapidly begin to generalize on the basis of structural regularities in their input.","Authors":"Meylan, SC (Meylan, Stephan C.) ; Frank, MC (Frank, Michael C.) ; Roy, BC (Roy, Brandon C.) ; Levy, R (Levy, Roger)","Title":"The Emergence of an Abstract Grammatical Category in Children's Early Speech"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394237100001 ISSN: 0936-5907 eISSN: 1613-3641","Keywords":"time; metaphor; Cognitive Grammar; tense; aspect KeyWords Plus:LANGUAGE; FRAMES; SPACE; PERSPECTIVE; MEANINGS; FUTURE; AYMARA; FRONT","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"COGNITIVE LINGUISTICS Volume: 28 Issue: 1 Pages: 1-43 DOI: 10.1515/cog-2016-0015 Published: FEB 2017","Abstract":"Recent groundbreaking work in cognitive linguistics has revealed the semantic complexity of motion metaphors of time and of temporal frames of reference. In most approaches the focus has been on the clause-level metaphorical meaning of expressions, such as MOVING EGO (We are approaching the end of the year) and MOVING TIME (both EGO-CENTERED, as in The end of the year is approaching and FIELD-BASED, as in Boxing Day follows Christmas Day). The detailed grammatical structure of these metaphorical expressions, on the other hand, has received less attention. Such details include both elements that contribute to the metaphorical meaning and those that have a non-metaphorical temporal function, e.g., tense and (central features of) aspect. I propose a model for the analysis of metaphorical expressions, building on earlier work in Conceptual Metaphor Theory and the framework of Cognitive Grammar (CG). I approach the grammatical structure of metaphorical expressions by analyzing the interplay between veridical and metaphorical systems of expressing temporal relations. I argue that these systems relate to two relevant conceptualizations of time. Veridical time (VT) is the non-metaphorical conceptualization of time, where the processual profile of the clause-level metaphorical expression resides. A metaphorical path (MP) is the metaphorical conceptualization of time as a path occupied by the metaphorical motion. A motion metaphor of time tracks the MOVER's changing position on the MP against VT. I show how metaphorical expressions based on a motion verb differ from those based on a prepositional construction in grammatical and semantic terms, and how tense and aspect contribute to the conceptualization of the motion scenario. I argue that tense grounds the metaphorical motion event with respect to the speech event. All the participants in the motion event, as well as the metaphorical path itself, are present in each subsequent configuration tracked against VT by the conceptualizer. Thus tense has a wide scope over the motion scenario with Ego's 'now' as a reference point, while Ego's 'now' cannot serve for grounding of tense. This is why expressions such as * The meeting is difficult ahead of us are not acceptable.","Authors":"Huumo, T (Huumo, Tuomas)","Title":"The grammar of temporal motion: A Cognitive Grammar account of motion metaphors of time"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394237100003 ISSN: 0936-5907 eISSN: 1613-3641","Keywords":"corpus linguistics; association measure; Cognitive Grammar; location; spatial prepositions KeyWords Plus:COLLOSTRUCTIONAL ANALYSIS","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"COGNITIVE LINGUISTICS Volume: 28 Issue: 1 Pages: 77-130 DOI: 10.1515/cog-2015-0127 Published: FEB 2017","Abstract":"This article concerns five French prepositions that mark an inclusion relation and are ordinarily considered to be synonyms of dans 'in'. The first is a simple preposition: parmi 'among'. The other four are complex prepositions built from nouns of internal location (au centre de 'at the centre of', au milieu de ' in the middle of') and from names of body parts (au coeur de 'at the heart of' and au sein de whose word-for-word translation is 'at the breast/bosom of' but stands for ' within' ' in' or 'among' depending on the context). We will examine them from two different, yet complementary points of view. As part of a statistical approach, we use an association measure to determine the distributional trends of each preposition. In addition, we explore in greater detail the semantic mechanisms brought into play using the theoretical framework of Cognitive Grammar. This double analysis leads us to demonstrate that these prepositions are far from synonymous and involve very different types of constraints.","Authors":"Grea, P (Grea, Philippe)","Title":"Inside in French"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394237100006 ISSN: 0936-5907 eISSN: 1613-3641","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"COGNITIVE LINGUISTICS Volume: 28 Issue: 1 Pages: 193-202 DOI: 10.1515/cog-2016-0065 Published: FEB 2017","Authors":"Ramsey, R (Ramsey, Rachel)","Title":"Cognitive linguistics: The quantitative turn"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394078300001 ISSN: 0017-811X eISSN: 2161-976X","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"HARVARD LAW REVIEW Volume: 130 Issue: 4 Pages: 1079-1147 Published: FEB 2017","Abstract":"How should we interpret legal instruments? How do we identify the law they create? Current approaches largely fall into two broad camps. The standard picture of interpretation is focused on language, using various linguistic conventions to discover a document's meaning or a drafter's intent. Those who see language as less determinate take a more skeptical view, urging judges to make interpretive choices on policy grounds. Yet both approaches neglect the most important resource available: the already applicable rules of law. Legal interpretation is neither a subfield of linguistics nor an exercise in policymaking. Rather, it is deeply shaped by preexisting legal rules. These rules tell us what legal materials to read and how to read them. Like other parts of the law, what we call \"the law of interpretation\" has a claim to guide the actions of judges, officials, and private interpreters - even if it isn't ideal. We argue that legal interpretive rules are conceptually possible, normatively sensible, and actually part of our legal system. This Article thus reframes the theory of statutory and constitutional interpretation, distinguishing purely linguistic questions from legal questions to which language offers no unique answer. It also has two concrete implications of note. It provides a framework for analyzing the canons of interpretation, determining whether they are legally valid and how much authority they bear. And it helps resolve debates over constitutional \"interpretation\" and \"construction,\" explaining how construction can go beyond the text but not beyond the law.","Authors":"Baude, W (Baude, William) ; Sachs, SE (Sachs, Stephen E.)","Title":"THE LAW OF INTERPRETATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393862200003 ISSN: 0022-2267 eISSN: 1469-7742","Keywords":"autonomous morphology; French; historical linguistics; inflectional morphology; language change; morphomes KeyWords Plus:TENSES","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"JOURNAL OF LINGUISTICS Volume: 53 Issue: 1 Pages: 51-84 DOI: 10.1017/S0022226715000468 Published: FEB 2017","Abstract":"Maiden (e.g. 2009a) shows that treating the paradigmatic distribution of root allomorphy in Romance verbs as morphomic, in the sense of Aronoff (1994), provides a coherent explanation for the diachronic behaviour of such allomorphy. The major templates for distribution ('metamorphomes', Round 2015) shared by most Romance varieties are also found in early French, but are not well represented in the modern language, which has developed new metamorphomes. By charting the diachronic development of metamorphomes in French, this study investigates the processes responsible for change to such templates. Overall, the French data point to segmental sound change as the central factor in change to metamorphomes: segmental sound change modifies the observable paradigmatic distribution of allomorphs, reducing the number of lexemes in which an existing metamorphomic template could be deduced, and increasing the number of lexemes across which a novel metamorphomic generalisation can be made. The loss of existing metamorphomes, and the rise of new ones, can be considered a single process, of metamorphomic templates changing shape as further paradigm cells attach to or defect from them. This process must be distinguished from changes in metamorphome shape due to the creation or elimination of paradigm categories for independent morphosyntactic reasons.","Authors":"Esher, L (Esher, Louise)","Title":"Morphome death and transfiguration in the history of French"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393349200016 PubMed ID: 27951414 ISSN: 1053-8100 eISSN: 1090-2376","Keywords":"REM; Non-REM; Mentation reports; Sleep onset; Hypnagogic hallucinations; Quantitative linguistic analysis; Linguistics KeyWords Plus:BRAIN-MIND STATES; SLOW-WAVE SLEEP; EPISODIC MEMORY; AUTONOETIC CONSCIOUSNESS; FUNCTIONAL NEUROANATOMY; LINGUISTIC ANALYSIS; DREAM REPORTS; REM-SLEEP; NETWORK; EVENTS","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"CONSCIOUSNESS AND COGNITION Volume: 48 Pages: 180-189 DOI: 10.1016/j.concog.2016.11.006 Published: FEB 2017","Abstract":"We present a quantitative study of mental time travel to the future in sleep. Three independent, blind judges analysed a total of 563 physiology-monitored mentation reports from sleep onset, REM sleep, non-REM sleep, and waking. The linguistic tool for the mentation report analysis is based on established grammatical and cognitive-semantic theories and has been validated in previous studies. Our data indicate that REM and non-REM sleep must be characterized by a reduction in mental time travel to the future, which would support earlier physiological evidence at the level of brain function. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Speth, J (Speth, Jana) ; Schloerscheidt, AM (Schloerscheidt, Astrid M.) ; Speth, C (Speth, Clemens)","Title":"Mental time travel to the future might be reduced in sleep"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393270200002 ISSN: 0333-5372","Keywords":"gestalt; interaction; sense-implication; conceptual metaphor; blending","Categories":"Literature Web of Science Categories:Literature","Journal Information":"POETICS TODAY Volume: 38 Issue: 1 Pages: 15-33 DOI: 10.1215/03335372-3716201 Published: FEB 2017","Abstract":"Views on the role of metaphor in language have varied ever since Aristotle discovered it and described its features. Traditional accounts of metaphor have seen it as a form of comparison or substitution for literal language, or else a \"deviant\" form of semantics. This situation changed in the twentieth century, starting with the work of I. A. Richards and the early gestalt psychologists, who put forward arguments and evidence that led, by the later part of the century, to the view that metaphor was more than a digression from literal language; rather, it was a trace of how meaning and concepts are formed. The major models that are derived from this perspective are generally discussed under the rubrics of \"interaction,\" \"projection,\" and \"blending.\" Each model can be described as a \"unidirectional\" one, since it posits essentially that metaphor is the result of enlisting concrete vehicles in order to shed light on (and even construct) abstract topics. By and large, these models have not entertained the possibility that metaphor is actually a \"bidirectional\" process, not only enlisting concrete vehicles to guide abstract conceptualization but also the reverse: abstract topics allow us to understand the vehicles. In other words, the parts of a metaphor implicate each other in tandem. This article will argue for a bidirectional model of metaphor. Such a model has implications for both linguistics and psychology mainly, that the traditional view of metaphor as a process that makes abstractions understandable through vehicles or source domains may be moot, even though it might have practical functions and validity in specific instances of cognition.","Authors":"Danesi, M (Danesi, Marcel)","Title":"The Bidirectionality of Metaphor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391581900006 ISSN: 0261-0183 eISSN: 1461-703X","Keywords":"expert knowledge; human rights; social exclusion; social inclusion; vulnerable populations KeyWords Plus:EVIDENCE-BASED POLICY; SOCIAL EXCLUSION; WELFARE; DEPENDENCY; GOVERNMENT","Categories":"Social Issues; Social Sciences - Other Topics Web of Science Categories:Social Issues; Social Sciences, Interdisciplinary","Journal Information":"CRITICAL SOCIAL POLICY Volume: 37 Issue: 1 Pages: 105-127 DOI: 10.1177/0261018316666251 Published: FEB 2017","Abstract":"We examine the Poverty Reduction Strategy (PRS) launched in Ontario, Canada's most populous province. Using corpus linguistics and critical discourse analysis, we explore the dominant discourses that emerge in a genre chain produced by the Government of Ontario, including the initial 2008 PRS, annual reports and the 2014-2019 recontextualised PRS. Six key discourses surfaced: social exclusion, social inclusion, economic benefit or social investment, expert knowledge, community engagement and requisites for the PRS' success - typically involving investments from the federal government and a favourable economic climate. No discourse of human rights, or of the rights to food, housing and an adequate standard of living is present in the PRS texts, absolving the government from its responsibility to ensure these rights. Without the accountability mechanisms attached to a rights-based approach, the PRS has little chance of breaking the cycle' of poverty, and will not likely realise its potential' to do so.","Authors":"Smith-Carrier, T (Smith-Carrier, Tracy) ; Lawlor, A (Lawlor, Andrea)","Title":"Realising our (neoliberal) potential? A critical discourse analysis of the Poverty Reduction Strategy in Ontario, Canada"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389989400007 ISSN: 0167-806X eISSN: 1573-0859","Keywords":"Semantics; Pragmatics; Monkey linguistics KeyWords Plus:ALARM CALLS; NONHUMAN PRIMATE; COMMUNICATION; COMBINATIONS; CLASSIFICATION; PREDATION; SIGNALS; SYSTEM","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"NATURAL LANGUAGE & LINGUISTIC THEORY Volume: 35 Issue: 1 Pages: 271-298 DOI: 10.1007/s11049-016-9337-9 Published: FEB 2017","Abstract":"Casar et al. (2013) show that the structure of Titi monkey call sequences can, with just two call types (A and B), reflect information about predator type and predator location. Using the general methods of Schlenker et al. (2014, 2016, to appear), we ask what these observations show about the 'linguistic' structure of Titi calls. We first demonstrate that the simplest behavioral assumptions make it challenging to provide lexical specifications for A- and B-calls: B-calls rather clearly have the distribution of highly underspecified calls; but A-calls are also found in highly heterogeneous contexts (e.g. they are triggered by 'cat in the canopy' and 'raptor on the ground' situations). We discuss two possible solutions to the problem. One posits that entire sequences are endowed with meanings that are not compositionally derived from their individual parts (a related idea was proposed by Arnold and Zuberbuhler to analyze pyow-hack sequences in Putty-nosed monkeys). The second solution, which we consider to be superior, takes sequences to have no structure besides concatenation: the B-call is a general call, the A-call is used for serious non-ground threats, and each call reflects information about the environment at the time at which it is uttered. The composition of Casar et al.'s sequences is seen to follow from the interaction between call meaning, rules of competition among calls, and more sophisticated assumptions about the environmental context. In the end, a detailed analysis of the division of labor between semantics, pragmatics and the environmental context yields a simple and explanatory analysis of sequences that initially seemed to display a complex mapping between syntax and semantics.","Authors":"Schlenker, P (Schlenker, Philippe) ; Chemla, E (Chemla, Emmanuel) ; Casar, C (Casar, Cristiane) ; Ryder, R (Ryder, Robin) ; Zuberbuhler, K (Zuberbuhler, Klaus)","Title":"Titi semantics: Context and meaning in Titi monkey call sequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392847100001 PubMed ID: 28194122 ISSN: 1664-1078","Keywords":"salience; language variation and change; experimental linguistics; morphology; indexicality; sociolinguistics; artificial language learning KeyWords Plus:SPEAKER VARIABILITY; SEXUAL ORIENTATION; DEPENDENT MEMORY; AUDIENCE DESIGN; ENGLISH; SPEECH; ADAPTATION; STATISTICS; PERCEPTION; EMERGENCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"Frontiers in Psychology Volume: 8 Article Number: 51 DOI: 10.3389/fpsyg.2017.00051 Published: JAN 30 2017","Abstract":"We investigate the learning of contextual meaning by adults in an artificial language. Contextual meaning here refers to the non-denotative contextual information that speakers attach to a linguistic construction. Through a series of short games, played online, we test how well adults can learn different contextual meanings for a word-formation pattern in an artificial language. We look at whether learning contextual meanings depends on the social salience of the context, whether our players interpret these contexts generally, and whether the learned meaning is generalized to new words. Our results show that adults are capable of learning contextual meaning if the context is socially salient, coherent, and interpretable. Once a contextual meaning is recognized, it is readily generalized to related forms and contexts.","Authors":"Racz, P (Racz, Peter) ; Hay, JB (Hay, Jennifer B.) ; Pierrehumbert, JB (Pierrehumbert, Janet B.)","Title":"Social Salience Discriminates Learnability of Contextual Cues in an Artificial Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396211400065 PubMed ID: 28129337 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 1 Article Number: e0170046 DOI: 10.1371/journal.pone.0170046 Published: JAN 27 2017","Abstract":"The amount of data from languages spoken all over the world is rapidly increasing. Traditional manual methods in historical linguistics need to face the challenges brought by this influx of data. Automatic approaches to word comparison could provide invaluable help to pre-analyze data which can be later enhanced by experts. In this way, computational approaches can take care of the repetitive and schematic tasks leaving experts to concentrate on answering interesting questions. Here we test the potential of automatic methods to detect etymologically related words ( cognates) in cross-linguistic data. Using a newly compiled database of expert cognate judgments across five different language families, we compare how well different automatic approaches distinguish related from unrelated words. Our results show that automatic methods can identify cognates with a very high degree of accuracy, reaching 89% for the best-performing method Infomap. We identify the specific strengths and weaknesses of these different methods and point to major challenges for future approaches. Current automatic approaches for cognate detection-although not perfect-could become an important component of future research in historical linguistics.","Authors":"List, JM (List, Johann-Mattis) ; Greenhill, SJ (Greenhill, Simon J.) ; Gray, RD (Gray, Russell D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number List, Johann-Mattis  http://orcid.org/0000-0003-2133-8919","Title":"The Potential of Automatic Word Comparison for Historical Linguistics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396160500053 PubMed ID: 28118370 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 1 Article Number: e0168532 DOI: 10.1371/journal.pone.0168532 Published: JAN 24 2017","Abstract":"Human language is composed of sequences of reusable elements. The origins of the sequential structure of language is a hotly debated topic in evolutionary linguistics. In this paper, we show that sets of sequences with language-like statistical properties can emerge from a process of cultural evolution under pressure from chunk-based memory constraints. We employ a novel experimental task that is non-linguistic and non-communicative in nature, in which participants are trained on and later asked to recall a set of sequences one-by-one. Recalled sequences from one participant become training data for the next participant. In this way, we simulate cultural evolution in the laboratory. Our results show a cumulative increase in structure, and by comparing this structure to data from existing linguistic corpora, we demonstrate a close parallel between the sets of sequences that emerge in our experiment and those seen in natural language.","Authors":"Cornish, H (Cornish, Hannah) ; Dale, R (Dale, Rick) ; Kirby, S (Kirby, Simon) ; Christiansen, MH (Christiansen, Morten H.)","Title":"Sequence Memory Constraints Give Rise to Language-Like Structure through Iterated Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388156400037 ISSN: 0003-682X eISSN: 1872-910X","Keywords":"Noise; Recognition memory; Cognition; Working memory; ESL KeyWords Plus:INFORMATIONAL MASKING; AIRCRAFT NOISE; SPEECH; PERFORMANCE; PERCEPTION; CAPACITY; NUMBER","Categories":"Acoustics Web of Science Categories:Acoustics","Journal Information":"APPLIED ACOUSTICS Volume: 116 Pages: 329-336 DOI: 10.1016/j.apacoust.2016.09.023 Published: JAN 15 2017","Abstract":"The present research sought to investigate the effect of noise, comparable to that experienced in an aircraft cabin, on cognitive performance in terms of working memory and recognition memory. In addition, and since advancements in technology have long permitted the exchange of information via various media, the present research also sought to investigate the effect of in-cabin aircraft noise on the medium in which the target signal is delivered. Thirty-two participants (19 female), half non-native English speakers with an average age of 21.84 years (SD = 3.16), and all with normal hearing were asked to complete four different memory tasks under two different experimental factors. The first independent variable was noise, with two conditions: no noise versus wideband noise at 80 dBA. The second independent variable was mode of presentation, with two conditions: target signal presented aurally or visually. With the presentation of stimuli presented in a counterbalanced order, the results from a series of mixed repeated measures analyses revealed that working memory appears largely immune from the effects of wideband noise at 80 dBA. In contrast, recognition memory is most vulnerable to the effects of this noise. In terms of mode of delivery, presenting the target signal visually improves recall performance on the recognition memory task and two of the three working memory tasks (not the linguistics working memory task). Also noise had a greater effect on non-native English speakers on the recognition memory task. These results highlight the varying effect of noise on memory, and the benefits of considering alternate methods of presenting information in noisy settings, such as aviation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Molesworth, BRC (Molesworth, Brett R. C.) ; Burgess, M (Burgess, Marion) ; Koh, S (Koh, Sandra)","Title":"The relationship between noise and mode of delivery on recognition memory and working memory"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398724000017 ISBN:978-3-319-48308-5; 978-3-319-48307-8 ISSN: 2194-5357","Keywords":"Arabic; Natural language processing; Metaphors; Holy qur'an; Modern standard arabic; Dialect arabic","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE INTERNATIONAL CONFERENCE ON ADVANCED INTELLIGENT SYSTEMS AND INFORMATICS 2016 Book Series: Advances in Intelligent Systems and Computing Volume: 533 Pages: 170-181 DOI: 10.1007/978-3-319-48308-5_17 Published: 2017","Abstract":"Metaphor is a literary device that allows us to express a concept in terms of another. In other words, it is based on similarity between concepts. Metaphorical expressions represent a great variety and they are used in conventional metaphors, which we reproduce and comprehend every day, poetic, novel, and Holy Qur'an. The use of metaphor is ubiquitous in natural language text and it is a serious bottleneck in automatic text understanding, and developing methods to identify and deal with metaphors is an open problem in Arabic natural language processing, especially Machine Translation. Due to the complexities involved in metaphor, it semantically influenced the meaning of machine-translated text. This makes metaphor an important research area for computational and cognitive linguistics, and its automatic identification and interpretation is indispensable for any semantics-oriented Arabic natural language processing. In this paper, we present the challenges of Arabic NLP of metaphors, which is very important in developing a computational NLP-based system for in Classical Arabic, Modern Standard Arabic and Dialect Arabic. We also highlight main problems that arises when translating an Arabic metaphor to another language.","Authors":"Alkhatib, M (Alkhatib, Manar) ; Shaalan, K (Shaalan, Khaled) Edited by:Hassanien, AE; Shaalan, K; Gaber, T; Azar, AT; Tolba, MF","Title":"Natural Language Processing for Arabic Metaphors: A Conceptual Approach"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000398020500087 ISSN: 1877-0509","Keywords":"visualization tools; information communication; polycode texts","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"XII INTERNATIONAL SYMPOSIUM INTELLIGENT SYSTEMS 2016, (INTELS 2016) Book Series: Procedia Computer Science Volume: 103 Pages: 584-588 DOI: 10.1016/j.procs.2017.01.071 Published: 2017","Abstract":"This study aims to investigate different visualization tools and their interaction in scientific-technical texts and generally in scientific communication. The topic of the investigation gets in line with trends in the development of modern linguistics in the context of a new scientific paradigm. The research paper focuses on the synthesis of verbal and non-verbal means of communication in technical texts, interaction of different codes, symbols, systems of symbols, signs and rules of their combinations in order to transmit large amounts of information in a fairly compact form. (C) 2017 The Authors. Published by Elsevier B.Y. This is an open access article under the CC BY-NC-ND license","Authors":"Dmitrichenkova, SV (Dmitrichenkova, S. V.) ; Dolzhich, EA (Dolzhich, E. A.) Edited by:Askhat, D; Ivan, Z; Andrew, K; Eugeny, N","Title":"Visual components of scientific-technical text"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398041900002 ISSN: 0964-4016 eISSN: 1743-8934","Keywords":"climate change; politicians; speech; discourse; Hansard; corpus analysis; the UK KeyWords Plus:ANTHROPOCENE; GOVERNMENT; DISCOURSES; INSIGHTS; SCIENCE; POLICY; POWER; RISK; UK","Categories":"Environmental Sciences & Ecology; Government & Law Web of Science Categories:Environmental Studies; Political Science","Journal Information":"ENVIRONMENTAL POLITICS Volume: 26 Issue: 2 Pages: 212-231 DOI: 10.1080/09644016.2016.1274504 Published: 2017","Abstract":"The politics of climate change is much discussed, but there has been little investigation into how politicians themselves understand or articulate the issue. Corpus analysis, a method developed within linguistics, is used to investigate how UK politicians talk about climate change, using the example of the 2008 Climate Change Bill. Corpus techniques, including keyword analysis, collocation and semantic tagging, are used, alongside critical reading of the text. The analysis shows that politicians frame climate change as an economic and technical issue, and neglect discussion of the human and social dimensions. They are selective in their use of scientific evidence, with little mention of abrupt or irreversible change. In doing so, they attempt to 'tame' climate change, rather than confronting difficult realities. While this strategy has the benefit of political acceptability, it does not allow for discussion of the full political and social implications of climate change, and precludes more radical responses.","Authors":"Willis, R (Willis, Rebecca) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Willis, Rebecca  http://orcid.org/0000-0001-9551-7608","Title":"Taming the Climate? Corpus analysis of politicians' speech on climate change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397923100004 ISSN: 0046-1520 eISSN: 1532-6985","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"EDUCATIONAL PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 124-141 DOI: 10.1080/00461520.2017.1288571 Published: 2017","Abstract":"A large body of research supports the conclusion that early reading instruction in English should emphasize phonics, that is, the teaching of grapheme-phoneme correspondences. By contrast, we argue that instruction should be designed to make sense of spellings by teaching children that spellings are organized around the interrelation of morphology, etymology, and phonology. In this way, literacy can be taught as a scientific subject, where children form and test hypotheses about how their spelling system works. First, we review arguments put forward in support of phonics and then highlight significant problems with both theory and data. Second, we review the linguistics of English spellings and show that spellings are highly logical once all the relevant sublexical constraints are considered. Third, we provide theoretical and empirical arguments in support of the hypothesis that instruction should target all the cognitive skills necessary to understand the logic of the English spelling system.","Authors":"Bowers, JS (Bowers, Jeffrey S.) ; Bowers, PN (Bowers, Peter N.)","Title":"Beyond Phonics: The Case for Teaching Children the Logic of the English Spelling System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397821500002 ISSN: 2300-9969","Keywords":"agreement; epistemic authority; Jakobson KeyWords Plus:EVIDENTIALITY","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"OPEN LINGUISTICS Volume: 3 Issue: 1 Pages: 18-30 DOI: 10.1515/opli-2017-0002 Published: JAN 2017","Abstract":"The relation between person and epistemicity has been a topic of investigation throughout the humanities, including linguistics, but has mostly been focused on how conceptualisations of these two notions overlap, or diverge. This paper reviews some of these conceptualisations, but also adds a finergrained picture of how they intersect in the world's languages. Purported categories such as egophoric marking and lesser known expressions such as non-selected arguments (i.e. \"ethical datives\") are compared to evidentials and modals from a synchronic and diachronic perspective in order to explain how the roles of the speech-act participants as specific arguments relate to their respective function as epistemic authorities. The aim of the paper is to introduce separate contributions relating to such systems as they are found in various parts of the world.","Authors":"Bergqvist, H (Bergqvist, Henrik) ; Kittila, S (Kittila, Seppo)","Title":"Person and Knowledge: Introduction"}, {"Document Information":"Document Type:Book Book Chapter Count: 20 Language:English Accession Number: WOS:000396047000021 ISSN: 2333-9691","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"ANNUAL REVIEW OF LINGUISTICS, VOL 3 Book Series: Annual Review of Linguistics Volume: 3 Pages: 1-407 Published: 2017","Title":"Annual Review of Linguistics, Vol 3"}, {"Document Information":"Document Type:Article; Book Chapter Language:English Accession Number: WOS:000396047000010 ISSN: 2333-9691","Keywords":"lexical categories; parts of speech; functional linguistics; formal linguistics; distributional analysis; comparative concepts KeyWords Plus:OF-SPEECH SYSTEMS; AUSTRONESIAN NOMINALISM; DESCRIPTIVE CATEGORIES; UNIVERSAL GRAMMAR; TAGALOG; NOUNS; VERBS; PERSPECTIVE; ADJECTIVES","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"ANNUAL REVIEW OF LINGUISTICS, VOL 3 Book Series: Annual Review of Linguistics Volume: 3 Pages: 179-197 DOI: 10.1146/annurev-linguistics-011516-034134 Published: 2017","Abstract":"The fundamental importance of lexical categories is uncontroversial within both formal and functional approaches to grammatical analysis. But despite the familiarity of this topic and its foundational nature for grammatical description and analysis, it is paradoxically not among the best-studied or - understood topics from either the functionalist or formalist perspective. Both schools of linguistic theory have inherited their basic assumptions and instincts about lexical categories from the structuralist practice of distributional analysis. Webriefly survey approaches to the various lexical categories. We then comment on a few issues of strategic value that arise from these approaches, including the importance of clearly distinguishing roots, stems, words, and syntactic units when it comes to issues of lexical categories; the importance of recognizing when distributional tests are similar across languages in principled ways; and the need for the choice of distributional tests to be informed by theoretical hypotheses.","Authors":"Baker, M (Baker, Mark) ; Croft, W (Croft, William) Edited by:Liberman, M; Partee, B","Title":"Lexical Categories: Legacy, Lacuna, and Opportunity for Functionalists and Formalists"}]