[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400012 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"branch and bound; variable branching; strong branching; supervised machine learning","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 185-195 DOI: 10.1287/ijoc.2016.0723 Published: WIN 2017","Abstract":"We present in this paper a new generic approach to variable branching in branch and bound for mixed integer linear problems. Our approach consists in imitating the decisions taken by a good branching strategy, namely strong branching, with a fast approximation. This approximated function is created by a machine learning technique from a set of observed branching decisions taken by strong branching. The philosophy of the approach is similar to reliability branching. However, our approach can catch more complex aspects of observed previous branchings to take a branching decision. The experiments performed on randomly generated and MIPLIB problems show promising results.","Authors":"Alvarez, AM (Alvarez, Alejandro Marcos) ; Louveaux, Q (Louveaux, Quentin) ; Wehenkel, L (Wehenkel, Louis)","Title":"A Machine Learning-Based Approximation of Strong Branching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000003 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Sound event recognition; Time-frequency image feature; Deep neural networks; Support vector machines KeyWords Plus:SPEECH RECOGNITION; AUDIO SURVEILLANCE; ALGORITHM; FEATURES; NOISE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 24-32 DOI: 10.1016/j.ins.2017.02.013 Published: AUG 2017","Abstract":"Support vector machines (SVMs) have seen an increased usage in applications of acoustic event classification since its rise to popularity about two decades ago. However, in recent years, deep learning methods, such as deep neural networks (DNNs), have shown to outperform a number of classification methods in various pattern recognition problems. This work starts by comparing the classification performance of DNN5 against SVMs with a number of feature representations which fall into two categories: cepstral features and time-frequency image features. Unlike related work, the classification performance of the two classifiers is also compared with feature vector combination and the training and evaluation times of the classifiers and features are also compared. The performance is evaluated on an audio surveillance database containing 10 sound classes, each class having multiple subclasses, with the addition of noise at various signal-to-noise ratios (SNRs). The experimental results shows that DNNs have a better overall classification performance than SVMs with both individual and combined features and the classification accuracy with DNNs is particularly better at low SNRs. The evaluation time of the DNN classifier was also determined to be the fastest but with a slow training time. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Sharan, RV (Sharan, Roneel V.) ; Moir, TJ (Moir, Tom J.)","Title":"Robust acoustic event classification using deep neural networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900017 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Gauss-Seidel; Jacobi; Iterative thresholding algorithm; l(q) regularized least squares KeyWords Plus:COORDINATE DESCENT METHOD; L-1/2 REGULARIZATION; NONSMOOTH OPTIMIZATION; NONCONVEX MINIMIZATION; CONVERGENCE; SHRINKAGE; SPARSITY; RECOVERY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 220-235 DOI: 10.1016/j.cam.2017.01.010 Published: AUG 1 2017","Abstract":"This paper studies the l(q)(0 < q < 1) regularized least squares regression (l(q)LS) problem, which arises in many applications of signal processing and machine learning. The iterative thresholding algorithm is an important algorithm for solving the l(q)LS problem, and can be viewed as a Jacobi-type iterative method. This paper proposes a Gauss-Seidel version of iterative thresholding algorithm called GAITA for solving the l(q)LS problem. Under certain conditions, we establish its global convergence(1), eventual linear rate, and the convergence to a local minimizer. Compared to the Jacobi counterpart, the proposed algorithm can allow larger step sizes and converge much faster. The effectiveness of the proposed algorithm is justified with numerical experiments on both synthetic data and real data. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zeng, JS (Zeng, Jinshan) ; Peng, ZM (Peng, Zhiming) ; Lin, SB (Lin, Shaobo)","Title":"GAITA: A Gauss-Seidel iterative thresholding algorithm for l(q) regularized least squares regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700025 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Networks; Link prediction; Utility analysis; EM algorithm; Latent variable KeyWords Plus:MODEL; COLLABORATIONS; EVOLUTION; GRAPHS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 693-705 DOI: 10.1016/j.ejor.2016.12.041 Published: JUL 16 2017","Abstract":"Link prediction is a fundamental task in social networks, with the goal of estimating the likelihood of a link between each node pair. It can be applied in many situations, such as friend discovery on social media platforms or co-author recommendations in collaboration networks. Compared to the numerous traditional methods, this paper introduces utility analysis to the link prediction method by considering that individual preferences are the main reason behind the decision to form links, and meanwhile it also focuses on the meeting process that is a latent variable during the process of forming links. Accordingly, the link prediction problem is formulated as a machine learning process with latent variables; therefore, an Expectation Maximization (EM, for short) algorithm is adopted and further developed to cope with the estimation problem. The performance of the present method is tested both on synthetic networks and on real-world datasets from social media networks and collaboration networks. All of the computational results illustrate that the proposed method yields more satisfying link prediction results than the selected benchmarks, and in particular, logistic regression, as a special case of the proposed method, provides the lower boundary of the likelihood function. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, YL (Li, Yongli) ; Luo, P (Luo, Peng) ; Fan, ZP (Fan, Zhi-ping) ; Chen, K (Chen, Kun) ; Liu, JG (Liu, Jiaguo)","Title":"A utility-based link prediction method in social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692400004 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Support vector regression; Feature selection; L-p-norm; Least squares; Robust regression KeyWords Plus:EXTREME LEARNING-MACHINE; PREDICTION; ALGORITHM; INFLATION; NETWORKS; KERNEL; SVR","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 305 Pages: 32-52 DOI: 10.1016/j.amc.2017.01.062 Published: JUL 15 2017","Abstract":"In this paper, we aim a novel algorithm called robust L-p-norm least squares support vector regression (L-p-LSSVR) that is more robust than the traditional least squares support vector regression(LS-SVR). Using the absolute constraint and the L-p-norm regularization term, our L-p-LSSVR performs robust against outliers. Moreover, though the optimization problem is non-convex, the sparse solution of L-p-norm and the lower bonds for nonzero components technique ensure useful features selected by L-p-LSSVR, and it helps to find the local optimum of our L-p-LSSVR. Experimental results show that although L-p-LSSVR is more robust than least squares support vector regression (LS-SVR), and much faster than L-p-norm support vector regression (L-p-SVR) and SVR due to its equality constraint, it is slower than LS-SVR and L-1-norm support vector regression (L-1-SVR), it is as effective as L-p-SVR, L-1-SVR, LS-SVR and SVR in both feature selection and regression. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ye, YF (Ye, Ya-Fen) ; Shao, YH (Shao, Yuan-Hai) ; Deng, NY (Deng, Nai-Yang) ; Li, CN (Li, Chun-Na) ; Hua, XY (Hua, Xiang-Yu)","Title":"Robust L-p-norm least squares support vector regression with feature selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"MR Imaging; Tumor lesion segmentation; Texture features; Regularized winnow; Skippy greedy snake KeyWords Plus:FEATURE-SELECTION; ISCHEMIC-STROKE; BRAIN IMAGES; VOLUME; LESIONS; CLASSIFICATION; GROWTH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 1-10 DOI: 10.1016/j.eswa.2017.01.036 Published: JUL 1 2017","Abstract":"Automatic detection of brain tumors in single-spectral magnetic resonance images is a challenging task. Existing techniques suffer from inadequate performance, dependence on initial assumptions, and, sometimes, the need for manual interference. The research reported in this paper seeks to reduce some of these shortcomings, and to remove others, achieving satisfactory performance at reasonable computational costs. The success of the system described here is explained by the synergy of the following aspects: (1) a broad choice of high-level features to characterize the image's texture, (2) an efficient mechanism to eliminate less useful features (3) a machine-learning technique to induce a classifier that signals the presence of a tumor-affected tissue, and (4) an improved version of the skippy greedy snake algorithm to outline the tumor's contours. The paper describes the system and reports experiments with synthetic as well as real data. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nabizadeh, N (Nabizadeh, Nooshin) ; Kubat, M (Kubat, Miroslav)","Title":"Automatic tumor segmentation in single-spectral MRI using a texture-based and contour-based algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Ensemble; Deep learning; Sentiment analysis; Machine learning; Natural language processing KeyWords Plus:CLASSIFICATION; POLARITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 236-246 DOI: 10.1016/j.eswa.2017.02.002 Published: JUL 1 2017","Abstract":"Deep learning techniques for Sentiment Analysis have become very popular. They provide automatic feature extraction and both richer representation capabilities and better performance than traditional feature based techniques (i.e., surface methods). Traditional surface approaches are based on complex manually extracted features, and this extraction process is a fundamental question in feature driven methods. These long-established approaches can yield strong baselines, and their predictive capabilities can be used in conjunction with the arising deep learning methods. In this paper we seek to improve the performance of deep learning techniques integrating them with traditional surface approaches based on manually extracted features. The contributions of this paper are sixfold. First, we develop a deep learning based sentiment classifier using a word embeddings model and a linear machine learning algorithm. This classifier serves as a baseline to compare to subsequent results. Second, we propose two ensemble techniques which aggregate our baseline classifier with other surface classifiers widely used in Sentiment Analysis. Third, we also propose two models for combining both surface and deep features to merge information from several sources. Fourth, we introduce a taxonomy for classifying the different models found in the literature, as well as the ones we propose. Fifth, we conduct several experiments to compare the performance of these models with the deep learning baseline. For this, we use seven public datasets that were extracted from the microblogging and movie reviews domain. Finally, as a result, a statistical study confirms that the performance of these proposed models surpasses that of our original baseline on Fl-Score. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Araque, O (Araque, Oscar) ; Corcuera-Platas, I (Corcuera-Platas, Ignacio) ; Sanchez-Rada, JF (Sanchez-Rada, J. Fernando) ; Iglesias, CA (Iglesias, Carlos A.)","Title":"Enhancing deep learning sentiment analysis with ensemble techniques in social applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000008 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Forwarding behavior; Message tree; Hidden suspicious accounts; Malicious URLs; Online social networks","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 123-140 DOI: 10.1016/j.ins.2017.02.030 Published: JUL 2017","Abstract":"Hidden suspicious accounts are sparsely connected in social graphs; however, certain suspicious messages are usually forwarded in bulk to extend their overall propagation scope. Existing anti-attack methods only detect single messages or accounts. Because most algorithms rely on the connection relations among the accounts in social graphs, they may repeatedly detect the same account. Furthermore, these hidden suspicious accounts cannot be identified and eliminated completely. Therefore, messages forwarded by hidden suspicious accounts should be merged, and the accounts should be eliminated simultaneously rather than individually. This paper introduces the forwarding message tree, which combines accounts based on the relations among their forwarded messages. Our approach clearly exposes the inner relations among hidden suspicious accounts and conveniently deletes those accounts. First, we present the forwarding message tree and identify six effective features: the forwarding layer relation, propagation depth, propagation breadth, repeated forwarding behavior, propagation speed, and average tree weight. Next, to illustrate the effectiveness of these features, we incorporate them into machine learning algorithms. The detection accuracy and false-positive rates for a real dataset collected from an online social network are 95.32% and 0.5%, respectively. Most of the proposed features rate at the top of a gain ranking. We conclude that the forwarding message tree can indeed detect and delete hidden suspicious accounts. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cao, J (Cao, Jian) ; Fu, Q (Fu, Qiang) ; Li, Q (Li, Qiang) ; Guo, D (Guo, Dong)","Title":"Discovering hidden suspicious accounts in online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072900009 ISSN: 0142-0615 eISSN: 1879-3517","Keywords":"Unstable equilibrium point; Transient stability; Equal area criterion; Corrected kinetic energy KeyWords Plus:TRANSIENT STABILITY ASSESSMENT; EXTREME LEARNING-MACHINE; POWER-SYSTEMS; SECURITY ASSESSMENT; LYAPUNOV EXPONENTS; CONSTRUCTION; PREDICTION; MODELS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRICAL POWER & ENERGY SYSTEMS Volume: 89 Pages: 82-93 DOI: 10.1016/j.ijepes.2017.01.011 Published: JUL 2017","Abstract":"In this paper, an innovative real-time approach is presented in order to compute the closest unstable equilibrium points of system. The proposed approach estimates unstable equilibrium points of system at the first time step of fault duration and there is no need to post the fault data. To such aim, a new concept of equal area criteria is proposed in this paper which estimates the initial value of critical points of the system. This value is used in order to calculate corrected kinetic energy and as a result the closest unstable equilibrium point by taking into account the fault trajectory, Moreover, the details of power system are considered to calculate unstable equilibrium point by utilizing network preserving model. Finally, several case studies have been conducted on IEEE 9 bus and the New-England 39 bus test systems to illustrate the benefits of the proposed approach. It is worth noting that considering structure preserving in modeling and at the same time simplicity in implementation and low computational burden are the main salient features of the proposed approach. As a result, the proposed method is suitable for real-time applications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jahromi, MZ (Jahromi, Mehdi Zareian) ; Kouhsari, SM (Kouhsari, Shahram Montaser)","Title":"A high-precision real-time approach to calculate closest unstable equilibrium points"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000004 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Grey system; NGM model; KRNGM model; Kernel method KeyWords Plus:VECTOR MACHINE CLASSIFIERS; PARTIALLY LINEAR-MODELS; FORECASTING-MODEL; GAUSSIAN-PROCESSES; OPTIMIZATION","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 51-62 DOI: 10.1016/j.cnsns.2016.12.017 Published: JUL 2017","Abstract":"The nonhomogeneous grey model (NGM) is a novel tool for time series forecasting, which has attracted considerable interest of research. However, the existing nonhomogeneous grey models may be inefficient to predict the complex nonlinear time series sometimes due to the linearity of the differential or difference equations based on which these models are developed. In order to enhance the accuracy and applicability of the NGM model, the kernel method in the statistical learning theory has been utilized to build a novel kernel regularized nonhomogeneous grey model, which is abbreviated as the KRNGM model. The KRNGM model is represented by a differential equation which contains a nonlinear function of t. By constructing the regularized problem and using the kernel function which satisfies the Mercer's condition, the parameters estimation of KRNGM model only involves in solving a set of linear equations, and the nonlinear function in the KRNGM model can be expressed as a linear combination of the Lagrangian multipliers and the selected kernel function, and then the KRNGM model can be solved numerically. Two case studies of petroleum production forecasting are carried to illustrate the effectiveness of the KRNGM model, comparing to the existing nonhomogeneous models. The results show that the KRNGM model outperforms the existing NGM, ONGM, NDGM model significantly.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ma, X (Ma, Xin) ; Hu, YS (Hu, Yi-sheng) ; Liu, ZB (Liu, Zhi-bin)","Title":"A novel kernel regularized nonhomogeneous grey model and its applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100002 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion mining; Sentiment analysis; Natural language processing; Deep learning; Machine learning KeyWords Plus:SENTIMENT ANALYSIS INTRODUCTION; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 10-25 DOI: 10.1016/j.inffus.2016.10.004 Published: JUL 2017","Abstract":"As the prevalence of social media on the Internet, opinion mining has become an essential approach to analyzing so many data. Various applications appear in a wide range of industrial domains. Meanwhile, opinions have diverse expressions which bring along research challenges. Both of the practical demands and research challenges make opinion mining an active research area in recent years. In this paper, we present a review of Natural Language Processing (NLP) techniques for opinion mining. First, we introduce general NLP techniques which are required for text preprocessing. Second, we investigate the approaches of opinion mining for different levels and situations. Then we introduce comparative opinion mining and deep learning approaches for opinion mining. Opinion summarization and advanced topics are introduced later. Finally, we discuss some challenges and open problems related to opinion mining. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Luo, C (Luo, Chen) ; Chen, JY (Chen, Junyu)","Title":"A review of natural language processing techniques for opinion mining systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100003 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Multi-class classification; One-vs-One; Decomposition strategies; Classifier selection; Ensemble pruning KeyWords Plus:IMBALANCED DATA-SETS; MULTIPLE DATA SETS; MULTICLASS CLASSIFICATION; STATISTICAL COMPARISONS; PATTERN-CLASSIFICATION; SOFTWARE TOOL; ONE STRATEGY; CLASSIFIERS; ALGORITHMS; DECOMPOSITION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 26-51 DOI: 10.1016/j.inffus.2016.11.004 Published: JUL 2017","Abstract":"The One-vs-One strategy is among the most used techniques to deal with multi-class problems in Machine Learning. This way, any binary classifier can be used to address the original problem, since one classifier is learned for each possible pair of classes. As in every ensemble method, classifier combination becomes a vital step in the classification process. Even though many combination models have been developed in the literature, none of them have dealt with the possibility of reducing the number of generated classifiers after the training phase, i.e., ensemble pruning, since every classifier is supposed to be necessary. On this account, our objective in this paper is two-fold: (1) We propose a transformation of the aggregation step, which lead us to a new combination strategy where instances are classified on the basis of the similarities among score-matrices. (2) This fact allows us to introduce the possibility of reducing the number of binary classifiers without affecting the final accuracy. We will show that around 50% of classifiers can be removed (depending on the base learner and the specific problem) and that the confidence degrees obtained by these base classifiers have a strong influence on the improvement in the final accuracy. A thorough experimental study is carried out in order to show the behavior of the proposed approach in comparison with the state-of-the-art combination models in the One-vs-One strategy. Different classifiers from various Machine Learning paradigms are considered as base classifiers and the results obtained are contrasted with the proper statistical analysis. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Galar, M (Galar, Mikel) ; Fernandez, A (Fernandez, Alberto) ; Barrenechea, E (Barrenechea, Edurne) ; Bustince, H (Bustince, Humberto) ; Herrera, F (Herrera, Francisco) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Galar, Mikel  H-4846-2011 http://orcid.org/0000-0003-2865-6549","Title":"NMC: nearest matrix classification - A new combination model for pruning One-vs-One ensembles by transforming the aggregation problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100007 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Classifier fusion; Diversity creation; Machine learning; Fundamental analysis; Stock returns prediction; Risk prediction KeyWords Plus:DYNAMIC ENSEMBLE SELECTION; CLASSIFIER ENSEMBLES; COMPOSITE CLASSIFIER; LINEAR COMBINERS; PRICE INDEX; MODEL; ALGORITHM; SYSTEMS; METHODOLOGY; COMPETENCE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 90-102 DOI: 10.1016/j.inffus.2016.11.006 Published: JUL 2017","Abstract":"Forecasting stock returns and their risk represents one of the most important concerns of market decision makers. Although many studies have examined single classifiers of stock returns and risk methods, fusion methods, which have only recently emerged, require further study in this area. The main aim of this paper is to propose a fusion model based on the use of multiple diverse base classifiers that operate on a common input and a Meta classifier that learns from base classifiers' outputs to obtain more precise stock return and risk predictions. A set of diversity methods, including Bagging, Boosting and Ada-Boost, is applied to create diversity in classifier combinations. Moreover, the number and procedure for selecting base classifiers for fusion schemes is determined using a methodology based on dataset clustering and candidate classifiers' accuracy. The results demonstrate that Bagging exhibited superior performance within the fusion scheme and could achieve a maximum of 83.6% accuracy with Decision Tree, LAD Tree and Rep Tree for return prediction and 88.2% accuracy with BF Tree, DTNB and LAD Tree in risk prediction. For feature selection part, a wrapper-GA algorithm is developed and compared with the fusion model. This paper seeks to help researcher select the best individual classifiers and fuse the proper scheme in stock market prediction. To illustrate the approach, we apply it to Tehran Stock Exchange (TSE) data for the period from 2002 to 2012. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Barak, S (Barak, Sasan) ; Arjmand, A (Arjmand, Azadeh) ; Ortobelli, S (Ortobelli, Sergio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number barak, sasan  http://orcid.org/0000-0001-7715-9958","Title":"Fusion of multiple diverse predictors in stock market"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100009 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Association rules; Gene expression profiles; Alzheimer's disease; Statistical significant genes; Ensemble learning; Biological knowledge integration KeyWords Plus:QUANTITATIVE ASSOCIATION RULES; AMYLOID-BETA DEPOSITION; DECISION TREES; EXPRESSION; PROTEIN; IDENTIFICATION; PREVALENCE; DIAGNOSIS; DEMENTIA; TANGLES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 114-129 DOI: 10.1016/j.inffus.2016.11.005 Published: JUL 2017","Abstract":"Alzheimer's disease is a complex progressive neurodegenerative brain disorder, being its prevalence expected to rise over the next decades. Unconventional strategies for elucidating the genetic mechanisms are necessary due to its polygenic nature. In this work, the input information sources are five: a public DNA microarray that measures expression levels of control and patient samples, repositories of known genes associated to Alzheimer's disease, additional data, Gene Ontology and finally, a literature review or expert knowledge to validate the results. As methodology to identify genes highly related to this disease, we present the integration of three machine learning techniques: particularly, we have used decision trees, quantitative association rules and hierarchical cluster to analyze Alzheimer's disease gene expression profiles to identify genes highly linked to this neurodegenerative disease, through changes in their expression levels between control and patient samples. We propose an ensemble of decision trees and quantitative association rules to find the most suitable configurations of the multi-objective evolutionary algorithm GarNet, in order to overcome the complex parametrization intrinsic to this type of algorithms. To fulfill this goat, GarNet has been executed using multiple configuration settings and the well-known C4.5 has been used to find the minimum accuracy to be satisfied. Then, GarNet is rerun to identify dependencies between genes and their expression levels, so we are able to distinguish between healthy individuals and Alzheimer's patients using the configurations that overcome the minimum threshold of accuracy defined by C4.5 algorithm. Finally, a hierarchical cluster analysis has been used to validate the obtained gene-Alzheimer's Disease associations provided by GarNet The results have shown that the obtained rules were able to successfully characterize the underlying information, grouping relevant genes for Alzheimer Disease. The genes reported by our approach provided two well defined groups that perfectly divided the samples between healthy and Alzheimer's Disease patients. To prove the relevance of the obtained results, a statistical test and gene expression fold-change were used. Furthermore, this relevance has been summarized in a volcano plot, showing two clearly separated and significant groups of genes that are up or down-regulated in Alzheimer's Disease patients. A biological knowledge integration phase was performed based on the information fusion of systematic literature review, enrichment Gene Ontology terms for the described genes found in the hippocampus of patients. Finally, a validation phase with additional data and a permutation test is carried out, being the results consistent with previous studies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Martinez-Ballesteros, M (Martinez-Ballesteros, Maria) ; Garcia-Heredia, JM (Garcia-Heredia, Jose M.) ; Nepomuceno-Chamorro, IA (Nepomuceno-Chamorro, Isabel A.) ; Riquelme-Santos, JC (Riquelme-Santos, Jose C.)","Title":"Machine learning techniques to discover genes with potential prognosis role in Alzheimer's disease using different biological sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500007 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Constraint programming; Sequencing; Decision diagrams; Additive bounding KeyWords Plus:TRAVELING-SALESMAN PROBLEM; MACHINE SCHEDULING PROBLEMS; LEARNING CONSIDERATIONS; HEURISTIC ALGORITHMS; ROUTING-PROBLEMS; FORMULATIONS; WINDOWS; CONSTRAINTS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 887-897 DOI: 10.1016/j.ejor.2016.11.035 Published: JUN 16 2017","Abstract":"In this paper, we introduce novel optimization methods for sequencing problems in which the setup times between a pair of tasks depend on the relative position of the tasks in the ordering. Our proposed methods rely on a hybrid approach where a constraint programming model is enhanced with two distinct relaxations: One discrete relaxation based on multivalued decision diagrams, and one continuous relaxation based on linear programming. Both relaxations are used to generate bounds and enhance constraint propagation. Experiments conducted on three variants of the time-dependent traveling salesman problem indicate that our techniques substantially outperform general-purpose methods, such as mixed integer linear programming and constraint programming models. (C)2016 Elsevier B.V. All rights reserved.","Authors":"Kinable, J (Kinable, Joris) ; Cire, AA (Cire, Andre A.) ; van Hoeve, WJ (van Hoeve, Willem-Jan)","Title":"Hybrid optimization methods for time-dependent sequencing problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000018 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"FBRM; CLD to PSD conversion; Crystallization monitoring; Machine learning; Data-driven models KeyWords Plus:FBRM MEASUREMENTS; OPTICAL-MODEL; SIGNALS; SHAPE","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 202-218 DOI: 10.1016/j.ces.2017.01.042 Published: JUN 8 2017","Abstract":"A new data-driven model has been developed to determine 1D/2D particle size distribution (PSD) from measured FBRM chord-length distribution (CLD) data. The structure of the model consists of three steps: first, the measured CLDs are compressed down to a small set of parameters; second, these parameters are correlated with low order moments or a small number of percentiles of the PSD using regression models; third, the PSD low order moments are used as input variables, and a two layer-network sub-model is built to predict the PSD in a form of a histogram. Two key aspects of this modeling strategy are noteworthy, namely the construction of specialized parameterized functions (herein called generating functions) that reduce the number of parameters needed to train the model's two layer network component, as well as its ability to model a 2D size distribution. To demonstrate this paradigm, the model was used to determine the PSD of particles with an elongated morphology. It is shown that even with a limited data set, models could be trained to predict PSD generated by laser diffraction, minor size PSD generated by image analysis, and 2D minor-major PSD measured by image analysis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Irizarry, R (Irizarry, Roberto) ; Chen, AT (Chen, Antong) ; Crawford, R (Crawford, Randolph) ; Codan, L (Codan, Lorenzo) ; Schoell, J (Schoell, Jochen)","Title":"Data-driven model and model paradigm to predict 1D and 2D particle size distribution from measured chord-length distribution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353900005 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Bridge inspection; Crack extraction; Images segmentation; Active contour model; Greedy search; Support vector machine KeyWords Plus:LEVEL SET METHOD; IMAGE SEGMENTATION; CLASSIFICATION; FEATURES; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 78 Pages: 51-61 DOI: 10.1016/j.autcon.2017.01.019 Published: JUN 2017","Abstract":"Concrete cracks are the most important representation for evaluating the bridge health condition and conducting to take appropriate actions to optimize expenditure on maintenance and rehabilitation. In this paper, we develop a fully-automatic machine learning based algorithm for extracting cracks from concrete bridge images, which combines a modified region-based active contour model for image segmentation and the linear support vector machine using greedy search strategy for noise elimination. In practice, the crack detection is a challenging problem because of (1) subtle difference between the cracks and the noises, (2) inconsistent intensity along the cracks, and (3) possible shadow regions With similar intensity to the cracks. To solve these problems, the proposed method consists of three steps. First, we build a high-precision image acquisition framework, which can automatically collect image sequences from the lower bridge slab and fuse the multiple sensor data for computing crack parameters. Second, we develop a modified region-based active contour model combined with the iterated Canny operator for the concrete image segmentation. Finally, we utilize the novel feature selection approach based on the linear support vector machine with a greedy search strategy for noise elimination. After that, we provide a crack width calculation method which combined the binary image with the gray scale image information. We evaluate the proposed method on a collection of 1200 real bridge images, which gathered from 10 existing bridges on various weathers, and the experimental results show that the proposed method achieves a better performance than several up-to-date algorithms. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, G (Li, Gang) ; Zhao, XX (Zhao, Xiaoxing) ; Du, K (Du, Kai) ; Ru, F (Ru, Feng) ; Zhang, YB (Zhang, Yubo)","Title":"Recognition and evaluation of bridge cracks with modified active contour model and greedy search-based support vector machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200019 ISSN: 0303-2434","Keywords":"Handheld spectroradiometer; Statistical and machine learning techniques; Reflectance data; Vegetation indices; Vineyard; Crop water deficit KeyWords Plus:REGULARIZED NEURAL-NETWORKS; STRESS DETECTION; NITROGEN CONCENTRATION; VEGETATION INDEXES; AIRBORNE IMAGERY; REFLECTANCE; FLUORESCENCE; REGRESSION; VINEYARDS; PRI","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 177-190 DOI: 10.1016/j.jag.2017.02.013 Published: JUN 2017","Abstract":"In this study, hyperspectral reflectance (HySR) data derived from a handheld spectroradiometer were used to assess the water status of three grapevine cultivars in two sub-regions of Douro wine region during two consecutive years. A large set of potential predictors derived from the HySR data were considered for modelling/predicting the predawn leaf water potential (Psi(pd)) through different statistical and machine learning techniques. Three HySR vegetation indices were selected as final predictors for the computation of the models and the in-season time trend was removed from data by using a time predictor. The vegetation indices selected were the Normalized Reflectance Index for the wavelengths 554 nm and 561 nm (NRI554;561), the water index (WI) for the wavelengths 900 nm and 970 nm, and the D1 index which is associated with the rate of reflectance increase in the wavelengths of 706 nm and 730 nm. These vegetation indices covered the green, red edge and the near infrared domains of the electromagnetic spectrum. A large set of state-of-the-art analysis and statistical and machine-learning modelling techniques were tested. Predictive Modelling techniques based on generalized boosted model (GBM), bagged multivariate adaptive regression splines (B-MARS), generalized additive model (GAM), and Bayesian regularized neural networks (BRNN) showed the best performance for predicting Psi(pd), with an average determination coefficient (R-2) ranging between 0.78 and 0.80 and RMSE varying between 0.11 and 0.12 MPa. When cultivar Touriga Nacional was used for training the models and the cultivars Touriga Franca and Tinta Barroca for testing (independent validation), the models performance was good, particularly for GBM (R-2 = 0.85; RMSE = 0.09 MPa). Additionally, the comparison of Psi(pd) observed and predicted showed an equitable dispersion of data from the various cultivars. The results achieved show a good potential of these predictive models based on vegetation indices to support irrigation scheduling in vineyard. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pocas, I (Pocas, Isabel) ; Goncalves, J (Goncalves, Joao) ; Costa, PM (Costa, Patricia Malva) ; Goncalves, I (Goncalves, Igor) ; Pereira, LS (Pereira, Luis S.) ; Cunha, M (Cunha, Mario)","Title":"Hyperspectral-based predictive modelling of grapevine water status in the Portuguese Douro wine region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397480000007 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"Agitation; Mixing; Machine learning; Reinforcement learning KeyWords Plus:DOUGH; SPECTROSCOPY","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 203 Pages: 53-57 DOI: 10.1016/j.jfoodeng.2017.02.001 Published: JUN 2017","Abstract":"Many agitation and mixing processes utilize various sensors for real-time monitoring and control, which can involve complex and costly equipment. For many mixing and agitation processes, such as in dough making, as mixing energy is placed, the resistance to extension increases and then after some point it decreases again. High-quality bread is obtained by stopping mixing at or close to the maximum resistance. The change in resistance causes a change in motor torque. The torque change affects the motor's current draw for agitation and mixing machines driven by electrical motors. The rheological characteristics of the mixed material are related to motor torque of the mixing machine. Therefore, it is related to the motor electric current where the load variation can be estimated by a low-cost current sensor. This paper outlines a novel design for an intelligent agitator/mixer process controller. The design is based on current sensing and on-line learning through reinforcement learning using operator input. The system provides a low-cost approach to automate various kinds of production equipment currently operated manually, which are common in the developing world. Additionally, the approach requires minimal modification to the equipment: it requires only a current sensor, an on/off control relay, a set of buttons for operation, and an embedded system. (C) 2017 Published by Elsevier Ltd.","Authors":"Aljaafreh, A (Aljaafreh, Ahmad) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Aljaafreh, Ahmad  http://orcid.org/0000-0002-8329-8804","Title":"Agitation and mixing processes automation using current sensing and reinforcement learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400083 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: statistical; galaxies: distances and redshifts; large-scale structure of Universe KeyWords Plus:DIGITAL SKY SURVEY; OSCILLATION SPECTROSCOPIC SURVEY; PHOTOMETRIC GALAXY SAMPLES; CROSS-CORRELATIONS; SDSS-III; TARGET SELECTION; DISTRIBUTIONS; REDUCTION; GAMA; COSMOLOGY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3576-3589 DOI: 10.1093/mnras/stx342 Published: JUN 2017","Abstract":"We present THE-WIZZ, an open source and user-friendly software for estimating the redshift distributions of photometric galaxies with unknown redshifts by spatially cross-correlating them against a reference sample with known redshifts. The main benefit of THE-WIZZ is in separating the angular pair finding and correlation estimation from the computation of the output clustering redshifts allowing anyone to create a clustering redshift for their sample without the intervention of an 'expert'. It allows the end user of a given survey to select any subsample of photometric galaxies with unknown redshifts, match this sample's catalogue indices into a value-added data file and produce a clustering redshift estimation for this sample in a fraction of the time it would take to run all the angular correlations needed to produce a clustering redshift. We show results with this software using photometric data from the Kilo-Degree Survey (KiDS) and spectroscopic redshifts from the Galaxy and Mass Assembly survey and the Sloan Digital Sky Survey. The results we present for KiDS are consistent with the redshift distributions used in a recent cosmic shear analysis from the survey. We also present results using a hybrid machine learning-clustering redshift analysis that enables the estimation of clustering redshifts for individual galaxies. THE-WIZZ can be downloaded at http://github.com/morriscb/The-wiZZ/.","Authors":"Morrison, CB (Morrison, C. B.) ; Hildebrandt, H (Hildebrandt, H.) ; Schmidt, SJ (Schmidt, S. J.) ; Baldry, IK (Baldry, I. K.) ; Bilicki, M (Bilicki, M.) ; Choi, A (Choi, A.) ; Erben, T (Erben, T.) ; Schneider, P (Schneider, P.)","Title":"THE-WIZZ: clustering redshift estimation for everyone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800031 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Machine learning; Multi-label learning; Multi-label feature selection; Relevance evaluation; Conditional relevance KeyWords Plus:MUTUAL INFORMATION; CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 342-352 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.014 Published: JUN 2017","Abstract":"Multi-label feature selection involves the selection of relevant features from multi-labeled datasets, resulting in a potential improvement of multi-label learning accuracy. In conventional multi-label feature selection methods, the final feature subset is obtained by identifying the features of high relevance with low redundancy. Thus, accurate score evaluation is a key factor for obtaining an effective feature subset. However, conventional methods suffer from inaccurate conditional relevance evaluation when a large number of labels are involved. As a result, irrelevant features can be a member of the final feature subset, leading to low multi-label learning accuracy. In this paper, we propose a new multi-label feature selection method. Using a scalable relevance evaluation process that evaluates conditional relevance more accurately, the proposed method significantly improves multi-label learning accuracy compared with conventional multi-label feature selection methods.","Authors":"Lee, J (Lee, Jaesung) ; Kim, DW (Kim, Dae-Won)","Title":"SCLS: Multi-label feature selection based on scalable criterion for large label set"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800033 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Subspace clustering; Unsupervised feature selection; Spectral clustering; Group sparsity","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 364-374 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.016 Published: JUN 2017","Abstract":"Unsupervised feature selection (UFS) aims to reduce the time complexity and storage burden, improve the generalization ability of learning machines by removing the redundant, irrelevant and noisy features. Due to the lack of training labels, most existing UFS methods generate the pseudo labels by spectral clustering, matrix factorization or dictionary learning, and convert UFS to a supervised problem. The learned clustering labels reflect the data distribution with respect to classes and therefore are vital to the UFS performance. In this paper, we proposed a novel subspace clustering guided unsupervised feature selection (SCUFS) method. The clustering labels of the training samples are learned by representation based subspace clustering, and features that can well preserve the cluster labels are selected. SCUFS can well learn the data distribution in that it uncovers the underlying multi-subspace structure of the data and iteratively learns the similarity matrix and clustering labels. Experimental results on benchmark datasets for unsupervised feature selection show that SCUFS outperforms the state-of-the-art UFS methods.","Authors":"Zhu, PF (Zhu, Pengfei) ; Zhu, WC (Zhu, Wencheng) ; Hu, QH (Hu, Qinghua) ; Zhang, CQ (Zhang, Changqing) ; Zuo, WM (Zuo, Wangmeng)","Title":"Subspace clustering guided unsupervised feature selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800035 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"K-Means; Morphological reconstruction; Mathematical morphology; GPU; CUDA; Machine learning; Unsupervised learning; Image segmentation; Noise removal; Clusterization; Clustering; Parallelism","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 392-403 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.027 Published: JUN 2017","Abstract":"This work proposes a clusterization algorithm called k-Morphological Sets (k-MS), based on morphological reconstruction and heuristics. k-MS is faster than the CPU-parallel k-Means in worst case scenarios and produces enhanced visualizations of the dataset as well as very distinct clusterizations. It is also faster than similar clusterization methods that are sensitive to density and shapes such as Mitosis and TRICLUST. In addition, k-MS is deterministic and has an intrinsic sense of maximal clusters that can be created for a given input sample and input parameters, differing from k-Means and other clusterization algorithms. In other words, given a constant k, a structuring element and a dataset, k-MS produces k or less clusters without using random/pseudo-random functions. Finally, the proposed algorithm also provides a straightforward means for removing noise from images or datasets in general.","Authors":"Rodrigues, EO (Rodrigues, Erick Oliveira) ; Torok, L (Torok, Leonardo) ; Liatsis, P (Liatsis, Panos) ; Viterbo, J (Viterbo, Jose) ; Conci, A (Conci, Aura)","Title":"k-MSl: A novel clustering algorithm based on morphological reconstruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800038 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"KNN Classification; Feature Weighting; Analytic Hierarchy Process; Granger causality KeyWords Plus:FEATURE-SELECTION; PATTERN-CLASSIFICATION; LEARNING ALGORITHMS; OPTIMIZATION; INFORMATION; SIMILARITY; RELIEFF","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 425-436 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.018 Published: JUN 2017","Abstract":"The kNN algorithm remains a popular choice for pattern classification till date due to its non-parametric nature, easy implementation and the fact that its classification error is bounded by twice the Bayes error. In this paper, we show that the performance of the kNN classifier improves significantly from the use of (training) class-wise group-statistics based two criteria during pairwise comparison of features in a given dataset. Granger causality is employed to assign preferences to each criteria. Analytic Hierarchy Process (AHP) is applied to obtain weights for different features from the two criteria and their preferences. Finally, these weights are used to build a weighted distance function for the kNN classification. Comprehensive experimentation on fifteen benchmark datasets of the UCI Machine Learning Repository clearly reveals the supremacy of the proposed Granger causality driven AHP induced kNN algorithm over the IcNN method with many different distance metrics, and, with various feature selection strategies. In addition, the proposed method is also shown to perform well on high-dimensional face and hand-writing recognition datasets.","Authors":"Bhattacharya, G (Bhattacharya, Gautam) ; Ghosh, K (Ghosh, Koushik) ; Chowdhury, AS (Chowdhury, Ananda S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chowdhury, Ananda  http://orcid.org/0000-0002-5799-3467","Title":"Granger Causality Driven AHP for Feature Weighted kNN"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398266300006 ISSN: 1741-2560 eISSN: 1741-2552","Keywords":"brain machine interface; biological feedback; confidence; decoder; nucleus accumbens; reinforcement learning KeyWords Plus:GOAL-DIRECTED BEHAVIOR; NUCLEUS-ACCUMBENS; BASAL GANGLIA; DOPAMINERGIC MODULATION; COMPUTER INTERFACES; SPIKING NEURONS; REWARD; MOTOR; ADAPTATION; ENSEMBLES","Categories":"Engineering; Neurosciences & Neurology Web of Science Categories:Engineering, Biomedical; Neurosciences","Journal Information":"JOURNAL OF NEURAL ENGINEERING Volume: 14 Issue: 3 Article Number: 036016 DOI: 10.1088/1741-2552/aa6317 Published: JUN 2017","Abstract":"Objective. For brain-machine interfaces (BMI) to be used in activities of daily living by paralyzed individuals, the BMI should be as autonomous as possible. One of the challenges is how the feedback is extracted and utilized in the BMI. Our long-term goal is to create autonomous BMIs that can utilize an evaluative feedback from the brain to update the decoding algorithm and use it intelligently in order to adapt the decoder. In this study, we show how to extract the necessary evaluative feedback from a biologically realistic (synthetic) source, use both the quantity and the quality of the feedback, and how that feedback information can be incorporated into a reinforcement learning (RL) controller architecture to maximize its performance. Approach. Motivated by the perception-action-reward cycle (PARC) in the brain which links reward for cognitive decision making and goal-directed behavior, we used a reward-based RL architecture named Actor-Critic RL as the model. Instead of using an error signal towards building an autonomous BMI, we envision to use a reward signal from the nucleus accumbens (NAcc) which plays a key role in the linking of reward to motor behaviors. To deal with the complexity and non-stationarity of biological reward signals, we used a confidence metric which was used to indicate the degree of feedback accuracy. This confidence was added to the Actor's weight update equation in the RL controller architecture. If the confidence was high (>0.2), the BMI decoder used this feedback to update its parameters. However, when the confidence was low, the BMI decoder ignored the feedback and did not update its parameters. The range between high confidence and low confidence was termed as the 'ambiguous' region. When the feedback was within this region, the BMI decoder updated its weight at a lower rate than when fully confident, which was decided by the confidence. We used two biologically realistic models to generate synthetic data for MI (Izhikevich model) and NAcc (Humphries model) to validate proposed controller architecture. Main results. In this work, we show how the overall performance of the BMI was improved by using a threshold close to the decision boundary to reject erroneous feedback. Additionally, we show the stability of the system improved when the feedback was used with a threshold. Significance: The result of this study is a step towards making BMIs autonomous. While our method is not fully autonomous, the results demonstrate that extensive training times necessary at the beginning of each BMI session can be significantly decreased. In our approach, decoder training time was only limited to 10 trials in the first BMI session. Subsequent sessions used previous session weights to initialize the decoder. We also present a method where the use of a threshold can be applied to any decoder with a feedback signal that is less than perfect so that erroneous feedback can be avoided and the stability of the system can be increased.","Authors":"Prins, NW (Prins, Noeline W.) ; Sanchez, JC (Sanchez, Justin C.) ; Prasad, A (Prasad, Abhishek)","Title":"Feedback for reinforcement learning based brain-machine interfaces using confidence metrics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Feature selection; Ordinal-based integration; Frequency-based integration; Feature vectors integration; Feature subsets integration; Sentiment analysis KeyWords Plus:MACHINE LEARNING APPROACH; FEATURE-EXTRACTION; CLASSIFICATION; REDUCTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 80-93 DOI: 10.1016/j.eswa.2017.01.009 Published: JUN 1 2017","Abstract":"Feature subset selection with the aim of reducing, dependency of feature selection techniques and obtaining a high-quality minimal feature subset from a real-world domain is the main task of this research. For this end, firstly, two types of feature representation are presented for feature sets, namely unigram-based and part-of-speech based feature sets. Secondly, five methods of feature ranking are employed for creating feature vectors. Finally, we propose two methods for the integration feature vectors and feature subsets. An ordinal-based integration of different feature vectors (OIFV) is proposed in order to obtain a new feature vector. The new feature vector depends on the order of features in the old vectors. A frequency based integration of different feature subsets (FIFS) with most effective features, which are obtained from a hybrid filter and wrapper methods in the feature selection task, is then proposed. In addition, four wellknown text classification algorithms are employed as classifiers in the wrapper method for the selection of the feature subsets. A wide range of comparative experiments on five widely-used datasets in sentiment analysis were carried out. The experiments demonstrate that proposed methods can effectively improve the performance of sentiment classification. These results also show that proposed part-of-speech patterns are more effective in their classification accuracy compared to unigram-based features. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yousefpour, A (Yousefpour, Alireza) ; Ibrahim, R (Ibrahim, Roliana) ; Hamed, HNA (Hamed, Haza Nuzly Abdel)","Title":"Ordinal-based and frequency-based integration of feature selection methods for sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800023 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Deep learning; Gradient-boosting; Random forests; Ensemble learning KeyWords Plus:PERFORMANCE; FORECASTS; MARKET; COMBINATION; OUTRANKING; ANOMALIES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 689-702 DOI: 10.1016/j.ejor.2016.10.031 Published: JUN 1 2017","Abstract":"In recent years, machine learning research has gained momentum: new developments in the field of deep learning allow for multiple levels of abstraction and are starting to supersede well-known and powerful tree-based techniques mainly operating on the original feature space. All these methods can be applied to various fields, including finance. This paper implements and analyzes the effectiveness of deep neural networks (DNN), gradient-boosted-trees (GBT), random forests (RAF), and several ensembles of these methods in the context of statistical arbitrage. Each model is trained on lagged returns of all stocks in the S&P 500, after elimination of survivor bias. From 1992 to 2015, daily one-day-ahead trading signals are generated based on the probability forecast of a stock to outperform the general market. The highest k probabilities are converted into long and the lowest k probabilities into short positions, thus censoring the less certain middle part of the ranking. Empirical findings are promising. A simple, equal-weighted ensemble (ENS1) consisting of one deep neural network, one gradient-boosted tree, and one random forest produces out-of-sample returns exceeding 0.45 percent per day for k = 10, prior to transaction costs. Irrespective of the fact that profits are declining in recent years, our findings pose a severe challenge to the semi-strong form of market efficiency. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Krauss, C (Krauss, Christopher) ; Do, XA (Xuan Anh Do) ; Huck, N (Huck, Nicolas)","Title":"Deep neural networks, gradient-boosted trees, random forests: Statistical arbitrage on the S&P 500"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200006 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Pairwise user coupling; keystroke dynamics; person identification; behavioural biometrics; cyber-forensics KeyWords Plus:AUTHENTICATION; CLASSIFICATION; RECOGNITION; LATENCIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1319-1329 DOI: 10.1109/TIFS.2017.2658539 Published: JUN 2017","Abstract":"Due to the increasing vulnerabilities in cyberspace, security alone is not enough to prevent a breach, but cyber forensics or cyber intelligence is also required to prevent future attacks or to identify the potential attacker. The unobtrusive and covert nature of biometric data collection of keystroke dynamics has a high potential for use in cyber forensics or cyber intelligence. In this paper, we investigate the usefulness of keystroke dynamics to establish the person identity. We propose three schemes for identifying a person when typing on a keyboard. We use various machine learning algorithms in combination with the proposed pairwise user coupling technique and show the performance of each separate technique as well as the performance when combining two or more together. In particular, we show that pairwise user coupling in a bottom-up tree structure scheme gives the best performance, both concerning accuracy and time complexity. The proposed techniques are validated by using keystroke data. However, these techniques could equally well be applied to other pattern identification problems. We have also investigated the optimized feature set for person identification by using keystroke dynamics. Finally, we also examined the performance of the identification system when a user, unlike his normal behaviour, types with only one hand, and we show that performance then is not optimal, as was to be expected.","Authors":"Mondal, S (Mondal, Soumik) ; Bours, P (Bours, Patrick)","Title":"Person Identification by Keystroke Dynamics Using Pairwise User Coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395741900044 ISSN: 0885-8993 eISSN: 1941-0107","Keywords":"Interior permanent-magnet synchronous machine (IPMSM); maximum-torque-per-ampere (MTPA) operation; self-learning control (SLC); signal injection KeyWords Plus:RELUCTANCE-MOTOR-DRIVES; MTPA CONTROL; MAXIMUM-TORQUE; RIPPLE; IPMSM; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON POWER ELECTRONICS Volume: 32 Issue: 6 Pages: 4652-4662 DOI: 10.1109/TPEL.2016.2602243 Published: JUN 2017","Abstract":"This paper proposes a novel self-learning control scheme for interior permanent-magnet synchronous machine (IPMSM) drives to achieve the maximum-torque-per-ampere (MTPA) operation in the constant-torque region and voltage-constraint MTPA (VCMTPA) operation in the field-weakening region. The proposed self-learning control (SLC) scheme is based on the newly reported virtual-signal-injection-aided direct flux vector control. However, other searching-based optimal control schemes in the flux-torque (f-t) reference frame are also possible. Initially, the reference flux amplitudes for MTPA operations are tracked by virtual signal injection and the data are used by the proposed SLC scheme to train the reference flux map online. After training, the proposed control scheme generates the optimal reference flux amplitude with fast dynamic response. The proposed control scheme can achieve MTPA or VCMTPA control fast and accurately without accurate prior knowledge of machine parameters and can adapt to machine parameter changes during operation. The proposed control scheme is verified by experiments under various operation conditions on a prototype 10 kWIPMSM drive.","Authors":"Sun, TF (Sun, Tianfu) ; Wang, JB (Wang, Jiabin) ; Koc, M (Koc, Mikail)","Title":"Self-Learning Direct Flux Vector Control of Interior Permanent-Magnet Machine Drives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692500001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"ECG beat classification; Modeling; Dynamics; Pattern recognition; Deterministic learning KeyWords Plus:SUPPORT VECTOR MACHINES; DISCRETE WAVELET TRANSFORM; CLUSTERING NEURAL-NETWORK; HEARTBEAT CLASSIFICATION; SIGNAL CLASSIFICATION; PATTERN-RECOGNITION; INTERVAL FEATURES; ARRHYTHMIAS; PCA; IDENTIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 240 Pages: 1-12 DOI: 10.1016/j.neucom.2017.02.056 Published: MAY 31 2017","Abstract":"This paper proposes a novel method for the electrocardiographic (ECG) beat classification via deterministic learning. The dynamics of ECG beats is used as a unique feature for ECG beat classification, which is fundamentally different from the time/frequency domain features used in literature. It is the essential feature of ECG beats, and contains complete information of ECG beats. Precisely, the deterministic learning allows us to model and represent the dynamics of a training beat set as constant radial basis function (RBF) networks. As the classification measure, a set of errors is further obtained through the comparison between the test beat and the estimators constructed by the RBF networks. ECG records taken from the MIT-BIH (Massachusetts Institute of Technology-Beth Israel Hospital) arrhythmia database are selected to test the proposed method. With 5% beats used as training beats, the overall accuracies are 97.78% and 97.21% for global and patient-adapting beat classification, respectively. These results indicate the proposed method is reliable and efficient for ECG beat classification. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dong, XD (Dong, Xunde) ; Wang, C (Wang, Cong) ; Si, WJ (Si, Wenjie)","Title":"ECG beat classification via deterministic learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692500004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Coherent Averaging; Artificial Neural Networks; Event Related Potentials; Brain Computer Interfaces; Autoencoders KeyWords Plus:BRAIN-COMPUTER INTERFACES; BCI SYSTEM; CLASSIFICATION; NETWORKS; SIGNALS; NOISE; EEG","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 240 Pages: 47-58 DOI: 10.1016/j.neucom.2017.02.050 Published: MAY 31 2017","Abstract":"The success of machine learning algorithms strongly depends on the feature extraction and data representation stages. Classification and estimation of small repetitive signals masked by relatively large noise usually requires recording and processing several different realizations of the signal of interest. This is one of the main signal processing problems to solve when estimating or classifying P300 evoked potentials in brain-computer interfaces. To cope with this issue we propose a novel autoencoder variation, called Coherent Averaging Estimation Autoencoder with a new multiobjective cost function. We illustrate its use and analyze its performance in the problem of event related potentials processing. Experimental results showing the advantages of the proposed approach are finally presented. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gareis, IE (Gareis, Ivan E.) ; Vignolo, LD (Vignolo, Leandro D.) ; Spies, RD (Spies, Ruben D.) ; Rufiner, HL (Rufiner, Hugo L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rufiner, Hugo Leonardo  http://orcid.org/0000-0002-1083-5891","Title":"Coherent averaging estimation autoencoders applied to evoked potentials processing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692500014 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Short-term load forecasting; Extreme learning machine; Switching delayed particle swarm optimization (SDPSO); Neural network; Time-delay KeyWords Plus:PARTICLE SWARM OPTIMIZATION; GENETIC REGULATORY NETWORKS; TIME-VARYING DELAYS; NEURAL-NETWORK; STATE ESTIMATION; PARAMETERS; ALGORITHM; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 240 Pages: 175-182 DOI: 10.1016/j.neucom.2017.01.090 Published: MAY 31 2017","Abstract":"In this paper, a hybrid learning approach, which combines the extreme learning machine (ELM) with a new switching delayed PSO (SDPSO) algorithm, is proposed for the problem of the short-term load forecasting (STLF). In particular, the input weights and biases of ELM are optimized by a new developed SDPSO algorithm, where the delayed information of locally best particle and globally best particle are exploited to update the velocity of particle. By testing the proposed SDPSO-ELM in a comprehensive manner on a tanh function, this approach obtain better generalization performance and can also avoid adding unnecessary hidden nodes and overtraining problems. Moreover, it has shown outstanding performance than other state-of-the-art ELMs. Finally, the proposed SDPSO-ELM algorithm is successfully applied to the STLF of power system. Experiment results demonstrate that the proposed learning algorithm can get better forecasting results in comparison with the radial basis function neural network (RBFNN) algorithm. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zeng, NY (Zeng, Nianyin) ; Zhang, H (Zhang, Hong) ; Liu, WB (Liu, Weibo) ; Liang, JL (Liang, Jinling) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"A switching delayed PSO optimized extreme learning machine for short-term load forecasting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300018 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Deep learning; Image classification; Support vector machine; Extreme learning machine; Object recognition KeyWords Plus:CLASSIFICATION; DIMENSIONALITY; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 194-203 DOI: 10.1016/j.neucom.2017.02.016 Published: MAY 24 2017","Abstract":"Deep learning with a convolutional neural network (CNN) has been proved to be very effective in feature extraction and representation of images. For image classification problems, this work aims at exploring the capability of extreme learning machine on high-level deep features of images. Additionally, motivated by the biological learning mechanism of ELM, in this paper, an adaptive extreme learning machine (AELM) method is proposed for handling cross-task (domain) learning problems, without loss of its nature of randomization and high efficiency. The proposed AELM is an extension of ELM from single task to cross task learning, by introducing a new error term and Laplacian graph based manifold regularization term in objective function. We have discussed the nearest neighbor, support vector machines and extreme learning machines for image classification under deep convolutional activation feature representation. Specifically, we adopt 4 benchmark object recognition datasets from multiple sources with domain bias for evaluating different classifiers. The deep features of the object dataset are obtained by a well-trained CNN with five convolutional layers and three fully-connected layers on ImageNet. Experiments demonstrate that the proposed AELM is comparable and effective in single and multiple domains based recognition tasks. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, L (Zhang, Lei) ; He, ZW (He, Zhenwei) ; Liu, Y (Liu, Yan)","Title":"Deep object recognition across domains based on adaptive extreme learning machine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"High-dimensional problem; Machine learning; Oracle inequality; Penalized risk minimization; Sparse model; U-process KeyWords Plus:GENERALIZATION BOUNDS; CORRELATION ESTIMATOR; SELECTION; MINIMIZATION; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 214-222 DOI: 10.1016/j.neucom.2017.02.018 Published: MAY 24 2017","Abstract":"We investigate properties of estimators obtained by minimization of U-processes with the Lasso penalty in the high-dimensional setting. Our attention is focused on the ranking problem that is popular in machine learning. It is related to guessing the ordering between objects on the basis of their observed predictors. We prove the oracle inequality for the excess risk of the considered estimator as well as the bound for the l(1) distance \\(theta) over cap-theta*\\(1) between the estimator and the oracle. Besides, we study properties of estimators on simulated data sets. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rejchel, W (Rejchel, Wojciech)","Title":"Oracle inequalities for ranking and U-processes with Lasso penalty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300023 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Fault diagnosis; Feature selection; Extreme Learning Machine; Tennessee Eastman process KeyWords Plus:EXTREME LEARNING-MACHINE; CLASSIFICATION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 238-248 DOI: 10.1016/j.neucom.2017.02.025 Published: MAY 24 2017","Abstract":"This work presents the concept of Cascade Feature Selection to combine feature selection methods. Fast and weak methods, like ranking, are placed on the top of the cascade to reduce the dimensionality of the initial feature set. Thus, strong and computationally demanding methods; placed on the bottom of the cascade, have to deal with less features. Three cascade combinations are tested with the Extreme Learning Machine as the underlying classification architecture. The Tennessee Eastman chemical process simulation software and one high-dimensional data set are used as sources of the benchmark data. Experimental results suggest that the cascade arrangement can produce smaller final feature subsets, expending less time, with higher classification performances than a feature selection based on a Genetic Algorithm. Many works in the literature have proposed mixed methods with specific combination strategies. The main contribution of this work is a concept able to combine any existent method using a single strategy. Provided that the Cascade Feature Selection requirements are fulfilled, the combinations might reduce the time to select features or increase the classification performance of the classifiers trained with the selected features. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Boldt, FD (Boldt, Francisco de Assis) ; Rauber, TW (Rauber, Thomas W.) ; Varejao, FM (Varejao, Flavio M.)","Title":"Cascade Feature Selection and ELM for automatic fault diagnosis of the Tennessee Eastman process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Aircraft fuel system; Failure mode; Fault diagnosis; Deep belief network; Quantum inspired neural network KeyWords Plus:ARCHITECTURE SELECTION; LEARNING ALGORITHM; BOLTZMANN MACHINES; BELIEF NETWORKS; COMPUTER; MODEL; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 13-23 DOI: 10.1016/j.neucom.2017.01.032 Published: MAY 17 2017","Abstract":"Fault diagnosis for aircraft fuel system can not only improve flight security, but also reduce the huge cost due to regular maintenance. It remains a problem because of the complicated system and the heterogeneous failure modes, especially the different failure modes that have similar impacts on the system. This paper uses the deep quantum inspired neural network (DQINN) which is an improved deep quantum network (DQN) to solve such problem. This method is the combination of classical deep belief network (DBN) and quantum inspired neural network (QINN). For the purpose of inhetiting the advantages of DBN and QINN, the structure of DQINN is built in a new fashion. From a system perspective, the DQINN is constructed by the linear superposition of multiple DBNs with quantum intervals in the last hidden layer. Experiments conducted on standard datasets show that DQINN outperforms other three classical algorithms. Finally, a normal model of aircraft fuel system is built and four kinds of common failure modes of the core components are injected into this model, respectively. And the DQINN is applied to the aircraft fuel system fault diagnosis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gao, ZH (Gao, Zehai) ; Ma, CB (Ma, Cunbao) ; Song, D (Song, Dong) ; Liu, Y (Liu, Yang)","Title":"Deep quantum inspired neural network with application to aircraft fuel system fault diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"LSSVR model; Kernel RLS Algorithm; Kernel adaptive filtering; System identification; Time series prediction KeyWords Plus:LEAST-SQUARES ALGORITHM; ADAPTIVE ALGORITHMS; GAUSSIAN-PROCESSES; IDENTIFICATION; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 114-125 DOI: 10.1016/j.neucom.2017.01.042 Published: MAY 17 2017","Abstract":"Aiming at machine learning applications in which fast online learning is required, we develop a variant of the Least Squares SVR (LSSVR) model that can learn incrementally from data and eventually provide a sparse solution vector. This is possible by incorporating into the LSSVR model the sparsification mechanism used by the kernel RLS (KRLS) model introduced in Engel et al., 2004. The performance of the resulting model, henceforth referred to as the online sparse LSSVR (OS-LSSVR) model, is comprehensively evaluated by computer experiments on several benchmarking datasets (including a large scale one) covering a number of challenging tasks in nonlinear time series prediction and system identification. Convergence, efficiency and error bounds of the OS-LSSVR model are also addressed. The results indicate that the proposed approach consistently outperforms the state of the art in kernel adaptive filtering algorithms, by providing more sparse solutions with smaller prediction errors and smaller norms for the solution vector. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Santos, JDA (Santos, Jose Daniel A.) ; Barreto, GA (Barreto, Guilherme A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Barreto, Guilherme  http://orcid.org/0000-0002-7002-1216","Title":"A regularized estimation framework for online sparse LSSVR models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100018 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Echo state network; Multi-regime time series; Time series prediction; Genetic algorithm KeyWords Plus:PARTICLE SWARM OPTIMIZATION; CONDITION-BASED MAINTENANCE; EXTREME LEARNING-MACHINE; PROGNOSTICS; SYSTEM; MODELS; ENSEMBLE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 191-204 DOI: 10.1016/j.neucom.2017.01.053 Published: MAY 17 2017","Abstract":"In prognostics and health management (PHM), the sensor measurement time series of equipment is collected, and predicting future sensor measurements accurately is crucial to PHM. Complex equipment is generally operated under dynamic operational conditions; thus, operational regime-switching process exists in the sensor measurement time series, which is called multi-regime time series. Different operational regimes may have various effects on time series; thus, the regime-switching process poses great challenge for multi-regime time series prediction. To predict the multi-regime time series accurately, the double-reservoir echo state network (DRESN) is adopted by modifying the conventional echo state network. The DRESN model has two input sequences: the sensor measurement sequence and regime parameter sequence, where the regime parameter reflects the operational regimes and influences sensor measurement; then, two reservoirs try to model these two sequences, respectively; last, the outputs of two reservoirs are aggregated to predict the future sensor measurement. The DRESN model not only considers previous sensor measurements but also takes the influence of regime parameters into account when predicting future sensor measurement; thus, it can improve the accuracy of multi-regime time series prediction. In addition, the training algorithm of the DRESN model is presented and only a linear regression problem needs to be solved, making the DRESN model efficient. To achieve good performance, four parameters of the DRESN model are optimized using genetic algorithm (GA) because GA is effective in solving mixed-integer problem, and the weighted cross validation is adopted in the objective function to achieve the accuracy and simplicity simultaneously. The DRESN model is applied to turbofan engine multi-regime time series and compared with other models. The results validate that the DRESN model can be accurate and stable in multi-regime time series prediction. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhong, SS (Zhong, Shisheng) ; Xie, XL (Xie, Xiaolong) ; Lin, L (Lin, Lin) ; Wang, F (Wang, Fang)","Title":"Genetic algorithm optimized double-reservoir echo state network for multi-regime time series prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100028 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Divide and conquer; Localized kernel spectral clustering; Semi-supervised classification; Multi-category; Nonparallel classifiers KeyWords Plus:SUPPORT VECTOR MACHINES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 296-306 DOI: 10.1016/j.neucom.2017.01.065 Published: MAY 17 2017","Abstract":"In this paper, we propose 'divide-and-conquer approach for multi-category semi-supervised' (DAC-MSS) classification and a novel semi-supervised binary classifier termed as 'twin support vector machine with localized kernel spectral clustering' (TW-LKSC). DAC-MSS builds a multi-category classifier model organized in the form of a tree of binary classifiers. The tree consists of several TW-LKSC classifiers which use a training set consisting of few labeled samples and rest unlabeled samples to generate a pair of hyperplanes, by solving a system of linear equations. The propagation of labels to unlabeled patterns is achieved through localized kernel spectral clustering (LKSC) which is the core clustering model embedded in TW-LKSC. TW-LKSC also employs cluster prototype to localize the generation of hyperplanes and prevents them from extending infinitely. The strength of DAC-MSS is its better classification accuracy and improved learning time, due to divide and conquer approach, as compared to one-against-all based semi supervised classification algorithms. This is proved experimentally for benchmark UCI datasets. We have applied DAC-MSS for color image segmentation of images from Berkley Segmentation Dataset. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Saigal, P (Saigal, Pooja) ; Khanna, V (Khanna, Vaibhav) ; Rastogi, R (Rastogi, Reshma (Nee Khemchandani))","Title":"Divide and conquer approach for semi-supervised multi-category classification through localized kernel spectral clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100031 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Novelty detection; Support vector machines; Kernel methods; Minimum volume enclosing ellipsoid; Mahalanobis distance; Rademacher complexity KeyWords Plus:MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 328-364 DOI: 10.1016/j.neucom.2017.01.070 Published: MAY 17 2017","Abstract":"Support vector data description (SVDD) is a leading classification method for novelty detection, which minimizes the volume of a spherically shaped decision boundary around the normal class. While SVDD has achieVed promising performance, it will lead to a loose boundary for multivariate datasets of which the input dimensions are usually correlated. Inspired by the relationship between kernel principal component analysis (kernel PCA) and the best -fit ellipsoid for a dataset, this study proposes the ellipsoidal data description (ELPDD) which considers feature variance of each dimension adaptively. A minimum volume enclosing ellipsoid (MVEE) is constructed around the target data in the kernel PCA subspace which can be learned via a SVM-like objective function with log-determinant penalty. We also provide the Rademacher complexity bound for our model. Some relating problems are investigated in detail. Experiments on artificial and real-world datasets validate the effectiveness of our method. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, KZ (Wang, Kunzhe) ; Xiao, HT (Xiao, Huaitie)","Title":"Ellipsoidal data description"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100038 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data stream; Classification; Concept drift; Extreme learning machine; Online learning KeyWords Plus:DRIFTING DATA STREAMS; BIG DATA; ENSEMBLE; ALGORITHM; IMBALANCE; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 433-449 DOI: 10.1016/j.neucom.2016.12.078 Published: MAY 17 2017","Abstract":"In our society, many fields have produced a large number of data streams. How to mining the interesting knowledge and patterns from continuous data stream becomes a problem which we have to solve. Different from conventional classification algorithms, data stream classification algorithms have to adjust their classification models with the change of data stream because of concept drift. However, conventional classification models will keep stable once models are trained. To solve the problem, a dynamic extreme learning machine for data stream classification (DELM) is proposed. DELM utilizes online learning mechanism to train ELM as basic classifier and trains a double hidden layer structure to improve the performance of ELM. When an alert about concept drift is set, more hidden layer nodes are added into ELM to improve the generalization ability of classifier. If the value measuring concept drift reaches the upper limit or the accuracy of ELM is in a low level, the current classifier will be deleted, and the algorithm will use new data to train a new classifier so as to learn new concept. The experimental results showed DELM could improve the accuracy of classification result, and can adapt to new concept in a short time. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xu, SL (Xu, Shuliang) ; Wang, JH (Wang, Junhong)","Title":"Dynamic extreme learning machine for data stream classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398515200007 PubMed ID: 28295430 ISSN: 0192-8651 eISSN: 1096-987X","Keywords":"force field; machine learning; QTAIM; transferability; quantum chemical topology; peptides; atomic charge KeyWords Plus:INTERACTING QUANTUM ATOMS; NATURAL AMINO-ACIDS; MULTIPOLAR ELECTROSTATICS; FORCE-FIELD; MOLECULAR-MECHANICS; GLOBAL OPTIMIZATION; MOMENTS; DISTRIBUTIONS; BIOMOLECULES; INTEGRATION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF COMPUTATIONAL CHEMISTRY Volume: 38 Issue: 13 Pages: 1005-1014 DOI: 10.1002/jcc.24775 Published: MAY 15 2017","Abstract":"The fully polarizable, multipolar, and atomistic force field protein FFLUX is being built from machine learning (i.e., kriging) models, each of which predicts an atomic property. Each atom of a given protein geometry needs to be assigned such a kriging model. Such a knowledgeable atom needs to be informed about a sufficiently large environment around it. The resulting complexity can be tackled by collecting the 20 natural amino acids into a few groups. Using substituted deca-alanines, we present the proof-of-concept that a given atom's charge can be modeled by a few kriging models only. (C) 2017 Wiley Periodicals, Inc.","Authors":"Fletcher, TL (Fletcher, Timothy L.) ; Popelier, PLA (Popelier, Paul L. A.)","Title":"FFLUX: Transferability of Polarizable Machine-Learned Electrostatics in Peptide Chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"BI-RADS mammographic lexicon; Mammographic mass description; Zernike moments; Curvelet transform; Multiple kernel learning KeyWords Plus:BREAST-CANCER DIAGNOSIS; COMPUTER-AIDED DIAGNOSIS; ZERNIKE MOMENTS; DIGITAL MAMMOGRAPHY; MALIGNANT MASSES; IMAGE RETRIEVAL; CLASSIFICATION; CURVELET; SYSTEM; VARIABILITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 82-95 DOI: 10.1016/j.eswa.2016.11.031 Published: MAY 15 2017","Abstract":"Correct mammography evaluation demands great expertise and rigorous interpretation of some radiographic features. The Breast Imaging Reporting and Data System (BI-RADS) is accepted as a standardized method to communicate mammographic findings. This report assigns a detailed description to breast masses in terms of their shape, margin, and density, a process highly dependent on the observer experience. This paper proposes a new automatic BI-RADS characterization of breast masses contained in a Regions of Interest (RoI). For doing so, the proposed approach learns relevant radiological characteristics from several multiscale decomposition of the visual information, the Zernike polynomials and Curvelet bases, which are optimally fused by a Multiple Kernel Learning (MKL) strategy. The method first assesses the presence of masses in the RoI by training a conventional support vector machine (SVM) classifier. Once a RoI is identified as mass-positive, it feeds a bank of SVM binary classifiers that selects the type of shape from the BI-RADS terms. The mass margin and density are then set by combining the BI-RADS labels of the five most similar shapes in the database. Evaluation was conducted using a set of 980 RoIs extracted from the Digital Database for Screening Mammography (DDSM) and 216 Rols extracted from the INBreast database. Both database descriptions were updated to meet the fifth version of the BI-RADS lexicon. Masses were recognized with a sensitivity of 96.2% and a specificity of 93.1%, while shape, margin and density descriptions showed averaged sensitivity rates between 87.4% and 96.7% and specificity between 85.6% and 96.7%. This results outperformed the obtained when non-fused multiresolution features were used. These results suggest the proposed strategy may be useful in clinical scenarios and may contribute to the training of new radiologists as a second reader. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Narvaez, F (Narvaez, Fabian) ; Diaz, G (Diaz, Gloria) ; Poveda, C (Poveda, Cesar) ; Romero, E (Romero, Eduardo)","Title":"An automatic BI-RADS description of mammographic masses by fusing multiresolution features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400005 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"immunodominance clone selection algorithm; feature selection; GPU; parallel algorithm; OpenCL KeyWords Plus:IMMUNE-SYSTEM; CLASSIFICATION; EVOLUTION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e3838 DOI: 10.1002/cpe.3838 Published: MAY 10 2017","Abstract":"Immunodominance clone selection algorithm (ICSA) is a robust and effective metaheuristic method for feature selection problem. However, ICSA is usually slow in finding the optimal solution. In this paper, we propose a parallel immunodominance clone selection algorithm (PICSA) on Graphics Processing Unit (GPU) to improve the speedup of ICSA for feature selection problem. The parallel program can considerably accelerate the feature selection operator. The immunodominance operator, which efficiently connects the local and global information, makes the algorithm able to jump out of the local optimum easily and obtain the global optimum. When comparing with other parallel languages, Open Computing Language (OpenCL) has advantages both in efficiency and portability. Therefore, we use OpenCL to implement this algorithm on Intel many integrated core and different GPU platforms. Experiment results obtained using high-dimensional UCI machine learning and image texture datasets demonstrate that the PICSA algorithm allows one to achieve good acceleration ratio while maintaining similar classification accuracy to serial ICSA program. Besides, the OpenCL-based implementation of PICSA shows good portability on many integrated core and different GPU platforms as well. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Zhu, HM (Zhu, Huming) ; Wu, YF (Wu, Yanfei) ; Li, P (Li, Pei) ; Zhang, P (Zhang, Peng) ; Ji, Z (Ji, Zhe) ; Gong, MG (Gong, Maoguo)","Title":"An OpenCL-accelerated parallel immunodominance clone selection algorithm for feature selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Moisture content; Nonlinear regression; LS-SVM; Feature selection KeyWords Plus:SUPERVISED FEATURE-SELECTION; MODEL; PARAMETERS; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 79-91 DOI: 10.1016/j.neucom.2016.09.005 Published: MAY 10 2017","Abstract":"Wood is a renewable, abundant bio-energy and environment friendly resource. Woody biomass Moisture Content (MC) is a key parameter for controlling the biofuel product qualities and properties. In this paper, we are interested in predicting MC from data. The input impedance of half-wave dipole antenna when buried in the wood pile varies according to the permittivity of wood. Hence, the measurement of reflection coefficient, that gives information about the input impedance, depends directly on the MC of wood. The relationship between the reflection coefficient measurements and the MC is studied. Based upon this relationship, MC predictive models that use machine learning techniques and feature selection methods are proposed. Numerical experiments using real world data show the relevance of the proposed approach that requires a limited computational power. Therefore, a real-time implementation for industrial processes is feasible. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Daassi-Gnaba, H (Daassi-Gnaba, Hela) ; Oussar, Y (Oussar, Yacine) ; Merlan, M (Merlan, Maria) ; Ditchi, T (Ditchi, Thierry) ; Geron, E (Geron, Emmanuel) ; Hole, S (Hole, Stephane)","Title":"Wood moisture content prediction using feature selection techniques and a kernel method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Dimensionality reduction; Subspace learning; Projection space; Statistical moments; Kernel; Image retrieval KeyWords Plus:KERNEL; INFORMATION; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 114-132 DOI: 10.1016/j.neucom.2016.09.048 Published: MAY 10 2017","Abstract":"Most of the well-known supervised dimensionality reduction methods assume unimodal or Gaussian like-lihoods, which may not be appropriate in the real life applications. In this manuscript, we introduce a novel supervised dimensionality reduction approach, moments discriminant analysis, which models linear relationships between the high-dimensional input space and a low-dimensional space by maximizing the discrimination between second order raw moments of different classes to improve the generalization capability of a classifier. Unlike the state-of-the-art methods, moments discriminant analysis is intended to accommodate data distributions that may be multimodal and non-Gaussian. Initially, experiments using synthetic random data (generated from different probability distributions) are performed to prove the efficiency of the proposed method for multimodal and non-Gaussian data with the help of five separability measures. Also, extensive experimental results on UCI machine learning repository and image retrieval on WANG and MIT (Oliva and Torralba) databases are carried out in order to exhibit the effectiveness of moments discriminant analysis over the state-of-the-art methods.","Authors":"Murthy, KR (Murthy, K. Ramachandra) ; Ghosh, A (Ghosh, Ashish)","Title":"Moments discriminant analysis for supervised dimensionality reduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700017 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Feature selection; Hypergraph; Sparse; Classification KeyWords Plus:HYPERSPECTRAL IMAGE CLASSIFICATION; TEXTURE CLASSIFICATION; VARIABLE SELECTION; LASSO; CONSISTENCY; THRESHOLDS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 185-192 DOI: 10.1016/j.neucom.2016.10.031 Published: MAY 10 2017","Abstract":"As an important pre-processing stage in many machine learning and pattern recognition domains, feature selection deems to identify the most discriminate features for a compact data representation. As typical feature selection methods, Lasso and its variants using the l(1)-norm based regularization have received much attention in recent years. However, most of existing l(1)-norm based sparse feature selection methods ignore the structure information of data or only consider the pairwise relationships among samples. In this paper, we propose a hypergraph regularized sparse feature learning method, where the high-order relationships among samples are modeled and incorporated into the learning process. Specifically, we first construct a hypergraph with multiple hyperedges to capture the high-order relationships among samples, followed by the computation of a hypergraph Laplacian matrix. Then, we propose a hypergraph regularization term, and a hypergraph regularized Lasso model. We conduct a series of experiments on a number of data sets from UCI machine learning repository, and two real-world neuroimaging based classification tasks. Experimental results demonstrate that the proposed method achieves promising classification results, compared with several well known feature selection approaches.","Authors":"Liu, MX (Liu, Mingxia) ; Zhang, J (Zhang, Jun) ; Guo, XC (Guo, Xiaochun) ; Cao, LJ (Cao, Liujuan)","Title":"Hypergraph regularized sparse feature learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700023 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Kernel principal components analysis; Kernel methods; Online kernel algorithms; Machine learning; Generalized Hebbian algorithm KeyWords Plus:TRACKING","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 255-264 DOI: 10.1016/j.neucom.2016.12.031 Published: MAY 10 2017","Abstract":"The online extraction of kernel principal components has gained increased attention, and several algorithms proposed recently explore kernelized versions of the generalized Hebbian algorithm (GHA) [1], a well-known principal component analysis (PCA) extraction rule. Corisequently, the convergence speed of such algorithms and the accuracy of the extracted components are highly dependent on a proper choice of the learning rate, a problem dependent factor. This paper proposes a new online fixed-point kerriel principal component extraction algorithm, exploring the minimization of a recursive least-square error function, conjugated with an approximated deflation transform using component estimates obtained by the algorithm, implicitly applied upon data. The proposed technique automatically builds a concise dictionary to expand kernel components, involves simple recursive equations to dynamically define a specific learning rate to each component under extraction, and has a linear computational complexity regarding dictionary size. As compared to state-of-art kernel principal component extraction algorithms, results show improved convergence speed and accuracy of the components produced by the proposed method in five open-access databases.","Authors":"Souza, JBO (Souza Filho, Joao B. O.) ; Diniz, PSR (Diniz, Paulo S. R.)","Title":"A recursive least square algorithm for online kernel principal component extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700032 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Machine learning; Big data; Data preprocessing; Evaluation; Parallelization KeyWords Plus:DATA CLASSIFICATION; FEATURE-SELECTION; PERSPECTIVES; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 350-361 DOI: 10.1016/j.neucom.2017.01.026 Published: MAY 10 2017","Abstract":"Machine learning (ML) is continuously unleashing its power in a wide range of applications. It has been pushed to the forefront in recent years partly owing to the advent of big data. ML algorithms have never been better promised while challenged by big data. Big data enables ML algorithms to uncover more fine-grained patterns and make more timely and accurate predictions than ever before; on the other hand, it presents major challenges to ML such as model scalability and distributed computing. In this paper, we introduce a framework of ML on big data (MLBiD) to guide the discussion of its opportunities and challenges. The framework is centered on ML which follows the phases of preprocessing, learning, and evaluation. In addition, the framework is also comprised of four other components, namely big data, user, domain, and system. The phases of ML and the components of MLBiD provide directions for identification of associated opportunities and challenges and open up future work in many unexplored or under explored research areas.","Authors":"Zhou, LN (Zhou, Lina) ; Pan, SM (Pan, Shimei) ; Wang, JW (Wang, Jianwu) ; Vasilakos, AV (Vasilakos, Athanasios V.)","Title":"Machine learning on big data: Opportunities and challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200001 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Artificial immune system; Internet traffic classification; Multi-class classification; Machine learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 1-22 DOI: 10.1016/j.asoc.2017.01.016 Published: MAY 2017","Abstract":"The problem of classifying traffic flows in networks has become more and more important in recent times, and much research has been dedicated to it. In recent years, there has been a lot of interest in classifying traffic flows by application, based on the statistical features of each flow. Information about the applications that are being used on a network is very useful in network design, accounting, management, and security. In our previous work we proposed a classification algorithm for Internet traffic flow classification based on Artificial Immune Systems (AIS). We also applied the algorithm on an available data set, and found that the algorithm performed as well as other algorithms, and was insensitive to input parameters, which makes it valuable for embedded systems. It is also very simple to implement, and generalizes well from small training data sets. In this research, we expanded on the previous research by introducing several optimizations in the training and classification phases of the algorithm. We improved the design of the original algorithm in order to make it more predictable. We also give the asymptotic complexity of the optimized algorithm as well as draw a bound on the generalization error of the algorithm. Lastly, we also experimented with several different distance formulas to improve the classification performance. In this paper we have shown how the changes and optimizations applied to the original algorithm do not functionally change the original algorithm, while making its execution 50-60% faster. We also show that the classification accuracy of the Euclidian distance is superseded by the Manhattan distance for this application, giving 1-2% higher accuracy, making the accuracy of the algorithm comparable to that of a Naive Bayes classifier in previous research that uses the same data set. Published by Elsevier B.V.","Authors":"Schmidt, B (Schmidt, Brian) ; Al-Fuqaha, A (Al-Fuqaha, Ala) ; Gupta, A (Gupta, Ajay) ; Kountanis, D (Kountanis, Dionysios)","Title":"Optimizing an artificial immune system algorithm in support of flow-Based internet traffic classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200013 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Evolving fuzzy classifier; Online learning; Web news mining KeyWords Plus:FUZZY NEURAL-NETWORKS; INTERVAL TYPE-2; INFERENCE SYSTEM; FUNCTION APPROXIMATION; ONLINE IDENTIFICATION; LEARNING ALGORITHM; LOGIC SYSTEMS; DATA STREAMS; CLASSIFIER; IMPLEMENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 200-220 DOI: 10.1016/j.asoc.2016.11.034 Published: MAY 2017","Abstract":"Web news articles are generated in continuous, time-varying, and rapid modes. This environment causes an explosion of information which needs to be stored, processed and analyzed. Conventional machine learning algorithms that are applied in the web news mining work in an offline environment cannot efficiently handle data streams. In this paper, we propose an evolving web news mining framework based on the recently published Evolving Type-2 Classifier (eT2Class). The eT2Class adopts an open structure that can be used in non stationary environments and works on a single pass learning mode that is applicable for online real-time applications. The effectiveness of our evolving web news mining techniques is numerically validated and compared against state-of-the-art algorithms. The efficacy of our methodology has been numerically validated with real local Australian news articles, namely the Age, spanning from 26/2/2016 to 13/3/2016 and has been compared with 6 state of the art algorithms. Our algorithm outperforms other consolidated algorithms and achieves a tradeoff between complexity and accuracy with almost 10% improvement in term of complexity. (C) 2016 Published by Elsevier B.V.","Authors":"Za'in, C (Za'in, Choiru) ; Pratama, M (Pratama, Mahardhika) ; Lughofer, E (Lughofer, Edwin) ; Anavatti, SG (Anavatti, Sreenatha G.)","Title":"Evolving type-2 web news mining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395901200016 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Empirical Mode Decomposition; Deep learning; Ensemble method; Time series forecasting; Load demand forecasting; Neural networks; Support vector regression; Random forests KeyWords Plus:SUPPORT VECTOR REGRESSION; ARTIFICIAL NEURAL-NETWORKS; RANDOM FORESTS; ELECTRICITY; ALGORITHM; RECOGNITION; CLASSIFIERS; FRAMEWORK; MACHINES; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 54 Pages: 246-255 DOI: 10.1016/j.asoc.2017.01.015 Published: MAY 2017","Abstract":"Load demand forecasting is a critical process in the planning of electric utilities. An ensemble method composed of Empirical Mode Decomposition (EMD) algorithm and deep learning approach is presented in this work. For this purpose, the load demand series were first decomposed into several intrinsic mode functions (IMFs). Then a Deep Belief Network (DBN) including two restricted Boltzmann machines (RBMs) was used to model each of the extracted IMFs, so that the tendencies of these IMFs can be accurately predicted. Finally, the prediction results of all IMFs can be combined by either unbiased or weighted summation to obtain an aggregated output for load demand. The electricity load demand data sets from Australian Energy Market Operator (AEMO) are used to test the effectiveness of the proposed EMD-based DBN approach. Simulation results demonstrated attractiveness of the proposed method compared with nine forecasting methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Qiu, XH (Qiu, Xueheng) ; Ren, Y (Ren, Ye) ; Suganthan, PN (Suganthan, Ponnuthurai Nagaratnam) ; Amaratunga, GAJ (Amaratunga, Gehan A. J.)","Title":"Empirical Mode Decomposition based ensemble deep learning for load demand time series forecasting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000019 PubMed ID: 28222363 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Extreme learning machine; Solar ultraviolet index (UVI); Multivariate adaptive regression splines; M5 Model Tree; Real-time solar forecasting","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 141-166 DOI: 10.1016/j.envres.2017.01.035 Published: MAY 2017","Abstract":"Exposure to erythemally-effective solar ultraviolet radiation (UVR) that contributes to malignant keratinocyte cancers and associated health-risk is best mitigated through innovative decision-support systems, with global solar UV index (UVI) forecast necessary to inform real-time sun-protection behaviour recommendations. It follows that the UVI forecasting models are useful tools for such decision-making. In this study, a model for computationally-efficient data-driven forecasting of diffuse and global very short-term reactive (VSTR) (10-min lead-time) UVI, enhanced by drawing on the solar zenith angle (theta(s)) data, was developed using an extreme learning machine (ELM) algorithm. An ELM algorithm typically serves to address complex and ill-defined forecasting problems. UV spectroradiometer situated in Toowoomba, Australia measured daily cycles (05001700 h) of UVI over the austral summer period. After trialling activations functions based on sine, hard limit, logarithmic and tangent sigmoid and triangular and radial basis networks for best results, an optimal ELM architecture utilising logarithmic sigmoid equation in hidden layer, with lagged combinations of 0, as the predictor data was developed. ELM's performance was evaluated using statistical metrics: correlation coefficient (r), Willmott's Index (WI), Nash-Sutcliffe efficiency coefficient (E-NS), root mean square error (RAISE), and mean absolute error (MAE) between observed and forecasted UVI. Using these metrics, the ELM model's performance was compared to that of existing methods: multivariate adaptive regression spline (MARS), M5 Model Tree, and a semi-empirical (Pro6UV) clear sky model. Based on RMSE and MAE values, the ELM model (0.255, 0.346, respectively) outperformed the MARS (0.310, 0.438) and M5 Model Tree (0.346, 0.466) models. Concurring with these metrics, the Willmott's Index for the ELM, MARS and M5 Model Tree models were 0.966, 0.942 and 0.934, respectively. About 57% of the ELM model's absolute errors were small in magnitude ( +/- 0.25), whereas the MARS and M5 Model Tree models generated 53% and 48% of such errors, respectively, indicating the latter models' errors to be distributed in larger magnitude error range. In terms of peak global UV/ forecasting, with half the level of error, the ELM model outperformed MARS and M5 Model Tree. A comparison of the magnitude of hourly-cumulated errors of 10-min lead time forecasts for diffuse and global UVI highlighted ELM model's greater accuracy compared to MARS, M5 Model Tree or Pro6UV models. This confirmed the versatility of an ELM model drawing on theta(s)data for VSTR forecasting of UVI at near real-time horizon. When applied to the goal of enhancing expert systems, ELM-based accurate forecasts capable of reacting quickly to measured conditions can enhance real-time exposure advice for the public, mitigating the potential for solarUV-exposure-related disease.","Authors":"Deo, RC (Deo, Ravinesh C.) ; Downs, N (Downs, Nathan) ; Parisi, AV (Parisi, Alfio V.) ; Adamowski, JF (Adamowski, Jan F.) ; Quilty, JM (Quilty, John M.)","Title":"Very short-term reactive forecasting of the solar ultraviolet index using an extreme learning machine integrated with the solar zenith angle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396974700001 ISSN: 1570-8683 eISSN: 1570-8691","Keywords":"Ensemble; Machine learning; Outlier algorithm classification KeyWords Plus:OUTLIERS","Categories":"Computer Science; Mathematics; Science & Technology - Other Topics Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods; Mathematics, Applied; Logic","Journal Information":"JOURNAL OF APPLIED LOGIC Volume: 21 Pages: 1-13 DOI: 10.1016/j.jal.2016.12.002 Published: MAY 2017","Abstract":"An anomaly, or outlier, is an object exhibiting differences that suggest it belongs to an as-yet undefined class or category. Early detection of anomalies often proves of great importance because they may correspond to events such as fraud, spam, or device malfunctions. By automating the creation of a ranking or list of deviations, we can save time and decrease the cognitive overload of the individuals or groups responsible for responding to such events. Over the years many anomaly and outlier metrics have been developed. In this paper we propose a clustering-based score ensembling method for outlier detection. Using benchmark datasets we evaluate quantitatively the robustness and accuracy of different ensemble strategies. We find that ensembling strategies offer only limited value for increasing overall performance, but provide robustness by negating the influence of severely underperforming models. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chiang, A (Chiang, Alvin) ; David, E (David, Esther) ; Lee, YJ (Lee, Yuh-Jye) ; Leshem, G (Leshem, Guy) ; Yeh, YR (Yeh, Yi-Ren)","Title":"A study on anomaly detection ensembles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900012 ISSN: 0887-3801 eISSN: 1943-5487","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016070 DOI: 10.1061/(ASCE)CP.1943-5487.0000644 Published: MAY 2017","Abstract":"This study presents a methodology for travel-time prediction on urban arterial networks using data from global positioning system (GPS) probe vehicles, under Indian traffic conditions. Given any link in the network, the model predicts its travel time on the basis of historic patterns and real-time information. By doing this, it would be possible to find the time required to travel on all possible routes for any given origin-destination pair. The study also emphasizes the need for splitting links into intersection and midlinks. The k-nearest neighbor algorithm was used for prediction at the midlinks and a random forest predictor was developed to predict the travel time on the high-variation intersection links. For intersections with location-based sensors, a methodology for delay and travel-time prediction was proposed on the basis of predicted values of queue length. Overall, it was observed that better prediction accuracy was achieved when links were considered separately as midlink and intersection. The model was validated on a study network using GPS data procured from public transport buses in Chennai, India. (C) 2016 American Society of Civil Engineers.","Authors":"Bahuleyan, H (Bahuleyan, Hareesh) ; Vanajakshi, LD (Vanajakshi, Lelitha Devi)","Title":"Arterial Path-Level Travel-Time Estimation Using Machine-Learning Techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900008 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Multiple linear regression; Error analysis; Predictive methods; Construction; Stepwise regression KeyWords Plus:ARTIFICIAL NEURAL-NETWORKS; MULTIPLE-REGRESSION; CROSS-VALIDATION; STATISTICS; SELECTION; DESIGN","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016066 DOI: 10.1061/(ASCE)CP.1943-5487.0000636 Published: MAY 2017","Abstract":"A literature review has identified the absence of a robust framework that guides the development of streamlined and valid multiple linear regression (MLR) predictive models for construction engineering applications. A reliable MLR model requires an appropriate set of input variables that can satisfy the underlying assumptions of best linear unbiased estimators (BLUE). In this research, an analytical framework is proposed for developing MLR-based predictive models by (1) selecting input variables based on a modified stepwise approach, (2) verifying the BLUE assumptions, and (3) validating the prediction performance of the regression model. The resulting MLR model only contains the most-relevant input variables while also fulfilling the BLUE assumptions. By utilizing statistical inference techniques, the MLR model also produces reliable range estimates around its point-value prediction according to a particular confidence level. To illustrate the application procedure of the proposed framework, a data set intended for workability control of ready-mixed concrete from the University of California, Irvine (UCI) machine learning repository is used. A practical case study based on a real-world bridge construction project is provided to further demonstrate the application of the proposed methodology in modeling the precast span installation cycle-time. (C) 2016 American Society of Civil Engineers.","Authors":"Mohsenijam, A (Mohsenijam, Arash) ; Siu, MFF (Siu, Ming-Fung Francis) ; Lu, M (Lu, Ming)","Title":"Modified Stepwise Regression Approach to Streamlining Predictive Analytics for Construction Engineering Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535900014 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Surveillance; Aerial camera arrays; Data collection; Vehicle tracking; Vehicle detection; Computer vision; Speeded up robust features (SURF); Deep learning; Convolutional neural network","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 31 Issue: 3 Article Number: 04016072 DOI: 10.1061/(ASCE)CP.1943-5487.0000646 Published: MAY 2017","Abstract":"The paper presents a novel computer vision-based traffic surveillance system capable of processing aerial imagery to track vehicles and their movements. The system uses a preprocessed 1-Hz image sequence with a coverage of 64.80 km(2) (25 sq mi) from an aerial camera array mounted on an airplane. The unique characteristics of the input data make this work challenging. Heuristic and machine-learning approaches are combined and evaluated to detect and track vehicles for the purpose of collecting speed, density, and volume data for uninterrupted flow corridors, which are useful for big-data monitoring of traffic parameters over an entire 64.80 km2 (25 sq mi) area with a single sensor. The deep learning combined with speeded up robust features (SURF)-based approach is able to achieve over 94, 93, and 92% accuracies in speed, density, and volume estimates, respectively, on 50 s of data when compared with manually collected ground truth. It has 100% accuracy in measuring level of service (LOS) for the uninterrupted flow facilities tested. These evaluations were conducted for facilities of different levels of congestion as indicated by the different levels of service. With further research, improved preprocessing, and a higher frame rate, the accuracy of tracking vehicles can be improved, which will allow for other potential applications such as identification of erratic drivers and origin-destination studies. (C) 2016 American Society of Civil Engineers.","Authors":"Zhao, X (Zhao, Xi) ; Dawson, D (Dawson, Douglas) ; Sarasua, WA (Sarasua, Wayne A.) ; Birchfield, ST (Birchfield, Stanley T.)","Title":"Automated Traffic Surveillance System with Aerial Camera Arrays Imagery: Macroscopic Data Collection with Vehicle Tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700014 PubMed ID: 28157614 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Radial basis function neural networks; Support vector machines; Matter-element extension model; Ecological stoichiometry; Degradation mechanism; Western Jilin Province KeyWords Plus:SUPPORT VECTOR MACHINE; ARTIFICIAL NEURAL-NETWORK; WESTERN JILIN PROVINCE; ECOLOGICAL STOICHIOMETRY; NUTRIENT LIMITATION; CHINA; RESPONSES; FERTILIZATION; SPECTROSCOPY; ECOSYSTEMS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 116-123 DOI: 10.1016/j.jenvman.2017.01.047 Published: MAY 1 2017","Abstract":"The grasslands of Western Jilin Province in China have experienced severe degradation during the last 50 years. Radial basis function neural networks (RBFNN) and support vector machines (SVM) were used to predict the carbon, nitrogen, and phosphorus contents of Leymus chinensis (L. chinensis) and explore the degree of grassland degradation using the matter-element extension model. Both RBFNN and SVM demonstrated good prediction accuracy. The results indicated that there was severe degradation, as samples were mainly concentrated in the 3rd and 4th levels. The growth of L chinensis was shown to be limited by either nitrogen, phosphorus, or both during different stages of degradation. The soil chemistry changed noticeably as degradation aggravated, which represents a destabilization of L chinensis community homeostasis. Soil salinization aggravates soil nutrient loss and decreases the bioavailability of soil nutrients. This, along with the destabilization of C/N, C/P and N/P ratios, weakens the photosynthetic ability and productivity of L chinensis. This conclusion was supported by observations that L. chinensis is gradually being replaced by a Chloris virgata, Puccinellia tenuiflora and Suaeda acuminate mixed community. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, YF (Li, Yuefen) ; Liang, S (Liang, Shuo) ; Zhao, YY (Zhao, Yiying) ; Li, WB (Li, Wenbo) ; Wang, YJ (Wang, Yuejiao)","Title":"Machine learning for the prediction of L-chinensis carbon, nitrogen and phosphorus contents and understanding of mechanisms underlying grassland degradation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647900007 PubMed ID: 28212880 ISSN: 0022-1759 eISSN: 1872-7905","Keywords":"HIF l alpha; Hypoxia; Machine learning; Image analysis KeyWords Plus:SLIDE-BASED CYTOMETRY; THROUGHPUT IMAGE-ANALYSIS; LASER-SCANNING CYTOMETRY; INDUCIBLE FACTOR 1-ALPHA; BREAST-CANCER; QUANTIFICATION; MICROSCOPY; CARCINOMA; SOFTWARE; MARKERS","Categories":"Biochemistry & Molecular Biology; Immunology Web of Science Categories:Biochemical Research Methods; Immunology","Journal Information":"JOURNAL OF IMMUNOLOGICAL METHODS Volume: 444 Pages: 47-50 DOI: 10.1016/0m.2017.02.005 Published: MAY 2017","Abstract":"Objective: The objective of this study was the identification of the stain HIF-alpha using the Image Cytometry, and to help to count the positive cells (with HIF-alpha) and the negative cells (without HIF-alpha) from the same sample. Method: 17 images of renal tissues from male rats of Winstar lineage; overall, there were 12.587 objects (cells) in the images for analysis. The acquired images were then analyzed through the free softwares CellProfiler (version 2.1.1) and CellProfiler Analyst (version 2.0). In the software CellProfiler Anlyst, there was a separation with the classes of the object, using a classifier, and the classes were: 1) class with HIF-alpha and 2) class without HIF-alpha. Results: With the data obtained through Score All, it was possible to calculate the percentage of cells that had HIFalpha; out of 12.587 objects of the sample, 6.773 (54%) had HIF-alpha and 5.814 (46%) did not have HIF-alpha. Data of sensibility 0.90, specificity 0.84 and standard deviation 0.10 and 0.12. Conclusion: The research shows that the free software CellProfiler, through the light microscope, was able to identify the stains, perform the machine's learning, and subsequently count and separate cells from distinct classes (with and without the stain of HIF-alpha). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Buzin, AR (Buzin, Aline Rodrigues) ; Macedo, ND (Macedo, Nayana Damiani) ; De Araujo, IBBA (Binotti Abreu De Araujo, Isabela Bastos) ; Nogueira, BV (Nogueira, Breno Valentim) ; de Andrade, TU (de Andrade, Tadeu Uggere) ; Endringer, DC (Endringer, Denise Coutinho) ; Lenz, D (Lenz, Dominik)","Title":"Automatic detection of hypoxia in renal tissue stained with HIF-1 alpha"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200027 PubMed ID: 28011145 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: 1033-1041 DOI: 10.1016/j.jid.2016.12.007 Published: MAY 2017","Abstract":"Systemic sclerosis is an orphan, systemic autoimmune disease with no FDA-approved treatments. Its heterogeneity and rarity often result in underpowered clinical trials making the analysis and interpretation of associated molecular data challenging. We performed a meta-analysis of gene expression data from skin biopsies of patients with systemic sclerosis treated with five therapies: mycophenolate mofetil, rituximab, abatacept, nilotinib, and fresolimumab. A common clinical improvement criterion of -20% or -5 modified Rodnan skin score was applied to each study. We applied a machine learning approach that captured features beyond differential expression and was better at identifying targets of therapies than the differential expression alone. Regardless of treatment mechanism, abrogation of inflammatory pathways accompanied clinical improvement in multiple studies suggesting that high expression of immune-related genes indicates active and targetable disease. Our framework allowed us to compare different trials and ask if patients who failed one therapy would likely improve on a different therapy, based on changes in gene expression. Genes with high expression at baseline in fresolimumab nonimprovers were downregulated in mycophenolate mofetil improvers, suggesting that immunomodulatory or combination therapy may have benefitted these patients. This approach can be broadly applied to increase tissue specificity and sensitivity of differential expression results.","Authors":"Taroni, JN (Taroni, Jaclyn N.) ; Martyanov, V (Martyanov, Viktor) ; Mahoney, JM (Mahoney, J. Matthew) ; Whitfield, ML (Whitfield, Michael L.)","Title":"A Functional Genomic Meta-Analysis of Clinical Trials in Systemic Sclerosis: Toward Precision Medicine and Combination Therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563200001 ISSN: 1949-1190 eISSN: 1949-1204","Keywords":"Firefly; Limit of deposition; Machine learning; Sediment transport; Storm sewer; Support vector machine KeyWords Plus:SUSPENDED SEDIMENT CONCENTRATION; ARTIFICIAL NEURAL-NETWORK; REGRESSION METHODOLOGY; TRANSPORT; PREDICTION; DESIGN; SYSTEM; FLOW; ANN; PERFORMANCE","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF PIPELINE SYSTEMS ENGINEERING AND PRACTICE Volume: 8 Issue: 2 Article Number: 04016018 DOI: 10.1061/(ASCE)PS.1949-1204.0000252 Published: MAY 2017","Abstract":"One of the crucial issues regarding a storm sewer system is the ability to avoid sediment depositions on the pipe invert. In this study, the mean flow velocity under the limit of sediment deposition conditions in partially filled circular storm sewers is evaluated through the use of a support vector machine (SVM) model coupled with the firefly algorithm (FFA). The aforemetioned velocity, defined as the velocity at the limit of deposition, and the parameters upon which it depends have been nondimensionalized using the Buckingham. theorem. Therefore, once the dimensionless parameters are identified, six different functional relationships in terms of dimensionless groups can be obtained. The effects of each of these functional relationships on the dimensionless velocity at limit of deposition, defined as the densimetric particle Froude number at the limit of deposition, have been analyzed by using, respectively, the SVM-FFA model, SVM model, genetic programming (GP) model, and artificial neural network (ANN) model. Five statistical indices have been used for evaluating the performance of each model (both in training and test phases) and, later, for comparing the performance of the different models between them. Finally, the predicted densimetric particle Froude number values obtained through the proposed SVM-FFA model have been compared with those obtained by three different dimensionless equations for velocity at the limit of deposition. The results indicate that SVM-FFA predicts the densimetric particle Froude number at limit of deposition fairly accurately. (C) 2016 American Society of Civil Engineers.","Authors":"Ebtehaj, I (Ebtehaj, Isa) ; Bonakdari, H (Bonakdari, Hossein) ; Shamshirband, S (Shamshirband, Shahabuddin) ; Ismail, Z (Ismail, Zubaidah) ; Hashim, R (Hashim, Roslan)","Title":"New Approach to Estimate Velocity at Limit of Deposition in Storm Sewers Using Vector Machine Coupled with Firefly Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427100014 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Stereoscopic images; Objective quality assessment; Machine learning; Decision fusion; Feature extraction; Image quality database KeyWords Plus:INFORMATION; PERCEPTION; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 45 Pages: 156-169 DOI: 10.1016/j.jvcir.2017.02.014 Published: MAY 2017","Abstract":"The problem of stereoscopic image quality assessment, which finds applications in 3D visual content delivery such as 3DTV, is investigated in this work. Specifically, we propose a new ParaBoost (parallel boosting) stereoscopic image quality assessment (PBSIQA) system. The system consists of two stages. In the first stage, various distortions are classified into a few types, and individual quality scorers targeting at a specific distortion type are developed. These scorers offer complementary performance in face of a database consisting of heterogeneous distortion types. In the second stage, scores from multiple quality scorers are fused to achieve the best overall performance, where the fuser is designed based on the parallel boosting idea borrowed from machine learning. Extensive experimental results are conducted to compare the performance of the proposed PBSIQA system with those of existing stereo image quality assessment (SIQA) metrics. The developed quality metric can serve as an objective function to optimize the performance of a 3D content delivery system. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ko, H (Ko, Hyunsuk) ; Song, R (Song, Rui) ; Kuo, CCJ (Kuo, C. -C. Jay)","Title":"A ParaBoost stereoscopic image quality assessment (PBSIQA) system"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398997900001 PubMed ID: 28338845 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"computational psychiatry; computational neuroscience; schizophrenia; delusions; medication selection; working memory; machine learning KeyWords Plus:MACHINE LEARNING APPROACH; WORKING-MEMORY; NEUROSCIENCE; PREDICTION","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 473-475 DOI: 10.1093/schbul/sbx025 Published: MAY 1 2017","Abstract":"Schizophrenia research is plagued by enormous challenges in integrating and analyzing large datasets and difficulties developing formal theories related to the etiology, pathophysiology, and treatment of this disorder. Computational psychiatry provides a path to enhance analyses of these large and complex datasets and to promote the development and refinement of formal models for features of this disorder. This presentation introduces the reader to the notion of computational psychiatry and describes discovery-oriented and theory-driven applications to schizophrenia involving machine learning, reinforcement learning theory, and biophysically-informed neural circuit models.","Authors":"Krystal, JH (Krystal, John H.) ; Murray, JD (Murray, John D.) ; Chekroud, AM (Chekroud, Adam M.) ; Corlett, PR (Corlett, Philip R.) ; Yang, G (Yang, Genevieve) ; Wang, XJ (Wang, Xiao-Jing) ; Anticevic, A (Anticevic, Alan)","Title":"Computational Psychiatry and the Challenge of Schizophrenia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500006 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Random forests; Supervised learning; Variable importance; Variable selection KeyWords Plus:GENE-EXPRESSION DATA; DISCRIMINANT-ANALYSIS; SELECTION; CLASSIFICATION; STABILITY; FEATURES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 659-678 DOI: 10.1007/s11222-016-9646-1 Published: MAY 2017","Abstract":"This paper is about variable selection with the random forests algorithm in presence of correlated predictors. In high-dimensional regression or classification frameworks, variable selection is a difficult task, that becomes even more challenging in the presence of highly correlated predictors. Firstly we provide a theoretical study of the permutation importance measure for an additive regression model. This allows us to describe how the correlation between predictors impacts the permutation importance. Our results motivate the use of the recursive feature elimination (RFE) algorithm for variable selection in this context. This algorithm recursively eliminates the variables using permutation importance measure as a ranking criterion. Next various simulation experiments illustrate the efficiency of the RFE algorithm for selecting a small number of variables together with a good prediction error. Finally, this selection algorithm is tested on the Landsat Satellite data from the UCI Machine Learning Repository.","Authors":"Gregorutti, B (Gregorutti, Baptiste) ; Michel, B (Michel, Bertrand) ; Saint-Pierre, P (Saint-Pierre, Philippe)","Title":"Correlation and variable importance in random forests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000020 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Low-bypass turbofan engine; Performance degradation; LPV modeling; Kalman filter; Kernel extreme learning machine","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 223-236 DOI: 10.1016/j.ast.2017.02.003 Published: MAY 2017","Abstract":"A key to achieve reliable model-based engine control, diagnostics and prognostics resides in in-flight engine model with high confidence level. Presented here is a new lifecycle real-time model to describe turbofan engine dynamic behavior called ALPVM (Adaptive Linear Parameter Varying Model), and the issues of engine/model mismatch compensation and performance degradation adaption are focused on. This methodology is different from the widely used STORM (Self Tuning On-board Real-time Model) presented by Pratt & Whitney, and the ALPVM is proposed on the linear parameter varying framework. The system matrices of ALPVM are computed using simultaneous step response data, and the polynomial LPV model is designed by the sets of polynomial fitting curves with scheduling parameters of engine operation in continuous forms. The IR-KELM (independent reduction kernel extreme learning machine) is developed to improve computational efforts without prediction accuracy reduction, and it serves an empirical model for polynomial LPV model mismatch compensation. The mechanisms of predict error control and linear dependency are considered in the IR-KELM, and it leads to decrease the hidden node number and simplify the IR-KELM topology. Kalman filter is employed to tune the health parameters of LPV model over its course of lifetime. Finally, the IR-KELM performance is confirmed by the benchmark data, and the simulation results from the ALPVM application to track a low-bypass turbofan engine dynamic behavior in the flight envelope indicate the effectiveness and usefulness of the proposed approach. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Lu, F (Lu, Feng) ; Qian, JN (Qian, Junning) ; Huang, JQ (Huang, Jinquan) ; Qiu, XJ (Qiu, Xiaojie)","Title":"In-flight adaptive modeling using polynomial LPV approach for turbofan engine dynamic behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240500002 ISSN: 0965-4313 eISSN: 1469-5944","Keywords":"Innovation systems; entrepreneurial ecosystems; digital technology; cybersecurity; electronic trading","Categories":"Environmental Sciences & Ecology; Geography; Public Administration; Urban Studies Web of Science Categories:Environmental Studies; Geography; Planning & Development; Urban Studies","Journal Information":"EUROPEAN PLANNING STUDIES Volume: 25 Issue: 5 Pages: 739-754 Special Issue: SI DOI: 10.1080/09654313.2017.1282067 Published: MAY 2017","Abstract":"Innovation scholars have long recognized entrepreneurship is imitative', whereas the commercialization of novelty is innovative'. Thus they are highly distinctive skill-sets. Entrepreneurship, first, involves optimizing market sentiment for pure profit sometimes to the point of catastrophe and even fraudulence in many markets. These include: payment protection insurance (PPI) to flash crashes', automotive emission defeat devices', corporate bribery settlements, social media hacking', fake news' and a litany of other infractions and catastrophes. Innovation, by contrast, is more explorative and team-reliant. Even if patenting betrays the hope for commercialization on markets, patented innovation frequently fails. Some academic innovators even profess a preference for prizes over profits. Second, this means that collective bonding' among entrepreneurs, in the form of claimed entrepreneurial ecosystems', is often based on a single customer platform or as a supplier of a highly specialist type of imitative' service from identikit pizza chains to me-too' smartphone apps. Through the latter, fused with artificial intelligence some interactive machine-learning services have long-existed as postsocial' algorithms serving customers of, for example, investment banks in stock and currency markets. Finally, entrepreneurship is fundamentally competitive, individualistic and non-solidaristic, whereas open innovation' was born from the practices of open science' and the collegiate tradition of research. Accordingly, entrepreneurial ecosystems' can display more closure than RIS set-ups. This special issue explores aspects of these ecosystem platforms and their implications for emergent forms of urban and regional evolution in the near and nearly present future.","Authors":"Cooke, P (Cooke, Philip)","Title":"'Digital tech' and the public sector: what new role after public funding?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300009 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Sentiment analysis; Multilingual sentiment analysis; Emotion mining KeyWords Plus:SENTIMENT CLASSIFICATION; BASIC EMOTIONS; REVIEWS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 684-704 DOI: 10.1016/j.ipm.2016.12.008 Published: MAY 2017","Abstract":"The importance of emotion mining is acknowledged in a wide range of new applications, thus broadening the potential market already proven for opinion mining. However, the lack of resources for languages other than English is even more critical for emotion mining. In this article, we investigate whether Multilingual Sentiment Analysis delivers reliable and effective results when applied to emotions. For this purpose, we developed experiments involving machine translations over corpora originally written in two languages. Our experimental framework for emotion classification assesses variations on (i) the language of the original text and its translations; (ii) strategies to combine multiple languages to overcome losses due to translation; (iii) options for data pre-processing (tokenization, feature representation and feature selection); and (iv) classification algorithms, including meta classifiers. The results show that emotion classification performance improve significantly with the use of texts in multiple languages, particularly by adopting a stacking of weak monolingual classifiers. Our study also sheds light into the impacts of data preparation strategies and their combination with classification algorithms, and compares differences between polarity and emotion classification according to the same experimental settings. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Becker, K (Becker, Karin) ; Moreira, VP (Moreira, Viviane P.) ; dos Santos, AGL (dos Santos, Aline G. L.)","Title":"Multilingual emotion classification using supervised learning: Comparative experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689000017 ISSN: 0164-1212 eISSN: 1873-1228","Keywords":"Trajectory prediction; Real-time query response; Data streams; Machine learning KeyWords Plus:TRACKING; NETWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF SYSTEMS AND SOFTWARE Volume: 127 Pages: 249-257 DOI: 10.1016/j.jss.2016.06.016 Published: MAY 2017","Abstract":"In this paper, we model the trajectory of sea vessels and provide a service that predicts in near-real time the position of any given vessel in 4', 10', 20' and 40' time intervals. We explore the necessary tradeoffs between accuracy, performance and resource utilization is explored given the large volume and update rates of input data. We start with building models based on well-established machine learning algorithms using static datasets and multi-scan training approaches and identify the best candidate to be used in implementing a single-pass predictive approach, under real-time constraints. The results are measured in terms of accuracy and performance and are compared against the baseline kinematic equations. Results show that it is possible to efficiently model the trajectory of multiple vessels using a single model, which is trained and evaluated using an adequately large, static dataset, thus achieving a significant gain in terms of resource usage while not compromising accuracy. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Valsamis, A (Valsamis, Angelos) ; Tserpes, K (Tserpes, Konstantinos) ; Zissis, D (Zissis, Dimitrios) ; Anagnostopoulos, D (Anagnostopoulos, Dimosthenis) ; Varvarigou, T (Varvarigou, Theodora)","Title":"Employing traditional machine learning algorithms for big data streams analysis: The case of object trajectory prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800006 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Reach-to-grasp; Grasp planning; Machine learning; Electromyographic(EMG) signals; Prosthesis KeyWords Plus:PREHENSION; ARM","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 59-70 DOI: 10.1016/j.robot.2016.12.014 Published: MAY 2017","Abstract":"Predicting the grasping function during reach-to-grasp motions is essential for controlling a prosthetic hand or a robotic assistive device. An early accurate prediction increases the usability and the comfort of a prosthetic device. This work proposes an electromyographic-based learning approach that decodes the grasping intention at an early stage of reach-to-grasp motion, i.e. before the final grasp/hand pre-shape takes place. Superficial electrodes and a Cyberglove were used to record the arm muscle activity and the finger joints during reach-to-grasp motions. Our results showed a 90% accuracy for the detection of the final grasp about 0.5 s after motion onset.This paper also examines the effect of different objects' distances and different motion speeds on the detection time and accuracy of the classifier. The use of our learning approach to control a 16-degrees of freedom robotic hand confirmed the usability of our approach for the real-time control of robotic devices. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Batzianoulis, I (Batzianoulis, I.) ; El-Khoury, S (El-Khoury, S.) ; Pirondini, E (Pirondini, E.) ; Coscia, M (Coscia, M.) ; Micera, S (Micera, S.) ; Billard, A (Billard, A.)","Title":"EMG-based decoding of grasp gestures in reaching-to-grasping motions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800023 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Robotics; Navigation; Walking pattern generator; Goal-directed movements; Movement primitives; Motor coordination; Action sequences KeyWords Plus:HUMAN MOTION; WALKING; ADAPTATION; GENERATION; IMITATION; MODELS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 270-283 DOI: 10.1016/j.robot.2017.01.010 Published: MAY 2017","Abstract":"Skilled human full-body movements are often planned in a highly predictive manner. For example, during walking while reaching towards a goal object, steps and body postures are adapted to the goal position already multiple steps before the goal contact. The realization of such highly predictive behaviors for humanoid robots is a challenge because standard approaches, such as optimal control, result in computation times that are prohibitive for the predictive control of complex coordinated full body movements over multiple steps. We devised a new architecture that combines the online-planning of complex coordinated full-body movements, based on the flexible combination of learned dynamic movement primitives, with a Walking Pattern Generator (WPG), based on Model Predictive Control (MPC), which generates dynamically feasible locomotion of the humanoid robot HRP-2. A dynamic filter corrects the Zero Moment Point (ZMP) trajectories in order to guarantee the dynamic feasibility of the executed behavior taking into account the upper-body movements, at the same time ensuring an accurate approximation of the planned motion trajectories. We demonstrate the high flexibility of the chosen movement planning approach, and the accuracy and feasibility of the generated motion. In addition, we show that a na ve approach, which generates adaptive motion by using machine learning methods by the interpolation between feasible training motion examples fails to guarantee the stability and dynamic feasibility of the generated behaviors. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mukovskiy, A (Mukovskiy, Albert) ; Vassallo, C (Vassallo, Christian) ; Naveau, M (Naveau, Maximilien) ; Stasse, O (Stasse, Olivier) ; Soueres, P (Soueres, Philippe) ; Giese, MA (Giese, Martin A.)","Title":"Adaptive synthesis of dynamically feasible full-body movements for the humanoid robot HRP-2 by flexible combination of learned dynamic movement primitives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395216400019 ISSN: 0003-682X eISSN: 1872-910X","Keywords":"North Atlantic right whale; Acoustic monitoring; Upcall detection; Local binary patterns; Classification KeyWords Plus:ACOUSTIC DETECTION; CLASSIFICATION; CALLS; HABITAT","Categories":"Acoustics Web of Science Categories:Acoustics","Journal Information":"APPLIED ACOUSTICS Volume: 120 Pages: 158-166 DOI: 10.1016/j.apacoust.2017.01.025 Published: MAY 2017","Abstract":"In this paper, we investigate the effectiveness of two-stage classification strategies in detecting north Atlantic right whale upcalls. Time-frequency measurements of data from passive acoustic monitoring devices are evaluated as images. Vocalization spectrograms are preprocessed for noise reduction and tone removal. First stage of the algorithm eliminates non-upcalls by an energy detection algorithm. In the second stage, two sets of features are extracted from the remaining signals using contour-based.and texture based methods. The former is based on-extraction of time-frequency features from upcall contours, and the latter employs a Local Binary Pattern operator to extract distinguishing texture features of the upcalls. Subsequently evaluation phase is carried out by using several classifiers to assess the effectiveness of both the contour-based and texture-based features for upcall detection. Comparing ROC curves of machine learning algorithms obtained from Cornell University's dataset reveals that LBP features improved performance accuracy up to 43% over time-frequency features. Classifiers such as the Linear Discriminant Analysis, Support Vector Machine, and TreeBagger achieve highest upcall detection rates with LBP features.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Esfahanian, M (Esfahanian, Mandi) ; Erdol, N (Erdol, Nurgun) ; Gerstein, E (Gerstein, Edmund) ; Zhuang, HQ (Zhuang, Hanqi)","Title":"Two-stage detection of north Atlantic right whale upcalls using local binary patterns and machine learning algorithms"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395221400001 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Reinforced concrete; Corrosion; Durability; Service life; Machine learning; Modelling; Carbonation; Chloride KeyWords Plus:ARTIFICIAL NEURAL-NETWORKS; HIGH-STRENGTH CONCRETE; PARTICLE SWARM OPTIMIZATION; CHLORIDE-INDUCED CORROSION; SUPPORT VECTOR REGRESSION; SELF-COMPACTING CONCRETE; COMPRESSIVE STRENGTH; DAMAGE DETECTION; ELASTIC-MODULUS; SHEAR-STRENGTH","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 77 Pages: 1-14 DOI: 10.1016/j.autcon.2017.01.016 Published: MAY 2017","Abstract":"Accurate service-life prediction of structures is vital for taking appropriate measures in a time-and cost-effective manner. However, the conventional prediction models rely on simplified assumptions, leading to inaccurate estimations. The paper reviews the capability of machine learning in addressing the limitations of classical prediction models. This is due to its ability to capture the complex physical and chemical process of the deterioration mechanism. The paper also presents previous researches that proposed the applicability of machine learning in assisting durability assessment of reinforced concrete structures. The advantages of employing machine learning for durability and service-life assessment of reinforced Concrete structures are also discussed in detail. The growing trend of collecting more and more in-service data using wireless sensors facilitates the use of machine learning for durability and service-life assessment. The paper concludes by recommending the future directions based on examination of recent advances and current practices in this specific area. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Taffese, WZ (Taffese, Woubishet Zewdu) ; Sistonen, E (Sistonen, Esko) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sistonen, Esko  D-7129-2012  ","Title":"Machine learning for durability and service-life assessment of reinforced concrete structures: Recent advances and future directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395218600014 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Random sampling; Mahalanobis distance; Predictive power; GIS; Ziarat watershed KeyWords Plus:SPECIES DISTRIBUTION MODELS; LAND-USE CHANGE; LOGISTIC-REGRESSION; CLIMATE-CHANGE; POTENTIAL DISTRIBUTION; STATISTICAL-MECHANICS; ENVIRONMENTAL-FACTORS; OCCURRENCE RECORDS; INFORMATION-THEORY; SLOPE STABILITY","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 152 Pages: 144-162 DOI: 10.1016/j.catena.2017.01.010 Published: MAY 2017","Abstract":"The aim of the current study is to map landslide susceptibility over the Ziarat watershed in the Golestan Province, Iran, using Maximum Entropy (ME), as a machine learning model, with two sampling strategies: Mahalanobis distance (MEMD) and random sampling (MERS). To this aim, a total of 92 landslides in the watershed were recorded as point features using a GPS (Global Positioning System) device, along with several field surveys and available local data. By reviewing landslide-related studies and using principal component analysis, 12 landslide-controlling factors were chosen namely altitude, slope percent, slope aspect, lithological formations, proximity (to faults, streams, and roads), land use/cover, precipitation, plan and profile curvature and the state-ofthe-art topo-hydrological factor known as height above the nearest drainage (HAND). Two sampling methods were used to divide landslides into two sets of training (70%) and test (30%). The Area under the success rate curve (AUSRC) and the area under the prediction rate curve (AUPRC) were used to evaluate the results of the MEMD and MERS. The results showed that both MEMD and MERS strategies with the respective AUSRC values of 0.884 and 0.878, have good performance in modelling the landslide susceptibility in the study area. However, AUPRC test showed slightly different results in which MEMD with the value of 0.906 showed excellent predictive power in comparison with the MERS with the AUPRC value of 0.846. The higher AUPRC value in relation to AUSRC indicated the MEMD as the premier model in the current study. According to the MEMD, three landslide controlling factors including lithological formations, proximity to roads and precipitation with the respective contribution percentages of 25.1%, 23.3%, and 19.1%, contained more information in relation to the rest. Moreover, according to one-by-one factor removal test, lithological formations and proximity to faults were identified to have a unique information compared to the rest. According to the MEMD, about 13.8% of the study area is located within high to very high susceptibility classes which can be matter of great interest to decision makers and the local authorities for formulating land use planning strategies and implementing pragmatic measures. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kornejady, A (Kornejady, Aiding) ; Ownegh, M (Ownegh, Majid) ; Bahremand, A (Bahremand, Abdolreza)","Title":"Landslide susceptibility assessment using maximum entropy model with two different data sampling methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Stock market; Twitter; Data and text mining; Regression KeyWords Plus:INVESTOR SENTIMENT; INFORMATION-CONTENT; MESSAGE BOARDS; NEWS; MEDIA; NOISE; ACCURACY; PRICES; TALK","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 125-144 DOI: 10.1016/j.eswa.2016.12.036 Published: MAY 1 2017","Abstract":"In this paper, we propose a robust methodology to assess the value of microblogging data to forecast stock market variables: returns, volatility and trading volume of diverse indices and portfolios. The methodology uses sentiment and attention indicators extracted from microblogs (a large Twitter dataset is adopted) and survey indices (AAII and II, USMC and Sentix), diverse forms to daily aggregate these indicators, usage of a Kalman Filter to merge microblog and survey sources, a realistic rolling windows evaluation, several Machine Learning methods and the Diebold-Mariano test to validate if the sentiment and attention based predictions are valuable when compared with an autoregressive baseline. We found that Twitter sentiment and posting volume were relevant for the forecasting of returns of S&P 500 index, portfolios of lower market capitalization and some industries. Additionally, KF sentiment was informative for the forecasting of returns. Moreover, Twitter and KF sentiment indicators were useful for the prediction of some survey sentiment indicators. These results confirm the usefulness of microblogging data for financial expert systems, allowing to predict stock market behavior and providing a valuable alternative for existing survey measures with advantages (e.g., fast and cheap creation, daily frequency). (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Oliveira, N (Oliveira, Nuno) ; Cortez, P (Cortez, Paulo) ; Areal, N (Areal, Nelson) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Oliveira, Nuno  http://orcid.org/0000-0003-1773-3684 Areal, Nelson  http://orcid.org/0000-0002-1157-0178","Title":"The impact of microblogging data for stock market prediction: Using Twitter to predict returns, volatility, trading volume and survey sentiment indices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200014 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Particle filtering; Anomaly detection; Exponential moving averages; Stochastic volatility; State space models; Global financial assets KeyWords Plus:SUPPORT VECTOR MACHINES; STOCK TREND PREDICTION; HYBRID MODEL; LEARNING TECHNIQUES; STATE ESTIMATION; NEURAL-NETWORKS; RETURNS; INDEX; PRICE; SIMULATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 187-200 DOI: 10.1016/j.eswa.2016.12.034 Published: MAY 1 2017","Abstract":"This paper proposes a generalized exponential moving average (EMA) model, a new stochastic volatility model with time-varying expected return in financial markets. In particular, we effectively apply a particle filter (PF) to sequential estimation of states and parameters in a state space framework. Moreover, we develop three types of anomaly detectors, which are implemented easily in the PF algorithm to be used for investment decision. As a result, a simple investment strategy with our scheme is superior to the one based on the standard EMA and well-known traditional strategies such as equally-weighted, minimum-variance and.risk parity portfolios. Our dataset is monthly total returns of global financial assets such as stocks, bonds and REITs, and investment performances are evaluated with various statistics, namely compound returns, Sharpe ratios, Sortino ratios and drawdowns. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Nakano, M (Nakano, Masafumi) ; Takahashi, A (Takahashi, Akihiko) ; Takahashi, S (Takahashi, Soichiro)","Title":"Generalized exponential moving average (EMA) model with particle filtering and anomaly detection"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394632200016 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Rare events; lmbalanced data; Machine learning; Data mining KeyWords Plus:SUPPORT VECTOR MACHINE; TIME-SERIES CLASSIFICATION; COST-SENSITIVE CLASSIFIER; CARD FRAUD DETECTION; OIL-SPILL DETECTION; DATA-SETS; FEATURE-SELECTION; NEURAL-NETWORKS; RARE EVENTS; CAUSE IDENTIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 220-239 DOI: 10.1016/j.eswa.2016.12.035 Published: MAY 1 2017","Abstract":"Rare events, especially those that could potentially negatively impact society, often require humans' decision-making responses. Detecting rare events can be viewed as a prediction task in data mining and machine learning communities. As these events are rarely observed in daily life, the prediction task suffers from a lack of balanced data. In this paper, we provide an in depth review of rare event detection from an imbalanced learning perspective. Five hundred and seventeen related papers that have been published in the past decade were collected for the study. The initial statistics suggested that rare events detection and imbalanced learning are concerned across a wide range of research areas from management science to engineering. We reviewed all collected papers from both a technical and a practical point of view. Modeling methods discussed include techniques such as data preprocessing, classification algorithms and model evaluation. For applications, we first provide a comprehensive taxonomy of the existing application domains of imbalanced learning, and then we detail the applications for each category. Finally, some suggestions from, the reviewed papers are incorporated with our experiences and judgments to offer further research directions for the imbalanced learning and rare event detection fields. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Guo, HX (Guo Haixiang) ; Li, YJ (Li Yijing) ; Shang, J (Shang, Jennifer) ; Gu, MY (Gu Mingyun) ; Huang, YY (Huang Yuanyue) ; Bing, G (Bing, Gong)","Title":"Learning from class-imbalanced data: Review of methods and applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394896100002 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 5 Pages: 481-501 DOI: 10.1002/int.21844 Published: MAY 2017","Abstract":"The Social Web is characterized by a massive diffusion of unfiltered content, directly generated by users via the spread of different social media platforms. In this context, a challenging issue is to assess the veracity of the information generated within the sites of online reviews. To address this issue, a common practice in the literature is to select and analyze some veracity features associated with users and their reviews, by mostly applying machine learning techniques, to provide a classification in genuine and deceptive reviews. In this paper, we do not focus on the feature selection and user behavior analysis issues, but we concentrate on the aggregation process with respect to each single veracity feature. In most of the approaches based on machine learning techniques, the contribution of each feature in the classification process is not measurable by the user. For this reason, we propose a multicriteria decision making approach based both on the assessment of multiple criteria and the use of aggregation operators with the aim of obtaining a veracity score associated with each review. Based on this score, it is possible to detect fake reviews. The proposed model is evaluated on a Yelp data set by applying different aggregation schemes, and it is compared with well-known supervised machine learning techniques. (C) 2016 Wiley Periodicals, Inc.","Authors":"Viviani, M (Viviani, Marco) ; Pasi, G (Pasi, Gabriella) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Viviani, Marco  http://orcid.org/0000-0002-2274-9050","Title":"Quantifier Guided Aggregation for the Veracity Assessment of Online Reviews"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400003 PubMed ID: 27760476 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"EEG; hypoxic-ischemic encephalopathy (HIE); high frequency micro-scale seizures; sharp wave detection; Type-2 fuzzy; wavelet transform; machine learning; automatic detection KeyWords Plus:PRETERM FETAL SHEEP; NEURAL NETWORK METHODOLOGY; SEIZURE DETECTION; BRAIN-INJURY; SYNCHRONIZATION LIKELIHOOD; CHAOS METHODOLOGY; SPECTRUM DISORDER; SPIKE DETECTION; DIAGNOSIS; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1650051 DOI: 10.1142/S0129065716500519 Published: MAY 2017","Abstract":"Currently, there are no developed methods to detect sharp wave transients that exist in the latent phase after hypoxia-ischemia (HI) in the electroencephalogram (EEG) in order to determine if these micro-scale transients are potential biomarkers of HI. A major issue with sharp waves in the HI-EEG is that they possess a large variability in their sharp wave profile making it difficult to build a compact ` footprint of uncertainty' (FOU) required for ideal performance of a Type-2 fuzzy logic system (FLS) classifier. In this paper, we develop a novel computational EEG analysis method to robustly detect sharp waves using over 30 h of post occlusion HI-EEG from an equivalent, in utero, preterm fetal sheep model cohort. We demonstrate that initial wavelet transform (WT) of the sharp waves stabilizes the variation in their profile and thus permits a highly compact FOU to be built, hence, optimizing the performance of a Type-2 FLS. We demonstrate that this method leads to higher overall performance of 94% +/- 1 for the clinical 64Hz sampled EEG and 97% +/- 1 for the high resolution 1024 Hz sampled EEG that is improved upon over conventional standard wavelet 67% +/- 5 and 82% +/- 3, respectively, and fuzzy approaches 88% +/- 2 and 90% +/- 3, respectively, when performed in isolation.","Authors":"Abbasi, H (Abbasi, Hamid) ; Bennet, L (Bennet, Laura) ; Gunn, AJ (Gunn, Alistair J.) ; Unsworth, CP (Unsworth, Charles P.)","Title":"Robust Wavelet Stabilized 'Footprints of Uncertainty' for Fuzzy System Classifiers to Automatically Detect Sharp Waves in the EEG after Hypoxia Ischemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400005 PubMed ID: 27873554 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"Epilepsy; seizure prediction; machine learning; prospective KeyWords Plus:SUPPORT VECTOR MACHINES; EPILEPTIC SEIZURES; PHASE SYNCHRONIZATION; PREICTAL STATE; NEURAL-NETWORK; CLINICAL ONSET; EEG-ANALYSIS; LONG-TERM; SYSTEM; METHODOLOGY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1750006 DOI: 10.1142/S012906571750006X Published: MAY 2017","Abstract":"A patient-specific algorithm, for epileptic seizure prediction, based on multiclass support-vector machines (SVM) and using multi-channel high-dimensional feature sets, is presented. The feature sets, combined with multiclass classification and post-processing schemes aim at the generation of alarms and reduced influence of false positives. This study considers 216 patients from the European Epilepsy Database, and includes 185 patients with scalp EEG recordings and 31 with intracranial data. The strategy was tested over a total of 16,729.80 h of inter-ictal data, including 1206 seizures. We found an overall sensitivity of 38.47% and a false positive rate per hour of 0.20. The performance of the method achieved statistical significance in 24 patients (11% of the patients). Despite the encouraging results previously reported in specific datasets, the prospective demonstration on long-term EEG recording has been limited. Our study presents a prospective analysis of a large heterogeneous, multicentric dataset. The statistical framework based on conservative assumptions, reflects a realistic approach compared to constrained datasets, and/or in-sample evaluations. The improvement of these results, with the definition of an appropriate set of features able to improve the distinction between the pre-ictal and nonpre-ictal states, hence minimizing the effect of confounding variables, remains a key aspect.","Authors":"Direito, B (Direito, Bruno) ; Teixeira, CA (Teixeira, Cesar A.) ; Sales, F (Sales, Francisco) ; Castelo-Branco, M (Castelo-Branco, Miguel) ; Dourado, A (Dourado, Antonio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Teixeira, Cesar  A-3477-2012 http://orcid.org/0000-0001-9396-1211","Title":"A Realistic Seizure Prediction Study Based on Multiclass SVM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400002 PubMed ID: 27776438 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"MRI; independent component analysis; computer-aided diagnosis; Alzheimer's disease; support vector machines KeyWords Plus:MILD COGNITIVE IMPAIRMENT; GRAY-MATTER LOSS; DIMENSIONAL PATTERN-CLASSIFICATION; VOXEL-BASED MORPHOMETRY; SEIZURE DETECTION; STRUCTURAL MRI; BRAIN ATROPHY; MCI PATIENTS; DISEASE; DEMENTIA","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1650050 DOI: 10.1142/S0129065716500507 Published: MAY 2017","Abstract":"Computer-aided diagnosis (CAD) systems constitute a powerful tool for early diagnosis of Alzheimer's disease (AD), but limitations on interpretability and performance exist. In this work, a fully automatic CAD system based on supervised learning methods is proposed to be applied on segmented brain magnetic resonance imaging (MRI) from Alzheimer's disease neuroimaging initiative (ADNI) participants for automatic classification. The proposed CAD system possesses two relevant characteristics: optimal performance and visual support for decision making. The CAD is built in two stages: a first feature extraction based on independent component analysis (ICA) on class mean images and, secondly, a support vector machine (SVM) training and classification. The obtained features for classification offer a full graphical representation of the images, giving an understandable logic in the CAD output, that can increase confidence in the CAD support. The proposed method yields classification results up to 89% of accuracy (with 92% of sensitivity and 86% of specificity) for normal controls (NC) and AD patients, 79% of accuracy (with 82% of sensitivity and 76% of specificity) for NC and mild cognitive impairment (MCI), and 85% of accuracy (with 85% of sensitivity and 86% of specificity) for MCI and AD patients.","Authors":"Khedher, L (Khedher, Laila) ; Illan, IA (Illan, Ignacio A.) ; Gorriz, JM (Gorriz, Juan M.) ; Ramirez, J (Ramirez, Javier) ; Brahim, A (Brahim, Abdelbasset) ; Meyer-Baese, A (Meyer-Baese, Anke) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ramirez, Javier  B-1836-2012 http://orcid.org/0000-0002-6229-2921","Title":"Independent Component Analysis-Support Vector Machine-Based Computer-Aided Diagnosis System for Alzheimer's with Visual Support"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394474000014 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Support vector machines; Robust optimization; Bi-level optimization; Stochastic approximation KeyWords Plus:ROBUST OPTIMIZATION; CLASSIFICATION; ISSUES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 109 Pages: 215-230 DOI: 10.1016/j.csda.2016.12.008 Published: MAY 2017","Abstract":"The issue of large scale binary classification when data is subject to random perturbations is addressed. The proposed model integrates a learning framework that adjusts its robustness to noise during learning. The method avoids over-conservative situations that can be encountered with worst-case robust support vector machine formulations. The algorithm could be seen as a technique to learn the support-set of the noise distribution during the training process. This is achieved by introducing optimization variables that control the magnitude of the noise perturbations that should be taken into account. The magnitude is tuned by optimizing a generalization error. Only rough estimates of perturbations bounds are required. Additionally, a stochastic bi-level optimization technique is proposed to solve the resulting formulation. The algorithm performs very cheap stochastic subgradient moves and is therefore well suited to large datasets. Encouraging experimental results show that the technique outperforms robust second order cone programming formulations. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Couellan, N (Couellan, Nicolas) ; Wang, WJ (Wang, Wenjuan)","Title":"Uncertainty-safe large scale support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700018 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Deep neural networks; Heaimapping; Taylor decomposition; Relevance propagation; Image recognition KeyWords Plus:TRAINED NEURAL-NETWORKS; MODELS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 211-222 DOI: 10.1016/j.patcog.2016.11.008 Published: MAY 2017","Abstract":"Nonlinear methods such as Deep Neural Networks (DNNs) are the gold standard for various challenging machine learning problems such as image recognition. Although these methods perform impressively well, they have a significant disadvantage, the lack of transparency, limiting the interpretability of the solution and thus the scope of application in practice. Especially DNNs act as black boxes due to their multilayer nonlinear structure. In this paper we introduce a novel methodology for interpreting generic multilayer neural networks by decomposing the network classification decision into contributions of its input elements. Although our focus is on image classification, the method is applicable to a broad set of input data, learning tasks and network architectures. Our method called deep Taylor decomposition efficiently utilizes the structure of the network by backpropagating the explanations from the output to the input layer. We evaluate the proposed method empirically on the MNIST and ILSVRC data sets.","Authors":"Montavon, G (Montavon, Gregoire) ; Lapuschkin, S (Lapuschkin, Sebastian) ; Binder, A (Binder, Alexander) ; Samek, W (Samek, Wojciech) ; Muller, KR (Mueller, Klaus-Robert)","Title":"Explaining nonlinear classification decisions with deep Taylor decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394079800011 ISSN: 0167-1987 eISSN: 1879-3444","Keywords":"Soil sensing; Soil mapping; Precision agriculture; Machine learning; Field survey KeyWords Plus:PLANT-AVAILABLE POTASSIUM; PRECISION AGRICULTURE; SPECTROSCOPY; SCALE; CLASSIFICATION; SAPROLITE; MODELS","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL & TILLAGE RESEARCH Volume: 168 Pages: 99-109 DOI: 10.1016/j.still.2016.10.008 Published: MAY 2017","Abstract":"Gamma spectrometric field measurements may provide high resolution information on topsoil texture. Yet, calibrations for the estimation of texture data usually have to be done site-specifically. The lack of site-independent calibrations thus limits the easy and universal use of proximal gamma-ray sensing in soil mapping and precision agriculture. Our objective was to develop a study site-independent prediction model for topsoil texture from gamma-ray spectra. We surveyed ten study sites across Germany with 417 reference samples (291 for calibration, 126 for test set-validation), providing soils from a broad range of parent materials and with widely varying soil texture. First, study site-specific models were calibrated by a linear regression approach. These models provided reliable estimations of sand, silt, and clay for most of the study sites. Second, study site-independent models were calibrated via i) linear regression and ii) support vector machines (SVM), the latter being mathematical methods of data pattern recognition. Based on the non-linear relationship between gamma spectrum and soil texture, which varied widely between the different parent materials the linear models are not appropriate for satisfactory soil texture prediction (averaged R-2 of 0.73 for sand, 0.61 for silt, and 0.18 for clay and averaged absolute prediction errors of 9 to 5%, respectively). In contrast, the SVM calibrated prediction models revealed reliable performance also for site-independent calibrations. With the non-linear SVM approach we were able to include all sites in one single prediction model for each texture fraction although the different mineralogical composition of their parent materials led to complex and partly opposing relationships between gamma features and soil texture. Site-independent predictions via SVM were often even better than site-specific linear regression models. The site-independent SVM calibrated predictions yielded an averaged R-2 of 0.96 (sand), 0.93 (silt), and 0.78 (clay), and corresponding averaged absolute prediction errors of 2 to 4%, respectively. To summarize, (i) non-linear prediction models are a feasible approach for capable site-independent texture estimations across a wide range of soils and (ii) gamma spectrometry based texture predictions are a valuable input for applications that require highly resolved texture information at low costs and efforts. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Heggemann, T (Heggemann, Tobias) ; Welp, G (Welp, Gerhard) ; Amelung, W (Amelung, Wulf) ; Angst, G (Angst, Gerrit) ; Franz, SO (Franz, Sven Oliver) ; Koszinski, S (Koszinski, Sylvia) ; Schmidt, K (Schmidt, Karsten) ; Patzolcl, S (Paetzolcl, Stefan)","Title":"Proximal gamma-ray spectrometry for site-independent in situ prediction of soil texture on ten heterogeneous fields in Germany using support vector machines"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393726200052 ISSN: 0960-1481","Keywords":"Solar radiation forecasting; Machine learning; Artificial neural networks; Support vector machines; Regression KeyWords Plus:NEURAL-NETWORKS; RENEWABLE ENERGY; KALMAN FILTER; PREDICTION; MODELS; IRRADIANCE; REGRESSION; SYSTEMS; INTELLIGENCE; BENCHMARKING","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 105 Pages: 569-582 DOI: 10.1016/j.renene.2016.12.095 Published: MAY 2017","Abstract":"Forecasting the output power of solar systems is required for the good operation of the power grid or for the optimal management of the energy fluxes occurring into the solar system. Before forecasting the solar systems output, it is essential to focus the prediction on the solar irradiance. The global solar radiation forecasting can be performed by several methods; the two big categories are the cloud imagery combined with physical models, and the machine learning models. In this context, the objective of this paper is to give an overview of forecasting methods of solar irradiation using machine learning approaches. Although, a lot of papers describes methodologies like neural networks or support vector regression, it will be shown that other methods (regression tree, random forest, gradient boosting and many others) begin to be used in this context of prediction. The performance ranking of such methods is complicated due to the diversity of the data set, time step, forecasting horizon, set up and performance indicators. Overall, the error of prediction is quite equivalent. To improve the prediction performance some authors proposed the use of hybrid models or to use an ensemble forecast approach. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Voyant, C (Voyant, Cyril) ; Notton, G (Notton, Gilles) ; Kalogirou, S (Kalogirou, Soteris) ; Nivet, ML (Nivet, Marie-Laure) ; Paoli, C (Paoli, Christophe) ; Motte, F (Motte, Fabrice) ; Fouilloy, A (Fouilloy, Alexis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Voyant, Cyril  http://orcid.org/0000-0003-0242-7377","Title":"Machine learning methods for solar radiation forecasting: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266500001 ISSN: 0885-2308 eISSN: 1095-8363","Keywords":"Fast adaptation; Acoustic model interpolation; Sparse coding; Exemplar and learned speaker dictionary KeyWords Plus:RAPID SPEAKER ADAPTATION; EIGENVOICE; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"COMPUTER SPEECH AND LANGUAGE Volume: 43 Pages: 1-17 DOI: 10.1016/j.csl.2016.10.004 Published: MAY 2017","Abstract":"This work presents a novel use of the sparse coding over redundant dictionary for fast adaptation of the acoustic models in the hidden Markov model-based automatic speech recognition (ASR) systems. The presented work is an extension of the existing acoustic model-interpolation-based fast adaptation approaches. In these methods, the basis (model) weights are estimated using an iterative procedure employing the maximum-likelihood (ML) criterion. For effective adaptation, typically a number of bases are selected and as a result of that the latency of the iterative weight estimation process becomes high for those ASR tasks that involve human-machine interactions. To address this issue, we propose the use of sparse coding of the target mean supervector over a speaker-specific (exemplar) redundant dictionary. In this approach, the employed greedy sparse coding not only selects the desired bases but also compresses them into a single supervector, which is then ML scaled to yield the adapted mean parameters. Thus reducing the latency in the basis weight estimation in comparison to the existing fast adaptation techniques. Further, to address the loss in information due to reduced degrees of freedom, we have also extended the proposed approach using separate sparse codings over multiple (exemplar and learned) redundant dictionaries. In adapting an ASR task involving human-computer interactions, the proposed approach is found to be as effective as the existing techniques but with a substantial reduction in the computational cost. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shahnawazuddin, S (Shahnawazuddin, S.) ; Sinha, R (Sinha, Rohit) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shahnawazuddin, Syed  http://orcid.org/0000-0002-3916-9693","Title":"Sparse coding over redundant dictionaries for fast adaptation of speech recognition system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392861300009 ISSN: 0969-6016 eISSN: 1475-3995","Keywords":"combinatorial optimization; graphs and networks; k-labeled spanning forest; variable neighborhood search; intelligent optimization; minimum labeling spanning trees KeyWords Plus:TREE PROBLEM; OPTIMIZATION; HEURISTICS; SEARCH","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"INTERNATIONAL TRANSACTIONS IN OPERATIONAL RESEARCH Volume: 24 Issue: 3 Pages: 559-582 DOI: 10.1111/itor.12217 Published: MAY 2017","Abstract":"In this paper, we study the k-labeled spanning forest (kLSF) problem in which an undirected graph whose edges are labeled and an integer-positive value k are given; the aim is to find a spanning forest of the input graph with the minimum number of connected components and the upper bound k on the number of labels. The problem is related to the minimum labeling spanning tree problem and has several applications in the real world. In this paper, we compare several metaheuristics to solve this NP-hard problem. In particular, the proposed intelligent variable neighborhood search (VNS) shows excellent performance, obtaining high-quality solutions in short computational running time. This approach integrates VNS with other complementary approaches from machine learning, statistics, and experimental algorithmics, in order to produce high-quality performance and completely automate the resulting optimization strategy.","Authors":"Consoli, S (Consoli, Sergio) ; Perez, JAM (Moreno Perez, Jose Andres) ; Mladenovic, N (Mladenovic, Nenad) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Consoli, Sergio  http://orcid.org/0000-0001-7357-5858","Title":"Comparison of metaheuristics for the k-labeled spanning forest problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390884300002 PubMed ID: 27634103 ISSN: 1747-0218 eISSN: 1747-0226","Keywords":"Face recognition; Image-dependency; Pictorial coding; Structural coding KeyWords Plus:CATEGORICAL PERCEPTION; OBJECT RECOGNITION; PERFORMANCE; PHOTOGRAPHS; INFORMATION; MACHINE","Categories":"Psychology; Physiology Web of Science Categories:Psychology, Biological; Physiology; Psychology; Psychology, Experimental","Journal Information":"QUARTERLY JOURNAL OF EXPERIMENTAL PSYCHOLOGY Volume: 70 Issue: 5 Pages: 863-873 DOI: 10.1080/17470218.2016.1236825 Published: MAY 2017","Abstract":"Research investigating the effect of lighting and viewpoint changes on unfamiliar and newly learnt faces has revealed that such recognition is highly image dependent and that changes in either of these leads to poor recognition accuracy. Three experiments are reported to extend these findings by examining the effect of apparent age on the recognition of newly learnt faces. Experiment 1 investigated the ability to generalize to novel ages of a face after learning a single image. It was found that recognition was best for the learnt image with performance falling the greater the dissimilarity between the study and test images. Experiments 2 and 3 examined whether learning two images aids subsequent recognition of a novel image. The results indicated that interpolation between two studied images (Experiment 2) provided some additional benefit over learning a single view, but that this did not extend to extrapolation (Experiment 3). The results from all studies suggest that recognition was driven primarily by pictorial codes and that the recognition of faces learnt from a limited number of sources operates on stored images of faces as opposed to more abstract, structural, representations.","Authors":"Longmore, CA (Longmore, Christopher A.) ; Santos, IM (Santos, Isabel M.) ; Silva, CF (Silva, Carlos F.) ; Hall, A (Hall, Abi) ; Faloyin, D (Faloyin, Dipo) ; Little, E (Little, Emily)","Title":"Image dependency in the recognition of newly learnt faces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Supervised classification; Label ranking problem; Bagging; Ensemble; Mallows model; Decision tree KeyWords Plus:EXTENSION; MODELS; SETS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 38-50 DOI: 10.1016/j.inffus.2016.09.002 Published: MAY 2017","Abstract":"Preference learning is the branch of machine learning in charge of inducing preference models from data. In this paper we focus on the task known as label ranking problem, whose goal is to predict a ranking among the different labels the class variable can take. Our contribution is twofold: (i) taking as basis the tree-based algorithm LRT described in [1], we design weaker tree-based models which can be learnt more efficiently; and (ii) we show that bagging these weak learners improves not only the LRT algorithm, but also the state-of-the-art one (IBLR [I]). Furthermore, the bagging algorithm which takes the weak LRT-based models as base classifiers is competitive in time with respect to LRT and IBLR methods. To check the goodness of our proposal, we conduct a broad experimental study over the standard benchmark used in the label ranking problem literature. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Aledo, JA (Aledo, Juan A.) ; Gamez, JA (Gamez, Jose A.) ; Molina, D (Molina, David) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Molina-Garcia, David  G-2814-2017 http://orcid.org/0000-0002-6104-3894 Gamez, Jose  http://orcid.org/0000-0003-1188-1117","Title":"Tackling the the supervised label ranking problem by bagging weak learners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500010 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"PAC-Bayes bound; Statistical learning theory; Support vector machine; Multi-view learning KeyWords Plus:DEPENDENT PRIORS; CLASSIFICATION; BOUNDS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 117-131 DOI: 10.1016/j.inffus.2016.09.008 Published: MAY 2017","Abstract":"Multi-view learning is a widely applicable research direction. This paper presents eight PAC-Bayes bounds to analyze the generalization performance of multi-view classifiers. These bounds adopt data dependent Gaussian priors which emphasize classifiers with high view agreements. The center of the prior for the first two bounds is the origin, while the center of the prior for the third and fourth bounds is given by a data dependent vector. An important technique to obtain these bounds is two derived logarithmic determinant inequalities whose difference lies in whether the dimensionality of data is involved. The centers of the fifth and sixth bounds are calculated on a separate subset of the training set. The last two bounds use unlabeled data to represent view agreements and are thus applicable to semi-supervised multi-view learning. We evaluate all the presented multi-view PAC-Bayes bounds on benchmark data and compare them with previous single-view PAC-Bayes bounds. The usefulness and performance of the multi-view bounds are discussed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Shawe-Taylor, J (Shawe-Taylor, John) ; Mao, L (Mao, Liang)","Title":"PAC-Bayer analysis of multi-view learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300001 ISSN: 1796-203X","Keywords":"Context-Awareness; device adaptation; distributed communications; mobile devices; proximity-based communications KeyWords Plus:AD HOC NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 200-211 DOI: 10.17706/jcp.12.3.200-211 Published: MAY 2017","Abstract":"Managing context-dependent behavior in devices that are constantly on the move is a laborious task, especially when it comes to situations users (and therefore devices) are unfamiliar with. Due to the impossibility of using predefined rules or previous training, static and machine-learning context-awareness methods are impractical. Although collaboration with nearby peers represents a promising alternative, research on this area has been scarce. In this paper we propose a distributed consensus protocol, specifically designed to enable device cooperation with adaptation purposes. The protocol has been designed and implemented and its performance has been demonstrated through simulation.","Authors":"Castro-Jul, F (Castro-Jul, Fatima) ; Fernandez-Vilas, A (Fernandez-Vilas, Ana) ; Diaz-Redondo, RP (Diaz-Redondo, Rebeca P.)","Title":"How Should My Device Behave Now? Adapting Consensus Protocols for Autonomous Context Management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300005 ISSN: 1796-203X","Keywords":"Cascade generalization; classification; ensemble methods; SVM KeyWords Plus:SUPPORT VECTOR MACHINES; CLASSIFIERS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 238-249 DOI: 10.17706/jcp.12.3.238-249 Published: MAY 2017","Abstract":"The choice of the best classification algorithm for a specific problem domain has been extensively researched. This issue was also the main motivations behind the ever increasing interest in ensemble methods as well as the choice of ensemble base and meta classifiers. In this paper, we extend and further evaluate a hybrid method for classifiers fusion. The method utilizes two learning algorithms only, in particular; a Support Vector Machine (SVM) as the base-level classifier and a different classification algorithm at the meta-level. This is then followed by a final voting stage. Results on nine benchmark data sets confirm that the proposed algorithm, though simple, is a promising ensemble classifier that compares favourably to other well established techniques.","Authors":"Barakat, N (Barakat, Nahla)","Title":"Cascade Generalization: One versus Many"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Visual data classification; Mahalanobis distance; Metric learning; Locally adaptive constraints KeyWords Plus:TARGET DETECTION; RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 1-9 DOI: 10.1016/j.neucom.2016.12.008 Published: APR 26 2017","Abstract":"Visual data classification, which is aimed at determining a unique label for each class, is an increasingly important issue in the machine learning community. In recent years, increasing attention has been paid to the application of metric learning for classification, which has been proven to be a good way to obtain a promising performance. However, as a result of the limited training samples and data with complex distributions, the vast majority of these algorithms usually fail to perform well. This has motivated us to develop a novel locally adaptive maximum margin metric learning (LAM(3)L) algorithm in order to maximally separate similar and dissimilar classes, based on the changes between the distances before and after the maximum margin metric learning. The experimental results on two widely used UCI datasets and a real hyperspectral dataset demonstrate that the proposed method outperforms the state-of-the-art metric learning methods.","Authors":"Dong, Y (Dong, Yanni) ; Du, B (Du, Bo) ; Zhang, LF (Zhang, Lefei) ; Zhang, LP (Zhang, Liangpei) ; Tao, DC (Tao, Dacheng)","Title":"LAM(3)L: Locally adaptive maximum margin metric learning for visual data classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Data Augmentation; Face Recognition; Convolutional Neural Network; Support Vector Machine","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 10-14 DOI: 10.1016/j.neucom.2016.12.013 Published: APR 26 2017","Abstract":"Face recognition remains a challenging problem. While one-to-one face verification has been largely tackled, verification-based classification problem still demands effort. To further enhance the verification models, one solution is to fully utilize the unbalanced training sets, where, while abundant samples are provided for some subjects, there are often so few samples available for the rest. These subjects with too few samples can contribute little to the model learning. Therefore, before training a model, algorithms usually perform data augmentation on the whole dataset, especially on subjects with insufficient samples. In this paper, a new augmentation method is proposed, targeting on data augmentation for face classification algorithms. Instead of directly manipulating the input image, we perform virtual sample generating on feature level. The distribution of feature maps is first estimated, then random noise consistent to the distribution is applied to the feature vectors of training samples. Our method is based on Joint Bayesian Face Analysis, and we also develop an algorithm to boost the whole procedure. We conduct experiments based on high dimensional LBP features and features extracted by a shallow Convolutional Neural Network, and succeed to verify the effectiveness of this method, using image data from benchmark dataset LFW.","Authors":"Long, B (Long, Biao) ; Yu, K (Yu, Kai) ; Qin, JY (Qin, Jingyan)","Title":"Data augmentation for unbalanced face recognition training sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Support vector machines; Feature selection; Twin SVM; Second-order cone programming; Group penalty KeyWords Plus:SUPPORT VECTOR MACHINES; GENE-EXPRESSION; BREAST-CANCER; FORMULATIONS; TUMOR","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 112-121 DOI: 10.1016/j.neucom.2017.01.005 Published: APR 26 2017","Abstract":"Selecting the relevant factors in a particular domain is of utmost interest in the machine learning community. This paper concerns the feature selection process for twin support vector machine (TWSVM), a powerful classification method that constructs two nonparallel hyperplanes in order to define a classification rule. Besides the Euclidean norm, our proposal includes a second regularizer that aims at eliminating variables in both twin hyperplanes in a synchronized fashion. The baseline classifier is a twin SVM implementation based on second order cone programMing, which confers robustness to the approach and leads to potentially better predictive performance compared to the standard TWSVM formulation. The proposal is studied empirically and compared with well-known feature selection methods using microarray datasets, on which it succeeds at finding low dimensional solutions with highest average performance among all the other methods studied in this work.","Authors":"Lopez, J (Lopez, Julio) ; Maldonado, S (Maldonado, Sebastian) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Maldonado, Sebastian  http://orcid.org/0000-0002-7124-0437","Title":"Group-penalized feature selection and robust twin SVM classification via second-order cone programming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700013 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"RUSBoost; Obstructive sleep apnea; ECG; Classification; Statistical features KeyWords Plus:FACTOR WAVELET TRANSFORM; HEART-RATE-VARIABILITY; CARDIAC SOUND SIGNALS; SPECTRAL FEATURES; ELECTROCARDIOGRAM; QUANTIFICATION; CLASSIFICATION; DIAGNOSIS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 122-130 DOI: 10.1016/j.neucom.2016.12.062 Published: APR 26 2017","Abstract":"Computerized obstructive sleep apnea detection is necessary to speed-up sleep apnea diagnosis and research and for assisting medical professionals. Moreover, the development of a device to monitor sleep apnea that is low-power and portable, requires a reliable and successful sleep apnea detection scheme. In this article, the problem of automated sleep apnea detection using singe-lead electrocardiogram (ECG) signals has been addressed. At first, segments of ECG signals are decomposed using a data-adaptive signal decomposition scheme, namely- tunable-Q factor wavelet transform (TQWT). Three statistical features are extracted from the TQWT sub-bands and train and test matrices are formed afterwards. These matrices are fed into the classifier to identify non-apneic and apneic ECG signal segments. In this work, a new machine learning algorithm, namely random under sampling boosting (RUSBoost) is implemented to perform classification. This is for the first time TQWT along with RUSBoost is employed for automatic sleep apnea detection to our knowledge. The overall algorithmic performance of our method is inspected for various values of TQWT parameters. Optimal values of these parameters are investigated and determined. The efficacy and appropriateness of RUSBoost are demonstrated as opposed to the commonly used classification models. The algorithmic performance of our sleep apnea identification scheme is also evaluated against existing detection algorithms in the literature. Experimental outcomes manifest that our sleep apnea identification scheme performs better than the existing works in sensitivity, specificity, and accuracy. It can be anticipated that owing to its use of only one channel of ECG signal, the proposed method will be ideal for device implementation, eliminate the onus of clinicians of analyzing a large bulk of data manually, and expedite sleep apnea diagnosis.","Authors":"Hassan, AR (Hassan, Ahnaf Rashik) ; Haque, MA (Haque, Md Aynal) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hassan, Ahnaf  http://orcid.org/0000-0001-9346-3765","Title":"An expert system for automated identification of obstructive sleep apnea from single-lead ECG using random under sampling boosting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700021 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Transductive support vector machines; Classification; Large-margin classifier; Optimization KeyWords Plus:SEMISUPERVISED CLASSIFICATION; OPTIMIZATION TECHNIQUES; HYPERSPECTRAL IMAGERY; FRAMEWORK; SVMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 199-209 DOI: 10.1016/j.neucom.2017.01.012 Published: APR 26 2017","Abstract":"In this paper, we propose a robust and fast transductive support vector machine (RTSVM) classifier that can be applied to large-scale data. To this end, we use the robust Ramp loss instead of Hinge loss for labeled data samples. The resulting optimization problem is non-convex but it can be decomposed to a convex and concave parts. Therefore, the optimization is accomplished iteratively by solving a sequence of convex problems known as concave-convex procedure. Stochastic gradient (SG) is used to solve the convex problem at each iteration, thus the proposed method scales well with large training set size for the linear case (to the best of our knowledge, it is the second transductive classification method that is practical for more than a million data). To extend the proposed method to the nonlinear case, we proposed two alternatives where one uses the primal optimization problem and the other uses the dual. But in contrast to the linear case, both alternatives do not scale well with large-scale data. Experimental results show that the proposed method achieves comparable results to other related transductive SVM methods, but it is faster than other transductive learning methods and it is more robust to the noisy data.","Authors":"Cevikalp, H (Cevikalp, Hakan) ; Franc, V (Franc, Vojtech)","Title":"Large-scale robust transductive support vector machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Autoencoder; Convolutional neural network; Deep learning; Deep belief network; Restricted Boltzmann machine KeyWords Plus:NONLINEAR STOCHASTIC-SYSTEMS; SPEECH RECOGNITION; CONTRASTIVE DIVERGENCE; DENOISING AUTOENCODERS; MISSING MEASUREMENTS; BOLTZMANN MACHINES; STATE ESTIMATION; ACOUSTIC MODELS; CLASSIFICATION; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 11-26 DOI: 10.1016/j.neucom.2016.12.038 Published: APR 19 2017","Abstract":"Since the proposal of a fast learning algorithm for deep belief networks in 2006, the deep learning techniques have drawn ever-increasing research interests because of their inherent capability of overcoming the drawback of traditional algorithms dependent on hand-designed features. Deep learning approaches have also been found to be suitable for big data analysis with successful applications to computer vision, pattern recognition, speech recognition, natural language processing, and recommendation systems. In this paper, we discuss some widely used deep learning architectures and their practical applications. An up-to-date overview is provided on four deep learning architectures, namely, autoencoder, convolutional neural network, deep belief network, and restricted Boltzmann machine. Different types of deep neural networks are surveyed and recent progresses are summarized. Applications of deep learning techniques on some selected areas (speech recognition, pattern recognition and computer vision) are highlighted. A list of future research topics are finally given with clear justifications.","Authors":"Liu, WB (Liu, Weibo) ; Wang, ZD (Wang, Zidong) ; Liu, XH (Liu, Xiaohui) ; Zengb, NY (Zeng, Nianyin) ; Liu, YR (Liu, Yurong) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"A survey of deep neural network architectures and their applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800003 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Prediction; Data mining; Classification; Regression; Hierarchical estimation KeyWords Plus:NEURAL-NETWORK; SYSTEM; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 27-37 DOI: 10.1016/j.neucom.2016.12.037 Published: APR 19 2017","Abstract":"Classification and numeric estimation are the two most common types of data mining. The goal of classification is to predict the discrete type of output values whereas estimation is aimed at finding the continuous type of output values. Predictive data mining is generally achieved by using only one specific statistical or machine learning technique to construct a prediction model. Related studies have shown that prediction performance by this kind of single flat model can be improved by the utilization of some hierarchical structures. Hierarchical estimation approaches, usually a combination of multiple estimation models, have been proposed for solving some specific domain problems. However, in the literature, there is no generic hierarchical approach for estimation and no hybrid based solution that combines classification and estimation techniques hierarchically. Therefore, we introduce a generic hierarchical architecture, namely hierarchical classification and regression (HCR), suitable for various estimation problems. Simply speaking, the first level of HCR involves pre-processing a given training set by classifying it into k classes, leading to k subsets. Three approaches are used to perform this task in this study: hard classification (HC); fuzzy c-means (FCM); and genetic algorithms (GA). Then, each training data containing its associated class label is used to train a support vector machine (SVM) classifier for classification. Next, for the second level of HCR, k regression (or estimation) models are trained based on their corresponding subsets for final prediction. The experiments based on 8 different UCI datasets show that most hierarchical prediction models developed with the HCR architecture significantly outperform three well-known single fiat prediction models, i.e., linear regression (LR), multilayer perceptron (MLP) neural networks, and support vector regression (SVR) in terms of mean absolute percentage error (MAPE) and root mean squared error (RMSE) rates. In addition, it is found that using the GA-based data pre-processing approach to classify the training set into 4 subsets is the best threshold (i.e., k=4) and the 4-class SVM+MLP outperforms three baseline hierarchical regression models.","Authors":"Ke, SW (Ke, Shih-Wen) ; Lin, WC (Lin, Wei -Chao) ; Tsai, CF (Tsai, Chih-Fong) ; Hu, YH (Hu, Ya-Han)","Title":"Soft estimation by hierarchical classification and regression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Imbalanced data learning; Feature selection; Classification; Multi-kernel learning; Proximal method KeyWords Plus:ALGORITHMS; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 38-57 DOI: 10.1016/j.neucom.2016.12.036 Published: APR 19 2017","Abstract":"High dimensionality and classification of imbalanced data sets are two of the most interesting machine learning challenges. Both issues have been independently studied in the literature. In order to simultaneously explore the both issues of feature selection and oversampling, we efficiently combine two different methodological approaches in an unified kernel framework. Specifically, we proposed a novel l(2,1) norm balanced multiple kernel feature selection (l(2,1) MKFS), and designed a proximal based optimization algorithm for efficiently learning the model. Moreover, multiple kernel oversampling (MKOS) was developed to generate synthetic instances in the optimal kernel space induced by l(2,1) MKFS, so as to compensate for the class imbalanced distribution. Our experimental results on multiple UCI data and two real medical application demonstrate that jointly operating nonlinear feature selection and oversampling with l(2,1) norm multi-kernel learning framework (l(2,1) MKFSOS) can lead to a promising classification performance.","Authors":"Cao, P (Cao, Peng) ; Liu, XL (Liu, Xiaoli) ; Zhang, J (Zhang, Jian) ; Zhao, DZ (Zhao, Dazhe) ; Huang, M (Huang, Min) ; Zaiane, O (Zaiane, Osmar)","Title":"l(2,1) norm regularized multi-kernel based joint nonlinear feature selection and over-sampling for imbalanced data classification"}]