[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396604500002 PubMed ID: 28053818 ISSN: 2152-5250","Keywords":"magnesium; depression; stroke; biochemical marker KeyWords Plus:NMDA RECEPTOR; POSTSTROKE DEPRESSION; POTASSIUM; CALCIUM; RISK; METAANALYSIS; GLUTAMATE; OUTCOMES","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"AGING AND DISEASE Volume: 7 Issue: 6 Pages: 687-690 DOI: 10.14336/AD.2016.0402 Published: DEC 2017","Abstract":"Post-stroke depression (PSD) is a common psychiatric complication of stroke that is associated with a poor outcome in stroke patients. Our aim was to assess the association between the serum magnesium levels and the presence of PSD in Chinese patients. Two hundred nine stroke patients were included in the study. Depressive symptoms were measured by the 17-Hamilton Rating Scale for Depression at 3 months after stroke. Based on the depressive symptoms, diagnoses of depression were made in line with the DSM-IV criteria for PSD. Serum magnesium levels were evaluated using the dimethyl aniline blue colorimetric method at admission. Multivariate analyses were conducted using logistic regression models. Further, 120 normal subjects were recruited, and their serum magnesium levels were also measured as control. At 3 months, fifty-nine patients (28.2%) were diagnosed as PSD. The serum magnesium levels were significantly lower in both PSD patients and non-PSD patients than in normal subjects (p < 0.001). Indeed, patients with PSD showed lower serum magnesium levels (p < 0.001) than did non-PSD patients at admission. In the multivariate analyses, after adjusting for potential variables, we found that an increased risk of PSD was associated with serum magnesium levels <= 0.84mmol/L (OR 2.614, 95% CI 1.178-5.798, p=0.018). Low serum magnesium levels at admission were found to be associated with the presence of PSD at 3 months after stroke.","Authors":"Gu, YY (Gu, Yingying) ; Zhao, K (Zhao, Kai) ; Luan, XQ (Luan, Xiaoqian) ; Liu, ZH (Liu, Zhihua) ; Cai, Y (Cai, Yan) ; Wang, QZ (Wang, Qiongzhang) ; Zhu, BL (Zhu, Beilei) ; He, JC (He, Jincai)","Title":"Association between Serum Magnesium Levels and Depression in Stroke Patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000019 PubMed ID: 28197890 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Children; Nutrition; Exercise; Female; Bone geometry; Bone density KeyWords Plus:MINERAL DENSITY; OSTEOPOROSIS PREVENTION; SKELETAL GEOMETRY; VITAMIN-D; STRENGTH; ADOLESCENTS; CHILDREN; CALCIUM; DAIRY; MASS","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 19 DOI: 10.1007/s11657-017-0312-9 Published: DEC 2017","Abstract":"Mini-abstract In pre-pubertal girls, nutrient intakes and non-aquatic organized activity were evaluated as factors in vertebral body bone mass, structure, and strength. Activity, vitamin B-12, and dietary fiber predicted bone outcomes most consistently. Exercise and vitamin B-12 appear beneficial, whereas high fiber intake appears to be adverse for vertebral body development. Purpose Childhood development sets the baseline for adult fracture risk. Most studies evaluate development using postero-anterior (PA) dual-energy X-ray absorptiometry (DXA) areal bone mineral density, bone mineral content, and bone mineral apparent density. In a prior analysis, we demonstrated that PA DXA reflects posterior element properties, rather than vertebral body fracture sites, such that loading is associated with subtle differences in vertebral body geometry, not 3D density. The current analysis is restricted to pre-pubertal girls, for a focused exploration of key nutrient intakes and physical activity as factors in dual plane indices of vertebral body geometry, density, and strength. Methods This cross-sectional analysis used paired PA and supine lateral (LAT) lumbar spine DXA scans to assess \"3D\" vertebral body bone mineral apparent density (PALATBMAD), \"3D\" index of structural strength in axial compression (PALATIBS), and fracture risk index (PALATFRI). Diet data were collected using the Youth/Adolescent Questionnaire (YAQ, 1995); organized physical activity was recorded via calendar-based form. Pearson correlations and backward stepwise multiple linear regression analyzed associations among key nutrients, physical activity, and bone outcomes. Results After accounting for activity and key covariates, fiber, unsupplemented vitamin B-12, zinc, carbohydrate, vitamin C, unsupplemented magnesium, and unsupplemented calcium intake explained significant variance for one or more bone outcomes (p < 0.05). After adjustment for influential key nutrients and covariates, activity exposure was associated with postero-anterior (PA) areal bone mineral density, PA bone mineral content, PA width, lateral (LAT) BMC, \"3D\" bone cross-sectional area (coronal plane), \"3D\" PALATIBS, and PALATFRI benefits (p < 0.05). Conclusions Physical activity, fiber intake, and unsupplemented B-12 intake appear to influence vertebral body bone mass, density, geometry, and strength in well-nourished pre-pubertal girls; high fiber intakes may adversely affect childhood vertebral body growth.","Authors":"Ren, J (Ren, Jie) ; Brann, LS (Brann, Lynn S.) ; Bruening, KS (Bruening, Kay S.) ; Scerpella, TA (Scerpella, Tamara A.) ; Dowthwaite, JN (Dowthwaite, Jodi N.)","Title":"Relationships among diet, physical activity, and dual plane dual-energy X-ray absorptiometry bone outcomes in pre-pubertal girls"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033100004 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"Cellulose/graphite oxide composite; dispersive solid-phase extraction; flame atomic absorption spectrometry; rhodium KeyWords Plus:ATOMIC-ABSORPTION-SPECTROMETRY; ENVIRONMENTAL WATER; MICROCRYSTALLINE NAPHTHALENE; MAGNETIC NANOPARTICLES; TRACE AMOUNTS; RH(III) IONS; GRAPHENE; SAMPLES; PRECONCENTRATION; ADSORBENT","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 63-79 DOI: 10.1080/00032719.2016.1174708 Published: NOV 1 2017","Abstract":"A cellulose-graphite oxide composite was synthesized and characterized as an adsorbent for dispersive solid-phase extraction of rhodium from various samples before atomic absorption detection. The pH, adsorbent volume, centrifugation time and rate, eluent concentration, volume and type, adsorption and elution contact time, sample volume, and matrix interferences were optimized. The developed method is simple, rapid, and inexpensive. The tolerance limits for rhodium were 10,000mgL(-1) sodium, 25,000mgL(-1) potassium, 10,000mgL(-1) magnesium, and 20,000mgL(-1) calcium. The recovery for rhodium exceeded 95%. Elution was performed with 10mL of 2.5molL(-1) H2SO4. The adsorption and elution contact times were 30 and 60s, respectively. The detection limit of the method for rhodium was 5.4 mu gL(-1) and the precision as the relative standard deviation was 1.6%. A certified reference material 2556 (used auto catalyst pellets) and fortified samples were analyzed to evaluate the accuracy of the method. The optimized method was used for the preconcentration of rhodium from tap water, well water, wastewater, seawater, catalytic converters, and street dust.","Authors":"Yavuz, E (Yavuz, Emre) ; Tokalioglu, S (Tokalioglu, Serife) ; Sahan, H (Sahan, Halil) ; Kacer, M (Kacer, Mehmet) ; Patat, S (Patat, Saban)","Title":"Dispersive Solid-Phase Extraction of Rhodium from Water, Street Dust, and Catalytic Converters Using a Cellulose-Graphite Oxide Composite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100006 PubMed ID: 28274451 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Slurry sampling; Cassava starch; Magnesium; Iron; Box-Behnken design KeyWords Plus:ATOMIC-ABSORPTION-SPECTROMETRY; ULTRASOUND-ASSISTED EXTRACTION; AIRBORNE PARTICULATE MATTER; PLASMA-MASS SPECTROMETRY; BOX-BEHNKEN DESIGN; ICP-OES; MIXTURE DESIGN; CHEMISTRY; MODIFIERS; MANGANESE","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 41-47 DOI: 10.1016/j.foodchem.2016.12.029 Published: JUL 15 2017","Abstract":"A slurry sampling procedure has been developed for Fe and Mg determination in cassava starch using flame atomic absorption spectrometry. The optimization step was performed using a univariate methodology for 200 mg samples and a multivariate methodology, using the Box-Behnken design, for other variables, such as solvent (HNO3:HCl), final concentration (1.7 mol L-1) and time (26 min). This procedure allowed determination of iron and magnesium with detection limits of 1.01 and 3.36 mg kg(-1), respectively. Precision, expressed as relative standard deviation (%RSD), was of 5.8 and 4.1% (n = 10) for Fe (17.8 mg kg(-1)) and Mg (64.5 mg kg(-1)), respectively. Accuracy was confirmed by analysis of a standard reference material for wheat flour (NIST 1567a), which had certified concentrations of 14.1 +/- 0.5 mg kg(-1) for Fe and 40 +/- 2.0 mg kg(-1) for Mg, and the concentrations found using proposed method were 13.7 +/- 0.3 mg kg(-1) for Fe and 40.8 +/- 1.5 mg kg(-1) for Mg. Comparison with concentrations obtained using closed vessel microwave digestion was also realized. The concentrations obtained varied between 7.85 and 17.8 mg kg(-1) for Fe and 23.7-64.5 mg kg(-1), for Mg. The simplicity, easily, speed and satisfactory analytical characteristics indicate that the proposed analytical procedure is a good alternative for the determination of Fe and Mg in cassava starch samples. (C) 2016 Published by Elsevier Ltd.","Authors":"Amorim, FAC (Carqueija Amorim, Fabio Alan) ; Costa, VC (Costa, Vinicius Camara) ; da Silva, EGP (da Silva, Erik Galvao P.) ; Lima, DD (Lima, Daniel de Castro) ; de Jesus, RM (de Jesus, Raildo Mota) ; Bezerra, MD (Bezerra, Marcos de Almeida)","Title":"Multivariate optimization of simple procedure for determination of Fe and Mg in cassava starch employing slurry sampling and FAAS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800032 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Chlorophyll; Mg/P25; Spirulina; RhB degradation; Visible light KeyWords Plus:MIXED-PHASE TIO2; SILICA-GEL BEADS; MG CHLOROPHYLL-A; HYDROGEN-PRODUCTION; ORGANIC POLLUTANTS; CARBON-DIOXIDE; ELECTRON-TRANSFER; HYBRID MATERIALS; METHYL-ORANGE; NANOPARTICLES","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 326-334 DOI: 10.1016/j.apcatb.2017.02.042 Published: JUN 15 2017","Abstract":"Photocatalytic reaction is known as one of the most promising processes to reduce global warming and environmental problems as well as offer sustainable energy sources. As nano-bio hybrid materials are potential alternatives for improving the efficiency of photocatalytic reactions, a unique chlorophyll and Mg co-modified P25 (Degussa P25, which consists of mixed phases between anatase and rutile) catalyst was synthesized and used as a visible light reactive photocatalyst in this research. The activity of obtained catalysts was evaluated from photocatalytic degradation of rhodamine B (RhB) under visible light, and the effect of chlorophyll source, co-modified chlorophyll and magnesium, and their loading amounts on photodegradation of RhB were investigated. It was found that the loading of extracted chlorophyll gave higher activity than that of Spirulina due to its greater possibility for direct contact between chlorophyll and P25, leading to more efficient electron transfer from chlorophyll to P25. In addition, loading free Mg together with chlorophyll led to the formation of a new complex structure, resulting in synergistic effect between chlorophyll-Mg and P25, and therefore an increase in photocatalytic performance and good reusability of catalysts. Proper amounts of chlorophyll and Mg loading on P25 (0.5Ch1-0.1Mg/P25) could promote the photocatalytic activities such that they are approximately 2.3, 1.3 and 2.1 times those of P25, 0.5Chl/P25 and 0.1Mg/P25, respectively. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Phongamwong, T (Phongamwong, Thanaree) ; Donphai, W (Donphai, Waleeporn) ; Prasitchoke, P (Prasitchoke, Phatthanon) ; Rameshan, C (Rameshan, Christoph) ; Barrabeis, N (Barrabeis, Noelia) ; Klysubun, W (Klysubun, Wantana) ; Rupprechter, G (Rupprechter, Guenther) ; Chareonpanich, M (Chareonpanich, Metta) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rameshan, Christoph  G-3564-2015 http://orcid.org/0000-0002-6340-4147","Title":"Novel visible-light-sensitized Chl-Mg/P25 catalysts for photocatalytic degradation.of rhodamine B"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602000045 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Glucose; Fructose; Isomerisation; Zeolites; Magnesium KeyWords Plus:AL HYDROTALCITE CATALYSTS; HETEROGENEOUS CATALYSTS; AQUEOUS-MEDIA; RENEWABLE RESOURCES; CARBON-DIOXIDE; CONVERSION; BIOMASS; BIOREFINERY; WATER; CHEMISTRY","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 206 Pages: 434-443 DOI: 10.1016/j.apcatb.2017.01.037 Published: JUN 5 2017","Abstract":"The performance of magnesium-impregnated NaY zeolite catalysts for the glucose isomerisation into fructose at 100 degrees C has been evaluated. Although crystallinity and textural properties of the zeolites are reduced through Mg addition, glucose conversion improves (6-49%) by increasing magnesium content (0-15 wt.%) due to an increase of the number of basic sites. Conversely, selectivity to fructose drops (96-66%). Nevertheless, good fructose yields were still reached with 10 and 15 wt.% of magnesium (about 32%), being similar or even higher than those found for a commercial hydrotalcite and a pure magnesium oxide. Catalysts lose performance through carbon retention and cations leaching. Deactivation of magnesium-based zeolites was further investigated by consecutive reaction runs. If no regeneration of the catalyst is performed, the activity of the zeolites decreases mainly as a result of cations leaching, the effect reducing with the number of runs. Regeneration allows the catalyst to recover almost totally its initial activity. Interestingly, used samples show higher fructose selectivity due to the additional pore opening resulting from cations leaching and/or carbon removal. Cations leaching results in a homogeneous catalytic reaction which is most significant for the highest magnesium content. Magnesium-based NaY zeolites are revealed as potential catalysts for glucose isomerisation into fructose with high fructose productivities and good performance in consecutive reactions combined with intermediate regeneration. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Graca, I (Graca, I.) ; Iruretagoyena, D (Iruretagoyena, D.) ; Chadwick, D (Chadwick, D.)","Title":"Glucose isomerisation into fructose over magnesium-impregnated NaY zeolite catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396296400012 PubMed ID: 28189114 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Forsterite; Enstatite; Olivine; Pyroxene; Orthopyroxene; Clinopyroxene; Nanosynthesis KeyWords Plus:ELASTIC NEUTRON-SCATTERING; SURFACE-WATER; ADSORPTION; DYNAMICS; DUST; CASSITERITE; OLIVINE; PLANETS; ORIGIN; OXIDE","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 495 Pages: 94-101 DOI: 10.1016/j.jcis.2017.01.052 Published: JUN 1 2017","Abstract":"Olivine is a relatively common family of silicate minerals in many terrestrial and extraterrestrial environments, and is also useful as a refractory ceramic. A capability to synthesize fine particles of olivine will enable additional studies on surface reactivity under geologically relevant conditions. This paper presents a method for the synthesis of nanocrystalline samples of the magnesium end-member, forsterite (Mg2SiO4) in relatively large batches (15-20 g) using a sol-gel/surfactant approach. Magnesium methoxide and tetraethylorthosilicate (TEOS) are refluxed in a toluene/methanol mixture using dodecylamine as a surfactant and tert-butyl amine and water as hydrolysis agents. This material is then cleaned and dried, and fired at 800 degrees C. Post-firing reaction in hydrogen peroxide was used to remove residual organic surfactant. X-ray diffraction showed that a pure material resulted, with a BET surface area of up to 76.6 m(2)/g. The results of a preliminary attempt to use this approach to synthesize nano-scale orthopyroxene (MgSiO3) are also reported. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Anovitz, LM (Anovitz, Lawrence M.) ; Rondinone, AJ (Rondinone, Adam J.) ; Sochalski-Kolbus, L (Sochalski-Kolbus, Lindsay) ; Rosenqvist, J (Rosenqvist, Jorgen) ; Cheshire, MC (Cheshire, Michael C.)","Title":"Nano-scale synthesis of the complex silicate minerals forsterite and enstatite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831800014 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Apple disorder; Support vector machine; FTIR spectrometry; XRF analyzer KeyWords Plus:TRANSFORM-INFRARED-SPECTROSCOPY; X-RAY-FLUORESCENCE; MULTIVARIATE-ANALYSIS; IR SPECTROSCOPY; FRUIT; FTIR; QUANTIFICATION; PXRF","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 128 Pages: 121-129 DOI: 10.1016/j.postharvbio.2017.02.009 Published: JUN 2017","Abstract":"Bitter pit and healthy 'Honeycrisp', 'Golden Delicious', and 'Granny Smith' apples were collected from three commercial orchards. Apples were scanned using Fourier transform infrared (FTIR) and X-ray fluorescence (XRF) spectrometers to associate the elemental profile with bitter pit occurrence in apples. The FTIR spectra were acquired from apple peel and flesh; while XRF spectra were acquired from the apple surface (peel). Destructive elemental analysis was also performed to estimate calcium, magnesium, and potassium concentrations in the apples. There were significant differences between healthy and bitter pit affected apples in calcium, magnesium, and potassium concentrations, in addition to magnesium/calcium and potassium/calcium ratios (5% level of significance). Peak analysis of FTIR spectra of prepared standards indicated the possible spectral regions associated with calcium content as 11501450 cm (1). Two different classification models (support vector machine, SVM and soft independent modeling of class analogy, SIMCA) were used to classify healthy and bitter pit affected apples using FTIR spectral signatures. FTIR spectra were able to predict bitter pit incidence in apples with higher classification accuracy using peel tissue (92%) than using flesh tissue with SVM model. The XRF technique could determine bitter pit incidence in apples and semi-quantitative analysis using XRF data was in agreement with the elemental analysis. FTIR and XRF spectrometric techniques are rapid methods that can be used for elemental profile analysis in apples. These techniques can serve as potential prediction tools for elemental profile analysis to detect bitter pit in apples. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zuniga, CE (Zuniga, Carlos Espinoza) ; Jarolmasjed, S (Jarolmasjed, Sanaz) ; Sinha, R (Sinha, Rajeev) ; Zhang, CY (Zhang, Chongyuan) ; Kalcsits, L (Kalcsits, Lee) ; Dhingra, A (Dhingra, Amit) ; Sankaran, S (Sankaran, Sindhuja)","Title":"Spectrometric techniques for elemental profile analysis associated with bitter pit in apples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396005500001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Superconducting magnet; magnesium diboride; numerical simulation; quench protection; magnetoresistance; magnetothermal conductivity; RRR value KeyWords Plus:SUPERCONDUCTING MAGNET; TRANSPORT-PROPERTIES; SOLENOID COIL; MAGNETORESISTANCE; FABRICATION; COPPER; BEHAVIOR; CABLES; WIRE; TAPE","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4702206 DOI: 10.1109/TASC.2017.2650982 Published: JUN 2017","Abstract":"The effect of magnetoresistance, magnetothermal conductivity (MTC), and RRR value on the active quench protection of a persistent-mode conduction-cooled 1.5 TMgB2 superconducting magnet is studied using numerical simulation. It is found that inclusion of magnetoresistance in the simulation can significantly decrease the calculated maximum temperature reached in this magnet during a quench, e.g., by 9K for RRR = 100. The inclusion of both magnetoresistance and MTC similarly decreases the peak temperature, but by a smaller amount, e.g., by 7 K for RRR = 100. Using copper with a lower RRR value can also significantly decrease the peak temperature reached in this magnet, e.g., by 16 K for RRR = 50 as compared to RRR = 200. However, decreasing the RRR value to much less than 50 results in a significantly higher voltage, e.g., decreasing the RRR value from 50 to 10 results in a 1000 V increase. A RRR value between 50 and 100 may provide a good balance.","Authors":"Deissler, RJ (Deissler, Robert J.) ; Baig, T (Baig, Tanvir) ; Poole, C (Poole, Charles) ; Amin, A (Amin, Abdullah) ; Doll, D (Doll, David) ; Tomsic, M (Tomsic, Michael) ; Martens, M (Martens, Michael)","Title":"A Computational Study to Find an Optimal RRR Value for a 1.5-T Persistent-Mode Conduction-Cooled MgB2 MRI Magnet From a Quench Protection Point of View"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395660500001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Critical current density; magnesium diboride; microstructure; superconducting wires KeyWords Plus:DENSITY","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 6200504 DOI: 10.1109/TASC.2017.2652719 Published: JUN 2017","Abstract":"Seven-core MgB2 wires were prepared by the IMDtechnology with Monel/Glidcop/Nb resp. /Ti-sheath. As special feature the first deformation steps of the monocore wire were carried out by hydrostatic extrusion. The further deformation was taken by swaging, wire drawing resp. groove rolling. The characterization of the mono-and the multicore wire was made by metallographic cross sections, SEM, resistance, and critical current measurements in dependence on temperature and magnetic field. In order to investigate the diffusion and reaction process in more detail, several samples were annealed under different conditions (peak temperature, dwell time). The best properties, i.e., homogeneous microstructure of the filaments and highest critical current density, were observed at samples annealed at peak temperatures lower than 650 degrees C, the melting temperature of Mg.","Authors":"Hassler, W (Haessler, Wolfgang) ; Kovac, P (Kovac, Pavol) ; Scheiter, J (Scheiter, Juliane) ; Rosova, A (Rosova, Alica) ; Pachla, W (Pachla, Wacek)","Title":"MgB2 Multicore Wire Prepared by IMD Technology-Investigation of the MgB2 Layer Formation During Annealing"}]