[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396010800001 ISSN: 1937-5093 eISSN: 1937-5077","Keywords":"Fermionic radiation; mixed moments; moment realizability domain; entropy optimization problem; symmetric hyperbolicity KeyWords Plus:HEAT-TRANSFER EQUATIONS; LIMITED NEUTRINO DIFFUSION; EXTENDED QUADRATURE METHOD; LINEAR KINETIC-EQUATIONS; FOKKER-PLANCK EQUATION; EDDINGTON FACTORS; CONSERVATION EQUATIONS; MOMENT APPROXIMATIONS; CLOSURES; SYSTEMS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"KINETIC AND RELATED MODELS Volume: 10 Issue: 4 Pages: 879-900 DOI: 10.3934/krm.2017035 Published: DEC 2017","Abstract":"The mixed three-moment hydrodynamic description of fermionic radiation transport based on the BoltzInann entropy optitnization procedure is considered for the case of one-dimensional flows. The conditions for realizability of the mixed three moments chosen as the energy density and two partial heat fluxes are established. The domain of admissible values of those moments is determined and the existence of the solution to the optimization problem is proved. Here, the standard approaches related to either the truncated Hausdorff or Markov moment problems do not apply because the non-negative fermionic distribution function, denoted f, must satisfy the inequality f <= 1 and, at the same time, there are three different intervals of integration in the integral formulae defining the mixed moments. The hydrodynamic equations are obtained in the form of the symmetric hyperbolic system for the Lagrange multipliers of the opt fin izat ion problem with constraints. The potentials generating this system are explicitly determined as dilogarithm and trilogarithm functions of the Lagrange multipliers. The invertibility of the relation between moments and Lagrange multipliers is proved. However, the inverse relation cannot be determined in a closed analytic form. Using the H -theorem for the radiative transfer equation, it is shown that the derived system of hydrodynamic radiation equations has as a consequence an additional balance law with a non -negative source term.","Authors":"Banach, Z (Banach, Zbigniew) ; Larecki, W (Larecki, Wieslaw)","Title":"ENTROPY-BASED MIXED THREE-MOMENT DESCRIPTION OF FERMIONIC RADIATION TRANSPORT IN SLAB AND SPHERICAL GEOMETRIESz"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400001 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"sampling; simulation; nonstationary queues; forward equations; Markov processes; healthcare; priority queues; triage; closure approximations KeyWords Plus:STRONG APPROXIMATIONS; MULTISERVER QUEUES; ABANDONMENT","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 1-17 DOI: 10.1287/ijoc.2016.0702 Published: WIN 2017","Abstract":"Nonstationary queueing networks are often difficult to approximate. Recent novel methods for approximating the moments of nonstationary queues use the functional version of the Kolmogorov forward equations in conjunction with orthogonal polynomial expansions. However, these methods require closed form expressions for the expectations that appear in the functional Kolmogorov forward equations. When closed form expressions cannot be easily derived, these methods cannot be used. In this paper, we present a new sampling algorithm to overcome this difficulty; our sampling algorithm accurately estimates the expectations using simulation. We apply our algorithm to priority queues, which are useful for modeling hospital triage systems. We show that our sampling algorithm accurately estimates the mean and variance of the priority queue without spending significantly more computational time than integrating ordinary differential equations. Last, we compare our sampling algorithm to the closed form analytical approximations for the Erlang-A queueing model and find that our method is comparable in time and accuracy.","Authors":"Pender, J (Pender, Jamol)","Title":"Sampling the Functional Kolmogorov Forward Equations for Nonstationary Queueing Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400009 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"finite-buffer queue; batch Markovian arrival process; single server; partial batch rejection policy; single- and multiple-vacation policy; Pareto service time distribution KeyWords Plus:MARKOVIAN ARRIVAL PROCESSES; SINGLE; QUEUES; TIMES","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 140-151 DOI: 10.1287/ijoc.2016.0720 Published: WIN 2017","Abstract":"We consider a finite-buffer single-server queue with batch Markovian arrival process. In the case of finite-buffer batch arrival queue, there are different customer rejection/acceptance strategies such as partial batch rejection, total batch rejection, and total batch acceptance policy. We consider partial batch rejection strategy throughout our paper. We obtain queue length distributions at various epochs such as pre-arrival, arbitrary, and post-departure as well as some important performance measures, like probability of loss for the first, an arbitrary, and the last customer of a batch, mean queue lengths, and mean waiting times. The corresponding queueing model under single and multiple vacation policy has also been investigated. Some numerical results have been presented in the form of tables by considering phase-type and Pareto service time distributions. The proposed analysis is based on the successive substitutions in the Markov chain equations of the queue-length distribution at an embedded post-departure epoch of a customer. We also establish relationships among the queue-length distributions at post-departure, arbitrary, and pre-arrival epochs using the classical argument based on Markov renewal theory and semi-Markov processes. Such queueing systems find applications in the performance evaluation of teletraffic part in 4G A11-IP networks.","Authors":"Banik, AD (Banik, A. D.) ; Chaudhry, ML (Chaudhry, M. L.)","Title":"Efficient Computational Analysis of Stationary Probabilities for the Queueing System BMAP/G/1/N With or Without Vacation(s)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100004 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"Bayesian inference; edge reinforced random walks; Markov exchangeability; predictive distributions; recurrence; reinforced processes KeyWords Plus:REINFORCED RANDOM-WALK; BAYESIAN-ANALYSIS; URN SCHEMES; DISTRIBUTIONS; RECURRENCE; MODEL","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 1538-1565 DOI: 10.3150/15-BEJ787 Published: AUG 2017","Abstract":"Predictive constructions are a powerful way of characterizing the probability laws of stochastic processes with certain forms of invariance, such as exchangeability or Markov exchangeability. When de Finetti-like representation theorems are available, the predictive characterization implicitly defines the prior distribution, starting from assumptions on the observables; moreover, it often helps in designing efficient computational strategies. In this paper we give necessary and sufficient conditions on the sequence of predictive distributions such that they characterize a Markov exchangeable probability law for a discrete valued process X. Under recurrence, Markov exchangeable processes are mixtures of Markov chains. Our predictive conditions are in some sense minimal sufficient conditions for Markov exchangeability; we also provide predictive conditions for recurrence. We illustrate their application in relevant examples from the literature and in novel constructions.","Authors":"Fortini, S (Fortini, Sandra) ; Petrone, S (Petrone, Sonia)","Title":"Predictive characterization of mixtures of Markov chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100009 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"constrained optimality; continuous-time Markov decision processes; total undiscounted criteria KeyWords Plus:CONVEX ANALYTIC APPROACH; TOTAL-COST CRITERION; DISCRETE-TIME; OPTIMIZATION; POLICIES; MODEL","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 1694-1736 DOI: 10.3150/15-BEJ793 Published: AUG 2017","Abstract":"The present paper considers the constrained optimal control problem with total undiscounted criteria for a continuous -time Markov decision process (CTMDP) in Borel state and action spaces. The cost rates are nonnegative. Under the standard compactness and continuity conditions, we show the existence of an optimal stationary policy out of the class of general nonstationary ones. In the process, we justify the reduction of the CTMDP model to a discrete-time Markov decision process (DTMDP) model based on the studies of the undiscounted occupancy and occupation measures. We allow that the controlled process is not necessarily absorbing, and the transition rates are not necessarily separated from zero, and can be arbitrarily unbounded; these features count for the main technical difficulties in studying undiscounted CTMDP models.","Authors":"Guo, XP (Guo, Xianping) ; Zhang, Y (Zhang, Yi)","Title":"Constrained total undiscounted continuous-time Markov decision processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100017 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"central limit theorem; general hidden Markov models; Hoeffding-type inequality; online estimation; particle filter; particle path degeneracy; sequential Monte Carlo; smoothing KeyWords Plus:MONTE-CARLO METHODS; STATE-SPACE MODELS; STABILITY","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 1951-1996 DOI: 10.3150/16-BEJ801 Published: AUG 2017","Abstract":"This paper presents a novel algorithm, the particle-based, rapid incremental smoother (PaRIS), for efficient online approximation of smoothed expectations of additive state functionals in general hidden Markov models. The algorithm, which has a linear computational complexity under weak assumptions and very limited memory requirements, is furnished with a number of convergence results, including a central limit theorem. An interesting feature of PaRIS, which samples on-the-fly from the retrospective dynamics induced by the particle filter, is that it requires two or more backward draws per particle in order to cope with degeneracy of the sampled trajectories and to stay numerically stable in the long run with an asymptotic variance that grows only linearly with time.","Authors":"Olsson, J (Olsson, Jimmy) ; Westerborn, J (Westerborn, Johan)","Title":"Efficient particle-based online smoothing in general hidden Markov models: The PaRIS algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100020 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"decay parameter; Markov chain; quasi-ergodicity; quasi-stationarity KeyWords Plus:QUASI-STATIONARY DISTRIBUTIONS; JACOBI-BELLMAN EQUATIONS; PRINCIPAL EIGENVALUE; ERGODIC PROPERTIES; RANDOM POTENTIALS; LARGE DEVIATIONS; RANDOM-WALKS; FREE-ENERGY; TIME; HOMOGENIZATION","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 2058-2082 DOI: 10.3150/16-BEJ804 Published: AUG 2017","Abstract":"In this paper, we give variational representations for decay parameters of Markov chains. In continuous-time cases, the representation involves Donsker-Varadhan's famous I-functional, from which some dual representations are given, which are expected to he useful in estimating the lower and upper bounds of the decay parameter. As a consequence, dual representations for decay parameters of discrete time Markov chains are derived. For continuous-time chains with finite states, we also give another form of dual formulas, which can be regarded as a version of the one for the Perron Frobenius eigenvalue, with nonnegative matrices replaced by Q-matrices of the chains. Connections with quasi-stationarity and quasi-ergodicity of absorbing Markov chains are discussed. An interpretation for the corresponding variational solutions is given.","Authors":"Chen, JW (Chen, Jinwen) ; Jian, SQ (Jian, Siqi) ; Li, HT (Li, Haitao)","Title":"Representations for the decay parameter of Markov chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013100021 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"central limit theorem; empirical process; intermittency; moments inequalities; stationary sequences; Wasserstein distance KeyWords Plus:CENTRAL-LIMIT-THEOREM; INTERMITTENT MAPS; MARKOV-CHAINS; MOMENT; INEQUALITIES; VARIABLES; SUMS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 3 Pages: 2083-2127 DOI: 10.3150/16-BEJ805 Published: AUG 2017","Abstract":"We study, the Wasserstein distance of order 1 between the empirical distribution and the marginal distribution of stationary alpha-dependent sequences. We prove some moments inequalities of order p for any p >= 1, and we give some conditions under which the central limit theorem holds. We apply our results to unbounded functions of expanding maps of the interval with a neutral fixed point at zero. The moment inequalities for the Wasserstein distance are similar to the well-known von Bahr-Esseen or Rosenthal bounds for partial sums, and seem to be new even in the case of independent and identically distributed random variables.","Authors":"Dedecker, J (Dedecker, Jerome) ; Merlevede, F (Merlevede, Florence)","Title":"Behavior of the Wasserstein distance between the empirical and the marginal distributions of stationary alpha-dependent sequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000007 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Dependent judgment analysis; Crowdsourcing; Majority voting; Markov chain","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 83-96 DOI: 10.1016/j.ins.2017.01.036 Published: AUG 2017","Abstract":"Annotation of large-scale datasets can promisingly be done by crowd workers in a time and cost effective way. A major challenge in this area is how we aggregate the opinions received from multiple workers to derive the final judgment. Most of the crowd opinion aggregation models known so far deal with independent opinions, where the crowd workers provide their opinions unanimously and these are not visible to everyone. In real life, there are applications where an annotator can see others' opinions. This incurs a higher chance of getting biased by the other opinions. This paper addresses a new problem, hereafter termed as dependent judgment analysis, and proposes a method to derive the final judgment from a given set of independent and dependent opinions. Here, a Markov chain based aggregation method is used to handle the opinions of the crowd workers for finding a consensus. We study the performance of the proposed method on a synthetic dataset and another real-life dataset published in recent times. The proposed method is applied on these two datasets to find out the aggregated judgment. The efficacy of our proposed method is shown by comparing it with majority voting. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Chatterjee, S (Chatterjee, Sujoy) ; Mukhopadhyay, A (Mukhopadhyay, Anirban) ; Bhattacharyya, M (Bhattacharyya, Malay)","Title":"Dependent judgment analysis: A Markov chain based approach for aggregating crowdsourced opinions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900003 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Markov decision problem; Average-Value-at-Risk; Optimal control KeyWords Plus:DISCRETE-TIME; RISK MEASURES; OPTIMIZATION; CONSISTENCY; SYSTEMS; UTILITY; SPACE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 24-37 DOI: 10.1016/j.cam.2016.11.052 Published: AUG 1 2017","Abstract":"In this paper, we consider the control problem with the Average-Value-at-Risk (AVaR) criteria of the possibly unbounded L-1-costs in infinite horizon on a Markov Decision Process (MDP). With a suitable state aggregation and by choosing a priori a global variables heuristically, we show that there exist optimal policies for the infinite horizon problem for possibly unbounded costs. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ugurlu, K (Ugurlu, Kerem)","Title":"Controlled Markov Decision Processes with AVaR criteria for unbounded costs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900015 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Bayesian inverse problem; GMsFEM; LS-SCM; Subsurface flows KeyWords Plus:POROUS-MEDIA; L(1)-MINIMIZATION; APPROXIMATION; INFERENCE; EQUATIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 188-209 DOI: 10.1016/j.cam.2017.01.007 Published: AUG 1 2017","Abstract":"This work presents a model reduction approach to the inverse problem in the application of subsurface flows. One such an application is to estimate model's inputs and identify model's parameters. This is often challenging because the complicated multiscale structures are inherent in the model and the estimated inputs are parameterized in a high-dimensional space. We often need to estimate the probabilistic distribution of the unknown inputs based on some observations. Bayesian inference is desirable for this situation and solving the inverse problem. For the Bayesian inverse problem, the forward model needs to be repeatedly computed for a large number of samplers to get a stationary chain. This requires large computational efforts. To significantly improve the computation efficiency, we use generalized multiscale finite element method and least-squares stochastic collocation method to construct a reduced computational model. To avoid the difficulty of choosing regularization parameter, hyperparameters are introduced to build a hierarchical model. We use truncated Karhunen-Loeve expansion (KLE) to reduce the dimension of the parameter spaces and decrease the mixed time of Markov chains. The techniques of hyperparameter and KLE are incorporated into the model reduction method. The reduced model is constructed offline. Then it is computed very efficiently in the online sampling stage. This strategy can significantly accelerate the evaluation of the Markov chain and the resultant posterior distribution converges fast. We analyze the convergence for the approximation between the posterior distribution by the reduced model and the reference posterior distribution by the full-order model. A few numerical examples in subsurface flows are carried out to demonstrate the performance of the presented model reduction method with application of the Bayesian inverse problem. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jiang, LJ (Jiang, Lijian) ; Ou, N (Ou, Na)","Title":"Multiscale model reduction method for Bayesian inverse problems of subsurface flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700008 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Artificial intelligence; Bipartite Boolean quadratic programming; Automated heuristic configuration; Benchmark KeyWords Plus:ALGORITHMS; SEARCH; OPTIMIZATION; COMPRESSION; CUT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 494-506 DOI: 10.1016/j.ejor.2017.01.001 Published: JUL 16 2017","Abstract":"We study the Bipartite Boolean Quadratic Programming Problem (BBQP) which is an extension of the well known Boolean Quadratic Programming Problem (BQP). Applications of the BBQP include mining discrete patterns from binary data, approximating matrices by rank-one binary matrices, computing the cut-norm of a matrix, and solving optimisation problems such as maximum weight biclique, bipartite maximum weight cut, maximum weight induced sub-graph of a bipartite graph, etc. For the BBQP, we first present several algorithmic components, specifically, hill climbers and mutations, and then show how to combine them in a high-performance metaheuristic. Instead of hand-tuning a standard metaheuristic to test the efficiency of the hybrid of the components, we chose to use an automated generation of a multi component metaheuristic to save human time, and also improve objectivity in the analysis and comparisons of components. For this we designed a new metaheuristic schema which we call Conditional Markov Chain Search (CMCS). We show that CMCS is flexible enough to model several standard metaheuristics; this flexibility is controlled by multiple numeric parameters, and so is convenient for automated generation. We study the configurations revealed by our approach and show that the best of them outperforms the previous state-of-the-art BBQP algorithm by several orders of magnitude. In our experiments we use benchmark instances introduced in the preliminary version of this paper and described here, which have already become the de facto standard in the BBQP literature. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Karapetyan, D (Karapetyan, Daniel) ; Punnen, AP (Punnen, Abraham P.) ; Parkes, AJ (Parkes, Andrew J.)","Title":"Markov Chain methods for the Bipartite Boolean Quadratic Programming Problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700020 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Production; Substitution; Dynamic pricing; Continuous review; Markov decision process KeyWords Plus:DEMAND SUBSTITUTION; RETAIL ASSORTMENTS; OPTIMIZATION; MANAGEMENT; CONVEXITY; MODELS; MULTIMODULARITY; CAPACITY; QUEUES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 631-649 DOI: 10.1016/j.ejor.2017.01.012 Published: JUL 16 2017","Abstract":"We consider the optimal production, pricing, and substitution policies of a continuous-review production inventory system with two products: a high-end product and a low-end product. Each product has its associated customer stream; however, the demands for the low-end product may be satisfied by the high end product. We formulate the problem as a Markov decision process and characterize the structure of the optimal control policy, which specifies when to produce for each product, when to use the high-end product as a substitute, and how to set the optimal prices. We show that a base-stock production policy is optimal; however, the optimal base-stock level for each product depends on the inventory level of the other product and it features a monotonic property. We also demonstrate that the optimal substitution policy is a rationing policy with the rationing level depending on the total inventory amount. We find that the optimal prices can be either decreasing or increasing in the inventory levels, depending on the forms of demand functions. Furthermore, we utilize numerical experiments to investigate the impact of different system characteristics on the benefits of using substitution and dynamic pricing. Finally, we investigate when the dynamic pricing strategy and the substitution strategy are complements or substitutes. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yu, YM (Yu, Yimin) ; Shou, BY (Shou, Biying) ; Ni, YD (Ni, Yaodong) ; Chen, L (Chen, Li)","Title":"Optimal production, pricing, and substitution policies in continuous review production-inventory systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239200004 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"gesture interaction; personalization; gesture recognition; user identification; event-driven architecture KeyWords Plus:RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 7 Article Number: 072104 DOI: 10.1007/s11432-015-1014-7 Published: JUL 2017","Abstract":"A gesture-based interaction system for smart homes is a part of a complex cyber-physical environment, for which researchers and developers need to address major challenges in providing personalized gesture interactions. However, current research efforts have not tackled the problem of personalized gesture recognition that often involves user identification. To address this problem, we propose in this work a new event-driven service-oriented framework called gesture services for cyber-physical environments (GS-CPE) that extends the architecture of our previous work gesture profile for web services (GPWS). To provide user identification functionality, GS-CPE introduces a two-phase cascading gesture password recognition algorithm for gesture-based user identification using a two-phase cascading classifier with the hidden Markov model and the Golden Section Search, which achieves an accuracy rate of 96.2% with a small training dataset. To support personalized gesture interaction, an enhanced version of the Dynamic Time Warping algorithm with multiple gestural input sources and dynamic template adaptation support is implemented. Our experimental results demonstrate the performance of the algorithm can achieve an average accuracy rate of 98.5% in practical scenarios. Comparison results reveal that GS-CPE has faster response time and higher accuracy rate than other gesture interaction systems designed for smart-home environments.","Authors":"Lou, YH (Lou, Yihua) ; Wu, WJ (Wu, Wenjun) ; Vatavu, RD (Vatavu, Radu-Daniel) ; Tsai, WT (Tsai, Wei-Tek) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vatavu, Radu-Daniel  http://orcid.org/0000-0002-7631-6445","Title":"Personalized gesture interactions for cyber-physical smart-home environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000006 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Plant disease model; Markov conversion; Ergodic and positive recurrence; Impulsive toxicant input KeyWords Plus:STOCHASTIC POPULATION SYSTEMS; STATIONARY DISTRIBUTION; VIRUS-DISEASE; POLLUTED ENVIRONMENT; CONTROL STRATEGIES; EPIDEMIC MODEL; EXTINCTION; STABILITY; THRESHOLD; DYNAMICS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 70-84 DOI: 10.1016/j.cnsns.2016.12.020 Published: JUL 2017","Abstract":"Taking into account of both white and colored noises, a stochastic mathematical model with impulsive toxicant input is formulated. Based on this model, we investigate dynamics, such as the persistence and ergodicity, of plant infectious disease model with Markov conversion in a polluted environment. The thresholds of extinction and persistence in mean are obtained. By using Lyapunov functions, we prove that the system is ergodic and has a stationary distribution under certain sufficient conditions. Finally, numerical simulations are employed to illustrate our theoretical analysis.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, WC (Zhao, Wencai) ; Li, J (Li, Juan) ; Zhang, TQ (Zhang, Tongqian) ; Meng, XZ (Meng, Xinzhu) ; Zhang, TH (Zhang, Tonghua)","Title":"Persistence and ergodicity of plant disease model with markov conversion and impulsive toxicant input"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500006 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Approximate dynamic programming; Least squares temporal differences; Markov decision processes; Military applications; Weapon target assignment problem KeyWords Plus:TARGET-ASSIGNMENT PROBLEM; OPTIMAL WEAPON ALLOCATION; NAVAL TASK GROUP; ALGORITHM; PROBABILITIES; MANAGEMENT; SCENARIO; MODEL","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 873-886 DOI: 10.1016/j.ejor.2016.11.023 Published: JUN 16 2017","Abstract":"Given the ubiquitous nature of both offensive and defensive missile systems, the catastrophe-causing potential they represent, and the limited resources available to countries for missile defense, optimizing the defensive response to a missile attack is a necessary national security endeavor. For a single salvo of offensive missiles launched at a set of targets, a missile defense system protecting those targets must determine how many interceptors to fire at each incoming missile. Since such missile engagements often involve the firing of more than one attack salvo, we develop a Markov decision process (MDP) model to examine the optimal fire control policy for the defender. Due to the computational intractability of using exact methods for all but the smallest problem instances, we utilize an approximate dynamic programming (ADP) approach to explore the efficacy of applying approximate methods to the problem. We obtain policy insights by analyzing subsets of the state space that reflect a range of possible defender interceptor inventories. Testing of four instances derived from a representative planning scenario demonstrates that the ADP policy provides high -quality decisions for a majority of the state space, achieving a 7.74% mean optimality gap over all states for the most realistic instance, modeling a longer -term engagement by an attacker who assesses the success of each salvo before launching a subsequent one. Moreover, the ADP algorithm requires only a few minutes of computational effort versus hours for the exact dynamic programming algorithm, providing a method to address more complex and realistically-sized instances. Published by Elsevier B.V.","Authors":"Davis, MT (Davis, Michael T.) ; Robbins, MJ (Robbins, Matthew J.) ; Lunday, BJ (Lunday, Brian J.)","Title":"Approximate dynamic programming for missile defense interceptor fire control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Queueing; Communication networks; Markov-modulation; Rare events; Large deviations KeyWords Plus:RANDOM ENVIRONMENT; QUEUES; LIMIT; MODELS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 1036-1044 DOI: 10.1016/j.ejor.2016.10.050 Published: JUN 16 2017","Abstract":"Many networking-related settings can be modeled by Markov-modulated infinite-server systems. In such models, the customers' arrival rates and service rates are modulated by a Markovian background process; additionally, there are infinitely many servers (and consequently the resulting model is often used as a proxy for the corresponding many-server model). The Markov-modulated infinite-server model hardly allows any explicit analysis, apart from results in terms of systems of (ordinary or partial) differential equations for the underlying probability generating functions, and recursions to obtain all moments. As a consequence, recent research efforts have pursued an asymptotic analysis in various limiting regimes, notably the central-limit regime (describing fluctuations around the average behavior) and the large deviations regime (focusing on rare events). Many of these results use the property that the number of customers in the system obeys a Poisson distribution with a random parameter. The objective of this paper is to develop techniques to accurately approximate tail probabilities in the large-deviations regime. We consider the scaling in which the arrival rates are inflated by a factor N, and we are interested in the probability that the number of customers exceeds a given level Na. Where earlier contributions focused on so-called logarithmic asymptotics of this exceedance probability (which are inherently imprecise), the present paper improves upon those results in that exact asymptotics are established. These are found in two steps: first the distribution of the random parameter of the Poisson distribution is characterized, and then this knowledge is used to identify the exact asymptotics. The paper is concluded by a set of numerical experiments, in which the accuracy of the asymptotic results is assessed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Blom, J (Blom, Joke) ; De Turck, K (De Turck, Koen) ; Mandjes, M (Mandjes, Michel)","Title":"Refined large deviations asymptotics for Markov-modulated infinite-server systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500020 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Markov processes; Jump-diffusion process; Investment decision; Optimal stopping time problem KeyWords Plus:OPTION VALUE; TIME; DECISIONS; BUILD; RISK; JUMPS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 1054-1063 DOI: 10.1016/j.ejor.2017.01.008 Published: JUN 16 2017","Abstract":"We derive the optimal investment decision in a project where both demand and investment cost are stochastic processes, eventually subject to shocks. We extend the approach used in Dixit and Pindyck (1994) to deal with two sources of uncertainty and we assume that the underlying processes are jump diffusion processes. Assuming certain conditions on the parameters, we are able to derive a closed expression for the value of the firm. Finally, we present comparative statics for the investment threshold with respect to the relevant parameters. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Nunes, C (Nunes, Claudia) ; Pimentel, R (Pimentel, Rita)","Title":"Analytical solution for an investment problem under uncertainties with shocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225500030 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Stochastic processes; Stochastic model for maintenance; Markov driven fluid process; Deterioration; Matrix-analytic methods KeyWords Plus:FLUID-FLOWS; HITTING PROBABILITIES; RELIABILITY; TIMES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 3 Pages: 1169-1179 DOI: 10.1016/j.ejor.2016.11.032 Published: JUN 16 2017","Abstract":"We construct a stochastic model for maintenance suitable for the analysis of real-life systems which deteriorate over time before they eventually fail and are replaced. The model uses a continuous deterioration level, where the rate of change depends on the current operating mode as well as the current level of deterioration. We demonstrate how to construct a model in which the uncertainty about the state of deterioration, when the system is not continuously observed, is accurately represented. This feature addresses some drawbacks of previous work that is known to cause modelling errors. The key performance measures for this model can be evaluated efficiently using existing algorithms. The theory is illustrated using numerical examples, in which we discuss how this model can be used in a practical evaluation of different maintenance strategies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Samuelson, A (Samuelson, Aviva) ; Haigh, A (Haigh, Andrew) ; O'Reilly, MM (O'Reilly, Malgorzata M.) ; Bean, NG (Bean, Nigel G.)","Title":"Stochastic model for maintenance in continuously deteriorating systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395723600010 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Coherent pairs; Orthogonal polynomials; Laguerre-Sonin polynomials; Jacobi polynomials; Markov-Bernstein inequalities; L-2 norm KeyWords Plus:SOBOLEV ORTHOGONAL POLYNOMIALS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 2 Pages: 996-1028 DOI: 10.1016/j.jmaa.2017.01.055 Published: JUN 15 2017","Abstract":"All the coherent pairs of measures associated to linear functionals c(0) and c(1) introduced by Iserles et al. in 1991, have been given by Meijer in 1997. There exist seven kinds of coherent pairs. All these cases are explored in order to give three term recurrence relations satisfied by polynomials. The smallest zero mu(1,n) of each of them of degree n has a link with the Markov-Bernstein constant M-n. appearing in the following Markov-Bernstein inequalities: c(1)((p(1))(2)) <= M-n(2) c(0) (p(2)), for all(p) is an element of P-n where M-n = 1/root mu(1,n). The seven kinds of three term recurrence relations are given. In the case where c(0) = e(-x) dx + delta(0) and c(1) = e(-x)dx, explicit upper and lower bounds are given for mu(1,n), and the asymptotic behavior of the corresponding Markov Bernstein constant is stated. Except in a part of one case, lim(n ->infinity) mu(1,n) = 0 is proved in all the cases. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Draux, A (Draux, Andre)","Title":"Coherent pairs of measures and Markov-Bernstein inequalities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395723600029 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Exponential utility; Certainty equivalent; Vanishing discount method; Holder's inequality; Convex function KeyWords Plus:INFINITE-HORIZON RISK; DECISION-PROCESSES; OPTIMALITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 2 Pages: 1345-1362 DOI: 10.1016/j.jmaa.2017.01.084 Published: JUN 15 2017","Abstract":"This work concerns with Markov chains on a finite state space, which is endowed with a cost function. The evolution of the chain is observed by an agent with constant risk-sensitivity and, assuming that the state space is a communicating class, the relation between the risk-sensitive discounted and average performance criteria is studied. It is proved that, as the discount factor increases to 1, an appropriate normalization of the discounted value function converges to the average cost. Also, it is shown that if the classical normalization used in the risk-neutral case is applied in the risk-sensitive context, then the normalized discounted value function converges to an arithmetic mean of the average cost. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cavazos-Cadena, R (Cavazos-Cadena, Rolando) ; Cruz-Suarez, D (Cruz-Suarez, Daniel)","Title":"Discounted approximations to the risk-sensitive average cost in finite Markov chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Word spotting; Printed/handwritten text separation; Knowledge extraction; Hidden Markov model; Medical prescriptions KeyWords Plus:HIDDEN MARKOV-MODELS; WORD RETRIEVAL; RECOGNITION; SEGMENTATION; DOCUMENTS; SYSTEM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 113-128 DOI: 10.1016/j.eswa.2017.01.027 Published: JUN 15 2017","Abstract":"In this paper, we propose a word spotting based information retrieval approach for medical prescriptions/reports written by doctors. Sometimes due to almost illegible handwriting, it is difficult to understand the medication reports of doctors. This often confuses the patients about the actual medicine/disease names written by doctors and as a consequence they suffer. A medical prescription is generally partitioned into two parts, a printed letterhead part containing the doctor's name, designation, organization name, etc. and a handwritten part where the doctor writes patient's name and report his/her findings and suggests medicine names. There are many significance impacts of the proposed work. For example, such work can be used (i) to develop expert diagnostic systems (ii) to extract information from patient history that can be obtained by this proposed method (iii) to detect wrong medication (iv) to make different statistical analysis of the medicines prescribed by the doctors etc. To extract the information from such document images, first we extract the domain specific knowledge of doctors by identifying department names from the printed text that appears in letterhead part. From the letterhead text, the specialty/expertise of doctors is understood and this helps us to search only relevant prescription documents for word spotting in handwritten portion. Word spotting in letterhead part as well as in handwritten part has been performed using Hidden Markov Model. An efficient MLP (Multilayer Perceptron) based Tandem feature is proposed to improve the performance. From the experiment with 500 prescriptions, we have obtained encouraging results. Information from printed letterhead part improved the word spotting performance in handwritten part, significantly. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Roy, PP (Roy, Partha Pratim) ; Bhunia, AK (Bhunia, Ayan Kumar) ; Das, A (Das, Ayan) ; Dhar, P (Dhar, Prithviraj) ; Pal, U (Pal, Umapada)","Title":"Keyword spotting in doctor's handwriting on medical prescriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395229800019 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Markov chain with memory; Transition probability tensor; Stationary distribution; Power method; Rate of convergence; Second dominant eigenvalue KeyWords Plus:LARGEST EIGENVALUE; NONNEGATIVE TENSOR; SPECTRAL THEORY; ALGORITHM; CONVERGENCE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 303 Pages: 226-239 DOI: 10.1016/j.amc.2017.01.030 Published: JUN 15 2017","Abstract":"A Markov chain with memory is no different from the conventional Markov chain on the product state space. Such a Markovianization, however, increases the dimensionality exponentially. Instead, Markov chain with memory can naturally be represented as a tensor, whence the transitions of the state distribution and the memory distribution can be characterized by specially defined tensor products. In this context, the progression of a Markov chain can be interpreted as variants of power-like iterations moving toward the limiting probability distributions. What is not clear is the makeup of the \"second dominant eigenvalue\" that affects the convergence rate of the iteration, if the method converges at all. Casting the power method as a fixed-point iteration, this paper examines the local behavior of the nonlinear map and identifies the cause of convergence or divergence. As an application, it is found that there exists an open set of irreducible and aperiodic transition probability tensors where the Z-eigenvector type power iteration fails to converge. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wu, SJ (Wu, Sheng-Jhih) ; Chu, MT (Chu, Moody T.)","Title":"Markov chains with memory, tensor formulation, and the dynamics of power iteration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396018700006 ISSN: 0020-7217 eISSN: 1362-3060","Keywords":"Wireless Sensor Networks; clustering; power control; MAC protocol; Markov Model; communication protocol KeyWords Plus:ENERGY; MAC","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRONICS Volume: 104 Issue: 6 Pages: 968-981 DOI: 10.1080/00207217.2017.1279228 Published: JUN 2017","Abstract":"This paper presents strategies for an efficient and dynamic transmission power control technique, in order to reduce packet drop and hence energy consumption of power-hungry sensor nodes operated in highly non-linear channel conditions of Wireless Sensor Networks. Besides, we also focus to prolong network lifetime and scalability by designing cluster-based network structure. Specifically we consider weight-based clustering approach wherein, minimum significant node is chosen as Cluster Head (CH) which is computed stemmed from the factors distance, remaining residual battery power and received signal strength (RSS). Further, transmission power control schemes to fit into dynamic channel conditions are meticulously implemented using Hidden Markov Model (HMM) where probability transition matrix is formulated based on the observed RSS measurements. Typically, CH estimates initial transmission power of its cluster members (CMs) from RSS using HMM and broadcast this value to its CMs for initialising their power value. Further, if CH finds that there are variations in link quality and RSS of the CMs, it again re-computes and optimises the transmission power level of the nodes using HMM to avoid packet loss due noise interference. We have demonstrated our simulation results to prove that our technique efficiently controls the power levels of sensing nodes to save significant quantity of energy for different sized network.","Authors":"Vinutha, CB (Vinutha, C. B.) ; Nalini, N (Nalini, N.) ; Nagaraja, M (Nagaraja, M.)","Title":"Cluster-based adaptive power control protocol using Hidden Markov Model for Wireless Sensor Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200009 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"cosmology: theory; dark ages; reionization; first stars; early Universe galaxies; formation; galaxies: evolution; galaxies: high redshift. KeyWords Plus:SIMULATING COSMIC REIONIZATION; HYDROGEN REIONIZATION; RADIATIVE-TRANSFER; POWER SPECTRUM; 21-CM SIGNAL; LY-ALPHA; INHOMOGENEOUS RECOMBINATIONS; GALAXIES; PARAMETER; EMISSION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 122-139 DOI: 10.1093/mnras/stx420 Published: JUN 2017","Abstract":"The recent low value of Planck Collaboration XLVII integrated optical depth to Thomson scattering suggests that the reionization occurred fairly suddenly, disfavouring extended reionization scenarios. This will have a significant impact on the 21 cm power spectrum. Using a seminumerical framework, we improve our model from instantaneous to include time-integrated ionization and recombination effects, and find that this leads to more sudden reionization. It also yields larger HII bubbles that lead to an order of magnitude more 21 cm power on large scales, while suppressing the small-scale ionization power. Local fluctuations in the neutral hydrogen density play the dominant role in boosting the 21 cm power spectrum on large scales, while recombinations are subdominant. We use a Monte Carlo Markov chain approach to constrain our model to observations of the star formation rate functions at z = 6, 7, 8 from Bouwens et al., the Planck Collaboration XLVII optical depth measurements and the Becker & Bolton ionizing emissivity data at z -5. We then use this constrained model to perform 21 cm forecasting for Low Frequency Array, Hydrogen Epoch of Reionization Array and Square Kilometre Array in order to determine how well such data can characterize the sources driving reionization. We find that the Mock 21 cm power spectrum alone can somewhat constrain the halo mass dependence of ionizing sources, the photon escape fraction and ionizing amplitude, but combining the Mock 21 cm data with other current observations enables us to separately constrain all these parameters. Our framework illustrates how the future 21 cm data can play a key role in understanding the sources and topology of reionization as observations improve.","Authors":"Hassan, S (Hassan, Sultan) ; Dave, R (Dave, Romeel) ; Finlator, K (Finlator, Kristian) ; Santos, MG (Santos, Mario G.)","Title":"Epoch of reionization 21 cm forecasting from MCMC-constrained semi-numerical models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947900007 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Markov processes; Reliability; Risk analysis; Stochastic processes KeyWords Plus:CONDITION-BASED MAINTENANCE; MULTISTATE SYSTEMS; PROGNOSIS MODEL; RELIABILITY; FAILURES","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 162 Pages: 72-80 DOI: 10.1016/j.ress.2017.01.025 Published: JUN 2017","Abstract":"In extant literature, deterioration dependence among components can be modelled as inherent dependence and induced dependence. We find that the two types of dependence may co-exist and interact with each other in one multi-component system. We refer to this phenomenon as fault propagation. In practice, a fault induced by the malfunction of a non-critical component may further propagate through the dependence amongst critical components. Such fault propagation scenario happens in industrial assets or systems (bridge deck, and heat exchanging system). In this paper, a multi-layered vector-valued continuous-time Markov chain is developed to capture the characteristics of fault propagation. To obtain the mathematical tractability, we derive a partitioning rule to aggregate states with the same characteristics while keeping the overall aging behaviour of the multi component system. Although the detailed information of components is masked by aggregated states, lumpability is attainable with the partitioning rule. It means that the aggregated process is stochastically equivalent to the original one and retains the Markov property. We apply this model on a heat exchanging system in oil refinery company. The results show that fault propagation has a more significant impact on the system's lifetime comparing with inherent dependence and induced dependence.","Authors":"Liang, ZL (Liang, Zhenglin) ; Parlikad, AK (Parlikad, Ajith Kumar) ; Srinivasan, R (Srinivasan, Rengarajan) ; Rasmekomen, N (Rasmekomen, Nipat)","Title":"On fault propagation in deterioration of multi-component systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398622800008 ISSN: 0002-9947 eISSN: 1088-6850","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"TRANSACTIONS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 369 Issue: 6 Pages: 3977-4019 DOI: 10.1090/tran/6781 Published: JUN 2017","Abstract":"From a planar algebra, we give a functorial construction to produce numerous associated C*-algebras. Our main construction is a Hilbert C*-bimodule with a canonical real subspace which produces Pimsner-Toeplitz, Cuntz-Pimsner, and generalized free semicircular C*-algebras. By compressing this system, we obtain various canonical C*-algebras, including Doplicher-Roberts algebras, Guionnet-Jones-Shlyakhtenko algebras, universal (Toeplitz-) Cuntz-Krieger algebras, and the newly introduced free graph algebras. This is the first article in a series studying canonical C*-algebras associated to a planar algebra.","Authors":"Hartglass, M (Hartglass, Michael); Penneys, D (Penneys, David)","Title":"C*-ALGEBRAS FROM PLANAR ALGEBRAS I: CANONICAL C*-ALGEBRAS ASSOCIATED TO A PLANAR ALGEBRA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602400001 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"Dynamic programming; Technician scheduling; Multi-period; Learning KeyWords Plus:BRANCH-AND-PRICE; LEARNING-CURVE; WORKER DIFFERENCES; SELECTION; MODELS; ASSIGNMENT; ALGORITHM; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 82 Pages: 1-14 DOI: 10.1016/j.cor.2016.12.026 Published: JUN 2017","Abstract":"This paper introduces the multi-period technician scheduling problem with experience-based service times and stochastic customers. In the problem, a manager must assign tasks of different types that are revealed at the start of each day to technicians who must complete the tasks that same day. As a technician gains experience with a type of task, the time that it takes to serve future tasks of that type is reduced (often referred to as experiential learning). As such, while the problem could be modeled as a single-period problem (i.e. focusing solely on the current day's tasks), we instead choose to model it as a multi-period problem and thus capture that daily decisions should recognize the long-term effects of learning. Specifically, we model the problem as a Markov decision process and introduce an approximate dynamic programming-based solution approach. The model can be adapted to handle cases of worker attrition and new task types. The solution approach relies on an approximation of the cost-to-go that uses forecasts of the next day's assignments for each technician and the resulting estimated time it will take to service those assignments given current period decisions. Using an extensive computational study, we demonstrate the value of our approach versus a myopic solution approach that views the problem as a single-period problem. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, X (Chen, Xi) ; Thomas, BW (Thomas, Barrett W.) ; Hewitt, M (Hewitt, Mike)","Title":"Multi-period technician scheduling with experience-based service times and stochastic customers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397370200002 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Combinatorial stochastic process; Clustering; Exchangeability; Hidden Markov model; Supreme Court; Voting data KeyWords Plus:NONPARAMETRIC PROBLEMS; PARTITION MODELS","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 110 Pages: 19-36 DOI: 10.1016/j.csda.2016.12.010 Published: JUN 2017","Abstract":"An alternative approach to modeling latent time-varying sequences of clusters demonstrates certain benefits over existing methods for analyzing Supreme Court voting data. The family of Markov chains presented here satisfies important statistical properties, including exchangeability, consistency under subsampling, and reversibility with respect to a tractable class of two-parameter partition models. These properties make the model robust to missing data, choice of labels, and changes in the sample over time. When combined with an appropriate model for the response, exchangeability and consistency give rise to the stronger model properties of label equivariance and non-interference, respectively, which together make inferences readily interpretable. These and other aspects of the approach are illustrated with a detailed analysis of voting data in the Supreme Court over the period 1946-2012. The results of this analysis agree with what is known about the Court's behavior during this period of time. In some cases, this approach detects aspects of the Court that other quantitative analyses, such as Martin-Quinn scores, do not.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Crane, H (Crane, Harry)","Title":"A hidden Markov model for latent temporal clustering with application to ideological alignment in the US Supreme Court"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400005 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Decision making; Voice User Interface; Markov Logic Network; Smart home; Ambient assisted living KeyWords Plus:ACTIVITY RECOGNITION; BAYESIAN NETWORKS; LOGIC; INFORMATION; SENSORS; SYSTEM; AUDIO","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 63-79 DOI: 10.1016/j.eswa.2017.01.014 Published: JUN 1 2017","Abstract":"This paper presents a framework to build home automation systems reactive to voice for improved comfort and autonomy at home. The focus of this paper is on the context-aware decision process which must reason from uncertain facts inferred from real sensor data. This framework for building context aware systems uses a hierarchical knowledge model so that different inference modules can communicate and reason with same concepts and relations. The context-aware decision module is based on a Markov Logic Network, a recent approach which make it possible to benefit from formal logical representation and to model uncertainty of this knowledge. In this work, uncertainty of the decision model has been learned from data. Although some expert systems are able to deal with uncertainty, the Markov Logic Network approach brings a unified theory for dealing with logical entailment, uncertainty and missing data. Moreover, the ability to use a priori knowledge and to learn weights and structure from data make this model appealing to address the challenge of adaptation of expert systems to new applications. Finally, the framework has been implemented in an on-line system which has been evaluated in a real smart home with real naive users. Results of the experiment show the interest of context-aware decision making and the advantages of a statistical relational model for the framework. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chahuara, P (Chahuara, Pedro) ; Portet, F (Portet, Francois) ; Vacher, M (Vacher, Michel)","Title":"Context-aware decision making under uncertainty for voice-based control of smart home"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800013 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Regime-switching; Esscher transform; Exchange options; Quanto options","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 171-187 DOI: 10.1016/j.cam.2016.11.040 Published: JUN 2017","Abstract":"This paper studies the pricing of some multivariate European options, namely Exchange options and Quanto options, when the risky assets involved are modelled by MarkovModulated Levy Processes (MMLPs). Pricing formulae are based upon the characteristic exponents by using the well known FFT methodology. We study these pricing issues both under a risk neutral martingale measure and the historical measure. The dependence between the asset's components is incorporated in the joint characteristic function of the MMLPs. As an example, we concentrate upon a regime -switching version of the model of Ballotta et al. (2015) in which the dependence structure is introduced in a flexible way. Several numerical examples are provided to illustrate our results. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Deelstra, G (Deelstra, Griselda) ; Simon, M (Simon, Matthieu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Simon, Matthieu  http://orcid.org/0000-0003-1191-8602","Title":"Multivariate European option pricing in a Markov-modulated Levy framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800019 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Value at risk; Foreign exchange rate; GARCH; Markov regime-switching; Stock return KeyWords Plus:VALUE-AT-RISK; TIME-SERIES; GARCH MODELS; LONG MEMORY; UNIT-ROOT; REGIME; VOLATILITY; HETEROSKEDASTICITY; RETURNS; PRICES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 274-289 DOI: 10.1016/j.cam.2016.10.012 Published: JUN 2017","Abstract":"During the recent years, the importance of effective risk management has become extremely crucial. Value at Risk (VaR) is a standard downside measure to explain the behavior of financial series. As the GARCH models have been successfully applied in modeling the volatility structure of securities and other financial assets, the VaR of GARCH models has turned into an important quantity to study. In addition to GARCH family models, the Markov Regime-Switching GARCH (MRS-GARCH) models are a widely used approach to model financial volatility with potential structural breaks. In this paper, we evaluated the performance of the MRS-GARCH models with the traditional ARMA-GARCH family models for estimating VaR of the Stock Return of Operating Companies in the Oil Industry (SROCOI) in Iran's stock market under the normal, student-t and GED distributions. Our findings showed that the MRS-GARCH models outperform the ARMA-GARCH family models to capture the characteristics of the SROCOIs volatility. Additionally, we evaluated impact of the Foreign Exchange Rate fluctuations on the VaR of SROCOIs that were calculated from the optimal models under two regimes using ARDL model. The results further demonstrated that foreign exchange rate fluctuations have significant and different impacts on the VaR of SROCOIs across regimes. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zolfaghari, M (Zolfaghari, Mehdi) ; Sahabi, B (Sahabi, Bahram)","Title":"Impact of foreign exchange rate on oil companies risk in stock market: A Markov-switching approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800045 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Multiscale; MCMC; Porous media; Two-phase flow; MLMC; Approximate Bayesian","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 700-717 DOI: 10.1016/j.cam.2016.10.008 Published: JUN 2017","Abstract":"Estimation of quantities related to high-contrast flow problems such as permeability field plays an important role in porous media characterization. A Generalized Multiscale Finite Element Method (GMsFEM) can be used for solving parameter-dependent (or stochastic) flow problems with multiscale nature. A hierarchy of approximations of different resolution can be provided by GMsFEM. Hence, it can be coupled with Multilevel Markov Chain Monte Carlo (MLMCMC) to generate samples in different levels and form the multilevel estimator. Karhunen-Lo'eve Expansion (KLE) is used to parameterize the underlying random field by a function of Gaussian random field. Instead of MCMC, an Approximate Bayesian Computation (ABC) method can be used within the Multilevel Monte Carlo framework. ABC can be incorporated in different levels to reduce the computational cost and to produce an approximate solution by ensembling different levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guha, N (Guha, Nilabja) ; Tan, XS (Tan, Xiaosi)","Title":"Multilevel approximate Bayesian approaches for flows in highly heterogeneous porous media and their applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394724200015 ISSN: 0022-314X eISSN: 1096-1658","Keywords":"Graph directed Markov systems; Iterated function systems; Nearest integer continued fractions; Hausdorff dimension spectrum KeyWords Plus:ITERATED FUNCTION SYSTEMS; SETS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF NUMBER THEORY Volume: 175 Pages: 223-249 DOI: 10.1016/j.jnt.2016.09.002 Published: JUN 2017","Abstract":"In this paper, we consider two dynamical systems associated to the nearest integer continued fraction, and show that both of them have full Hausdorff dimension spectrum. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ghenciu, A (Ghenciu, A.) ; Munday, S (Munday, S.) ; Roy, M (Roy, M.)","Title":"The Hausdorff dimension spectrum of conformal graph directed Markov systems and applications to nearest integer continued fractions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612200003 ISSN: 0378-4754 eISSN: 1872-7166","Keywords":"Proportional reversed hazard rate model; Stress-strength reliability; Multicomponent reliability; Generalized exponential distribution KeyWords Plus:GENERALIZED EXPONENTIAL-DISTRIBUTION; LESS-THAN; KUMARASWAMYS DISTRIBUTION; SYSTEM RELIABILITY; X DISTRIBUTION; DISTRIBUTIONS; INFERENCE; FAMILY","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"MATHEMATICS AND COMPUTERS IN SIMULATION Volume: 136 Pages: 36-62 DOI: 10.1016/j.matcom.2016.10.011 Published: JUN 2017","Abstract":"In this study, we consider a multicomponent system which has k statistically independent and identically distributed strength components X-1,..., X-k and each component is exposed to a common random stress Y when the underlying distributions belonging to the proportional reversed hazard rate model. The system is regarded as operating only if at least s out of k (1 <= s <= k) strength variables exceeds the random stress. The reliability of the system is estimated by using both frequentist and Bayesian approach. The Bayes estimates for the reliability of the system have been developed by using Lindley's approximation and the Markov Chain Monte Carlo method due to the lack of explicit forms. The uniformly minimum variance unbiased and exact Bayes estimates for the reliability of the system are also obtained analytically when the common scale parameter is known. The asymptotic confidence interval and coverage probabilities are derived based on both the Fisher and the observed information matrices. The highest probability density credible interval is constructed by using Markov Chain Monte Carlo method. Monte Carlo simulations are performed to compare the performances of the proposed reliability estimators. Real data set is also analyzed for an illustration of the findings. (C) 2016 International Association for Mathematics and Computers in Simulation (IMACS). Published by Elsevier B.V. All rights reserved.","Authors":"Kizilaslan, F (Kizilaslan, Fatih)","Title":"Classical and Bayesian estimation of reliability in a multicomponent stress-strength model based on the proportional reversed hazard rate mode"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800013 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"FMRI; Hemodynamic parcellation; VEM; Dirichlet process mixture model; Non-parametric Bayesian; HMRF KeyWords Plus:FMRI DATA-ANALYSIS; INFERENCE; PATTERNS; SPACE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 132-146 DOI: 10.1016/j.sigpro.2017.01.005 Published: JUN 2017","Abstract":"Deriving a meaningful functional brain parcellation is a very challenging issue in task-related fMRI analysis. The joint parcellation detection estimation model addresses this issue by inferring the parcels from fMRI data. However, it requires a priori fixing the number of parcels through an initial mask for parcellation. Hence, this difficult task generally depends on the subject. The proposed automatic parcellation approach in this paper overcomes this limitation at the subject-level relying on a Dirichlet process mixture model combined with a hidden Markov random field to estimate the parcels and their number online. The proposed method adopts a variational expectation maximization strategy for inference. Compared to the model selection procedure in the joint parcellation detection estimation framework, our method appears more efficient in terms of computational time and does not require finely tuned initialization. Synthetic data experiments show that our method is able to estimate the right model order and an accurate parcellation. Real data results demonstrate the ability of our method to aggregate parcels with similar hemodynamic behaviour in the right motor and bilateral occipital cortices while its discriminating power is increased compared to its ancestors. Moreover, the obtained HRF estimates are close to the canonical HRF in both cortices.","Authors":"Albughdadi, M (Albughdadi, M.) ; Chaari, L (Chaari, L.) ; Tourneret, JY (Tourneret, J. -Y.) ; Forbes, F (Forbes, F.) ; Ciuciu, P (Ciuciu, P.)","Title":"A Bayesian non-parametric hidden Markov random model for hemodynamic brain parcellation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800031 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"(D) Economics; Markov chains by blocks; Optimal cash balance; Time validity of the cash holdings; Ergodic Theory KeyWords Plus:TRANSACTIONS DEMAND; IMPULSE CONTROL; MONEY; MODEL","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 789-799 DOI: 10.1016/j.ejor.2016.11.012 Published: JUN 1 2017","Abstract":"Liquidity management is one of the main concerns of the banking sector since it provides control in key areas such as treasury management, working capital financing and business valuation. Under the assumption that branch efficiency makes a fundamental contribution towards the effective performance of the global banking institution, this paper provides a new methodology (Markov chains by blocks) in order to achieve knowledge on the branch cash holdings: conditions which ensure optimal cash holdings, recurring properties which help to better predict cash holdings shifts and the study of the branch cash holdings steady-states using Ergodic Theory. These findings will let bank managers know the time validity of the current cash holdings. This is a crucial advantage to ensure efficient cash management: while helping keep banking institutions on sound financial footing by guaranteeing the compulsory-by-law safety cushion, it also allows bank managers to make sound decisions upon fund investments. This incipient mathematical framework, based on the re-definition of classical theory on Markov chains, provides an alternative standpoint which may also apply to those dynamical systems which can be categorized into groups of similar features.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Cabello, JG (Garcia Cabello, Julia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Garcia Cabello, Julia  http://orcid.org/0000-0003-0682-0678","Title":"The future of branch cash holdings management is here: New Markov chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396003700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"MKID; TLS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1502005 DOI: 10.1109/TASC.2016.2642834 Published: JUN 2017","Abstract":"The next generation of radiation detectors in high precision Cosmology, Astronomy, and particle-astrophysics experiments will rely heavily on superconducting microwave resonators and kinetic inductance devices. Understanding the physics of energy loss in these devices, in particular at low temperatures and powers, is vital. We present a comprehensive analysis framework, using Markov Chain Monte Carlo methods, to characterize loss due to two-level system in concert with quasi-particle dynamics in thin-film Nb resonators in the GHz range.","Authors":"Thakur, RB (Thakur, Ritoban Basu) ; Tang, QY (Tang, Qing Yang) ; McGeehan, R (McGeehan, Ryan) ; Carter, F (Carter, Faustin) ; Shirokoff, E (Shirokoff, Erik)","Title":"Characterizing Quality Factor of Niobium Resonators Using a Markov Chain Monte Carlo Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200008 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Audio steganography; audio steganalysis; AMR; pitch delay; CELP KeyWords Plus:PULSE-POSITION; SPEECH; STEGANOGRAPHY; CODEC; VOICE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1345-1357 DOI: 10.1109/TIFS.2016.2636087 Published: JUN 2017","Abstract":"This paper presents a novel steganalysis scheme for the detection of adaptive multi-rate (AMR) audio steganography. AMR audio codec is used widely in mobile communication and mobile Internet system. Due to the modifiability of pitch delay, several AMR steganography schemes based on pitch delay modulation have emerged gradually and have high capacity and good imperceptibility. Based on the difference between cover and stego AMR audios on the continuity of adjacent pitch delay, this paper proposes the matrix of the second-order difference of pitch delay (MSDPD) steganalysis features by calculating the Markov transition probability MSDPD, and uses the calibration method to estimate the cover's features to get the calibrated MSDPD features to improve the accuracy of the scheme. Support vector machine is used as the steganalyzer to test the performance of our proposed scheme. The experimental results show that the correct detection rate of our proposed method is more than 85% when the embedding bit rate is 30% or above, and can reach above 85% for cover audios. The results of contrast experiment show that the performance of our proposed method is better than the existing method, especially on low embedding rate. The method can be extended to other CELP codec, such as G.723.1 and G.729.","Authors":"Ren, YZ (Ren, Yanzhen) ; Yang, J (Yang, Jing) ; Wang, JW (Wang, Jinwei) ; Wang, LN (Wang, Lina)","Title":"AMR Steganalysis Based on Second-Order Difference of Pitch Delay"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200015 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"DGA; botnet; HMM; PCFG; DGA detection; Kullback-Leibler distance; Jaccard index; edit distance; intrusion detection; BotDigger; Pleiades","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1430-1443 DOI: 10.1109/TIFS.2017.2668361 Published: JUN 2017","Abstract":"Botnets are groups of compromised computers that botmasters (botherders) use to launch attacks over the Internet. To avoid detection, botnets use DNS fast flux to change the mapping between IP addresses and domain names periodically. Domain generation algorithms (DGAs) are employed to generate a large number of domain names. Detection techniques have been proposed to identify malicious domain names generated by DGAs. Three metrics, Kullback-Leibler (KL) distance, Edit distance (ED), and Jaccard index (JI), are used to detect botnet domains with up to 100% detection rate and 2.5% false-positive rate. In this paper, we propose two DGAs that use hidden Markov models (HMMs) and probabilistic context-free grammars (PCFGs), respectively. Experiment results show that DGA detection metrics (KL, JI, and ED) and detection systems (BotDigger and Pleiades) have difficulty detecting domain names generated using the proposed approaches. Game theory is used to optimize strategies for both botmasters and security personnel. Results show that, to optimize DGA detection, security personnel should use the ED detection technique with probability 0.78 and JI detection with probability 0.22, and botmasters should choose the HMM-based DGA with probability 0.67 and PCFG-based DGA with probability 0.33.","Authors":"Fu, Y (Fu, Yu) ; Yu, L (Yu, Lu) ; Hambolu, O (Hambolu, Oluwakemi) ; Ozcelik, I (Ozcelik, Ilker) ; Husain, B (Husain, Benafsh) ; Sun, JX (Sun, Jingxuan) ; Sapra, K (Sapra, Karan) ; Du, D (Du, Dan) ; Beasley, CT (Beasley, Christopher Tate) ; Brooks, RR (Brooks, Richard R.)","Title":"Stealthy Domain Generation Algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390103500006 ISSN: 1937-5093 eISSN: 1937-5077","Keywords":"Structured populations; age-structured equation; size-structured equation; eigenproblem; Malthus parameter; cell division; piecewise-deterministic Markov process; continuous-time tree KeyWords Plus:LIMIT-THEOREMS; MODEL; POPULATION; DIVISION; AGE; PROLIFERATION; BACTERIA","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"KINETIC AND RELATED MODELS Volume: 10 Issue: 2 Pages: 481-512 DOI: 10.3934/krm.2017019 Published: JUN 2017","Abstract":"Recent biological studies draw attention to the question of variability between cells. We refer to the study of Kiviet et al. published in 2014 [15]. A cell in a controlled culture grows at a constant rate v > 0, but this rate can differ from one individual to another. The biological question we address here states as follows. How does individual variability in the growth rate influence the growth speed of the population? The growth speed of the population is measured by the Malthus parameter we define thereafter, also called in the literature fitness. Even if the variability in the growth rate among cells is small, with a distribution of coefficient of variation around 10%, and even if its influence on the Malthus parameter would be still smaller, such an influence may become determinant since it characterises the exponential growth speed of the population.","Authors":"Olivier, A (Olivier, Adelaide)","Title":"HOW DOES VARIABILITY IN CELL AGING AND GROWTH RATES INFLUENCE THE MALTHUS PARAMETER?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Reinforcement learning; Adaptive dynamic programming; Data-driven; Model-free; Neural networks KeyWords Plus:DIFFERENTIAL GRAPHICAL GAMES; DYNAMIC-PROGRAMMING ALGORITHM; OPTIMAL TRACKING CONTROL; POLICY UPDATE ALGORITHM; OPTIMAL-CONTROL DESIGN; DISCRETE-TIME-SYSTEMS; MARKOV JUMP SYSTEMS; ZERO-SUM GAMES; TOLERANT CONTROL; FEEDBACK-CONTROL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 1-8 DOI: 10.1016/j.neucom.2017.01.047 Published: MAY 24 2017","Abstract":"This paper investigates the fault tolerant control problem for a class of continuous-time nonlinear systems with completely unknown dynamics via the data-based adaptive dynamic programming method. The proposed controller can be divided into two parts: (1) optimal control policy of the fault-free systems and (2) fault compensator. Firstly, a model-based policy iteration algorithm is introduced to obtain the optimal control law. Subsequently, a fault compensator is derived to get rid of the impact of the actuator fault. The stability analysis of the model-based control scheme is presented by using Lyapunov theory. However, for the complex practical systems, system models are generally unavailable, and thus the model-based approaches may be invalid. To overcome this difficulty, we provide a data-driven reinforcement learning method and an identification approach to design the two parts of the proposed controller, respectively, without any knowledge of the system models. Neural networks are employed to implement these two data-based methods. Finally, two simulation examples are shown in details to demonstrate the effectiveness of our proposed scheme. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jiang, H (Jiang, He) ; Zhang, HG (Zhang, Huaguang) ; Liu, Y (Liu, Yang) ; Han, J (Han, Ji)","Title":"Neural-network-based control scheme for a class of nonlinear systems with actuator faults via data-driven reinforcement learning method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100033 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Adaptive dynamic programming; Optimal control; Neural network; Fully cooperative games; Data-driven; Constrained input KeyWords Plus:ZERO-SUM GAMES; H-INFINITY CONTROL; DIFFERENTIAL GRAPHICAL GAMES; NONLINEAR-SYSTEMS; LEARNING SOLUTION; UNKNOWN DYNAMICS; MULTIAGENT SYSTEMS; EXPERIENCE REPLAY; CONTROL DESIGN; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 377-386 DOI: 10.1016/j.neucom.2017.01.076 Published: MAY 17 2017","Abstract":"In this paper, the fully cooperative game with partially constrained inputs in the continuous-time Markov decision process environment is investigated using a novel data-driven adaptive dynamic programming method. First, the model-based policy iteration algorithm with one iteration loop is proposed, where the knowledge of system dynamics is required. Then, it is proved that the iteration sequences of value functions and control policies can converge to the optimal ones. In order to relax the exact knowledge of the system dynamics, a model-free iterative equation is derived based on the model-based algorithm and the integral reinforcement learning. Furthermore, a data-driven adaptive dynamic programming is developed to solve the model-free equation using generated system data. From the theoretical analysis, we prove that this model-free iterative equation is equivalent to the model-based iterative equations, which means that the data-driven algorithm can approach the optimal value function and control policies. For the implementation purpose, three neural networks are constructed to approximate the solution of the model-free iteration equation using the off-policy learning scheme after the available system data is collected in the online measurement phase. Finally, two examples are provided to demonstrate the effectiveness of the proposed scheme. (C) 2017 Published by Elsevier B.V.","Authors":"Zhang, QC (Zhang, Qichao) ; Zhao, DB (Zhao, Dongbin) ; Zhu, YH (Zhu, Yuanheng) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number zhao, dong bin  http://orcid.org/0000-0001-8218-9633","Title":"Data-driven adaptive dynamic programming for continuous-time fully cooperative games with partially constrained inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000027 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Group testing; Blood screening; Markov chain; Combinatorial urn problems; Recycled group testing KeyWords Plus:GROUP-TESTING MODELS; POOLED SERA; PREVALENCE; HIV; POPULATION; ACCURACY; DISEASE; QUEUES; VIRUS; HCV","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 330-343 DOI: 10.1016/j.ejor.2016.10.005 Published: MAY 16 2017","Abstract":"The operation of blood banks aims at the cost-efficient supply of uncontaminated human blood. Each unit of donated blood goes through multiple testing for the presence of various pathogens which are able to cause transfusion-transmitted diseases. The blood screening process is comprised of two phases. At the first phase, blood units are screened together in pooled groups of a certain size by the ELISA (Enzyme Linked Immuno-Sorbent Assay) test to detect various virus-specific antibodies. The second phase of the screening process is conducted by PCR (Polymerase Chain Reaction) testing of the individual blood units of the groups found clean by the initial ELISA phase. Thousands of units of donated blood arrive daily at the central blood bank for screening. Each screening scheme has associated testing costs and testing times. In addition, each blood unit arrives with an expiration date. As a result, the shorter the testing time, the longer the residual lifetime that is left for the blood unit for future use. The controller faces a natural and well-motivated operations management problem. He will attempt to shorten the testing period and reduce the testing costs without compromising too much on the reliability. To achieve these goals, we propose a new testing procedure that we term Recycled Incomplete Identification Procedure (RIIP). In RIIP, groups of pooled blood units which are found contaminated in the ELISA test are divided into smaller subgroups and again group-tested by ELISA, and so forth, until eventually the PCR test is conducted for those subgroups which are found clean. We analyze and optimize the performance of RIIP by deriving explicit formulas for the cost components of interest and maximize the profit associated with the procedure. Our numerical results suggest that it can indeed be profitable to do several cycles at ELISA. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bar-Lev, SK (Bar-Lev, Shaul K.) ; Boxma, O (Boxma, Onno) ; Kleiner, I (Kleiner, Igor) ; Perry, D (Perry, David) ; Stadje, W (Stadje, Wolfgang)","Title":"Recycled incomplete identification procedures for blood screening"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100040 PubMed ID: 28258775 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Automated radio telemetry; Central-place foragers; Collision fatality; Impact function; Marine spatial planning; Renewable energy KeyWords Plus:COLLISION RISK MODELS; BIRD MORTALITY; COMMON TERNS; FARMS; POWER; TURBINES; IMPACT; UK; VULNERABILITY; POPULATIONS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 400-409 DOI: 10.1016/jjenvman.2017.02.010 Published: MAY 15 2017","Abstract":"Quantifying and managing the potential adverse wildlife impacts of offshore wind energy is critical for developing offshore wind energy in a sustainable and timely manner, but poses a significant challenge, particularly for small marine birds that are difficult to monitor. We developed a discrete-time Markov model of seabird movement around a colony site parameterized by automated radio telemetry data from common terns (Sterna hirundo) and Arctic terns (S. paradisaea), and derived impact functions that estimate the probability of collision fatality as a function of the distance and bearing.of wind turbines from a colony. Our purpose was to develop and demonstrate a new, flexible tool that can be used for specific management and wind-energy planning applications when adequate data are available, rather than inform wind-energy development at this site. We demonstrate how the tool can be used 1) in marine spatial planning exercises to quantitatively identify setback distances under development scenarios given a risk threshold, 2) to examine the ecological and technical trade-offs of development alternatives to facilitate negotiation between objectives, and 3) in the U.S. National Environmental Policy Act (NEPA) process to estimate collision fatality under alternative scenarios. We discuss model limitations and data needs, and highlight opportunities for future model extension and development. We present a highly flexible tool for wind energy planning that can be easily extended to other central place foragers and data sources, and can be updated and improved as new monitoring data arises. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cranmer, A (Cranmer, Alexana) ; Smetzer, JR (Smetzer, Jennifer R.) ; Welch, L (Welch, Linda) ; Baker, E (Baker, Erin)","Title":"A Markov model for planning and permitting offshore wind energy: A case study of radio-tracked terns in the Gulf of Maine, USA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398427200012 ISSN: 0022-1236 eISSN: 1096-0783","Keywords":"Stochastic quantization problem; Dirichlet forms; Space-time white noise; Wick power KeyWords Plus:DIRICHLET OPERATORS; GELFAND TRIPLE; GIBBS MEASURES; BV FUNCTIONS; FIELD-THEORY; PATH SPACE; EQUATIONS; DYNAMICS; FORMS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF FUNCTIONAL ANALYSIS Volume: 272 Issue: 10 Pages: 4263-4303 DOI: 10.1016/j.jfa.2017.01.023 Published: MAY 15 2017","Abstract":"In this paper we obtain restricted Markov uniqueness of the generator and uniqueness of martingale (probabilistically weak) solutions for the stochastic quantization problem in both the finite and infinite volume case by clarifying the precise relation between the solutions to the stochastic quantization problem obtained by the Dirichlet form approach and those obtained in [10] and in [24]. We prove that the solution X - Z, where X is obtained by the Dirichlet form approach in [4] and Z is the corresponding O-U process, satisfies the corresponding shifted equation (see (1.4) below). Moreover, we obtain that the infinite volume p(Phi)(2) quantum field is an invariant measure for the (K) over bar = Y Z, where Y is the unique solution to the shifted equation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Rockner, M (Roeckner, Michael) ; Zhu, RC (Zhu, Rongchan) ; Zhu, XC (Zhu, Xiangchan)","Title":"Restricted Markov uniqueness for the stochastic quantization of P(Phi)(2) and its applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393729500023 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Heat kernel; Besov spaces; Triebel-Lizorkin spaces; Homogeneous spaces; Distributions; Generalized polynomials KeyWords Plus:DIRICHLET SPACES; DECOMPOSITION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 449 Issue: 2 Pages: 1382-1412 DOI: 10.1016/j.jmaa.2016.12.049 Published: MAY 15 2017","Abstract":"Homogeneous Besov and Triebel-Lizorkin spaces with complete set of indices are introduced in the general setting of a doubling metric measure space in the presence of a non-negative self-adjoint operator whose heat kernel has Gaussian localization and the Markov property. The main step in this theory is the development of distributions modulo generalized polynomials. Some basic properties of the general homogeneous Besov and Triebel-Lizorkin spaces are established, in particular, a discrete (frame) decomposition of these spaces is obtained. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Georgiadis, AG (Georgiadis, A. G.) ; Kerkyacharian, G (Kerkyacharian, G.) ; Kyriazis, G (Kyriazis, G.) ; Petrushev, P (Petrushev, P.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Georgiadis, Athanasios  http://orcid.org/0000-0002-0334-746X","Title":"Homogeneous Besov and Triebel-Lizorkin spaces associated to non-negative self-adjoint operators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300009 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Markov jump systems; Time-varying delay; Incomplete transition probabilities KeyWords Plus:NEURAL-NETWORKS; STABILITY ANALYSIS; NONLINEAR-SYSTEMS; ROBUST STABILITY; LINEAR-SYSTEMS; STABILIZATION; IMPROVEMENT; INEQUALITY; CRITERIA; RATES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 95-106 DOI: 10.1016/j.amc.2016.12.027 Published: MAY 15 2017","Abstract":"This paper addresses the H-infinity control of continuous Markov jump systems with interval time-varying delay and incomplete transition probabilities. A linearization method is used to handle unknown transition probabilities. Meanwhile, the Wirtinger-based integral inequality and the reciprocally convex technique are adopted to deal with the time-varying delay. Additionally, a separating technique is employed to tackle the coupling among Lyapunov variable, system matrix and controller parameter. Based on these strategies, new sufficient conditions for the closed-loop system to be stochastically stable are formulated in the framework of linear matrix inequalities. Finally, numerical examples are provided to demonstrate the effectiveness of the proposed method. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Li, LC (Li, Lingchun) ; Shen, MQ (Shen, Mouquan) ; Zhang, GM (Zhang, Guangming) ; Yan, S (Yan, Shen)","Title":"H-infinity control of Markov jump systems with time-varying delay and incomplete transition probabilities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300018 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Markov random fields; Approximate inference; Neural network implementation; Hopfield network; Probability coding KeyWords Plus:BELIEF PROPAGATION; BAYESIAN-INFERENCE; MODEL","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 193-200 DOI: 10.1016/j.amc.2016.12.025 Published: MAY 15 2017","Abstract":"Markov random fields (MRF) underpin the solution to many problems in computational neuroscience. However, how the inference for MRF could be implemented with neural network is still an important open question. In this paper, we build the relationship between inference equation of MRF and the dynamic equation of the Hopfield network with probability coding. We prove that the membrane potential in the Hopfield network varying with respect to time can implement marginal probabilities inference on binary MRF. Theoretical analysis and experimental results show that our neural network can get comparable results as that of loopy belief propagation (LBP). (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yu, ZF (Yu, Zhaofei) ; Chen, F (Chen, Feng) ; Dong, JW (Dong, Jianwu)","Title":"Neural network implementation of inference on binary Markov random fields with probability coding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Periodic systems; Distributed state estimator; Packet dropouts; Sensor nonlinearities KeyWords Plus:TIME-VARYING DELAY; NETWORKED CONTROL-SYSTEMS; FUZZY STOCHASTIC-SYSTEMS; MARKOV JUMP SYSTEMS; MISSING MEASUREMENTS; STABILITY ANALYSIS; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 50-58 DOI: 10.1016/j.neucom.2016.08.076 Published: MAY 10 2017","Abstract":"In this paper, distributed state estimators are designed for periodic systems with sensor nonlinearities and successive packet dropouts. In consideration of large quantity of sensor work in harsh environment, the sensor nonlinearities are considered. By using the Bernoulli processes, a new model is introduced to describe the randomly occurred packet dropouts in transmission of neighbors' information. In terms of property of periodic systems, N-periodic distributed state estimators are proposed to estimate the target plant. Then sufficient conditions are established to ensure that the augmented estimation error system is globally asymptotically stable with the prescribed l(2) - l(infinity) performance index gamma in average sense. Finally, a numerical example is utilized to illustrate the effectiveness of the proposed new method.","Authors":"Li, JY (Li, Jun-Yi) ; Lu, RQ (Lu, Renquan) ; Xu, Y (Xu, Yong) ; Peng, H (Peng, Hui) ; Rao, HX (Rao, Hong-Xia)","Title":"Distributed state estimation for periodic systems with sensor nonlinearities and successive packet dropouts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700009 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Recommender system; Independent trust group; Explicit trust; Implicit trust; Bipartite graphical correlation KeyWords Plus:RECOMMENDER SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 92-100 DOI: 10.1016/j.neucom.2016.09.026 Published: MAY 10 2017","Abstract":"In the age of big data, information overload is getting worse. Most of the existing recommender systems which apply data analysis and behavioral analysis to make personal recommendation have suffered from the problem of low prediction accuracy. To address this problem, a new preference elicitation algorithm is developed by using bipartite graphical correlation and implicit trust. More precisely, to compute the bipartite graphical correlation, an improved single-source shortest path is firstly presented to get the shortest behavior path based on the user-item bipartite graph. While the Markov separation algorithm is employed to separate uncorrelated vertexes and obtain the values of bipartite graphical correlation. Secondly, the implicit trust is used to represent trust relationship between users and items which have no historical behaviors. Independent trust group is applied to represent the closed-loop path on the user-item bipartite graph, and a compute method is developed to get the values of implicit trust based on the trusty values of independent trust group and explicit trust. Finally, a weighted prediction method based on bipartite graphical correlation and implicit trust is employed to compute the final ratings. Our empirical experiments are performed on a sparse data set, the results of which have demonstrated that our method can achieve lower P@R and efficiently improve recommendation quality.","Authors":"Gao, QL (Gao, Quanli) ; Gao, L (Gao, Ling) ; Fan, JP (Fan, Jianping) ; Ren, J (Ren, Jie)","Title":"A preference elicitation method based on bipartite graphical correlation and implicit trust"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398518600007 PubMed ID: 28118685 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"remote patient monitoring; hidden Markov model; smart asthma management KeyWords Plus:LONGITUDINAL COUNT DATA; PEAK EXPIRATORY FLOW; FRAILTY MODEL; PREDICTION; SURVIVAL; TIME","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 10 Pages: 1619-1637 DOI: 10.1002/sim.7214 Published: MAY 10 2017","Abstract":"Asthma is a very common chronic disease that affects a large portion of population in many nations. Driven by the fast development in sensor and mobile communication technology, a smart asthma management system has become available to continuously monitor the key health indicators of asthma patients. Such data provides opportunities for healthcare practitioners to examine patients not only in the clinic (on-site) but also outside of the clinic (off- site) in their daily life. In this paper, taking advantage from this data availability, we propose a correlated gamma-based hidden Markov model framework, which can reveal and highlight useful information from the rescue inhaler-usage profiles of individual patients for practitioners. The proposed method can provide diagnostic information about the asthma control status of individual patients and can help practitioners to make more informed therapeutic decisions accordingly. The proposed method is validated through both numerical study and case study based on real world data. Copyright (C) 2017 John Wiley & Sons, Ltd.","Authors":"Son, JB (Son, Junbo) ; Brennan, PF (Brennan, Patricia Flatley) ; Zhou, SY (Zhou, Shiyu)","Title":"Correlated gamma-based hidden Markov model for the smart asthma management based on rescue inhaler usage"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398712100005 ISSN: 0278-081X eISSN: 1531-5878","Keywords":"Discontinuous neural networks; Filippov solutions; Markov Chain; Finite-time synchronization; Mixed delays KeyWords Plus:PIECEWISE LYAPUNOV FUNCTIONS; H-INFINITY CONTROL; CHAOTIC SYSTEMS; EXPONENTIAL SYNCHRONIZATION; GLOBAL CONVERGENCE; DYNAMICAL NETWORKS; NONLINEAR-SYSTEMS; VARYING DELAYS; STABILITY; PERTURBATIONS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"CIRCUITS SYSTEMS AND SIGNAL PROCESSING Volume: 36 Issue: 5 Pages: 1860-1889 DOI: 10.1007/s00034-016-0408-2 Published: MAY 2017","Abstract":"This paper is concerned with finite-time synchronization in an array of coupled neural networks with discontinuous activation functions, Markovian jumping parameters, as well as discrete and infinite-time distributed delays (mixed delays) under the framework of Filippov solution. Based on novel Lyapunov-Krasovskii functionals and analytical techniques and M-matrix method, the difficulties caused by the uncertainties of Filippov solutions, time delays, as well as Markov chain are overcome. Several sufficient conditions are obtained to guarantee the synchronization in finite time. Different from existing results on finite-time synchronization of non-delayed systems, the settling time for time-delay systems is dependent not only on the values of the error state at time zero, but also on the histories of the error state, the time delays, and the initial value of Markov chain. Moreover, finite-time synchronization of the coupled neural networks with nonidentical uncertain perturbations is also considered. The obtained results are also applicable to continuous nonlinear systems, which essentially extend existing results which can only finite-timely synchronize or stabilize non-delayed systems. Finally, numerical examples are given demonstrate the effectiveness of the theoretical results.","Authors":"Yang, XS (Yang, Xinsong) ; Cao, JD (Cao, Jinde) ; Song, Q (Song, Qiang) ; Xu, C (Xu, Chen) ; Feng, JW (Feng, Jianwen)","Title":"Finite-Time Synchronization of Coupled Markovian Discontinuous Neural Networks with Mixed Delays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396845200002 ISSN: 0010-3616 eISSN: 1432-0916","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"COMMUNICATIONS IN MATHEMATICAL PHYSICS Volume: 351 Issue: 3 Pages: 923-958 DOI: 10.1007/s00220-017-2855-4 Published: MAY 2017","Abstract":"We consider a certain infinite product of random 2 x 2 matrices appearing in the solution of some 1 and 1 + 1 dimensional disordered models in statistical mechanics, which depends on a parameter epsilon > 0 and on a real random variable with distribution mu. For a large class of mu, we prove the prediction by Derrida and Hilhorst (J Phys A 16:2641, 1983) that the Lyapunov exponent behaves like C-epsilon(2 alpha) in the limit epsilon SE arrow 0, where alpha is an element of ( 0, 1) and C > 0 are determined by mu. Derrida and Hilhorst performed a two-scale analysis of the integral equation for the invariant distribution of the Markov chain associated to the matrix product and obtained a probability measure that is expected to be close to the invariant one for small e. We introduce suitable norms and exploit contractivity properties to show that such a probability measure is indeed close to the invariant one in a sense that implies a suitable control of the Lyapunov exponent.","Authors":"Genovese, G (Genovese, Giuseppe) ; Giacomin, G (Giacomin, Giambattista) ; Greenblatt, RL (Greenblatt, Rafael Leon)","Title":"Singular Behavior of the Leading Lyapunov Exponent of a Product of Random 2 x 2 Matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549200010 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"Corrosion risk; Concrete resistivity; Probabilistic prediction; Water-to-cement ratio; Chloride content; Temperature; Relative humidity KeyWords Plus:POLARIZATION RESISTANCE; SATURATION; MODELS","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 138 Pages: 101-113 DOI: 10.1016/j.conbuildmat.2017.01.100 Published: MAY 1 2017","Abstract":"In order to overcome the disadvantages of traditional deterministic methods, a probabilistic evaluation method to assess the corrosion risk of steel reinforcement in concrete Was proposed based on the probabilistic prediction model of concrete resistivity. The influences of major influential factors including water-to-cement ratio, chloride content, ambient temperature and ambient relative humidity on concrete resistivity were investigated first. Then a probabilistic prediction model of concrete resistivity in terms of the above major influential factors was developed by using the Bayesian theory and the Markov Chain Monte Carlo (MCMC) method. Meanwhile, the evaluation criterion for corrosion risk of steel reinforcement based on concrete resistivity was proposed according to the relationship between concrete resistivity and corrosion rate of steel reinforcement. Finally, a probabilistic evaluation method for corrosion risk of steel reinforcement in concrete was developed by Means of the proposed probabilistic prediction model of concrete resistivity. Analysis results show that the proposed probabilistic evaluation method can not only identify the dominant risk of reinforcement Corrosion, but also determine the probabilities of steel reinforcement under different corrosion risk levels (e.g. negligible, low, moderate, and high), which could avoid the misjudgment of corrosion risk of steel reinforcement often encountered by the traditional deterministic evaluation methods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yu, B (Yu, Bo) ; Liu, JB (Liu, Jianbo) ; Chen, Z (Chen, Zheng)","Title":"Probabilistic evaluation method for corrosion risk of steel reinforcement based on concrete resistivity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700023 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Electric arc furnace; Voltage flicker; Matlab/Simulink; Power quality; Flickermeter KeyWords Plus:MARKOV MODEL; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 218-227 DOI: 10.1016/j.epsr.2017.01.037 Published: MAY 2017","Abstract":"This paper presents a dynamic model of an electric arc furnace (EAF) developed in Matlab/Simulink environment. Model is based on simulating varying resistance of the electric arc in time-domain while taking into account its stochastic behaviour. The model was applied for estimation of voltage flicker in power transmission network at the point of common coupling caused by operation of EAF. Modelling and simulation of an International Eletrotechnical Commission (IEC) flickermeter were also performed in order to calculate voltage flicker from the simulated EAF voltage. In order to verify the developed EAF model, calculations of voltage flicker were compared to measurements obtained from various operating conditions of the EAF such as boring, melting and refining. Influence of short circuit power and switching operating condition of the transmission network on flicker levels at point of common coupling was investigated. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Teklic, AT (Teklic, Ana Tomasovic) ; Filipovic-Grcic, B (Filipovic-Grcic, Bozidar) ; Pavic, I (Pavic, Ivica)","Title":"Modelling of three-phase electric arc furnace for estimation of voltage flicker in power transmission network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373100005 ISSN: 0165-0114 eISSN: 1872-6801","Keywords":"T-S fuzzy systems; Semi-Markov jump model; Reliable mixed H-infinity/passive control; Time delays KeyWords Plus:NETWORKED CONTROL-SYSTEMS; TIME-VARYING DELAY; ROBUST STABILIZATION; NEURAL-NETWORKS; FAULT-DETECTION; DISSIPATIVE CONTROL; PASSIVITY ANALYSIS; DISTRIBUTED DELAY; TOLERANT CONTROL; CONTROL DESIGN","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied; Statistics & Probability","Journal Information":"FUZZY SETS AND SYSTEMS Volume: 314 Pages: 79-98 DOI: 10.1016/j.fss.2016.09.007 Published: MAY 1 2017","Abstract":"This paper investigates the problem of the reliable mixed H-infinity/passive control for Takagi Sugeno (T S) fuzzy delayed systems based on a semi-Markov jump model (SMJM) approach. The focus is to design a fuzzy fault-tolerant controller such that the resulting closed-loop system is stochastically stable with a prescribed mixed H-infinity/passive performance level even if the actuator failures appear. A semi-Markov process is employed to describe the encountered failures of the actuator. By applying the Lyapunov-Krasovskii method, in combination with some novel inequalities, some conditions on the performance analysis are established, where some negative quadratic terms are fully considered to reduce the conservatism. Based on the conditions, an explicit expression for the desired controller is given. Three numerical examples are presented to show the effectiveness and reduced conservatism of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Shen, H (Shen, Hao) ; Su, L (Su, Lei) ; Park, JH (Park, Ju H.)","Title":"Reliable mixed H-infinity/passive control for T-S fuzzy delayed systems based on a semi-Markov jump model approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398600800010 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"networked control systems; traffic scheduling; packet losses KeyWords Plus:DYNAMICS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 3 Pages: 379-387 DOI: 10.1002/tee.22388 Published: MAY 2017","Abstract":"In this paper, medium access control (MAC) sublayer data traffic scheduling in distributed networked control systems (DNCSs) with networked induced packet losses and delays is investigated for stabilization and control of system dynamics. An effective-information-directed distributed sensor selection algorithm is proposed to select sensors to participate in delay-tolerant information filtering for state estimation. The distributed scheduling algorithm is based on the total amount of effective information for all measurements stored in the sensors. We consider packet loss in wireless networks as a special type of delay, so the impact of packet losses on effective information amount can also be studied for the formulation of distributed scheduling strategy in the presence of packet losses. The distributed data traffic scheduling considering packet losses and delays is carried out in a networked system with data packet dropout governed by a Markov process for voltage regulation and stabilization with distributed energy resources (DERs). Experimental results demonstrate that the scheduling algorithm with awareness of the system dynamic state can well control the power system dynamics. (c) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Qu, CX (Qu, Chunxiao) ; Li, H (Li, Husheng) ; Wang, J (Wang, Ji) ; Chen, W (Chen, Wei)","Title":"Traffic Scheduling in Distributed Networked Control Systems with Packet Losses and Delays for Power Systems Voltage Stabilization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535300003 ISSN: 0143-9782 eISSN: 1467-9892","Keywords":"Hidden Markov models; observation driven models; time varying parameter KeyWords Plus:BUSINESS-CYCLE; SERIES MODELS; CONDITIONAL HETEROSKEDASTICITY; STOCK RETURNS; STATIONARITY; ERGODICITY; DRIVEN; RISK","Categories":"Mathematics Web of Science Categories:Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"JOURNAL OF TIME SERIES ANALYSIS Volume: 38 Issue: 3 Pages: 458-478 DOI: 10.1111/jtsa.12211 Published: MAY 2017","Abstract":"We propose a new Markov switching model with time-varying transitions probabilities. The novelty of our model is that the transition probabilities evolve over time by means of an observation driven model. The innovation of the time-varying probability is generated by the score of the predictive likelihood function. We show how the model dynamics can be readily interpreted. We investigate the performance of the model in a Monte Carlo study and show that the model is successful in estimating a range of different dynamic patterns for unobserved regime switching probabilities. We also illustrate the new methodology in an empirical setting by studying the dynamic mean and variance behaviour of US industrial production growth.","Authors":"Bazzi, M (Bazzi, Marco) ; Blasques, F (Blasques, Francisco) ; Koopman, SJ (Koopman, Siem Jan) ; Lucas, A (Lucas, Andre)","Title":"TIME-VARYING TRANSITION PROBABILITIES FOR MARKOV REGIME SWITCHING MODELS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008700016 PubMed ID: 28057481 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"MRI denoising; Maximum a posteriori; Bayesian estimation; Complex decomposition; Markov random fields; Statistical signal processing KeyWords Plus:RICIAN DISTRIBUTION; RESTORATION; RELAXATION; IMAGES; NOISE","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 38 Pages: 112-122 DOI: 10.1016/j.mri.2016.12.024 Published: MAY 2017","Abstract":"In recent years, several efforts have been done for producing Magnetic Resonance Image scanner with higher magnetic field strength mainly for increasing the Signal to Noise Ratio and the Contrast to Noise Ratio of the acquired images. However, denoising methodologies still play an important role for achieving images neatness. Several denoising algorithms have been presented in literature. Some of them exploit the statistical characteristics of the involved noise, some others project the image in a transformed domain, some others look for geometrical properties of the image. However, the common denominator consists in working in the amplitude domain, i.e. on the gray scale, real valued image. Within this manuscript we propose the idea of performing the noise filtering in the complex domain, i.e. on the real and on the imaginary parts of the acquired images. The advantage of the proposed methodology is that the statistical model of the involved signals is greatly simplified and no approximations are required, together with the full exploitation of the whole acquired signal. More in detail, a Maximum A Posteriori estimator developed for the handling complex data, which adopts Markov Random Fields for modeling the images, is proposed. First results and comparison with other widely adopted denoising filters confirm the validity of the method. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Baselice, F (Baselice, Fabio) ; Ferraioli, G (Ferraioli, Giampaolo) ; Pascazio, V (Pascazio, Vito) ; Sorriso, A (Sorriso, Antonietta) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Baselice, Fabio  http://orcid.org/0000-0002-5964-8667","Title":"Bayesian MRI denoising in complex domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398785800006 PubMed ID: 27486180 ISSN: 1063-5157 eISSN: 1076-836X","Keywords":"IM model; maximum likelihood; multispecies coalescent; migration; speciation KeyWords Plus:ANCESTRAL POPULATION SIZES; PAIRWISE NUCLEOTIDE DIFFERENCES; MULTILOCUS SEQUENCE DATA; GENE FLOW; DROSOPHILA-MELANOGASTER; SUBDIVIDED POPULATION; MOLECULAR PHYLOGENY; COALESCENT APPROACH; COMPLEX SPECIATION; DIVERGENCE TIMES","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 379-398 DOI: 10.1093/sysbio/syw063 Published: MAY 2017","Abstract":"We develop a maximum likelihood (ML) method for estimating migration rates between species using genomic sequence data. A species tree is used to accommodate the phylogenetic relationships among three species, allowing for migration between the two sister species, while the third species is used as an out-group. A Markov chain characterization of the genealogical process of coalescenceandmigration is used to integrate out the migration histories at each locus analytically, whereas Gaussian quadrature is used to integrate over the coalescent times on each genealogical tree numerically. This is an extension of our early implementation of the symmetrical isolation-with-migration model for three species to accommodate arbitrary loci with two or three sequences per locus and to allow asymmetrical migration rates. Our implementation can accommodate tens of thousands of loci, making it feasible to analyze genome-scale data sets to test for gene flow. We calculate the posterior probabilities of gene trees at individual loci to identify genomic regions that are likely to have been transferred between species due to gene flow. We conduct a simulation study to examine the statistical properties of the likelihood ratio test for gene flow between the two in-group species and of the ML estimates of model parameters such as the migration rate. Inclusion of data from a third out-group species is found to increase dramatically the power of the test and the precision of parameter estimation. We compiled and analyzed several genomic data sets from the Drosophila fruit flies. Our analyses suggest no migration from D. melanogaster to D. simulans, and a significant amount of gene flow from D. simulans to D. melanogaster, at the rate of similar to 0.02 migrant individuals per generation. We discuss the utility of the multispecies coalescent model for species tree estimation, accounting for incomplete lineage sorting and migration.","Authors":"Dalquen, DA (Dalquen, Daniel A.) ; Zhu, TQ (Zhu, Tianqi) ; Yang, ZH (Yang, Ziheng)","Title":"Maximum Likelihood Implementation of an Isolation-with-Migration Model for Three Species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394974600029 ISSN: 1936-6442 eISSN: 1936-6450","Keywords":"Received signal strength; Line-of-sight; Non-line-of-sight; Hidden Markov model; Cramer-Rao lower bound KeyWords Plus:WIRELESS SENSOR NETWORKS; HIDDEN MARKOV-MODELS; PARAMETER-ESTIMATION; NLOS IDENTIFICATION; SIGNAL STRENGTH; TRACKING; AOA","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PEER-TO-PEER NETWORKING AND APPLICATIONS Volume: 10 Issue: 3 Pages: 808-822 Special Issue: SI DOI: 10.1007/s12083-016-0484-x Published: MAY 2017","Abstract":"When a target moves in the field of interest (FOI), the availability of channel sight information is important since the appropriate use of such information can help to improve the localization accuracy. In this paper, Cramer-Rao Lower Bounds (CRLB) for a multi-sensor localization system under different channel sight conditions are computed analytically, which shows that significant degradation in accuracy can happen if channel sight conditions are misidentified. A novel received signal strength (RSS)-based localization algorithm is next proposed. In the algorithm, the FOI is assumed can be divided into distinct non-overlapped cells, and the cells experienced by the moving target are modeled as a hidden Markov model (HMM). Once the HMM matrices are obtained by off-line training, channel sight conditions can be identified by deploying a real time forward-only algorithm. These identified channel sight conditions are used to localize the target. To reduce the position estimation errors which result from the possible misidentified channel sight conditions, a relocalization algorithm is then used to review the identified channel sight conditions once abnormality in position estimate is detected. The simulation results show that our proposed localization strategy can provide good localization performance with the localization error approaching that when all channel sight conditions are known.","Authors":"Shi, XF (Shi, Xiufang) ; Chew, YH (Chew, Yong Huat) ; Yuen, C (Yuen, Chau) ; Yang, ZY (Yang, Zaiyue)","Title":"A novel mobile target localization algorithm via HMM-based channel sight condition identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500001 ISSN: 0960-3174 eISSN: 1573-1375","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 583-590 DOI: 10.1007/s11222-016-9640-7 Published: MAY 2017","Abstract":"We analyze the computational efficiency of approximate Bayesian computation (ABC), which approximates a likelihood function by drawing pseudo-samples from the associated model. For the rejection sampling version of ABC, it is known that multiple pseudo-samples cannot substantially increase (and can substantially decrease) the efficiency of the algorithm as compared to employing a high-variance estimate based on a single pseudo-sample. We show that this conclusion also holds for a Markov chain Monte Carlo version of ABC, implying that it is unnecessary to tune the number of pseudo-samples used in ABC-MCMC. This conclusion is in contrast to particle MCMC methods, for which increasing the number of particles can provide large gains in computational efficiency.","Authors":"Bornn, L (Bornn, Luke) ; Pillai, NS (Pillai, Natesh S.) ; Smith, A (Smith, Aaron) ; Woodard, D (Woodard, Dawn)","Title":"The use of a single pseudo-sample in approximate Bayesian computation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500003 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Bayesian inference; Adaptive importance sampling; Population Monte Carlo; Parallel MCMC; Multiple importance sampling KeyWords Plus:EVENT PROBABILITY ESTIMATION; SEQUENTIAL MONTE-CARLO; CHAIN; MCMC; OPTIMIZATION; ALGORITHM","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 599-623 DOI: 10.1007/s11222-016-9642-5 Published: MAY 2017","Abstract":"Monte Carlo methods represent the de facto standard for approximating complicated integrals involving multidimensional target distributions. In order to generate random realizations from the target distribution, Monte Carlo techniques use simpler proposal probability densities to draw candidate samples. The performance of any such method is strictly related to the specification of the proposal distribution, such that unfortunate choices easily wreak havoc on the resulting estimators. In this work, we introduce a layered (i.e., hierarchical) procedure to generate samples employed within a Monte Carlo scheme. This approach ensures that an appropriate equivalent proposal density is always obtained automatically (thus eliminating the risk of a catastrophic performance), although at the expense of a moderate increase in the complexity. Furthermore, we provide a general unified importance sampling (IS) framework, where multiple proposal densities are employed and several IS schemes are introduced by applying the so-called deterministic mixture approach. Finally, given these schemes, we also propose a novel class of adaptive importance samplers using a population of proposals, where the adaptation is driven by independent parallel or interacting Markov chain Monte Carlo (MCMC) chains. The resulting algorithms efficiently combine the benefits of both IS and MCMC methods.","Authors":"Martino, L (Martino, L.) ; Elvira, V (Elvira, V.) ; Luengo, D (Luengo, D.) ; Corander, J (Corander, J.)","Title":"Layered adaptive importance sampling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395002500010 ISSN: 0960-3174 eISSN: 1573-1375","Keywords":"Auxiliary variables; Fully Bayesian model; Ising model; Markov random fields; Reversible jump MCMC KeyWords Plus:SPATIAL-DISTRIBUTION; STATISTICAL-ANALYSIS; MODELS; WILDLIFE","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Statistics & Probability","Journal Information":"STATISTICS AND COMPUTING Volume: 27 Issue: 3 Pages: 737-756 DOI: 10.1007/s11222-016-9650-5 Published: MAY 2017","Abstract":"We formulate a prior distribution for the energy function of stationary binary Markov random fields (MRFs) defined on a rectangular lattice. In the prior we assign distributions to all parts of the energy function. In particular we define priors for the neighbourhood structure of the MRF, what interactions to include in the model, and for potential values. We define a reversible jump Markov chain Monte Carlo (RJMCMC) procedure to simulate from the corresponding posterior distribution when conditioned to an observed scene. Thereby we are able to learn both the neighbourhood structure and the parametric form of the MRF from the observed scene. We circumvent evaluations of the intractable normalising constant of the MRF when running the RJMCMC algorithm by adopting a previously defined approximate auxiliary variable algorithm. We demonstrate the usefulness of our prior in two simulation examples and one real data example.","Authors":"Arnesen, P (Arnesen, Petter) ; Tjelmeland, H (Tjelmeland, Hakon)","Title":"Prior specification of neighbourhood and interaction structure in binary Markov random fields"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396845800003 ISSN: 0010-3616 eISSN: 1432-0916","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"COMMUNICATIONS IN MATHEMATICAL PHYSICS Volume: 352 Issue: 1 Pages: 59-94 DOI: 10.1007/s00220-017-2851-8 Published: MAY 2017","Abstract":"We introduce a notion of universal preparability for a state of a system, more precisely: for a normal state on a von Neumann algebra. It describes a situation where from an arbitrary initial state it is possible to prepare a target state with arbitrary precision by a repeated interaction with a sequence of copies of another system. For B(H) we give criteria sufficient to ensure that all normal states are universally preparable which can be verified for a class of non-commutative birth and death processes realized, in particular, by the interaction of a micromaser with a stream of atoms. As a tool, the theory of tight sequences of states and of stationary states is further developed and we show that in the presence of stationary faithful normal states universal preparability of all normal states is equivalent to asymptotic completeness, a notion studied earlier in connection with the scattering theory of non-commutative Markov processes.","Authors":"Gohm, R (Gohm, Rolf) ; Haag, F (Haag, Florian) ; Kummerer, B (Kuemmerer, Burkhard)","Title":"Universal Preparability of States and Asymptotic Completeness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300005 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Human information behaviour; Co-author network; Utility analysis; Network formation; MCMC algorithm KeyWords Plus:SCIENTIFIC COLLABORATION NETWORKS; ACTOR-ORIENTED MODELS; MAXIMUM-LIKELIHOOD; DYNAMICS; EVOLUTION; PERFORMANCE","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 624-639 DOI: 10.1016/j.ipm.2016.12.007 Published: MAY 2017","Abstract":"Interpreting the formation of co-author networks is an interesting task since it can uncover the human behaviour reasons why the co-author network can form, and also a challenging one because the evolution process of co-author network cannot be observed from time to time. Based on a single observation of a co-author network, this paper aims to uncover the inherent reasons of forming the co-author links via adopting utility analysis and estimating preference parameters embedded in the designed utility function. Not only does the developed method consider the author's utility change before and after forming a link, but it also takes into consideration the latent meeting sequence that is crucially important to determine the network formation. In order to estimate these preference parameters accurately and effectively, a double Markov chain Monte Carlo (MCMC for short) algorithm is further developed with low time complexity and capacity of inferring the evolution process with latent variables. Besides, the performance of the proposed method is further assessed under different meeting probabilities and various evolution periods in a series of simulated networks via numerical experiments, and an application is also designed to demonstrate how the method works in a real-world co-author network. Results shows that the proposed method remains accurate and robust in parameter estimation under different settings of synthetic networks and outperforms other selected approaches in predicting the status of network formation. In all, the proposed analytic method can be regarded as a new tool in uncovering the behaviour reasons of co-author network formation in particular and be potentially applied in a wide range of networks in general. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Li, YL (Li, Yongli) ; Zhang, D (Zhang, Dong) ; Luo, P (Luo, Peng) ; Jiang, JY (Jiang, Junyi)","Title":"Interpreting the formation of co-author networks via utility analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800019 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Motion primitive; Motion synthesis; Stochastic model KeyWords Plus:IMITATION; MODEL; ROBOTS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 226-233 DOI: 10.1016/j.robot.2017.01.013 Published: MAY 2017","Abstract":"Humanoid robots are expected to be integrated into daily life. This requires the robots to perform human-like actions that are easily understandable by humans. Learning by imitation is an effective framework that enables the robots to generate the same motions that humans do. However, it is generally not useful for the robots to generate motions that are precisely the same as learned motions because the environment is likely to be different from the environment where the motions were learned. The humanoid robot should synthesize motions that are adaptive to the current environment by modifying learned motions. Previous research encoded captured human whole-body motions into hidden Markov models, which are hereafter referred to as motion primitives, and generated human-like motions based on the acquired motion primitives. The contact between the body and the environment also needs to be controlled, so that the humanoid robot's whole-body motion can be realized in its current environment. This paper proposes a novel approach to synthesizing kinematic data using the motion primitive and controlling the torques of all the joints in the humanoid robot to achieve the desired whole-body motions and contact forces. The experiments demonstrate the validity of the proposed approach to synthesizing and controlling whole body motions by humanoid robots. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Takano, W (Takano, Wataru) ; Nakamura, Y (Nakamura, Yoshihiko)","Title":"Planning of goal-oriented motion from stochastic motion primitives and optimal controlling of joint torques in whole-body"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800021 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Action description; Human motion; Object recognition KeyWords Plus:HIDDEN MARKOV-MODELS; RECOGNITION; NETWORKS; IMITATE; ROBOTS","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 247-257 DOI: 10.1016/j.robot.2017.02.003 Published: MAY 2017","Abstract":"This paper presents a novel approach to learning of relations among motions, objects, and language, and to generating sentences that describe human actions. Our approach categorizes human motions and the objects acted on those motions, and subsequently integrates the motion categories and object categories with their descriptive sentences. The integration consists of two steps. The first step stochastically learns the relations among the motions, objects, and words in the sentences. The second step stochastically learns the order of words in the sentences as the sentence structures. The model derived in the first step is referred to as \"action language\" model and that derived in the second step as \"natural language\" model. This framework for integrating an action language model with a natural language model can be applied to generating descriptive sentences from human actions, where each action is recognized as a pair containing a motion category and an object category, the words relevant to the action are generated via the contained motion and object categories, and the words to be arranged result in a descriptive sentence. More theoretically, our approach searches for multiple words likely to be generated from the motion and object categories by using the action language model; and subsequently searches for a sequence of these words that is likely to be generated from the obtained words, using the natural language model. We tested our proposed approach for sentence generation by applying it to human action data captured by an RGB-D sensor, and demonstrated its validity. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Takano, W (Takano, Wataru) ; Yamada, Y (Yamada, Yoshihiko) ; Nakamura, Y (Nakamura, Yoshihiko)","Title":"Generation of action description from classification of motion and object"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397073100018 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"Markov chain; Mean first passage time; Stochastic matrix; Directed graph; Hessenberg matrix","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 520 Pages: 306-334 DOI: 10.1016/j.laa.2017.01.034 Published: MAY 1 2017","Abstract":"For a Markov chain described by an irreducible stochastic matrix A of order n, the mean first passage time mid measures the expected time for the Markov chain to reach state j for the first time given that the system begins in state i, thus quantifying the short-term behaviour of the chain. In this article, a lower bound for the maximum mean first passage time is found in terms of the stationary distribution vector of A, and some matrices for which equality is attained are produced. The main objective of this article is to characterise the directed graphs for which any stochastic matrix A respecting this directed graph attains equality in this lower bound, producing a class of Markov chains with optimal short-term behaviour. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Breen, J (Breen, Jane) ; Kirkland, S (Kirkland, Steve)","Title":"Minimising the largest mean first passage time of a Markov chain: The influence of directed graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398193800003 ISSN: 1070-5511 eISSN: 1532-8007","Keywords":"Bayesian adaptive lasso; generalized latent variable model; MCMC methods; mixed-type data KeyWords Plus:STRUCTURAL EQUATION MODELS; ADOLESCENT SUBSTANCE USE; DIABETIC-NEPHROPATHY; ORACLE PROPERTIES; ADAPTIVE LASSO; REGRESSION; DRINKING; SELECTION; DISTRIBUTIONS; DEPRESSION","Categories":"Mathematics; Mathematical Methods In Social Sciences Web of Science Categories:Mathematics, Interdisciplinary Applications; Social Sciences, Mathematical Methods","Journal Information":"STRUCTURAL EQUATION MODELING-A MULTIDISCIPLINARY JOURNAL Volume: 24 Issue: 3 Pages: 341-358 DOI: 10.1080/10705511.2016.1257353 Published: MAY-JUN 2017","Abstract":"We consider a multivariate generalized latent variable model to investigate the effects of observable and latent explanatory variables on multiple responses of interest. Various types of correlated responses, such as continuous, count, ordinal, and nominal variables, are considered in the regression. A generalized confirmatory factor analysis model that is capable of managing mixed-type data is proposed to characterize latent variables via correlated observed indicators. In addressing the complicated structure of the proposed model, we introduce continuous underlying measurements to provide a unified model framework for mixed-type data. We develop a multivariate version of the Bayesian adaptive least absolute shrinkage and selection operator procedure, which is implemented with a Markov chain Monte Carlo (MCMC) algorithm in a full Bayesian context, to simultaneously conduct estimation and model selection. The empirical performance of the proposed methodology is demonstrated through a simulation study. An application of the proposed method to a study of adolescent substance abuse based on the National Longitudinal Survey of Youth is presented.","Authors":"Feng, XN (Feng, Xiang-Nan) ; Wu, HT (Wu, Hao-Tian) ; Song, XY (Song, Xin-Yuan)","Title":"Bayesian Regularized Multivariate Generalized Latent Variable Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600007 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"identifiability; maximum likelihood; nonparametric estimation; state space model KeyWords Plus:ERRORS-IN-VARIABLES; ADAPTIVE ESTIMATION; TRANSITION DENSITY; MARKOV-CHAIN; RATES; DECONVOLUTION; CONVERGENCE","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 990-1021 DOI: 10.3150/15-BEJ767 Published: MAY 2017","Abstract":"This paper outlines a new nonparametric estimation procedure for unobserved Phi-mixing processes. It is assumed that the only information on the stationary hidden states (X-k)(k >= 0) is given by the process (Y-k)(k>0), where Yk is a noisy observation of f*(X-k). The paper introduces a maximum pseudo-likelihood procedure to estimate the function and the distribution vb,(*) of (X-0, . . . Xb-1) using blocks of observations of length b. The identifiability of the model is studied in the particular cases b = 1 and b = 2 and the consistency of the estimators of f(*) and of v(b),(*) as the number of observations grows to infinity is established.","Authors":"Dumont, T (Dumont, Thierry) ; Le Corff, S (Le Corff, Sylvain)","Title":"Nonparametric regression on hidden Phi-mixing variables: Identifiability and consistency of a pseudo-likelihood based estimation procedure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600010 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"branching process; growth-fragmentation; self-similarity KeyWords Plus:TREE","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 1082-1101 DOI: 10.3150/15-BEJ770 Published: MAY 2017","Abstract":"Consider a Markov process X on [0, infinity) which has only negative jumps and converges as time tends to infinity a.s. We interpret X (t) as the size of a typical cell at time t, and each jump as a birth event. More precisely, if Delta X (s) =- y < 0, then s is the birthtime of a daughter cell with size y which then evolves independently and according to the same dynamics, that is, giving birth in turn to great-daughters, and so on. After having constructed rigorously such cell systems as a general branching process, we define growth-fragmentation processes by considering the family of sizes of cells alive a some fixed time. We introduce the notion of excessive functions for the latter, whose existence provides a natural sufficient condition for the non-explosion of the system. We establish a simple criterion for excessiveness in terms of X. The case when X is self-similar is treated in details, and connexions with self-similar fragmentations and compensated fragmentations are emphasized.","Authors":"Bertoin, J (Bertoin, Jean)","Title":"Markovian growth-fragmentation processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556600011 ISSN: 1350-7265 eISSN: 1573-9759","Keywords":"chain graphs; Gaussian graphical models; group action; equivariant estimator; invariant test; transformation family KeyWords Plus:CHAIN GRAPH MODELS; MARKOV EQUIVALENCE CLASSES; COMPONENTS","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"BERNOULLI Volume: 23 Issue: 2 Pages: 1102-1129 DOI: 10.3150/15-BEJ771 Published: MAY 2017","Abstract":"In this paper, we extend earlier work on groups acting on Gaussian graphical models to Gaussian Bayesian networks and more general Gaussian models defined by chain graphs with no induced subgraphs of the form i -> j - k. We fully characterise the maximal group of linear transformations which stabilises a given model and we provide basic statistical applications of this result. This includes equivariant estimation, maximal invariants for hypothesis testing and robustness. In our proof, we derive simple necessary and sufficient conditions on vanishing subminors of the concentration matrix in the model. The computation of the group requires finding the essential graph. However, by applying Studeny's theory of imsets, we show that computations for DAGs can be performed efficiently without building the essential graph.","Authors":"Draisma, J (Draisma, Jan) ; Zwiernik, P (Zwiernik, Piotr)","Title":"Automorphism groups of Gaussian Bayesian networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395113400001 PubMed ID: 27802791 ISSN: 0129-0657 eISSN: 1793-6462","Keywords":"Cognitive fault detection and diagnosis; hidden Markov model change detection test; ensemble model KeyWords Plus:DIAGNOSIS SYSTEM; TRANSFORMERS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF NEURAL SYSTEMS Volume: 27 Issue: 3 Article Number: 1650047 DOI: 10.1142/S0129065716500477 Published: MAY 2017","Abstract":"Cognitive fault detection and diagnosis systems are systems able to provide timely information about possibly occurring faults without requiring any a priori knowledge about the process generating the data or the possible faults. This ability is crucial in sensor network scenarios where a priori information about the data generating process, the noise level or the dictionary of the possibly occurring faults is generally hard to obtain. We here present a novel cognitive fault detection and isolation system for sensor networks. The proposed solution relies on the modeling of spatial and temporal relationships present in the acquired datastreams and an ensemble of Hidden Markov Model change-detection tests working in the space of estimated parameters for fault detection and isolation purposes. The effectiveness of the proposed solution has been evaluated on both synthetically generated and real datasets.","Authors":"Roveri, M (Roveri, Manuel) ; Trovo, F (Trovo, Francesco)","Title":"An Ensemble Approach for Cognitive Fault Detection and Isolation in Sensor Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605700009 ISSN: 0951-8320 eISSN: 1879-0836","Keywords":"Degradation modelling; Markov Chain Monte Carlo; Approximate Bayesian Computation; Risk-informed decision making KeyWords Plus:MONTE-CARLO; COMPUTATION; LIKELIHOODS; INFERENCE; DEFECTS","Categories":"Engineering; Operations Research & Management Science Web of Science Categories:Engineering, Industrial; Operations Research & Management Science","Journal Information":"RELIABILITY ENGINEERING & SYSTEM SAFETY Volume: 161 Pages: 87-94 DOI: 10.1016/j.ress.2017.01.006 Published: MAY 2017","Abstract":"A model of crack initiation and residual component life is fitted to the inspection history, inclusive of two inservice failures, of a set of gas circulator impellers at two UK power stations. The model is then used to estimate the probability of future in-service failure of each item in scenarios in which the next opportunity for inspection (i.e. detection of a developing crack) is exploited or forgone. The study takes into account in exact manner both variability and uncertainty. A novel Approximate Bayesian Computation (ABC) methodology is introduced for the quantification of uncertainty, i.e. the sampling of the posterior distribution of the parameters of the model. At the price of the discretization of this distribution, the methodology represents a quickly implemented option in problems where standard ABC rejection sampling is unacceptably inefficient.","Authors":"Mason, P (Mason, Paolo)","Title":"A Bayesian analysis of component life expectancy and its implications on the inspection schedule"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601700004 ISSN: 0378-8733 eISSN: 1879-2111","Keywords":"Exponential random graph; Generalized exponential random graph; Markov Chain Monte Carlo; Metropolis-Hastings KeyWords Plus:DISCRETE EXPONENTIAL-FAMILIES; SOCIAL NETWORKS; LOGISTIC REGRESSIONS; MARKOV GRAPHS; LOGIT-MODELS; DISTRIBUTIONS; MIGRATION; FINANCE","Categories":"Anthropology; Sociology Web of Science Categories:Anthropology; Sociology","Journal Information":"SOCIAL NETWORKS Volume: 49 Pages: 37-47 DOI: 10.1016/j.socnet.2016.11.002 Published: MAY 2017","Abstract":"In most domains of network analysis researchers consider networks that arise in nature with weighted edges. Such networks are routinely dichotomized in the interest of using available methods for statistical inference with networks. The generalized exponential random graph model (GERGM) is a recently proposed method used to simulate and model the edges of a weighted graph. The GERGM specifies a joint distribution for an exponential family of graphs with continuous-valued edge weights. However, current estimation algorithms for the GERGM only allow inference on a restricted family of model specifications. To address this issue, we develop a Metropolis-Hastings method that can be used to estimate any GERGM specification, thereby significantly extending the family of weighted graphs that can be modeled with the GERGM. We show that new flexible model specifications are capable of avoiding likelihood degeneracy and efficiently capturing network structure in applications where such models were not previously available. We demonstrate the utility of this new class of GERGMs through application to two real network data sets, and we further assess the effectiveness of our proposed methodology by simulating non-degenerate model specifications from the well-studied two-stars model. A working R version of the GERGM code is available in the supplement and is incorporated in the GERGM CRAN package. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wilson, JD (Wilson, James D.) ; Denny, MJ (Denny, Matthew J.) ; Bhamidi, S (Bhamidi, Shankar) ; Cranmer, SJ (Cranmer, Skyler J.) ; Desmarais, BA (Desmarais, Bruce A.)","Title":"Stochastic weighted graphs: Flexible model specification and simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394474000012 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Bayesian environmetrics; Dynamic spatio-temporal models; Integro-difference equation; Markov chain Monte Carlo KeyWords Plus:COVARIANCE FUNCTIONS; TIME; DISPERSAL; OZONE","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 109 Pages: 182-198 DOI: 10.1016/j.csda.2016.11.011 Published: MAY 2017","Abstract":"The choice of kernel in an integro-difference equation (IDE) approach to model spatio-temporal data is studied. By using approximations to stochastic partial differential equations, it is shown that higher order cumulants and tail behavior of the kernel affect how an IDE process evolves over time. The asymmetric Laplace and the family of stable distributions are presented as alternatives to the Gaussian kernel. The asymmetric Laplace has an extra parameter controlling skewness, whereas the class of stable distributions includes parameters controlling both tail behavior and skewness. Simulations show that failing to account for kernel shape may lead to poor predictions from the model. For an illustration with real data, the IDE model with flexible kernels is applied to ozone pressure measurements collected biweekly by radiosonde at varying altitudes. The results obtained with the different kernel families are compared and it is confirmed that better model prediction may be achieved by electing to use a more flexible kernel. (C) 2016 Elsevier B.V. All rights reserved .","Authors":"Richardson, R (Richardson, Robert) ; Kottas, A (Kottas, Athanasios) ; Sanso, B (Sanso, Bruno)","Title":"Flexible integro-difference equation modeling for spatio-temporal data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700008 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Chamfer matching; Shape matching; Shape detection; Shape-based object detection","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 82-96 DOI: 10.1016/j.patcog.2016.11.020 Published: MAY 2017","Abstract":"Chamfer matching is one of the elegant and powerful tools for shape-based detection in cluttered images. However, the chamfer matching methods, including oriented chamfer matching (OCM) and directional chamfer matching (DCM), tend to produce bad detections due to deformation of object shapes and cluttering in the scene. To improve detection accuracy of these chamfer matching methods, we propose local part oriented chamfer matching (LPOCM) and local part directional chamfer matching (LPDCM). First, shape templates and discriminative contour fragments are learned, and then a shape representation is built using a Markov random field (MRF). Finally, the template detection in an input image is formulated as an inference in the MRF. Experimental results for benchmark datasets including ETHZ Shape Classes, INRIA Horses and Weizmann Horses clearly demonstrate that the proposed LPOCM and LPDCM significantly improve the detection accuracy of OCM and DCM without sacrificing much time efficiency.","Authors":"Yu, Q (Yu, Qian) ; Wei, H (Wei, Hui) ; Yang, CZ (Yang, Chengzhuan)","Title":"Local part chamfer matching for shape-based object detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500049 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Threshold Taylor rule; Time-varying threshold values; Bayesian approaches KeyWords Plus:MONTE-CARLO METHODS; MARKOV-SWITCHING MODELS; BAYES FACTORS; NAIRU","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 522-535 DOI: 10.1016/j.physa.2017.01.023 Published: MAY 1 2017","Abstract":"In this paper, we revisit the issue whether U.S. monetary policy is asymmetric by estimating a forward-looking threshold Taylor rule with quarterly data from 1955 to 2015. In order to capture the potential heterogeneity for regime shift mechanism under different economic conditions, we modify the threshold model by assuming the threshold value as a latent variable following an autoregressive (AR) dynamic process. We use the unemployment rate as the threshold variable and separate the sample into two periods: expansion periods and recession periods. Our findings support that the U.S. monetary policy operations are asymmetric in these two regimes. More precisely, the monetary authority tends to implement an active Taylor rule with a weaker response to the inflation gap (the deviation of inflation from its target) and a stronger response to the output gap (the deviation of output from its potential level) in recession periods. The threshold value, interpreted as the targeted unemployment rate of monetary authorities, exhibits significant time-varying properties, confirming the conjecture that policy makers may adjust their reference point for the unemployment rate accordingly to reflect their attitude on the health of general economy. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhu, YL (Zhu, Yanli) ; Chen, HQ (Chen, Haiqiang)","Title":"The asymmetry of US monetary policy: Evidence from a threshold Taylor rule with time-varying threshold values"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500052 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Variational methods; Stochastic processes; Lagrangian densities; Poisson-Kac processes; Time reversal; Reversibility KeyWords Plus:EXTENDED IRREVERSIBLE THERMODYNAMICS; NONEQUILIBRIUM THERMODYNAMICS; TELEGRAPHERS EQUATION; HYPERBOLIC TRANSPORT; FLOW; SYSTEMS; MODELS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 561-577 DOI: 10.1016/j.physa.2017.01.024 Published: MAY 1 2017","Abstract":"A variational Lagrangian formulation for stochastic processes and for the evolution equations of the associated probability density functions is developed. Particular attention is dedicated to Poisson-Kac processes possessing finite propagation velocity. The variational formulation in terms of Lagrangian and Hamiltonian densities permits to address different forms of \"reversibility\" characterizing these processes with respect to processes driven by nowhere differentiable Wiener fluctuations, and associated with the concepts of dynamic and statistical reversibility. The latter property, i.e. the statistical reversibility, implies that the extended Markov operator associated with Poisson-Kac and Generalized Poisson-Kac processes forms a group, continuously parametrized with respect to time. (C) 2017 Elsevier BA. All rights reserved.","Authors":"Giona, M (Giona, Massimiliano)","Title":"Variational principles and Lagrangian functions for stochastic processes and their dissipative statistical descriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500055 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Nonequilibrium steady state; McLennan-Zubarev steady state distribution; Fluctuation theorems KeyWords Plus:TIME-DEPENDENT PHENOMENA; MARKOV RANDOM-PROCESSES; FREE-ENERGY DIFFERENCES; IRREVERSIBLE-PROCESSES; STATISTICAL-MECHANICS; RECIPROCAL RELATIONS; DYNAMICAL ENSEMBLES; STOCHASTIC DYNAMICS; SYSTEMS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 603-619 DOI: 10.1016/j.physa.2017.01.049 Published: MAY 1 2017","Abstract":"The McLennan-Zubarev steady state distribution is studied in the connection with fluctuation theorems. We derive the McLennan-Zubarev steady state distribution from the nonequilibrium detailed balance relation. Then, considering the cumulant function or cumulant functional, two fluctuation theorems for entropy and for currents are proved. Using the fluctuation theorem for currents, the current is expanded in terms of thermodynamic forces. In the lowest order of the thermodynamic force, we find that the transport coefficient satisfies the Onsager's reciprocal relation. In the next order, we derived the correction term to the Green Kubo formula. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sano, MM (Sano, Mitsusada M.)","Title":"The McLennan-Zubarev steady state distribution and fluctuation theorems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394281900027 ISSN: 1078-0947 eISSN: 1553-5231","Keywords":"Stochastic predator-prey model; threshold; Markov switching; stationary distribution; extinction KeyWords Plus:ASYMPTOTIC PROPERTIES; DIFFERENTIAL EQUATIONS; POPULATION SYSTEMS; LOGISTIC MODEL; SIMULATIONS; STABILITY; EXISTENCE; BEHAVIOR","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"DISCRETE AND CONTINUOUS DYNAMICAL SYSTEMS Volume: 37 Issue: 5 Pages: 2881-2897 DOI: 10.3934/dcds.2017124 Published: MAY 2017","Abstract":"Taking both white noise and colored environment noise into account, a predator-prey model is proposed. In this paper, our main aim is to study the stationary distribution of the solution and obtain the threshold between persistence in mean and the extinction of the stochastic system with regime switching. Some simulation figures are presented to support the analytical findings.","Authors":"Zu, L (Zu, Li) ; Jiang, DQ (Jiang, Daqing) ; O'Regan, D (O'Regan, Donal)","Title":"PERSISTENCE AND STATIONARY DISTRIBUTION OF A STOCHASTIC PREDATOR-PREY MODEL UNDER REGIME SWITCHING"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395877600008 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Kalman filter; orthogonal space-time coding; MIMO fading channels; diversity order; coding gain KeyWords Plus:FADING CHANNELS; DIVERSITY; MINIMIZATION; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 9 Pages: 2291-2305 DOI: 10.1109/TSP.2017.2655493 Published: MAY 1 2017","Abstract":"In this paper, we consider the scenario of transmitting a first-order Gauss-Markov vector signal over a multi-input multi-output (MIMO) Rayleigh nonfrequency selective fading channel. The signal is reconstructed at the receiver side with the help of a Kalman filter in order to minimize the mean squared error. Orthogonal space time codes are utilized in order to increase the quality of estimation and mitigate the destructing effects of the fading channel. As a criterion for estimation quality assessment, we use the distortion outage probability. We first obtain upper and lower bounds for the outage probability as a function of system parameters. We then perform high-SNR analysis of the bounds, through which we prove the achievability of the maximum diversity order for a N x K MIMO fading channel. In addition, we obtain upper and lower bounds for the coding gain of the distortion outage probability in the high-SNR regime, and outline the relation between system parameters and the coding gain.","Authors":"Parseh, R (Parseh, Reza) ; Kansanen, K (Kansanen, Kimmo) ; Slock, D (Slock, Dirk)","Title":"Distortion Outage Analysis for Joint Space-Time Coding and Kalman Filtering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394068100011 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Target detection; Object recognition; Filtering; Tracking; Sensor fusion KeyWords Plus:STATE ESTIMATION; PART I; INVERSE PROBLEMS; MODELS; ALGORITHMS; TRACKING; LOCALIZATION; FUSION; LIMITS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 388 Pages: 172-190 DOI: 10.1016/j.ins.2017.01.028 Published: MAY 2017","Abstract":"Advanced multi-sensor systems are expected to combat the challenges that arise in object recognition and state estimation in harsh environments with poor or even no prior information, while bringing new challenges mainly related to data fusion and computational burden. Unlike the prevailing Markov-Bayes framework that is the basis of a large variety of stochastic filters and the approximate, we propose a clustering-based methodology for multi-sensor multi-object detection and estimation (MODE), named clustering for filtering (C4F), which abandons unrealistic assumptions with respect to the objects, background and sensors. Rather, based on cluster analysis of the input multi-sensor data, the C4F approach needs no prior knowledge about the latent objects (whether quantity or dynamics), can handle time-varying uncertainties regarding the background and sensors such as noises, clutter and misdetection, and does so computationally fast. This offers an inherently robust and computationally efficient alternative to conventional Markov-Bayes filters for dealing with the scenario with little prior knowledge but rich observation data. Simulations based on representative scenarios of both complete and little prior information have demonstrated the superiority of our C4F approach. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Li, TC (Li, Tiancheng) ; Corchado, JM (Corchado, Juan M.) ; Sun, SD (Sun, Shudong) ; Bajo, J (Bajo, Javier) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Tiancheng  http://orcid.org/0000-0002-0499-5135","Title":"Clustering for filtering: Multi-object detection and estimation using multiple/massive sensors"}, {"Keywords":"Stratified sampling; Monte Carlo simulation; Markov chains KeyWords Plus:BOLTZMANN-EQUATION; QUADRATURE; SCHEME","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"MATHEMATICS AND COMPUTERS IN SIMULATION Volume: 135 Pages: 51-62 Special Issue: SI DOI: 10.1016/j.matcom.2016.12.004 Published: MAY 2017","Abstract":"We present several Monte Carlo strategies for simulating discrete-time Markov chains with continuous multi-dimensional state space; we focus on stratified techniques. We first analyze the variance of the calculation of the measure of a domain included in the unit hypercube, when stratified samples are used. We then show that each step of the simulation of a Markov chain can be reduced to the numerical integration of the indicator function of a subdomain of the unit hypercube. Our approach for Markov chains simulates N copies of the chain in parallel using stratified sampling and the copies are sorted after each step, according to their successive coordinates. We analyze variance reduction on examples of pricing of European and Asian options: enhanced efficiency of stratified strategies is shown. (C) 2016 International Association for Mathematics and Computers in Simulation (IMACS). Published by Elsevier B.V. All rights reserved.","Authors":"Fakhereddine, R (Fakhereddine, Rana) ; El Haddad, R (El Haddad, Rami) ; Lecot, C (Lecot, Christian) ; El Maalouf, J (El Maalouf, Joseph)","Title":"Stratified Monte Carlo simulation of Markov chains"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000394063200009 ISSN: 0378-4754 eISSN: 1872-7166","Keywords":"Graph theory; Random walks; Markov chain Monte Carlo KeyWords Plus:DIRECTED-GRAPHS","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"MATHEMATICS AND COMPUTERS IN SIMULATION Volume: 135 Pages: 86-94 Special Issue: SI DOI: 10.1016/j.matcom.2015.12.006 Published: MAY 2017","Abstract":"This paper relates the study of random walks on graphs and directed graphs to random walks that arise in Monte Carlo methods applied to optimization problems. Previous results on simple graphs are surveyed and new results on the mixing times for Markov chains are derived. (C) 2016 International Association for Mathematics and Computers in Simulation (IMACS). Published by Elsevier B.V. All rights reserved.","Authors":"Cheng, WJ (Cheng, Wen-Ju) ; Cox, J (Cox, Jim) ; Whitlock, P (Whitlock, Paula)","Title":"Random walks on graphs and Monte Carlo methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266500001 ISSN: 0885-2308 eISSN: 1095-8363","Keywords":"Fast adaptation; Acoustic model interpolation; Sparse coding; Exemplar and learned speaker dictionary KeyWords Plus:RAPID SPEAKER ADAPTATION; EIGENVOICE; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"COMPUTER SPEECH AND LANGUAGE Volume: 43 Pages: 1-17 DOI: 10.1016/j.csl.2016.10.004 Published: MAY 2017","Abstract":"This work presents a novel use of the sparse coding over redundant dictionary for fast adaptation of the acoustic models in the hidden Markov model-based automatic speech recognition (ASR) systems. The presented work is an extension of the existing acoustic model-interpolation-based fast adaptation approaches. In these methods, the basis (model) weights are estimated using an iterative procedure employing the maximum-likelihood (ML) criterion. For effective adaptation, typically a number of bases are selected and as a result of that the latency of the iterative weight estimation process becomes high for those ASR tasks that involve human-machine interactions. To address this issue, we propose the use of sparse coding of the target mean supervector over a speaker-specific (exemplar) redundant dictionary. In this approach, the employed greedy sparse coding not only selects the desired bases but also compresses them into a single supervector, which is then ML scaled to yield the adapted mean parameters. Thus reducing the latency in the basis weight estimation in comparison to the existing fast adaptation techniques. Further, to address the loss in information due to reduced degrees of freedom, we have also extended the proposed approach using separate sparse codings over multiple (exemplar and learned) redundant dictionaries. In adapting an ASR task involving human-computer interactions, the proposed approach is found to be as effective as the existing techniques but with a substantial reduction in the computational cost. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shahnawazuddin, S (Shahnawazuddin, S.) ; Sinha, R (Sinha, Rohit) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shahnawazuddin, Syed  http://orcid.org/0000-0002-3916-9693","Title":"Sparse coding over redundant dictionaries for fast adaptation of speech recognition system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393148100020 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Minimal invariant; set; Set-valued semiflow; Dynamical system with bounded; perturbations; Topological bifurcation; Invariant measure; Semigroup of Markov operators KeyWords Plus:DYNAMICAL-SYSTEMS; MARKOV OPERATORS; BIFURCATIONS; ATTRACTORS; SPACES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 449 Issue: 1 Pages: 382-396 DOI: 10.1016/j.jmaa.2016.11.072 Published: MAY 1 2017","Abstract":"In the paper we deal with minimal closed subsets invariant with respect to set valued semiflow. Such sets are known as supports of invariant or even ergodic measures of stochastic processes associated with such semiflows. Our motivation comes from some earlier and recent results connected with bounded noise processes, but we work in the framework of set-valued semiflows with lower semicontinuous members on general metric space rather than mostly studied by many authors continuous and compact-valued ones. Such semiflows appear naturally when nonautonomous/random dynamical systems are considered. (c) 2016 Elsevier Inc. All rights reserved.","Authors":"Guzik, G (Guzik, Grzegorz)","Title":"Minimal invariant closed sets of set-valued semiflows"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393148100045 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Wave equation; Interacting particle system; Graph; Hydrodynamic limits; Phase transition KeyWords Plus:JUMP MARKOV-PROCESSES; DIFFERENTIAL-EQUATIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 449 Issue: 1 Pages: 808-828 DOI: 10.1016/j.jmaa.2016.12.003 Published: MAY 1 2017","Abstract":"This paper is devoted to an interacting particle system that provides probabilistic interpretation of the wave equation on graphs. A Feynrnan-Kac-type formula is established, connecting the expectation of the process with the wave equation on graphs. Non-asymptotic L-2 estimates are presented. It is then shown that the high-density hydrodynamic limit of the system is given by the wave equation in Euclidean space. The sharpness of scaling limit result is demonstrated by a phase transition phenoMenon. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Wang, KZ (Wang, Kaizheng)","Title":"Stochastic representations for the wave equation on graphs and their scaling limits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800001 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Markov jump systems; Finite frequency domain; Sensor nonlinearities KeyWords Plus:UNCERTAIN SWITCHING PROBABILITIES; H-INFINITY; LINEAR-SYSTEMS; FAULT-DETECTION; TIME; DELAY; VEHICLE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 1-8 DOI: 10.1016/j.sigpro.2016.11.010 Published: MAY 2017","Abstract":"This paper is concerned with the filter design for Markov jump systems with incomplete transition probabilities subject to sensor nonlinearities. Moreover, the frequency of disturbance ranges in a finite interval. To set up a solvable solution to cast the filter parameters, nonlinearities induced by unknown transition probabilities are coped with the transition probability property and the S-procedure is adopted to handle sensor nonlinearities. With these strategies, sufficient conditions for the filtering error systems to be stochastically stable with the required finite frequency performance are established firstly. Then, a finite frequency filter design method is proposed in terms of linear matrix inequalities. The proposed finite frequency filter method covers the full frequency as a special case. Its effectiveness is verified by a numerical example.","Authors":"Shen, MQ (Shen, Mouquan) ; Ye, D (Ye, Dan) ; Wang, QG (Wang, Qing-Guo)","Title":"Mode-dependent filter design for Markov jump systems with sensor nonlinearities in finite frequency domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800002 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Steganalysis; Steganography; Adaptive multi-rate speech; Pulse-pair statistical characteristics; Adaptive boosting; Support vector machine KeyWords Plus:COVERT COMMUNICATION; AMR-WB; STEGANOGRAPHY; VOICE; AUDIO; IP; CLASSIFICATION; ALGORITHM; ADABOOST; SCHEME","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 9-22 DOI: 10.1016/j.sigpro.2016.11.013 Published: MAY 2017","Abstract":"In this work, we concentrate on the steganalysis of adaptive multi-rate (AMR) speech, which widely exists in mobile Voice-over-IP services. Compared with the state of the arts, the most significant advantage of this work is that more accurate and more complete steganalysis features are presented. To avoid the impact of the possible interchange of pulse positions in one track, we characterize AMR speech exploiting the statistical properties of pulse pairs. Specifically, we employ the probability distributions of pulse pairs as long-term distribution features, extract Markov transition probabilities of pulse pairs as short-term invariant features, and adopt joint probability matrices of pulse pairs as features based on track-to-track correlations. Moreover, to optimize the feature set and reduce its dimension, we introduce a feature selection mechanism using adaptive boosting technique. Exploiting the well-selected features, we further present a steganalysis Of AMR speech based on support -vector-machine. The proposed method is evaluated with a good supply of AMR-encoded speech samples, and compared with the state-of-the-art methods. The experimental results demonstrate that the proposed method can effectively detect the state-of-the-art steganography methods for AMR speech, and significantly outperforms the state-of-the-art steganalysis methods on detection accuracy, false-positive rate and false-negative rate for any given embedding rate or speech samples with any given length. In particular, the proposed method can provide accurate detecting results for the existing steganographic methods in a timely manner, and thereby be applied in the steganalysis scenario for real-time speech streams.","Authors":"Tian, H (Tian, Hui) ; Wu, YP (Wu, Yanpeng) ; Chang, CC (Chang, Chin-Chen) ; Huang, YF (Huang, Yongfeng) ; Chen, YH (Chen, Yonghong) ; Wang, T (Wang, Tian) ; Cai, YQ (Cai, Yiqiao) ; Liu, J (Liu, Jin)","Title":"Steganalysis Steganalysis of adaptive multi-rate speech using statistical characteristics of pulse pairs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800015 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Registration; SIFT; MRF; TRW-S; SDTR KeyWords Plus:ENERGY MINIMIZATION; BELIEF PROPAGATION; SAMPLE CONSENSUS; GRAPH CUTS; SIFT; DESCRIPTORS; FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 174-184 DOI: 10.1016/j.neucom.2016.12.055 Published: APR 19 2017","Abstract":"Accurate image registration is a vital step in many computer vision processes. However, traditional SIFT based methods are not able to obtain satisfactory results in some cases. In this paper, we turn the matching problem into a Markov Random Field (MRF) optimization problem and propose a fast and accurate image registration method based on message passing to screen out mismatches caused by the conventional SIFT-based algorithm. The proposed method comprises three steps. First, a SIFT detector is used to detect key points and then these points are described by Daisy instead of the SIFT detector (to improve efficiency); second, a new geometric constraint with distance and direction terms is designed and incorporated into sequential tree-reweighted message passing (TRW-S) this obtains the coarse matching result; finally, the RANSAC algorithm is adopted to filter out the mismatches and obtain an accurate transformation. The experimental results demonstrate that the proposed method significantly improves the efficiency and the accuracy of the registration process and secures a desirable result","Authors":"Zhao, SM (Zhao, Shuangming) ; Yu, GR (Yu, Guorong)","Title":"A new image registration algorithm using SDTR"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795100013 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Markov chain Monte Carlo; Disequilibrium; Fractional melting; Dynamic melting; Abyssal peridotite; Rare earth element; Diffusion; Clinopyroxene; Geochemical inverse problem KeyWords Plus:TRACE-ELEMENT FRACTIONATION; BENEATH MIDOCEAN RIDGES; MID-ATLANTIC RIDGE; UPPER-MANTLE; SERIES DISEQUILIBRIA; OCEANIC CRUSTAL; ISLAND BASALTS; CHANNEL FLOWS; SIMPLE-MODELS; INDIAN RIDGE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 203 Pages: 216-234 DOI: 10.1016/j.gca.2016.12.040 Published: APR 15 2017","Abstract":"Markov chain Monte Carlo (MCMC) simulation is a powerful statistical method in solving inverse problems that arise from a wide range of applications. In Earth sciences applications of MCMC simulations are primarily in the field of geophysics. The purpose of this study is to introduce MCMC methods to geochemical inverse problems related to trace element fractionation during mantle melting. MCMC methods have several advantages over least squares methods in deciphering melting processes from trace element abundances in basalts and mantle rocks. Here we use an MCMC method to invert for extent of melting, fraction of melt present during melting, and extent of chemical disequilibrium between the melt and residual solid from REE abundances in clinopyroxene in abyssal peridotites from Mid-Atlantic Ridge, Central Indian Ridge, Southwest Indian Ridge, Lena Trough, and American-Antarctic Ridge. We consider two melting models: one with exact analytical solution and the other without. We solve the latter numerically in a chain of melting models according to the Metropolis-Hastings algorithm. The probability distribution of inverted melting parameters depends on assumptions of the physical model, knowledge of mantle source composition, and constraints from the REE data. Results from MCMC inversion are consistent with and provide more reliable uncertainty estimates than results based on nonlinear least squares inversion. We show that chemical disequilibrium is likely to play an important role in fractionating LREE in residual peridotites during partial melting beneath mid-ocean ridge spreading centers. MCMC simulation is well suited for more complicated but physically more realistic melting problems that do not have analytical solutions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, BD (Liu, Boda) ; Liang, Y (Liang, Yan)","Title":"An introduction of Markov chain Monte Carlo method to geochemical inverse problems: Reading melting parameters from REE abundances in abyssal peridotites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072800013 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Markov chain Monte Carlo; Local preconditioning; Infinite dimensions; Bayesian inverse problems; Uncertainty quantification KeyWords Plus:STOCHASTIC NEWTON MCMC; MONTE-CARLO METHODS; APPROXIMATION; ALGORITHMS; LANGEVIN; SPACES","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 335 Pages: 327-351 DOI: 10.1016/j.jcp.2016.12.041 Published: APR 15 2017","Abstract":"Bayesian inverse problems often involve sampling posterior distributions on infinite dimensional function spaces. Traditional Markov chain Monte Carlo (MCMC) algorithms are characterized by deteriorating mixing times upon mesh-refinement, when the finite dimensional approximations become more accurate. Such methods are typically forced to reduce step-sizes as the discretization gets finer, and thus are expensive as a function of dimension. Recently, a new class of MCMC methods with mesh-independent convergence times has emerged. However, few of them take into account the geometry of the posterior informed by the data. At the same time, recently developed geometric MCMC algorithms have been found to be powerful in exploring complicated distributions that deviate significantly from elliptic Gaussian laws, but are in general computationally intractable for models defined in infinite dimensions. In this work, we combine geometric methods on a finite-dimensional subspace with mesh-independent infinite-dimensional approaches. Our objective is to speed up MCMC mixing times, without significantly increasing the computational cost per step (for instance, in comparison with the vanilla preconditioned Crank Nicolson (pCN) method). This is achieved by using ideas from geometric MCMC to probe the complex structure of an intrinsic finite-dimensional subspace where most data information concentrates, while retaining robust mixing times as the dimension grows by using pCN-like methods in the complementary subspace. The resulting algorithms are demonstrated in the context of three challenging inverse problems arising in subsurface flow, heat conduction and incompressible flow control. The algorithms exhibit up to two orders of magnitude improvement in sampling efficiency when compared with the pCN method. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Beskos, A (Beskos, Alexandros) ; Girolami, M (Girolami, Mark) ; Lan, SW (Lan, Shiwei) ; Farrell, PE (Farrell, Patrick E.) ; Stuart, AM (Stuart, Andrew M.)","Title":"Geometric MCMC for infinite-dimensional inverse problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007200007 ISSN: 1084-8045","Keywords":"Cognitive Radio Networks; End-to-end delay minimization; Interference probability constraint; Primary users with data traffic transmission; Multi-agent learning based routing KeyWords Plus:AD-HOC NETWORKS; RESOURCE-ALLOCATION; WIRELESS NETWORKS; SPECTRUM ACCESS; PROTOCOL; CHANNEL","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Interdisciplinary Applications; Computer Science, Software Engineering","Journal Information":"JOURNAL OF NETWORK AND COMPUTER APPLICATIONS Volume: 84 Pages: 82-92 DOI: 10.1016/j.jnca.2017.01.026 Published: APR 15 2017","Abstract":"To overcome the problem of underutilizing licensed spectrum, Cognitive Radio Networks (CRNs) have emerged in which Secondary Users (SUs) are allowed to access opportunistically the licensed spectrum allocated exclusively to Primary Users (PUs). In the CRNs, routing process is essential to send data from source SUs to destination SUs. In the CRNs, a distributed routing solution should be considered for the CRNs, since the SUs use only local information to perform routing. Also, when there are multiple data flows generated by SUs, a multi-agent routing solution should be considered, since the routing performance of each SU is affected by routing decisions of other SUs. Recent real samples analysis has shown that the PUs spectrum usage pattern at the time domain exhibits the data traffic properties. So, we consider the data traffic for the PUs and the SUs, that have obtained incomplete information on PUs traffic through sensing, decide to exploit short lived spectrum holes between the PUs data packets for routing. In this paper, we introduce a distributed cooperative multi agent routing problem in multi-hop CRNs, modeled using Decentralized Partially Observable Markov Decision Process (DEC-POMDP), in which the SUs want to minimize the end-to-end delay while keeping their interference to the PUs below a certain threshold. Then, a learning based scheme is developed for solving the problem. Simulation results demonstrate the convergence of the proposed learning based scheme and show that the performance of the proposed method is close to optimal method (that unlike the proposed method, assumes the SUs have complete information on PUs traffic and uses Q-learning for routing of SUs flows). Also, simulation results show that the proposed scheme maintains the end-to-end delay experienced by the packets in a low level and greatly outperforms related work at interference control.","Authors":"Pourpeighambar, B (Pourpeighambar, Babak) ; Dehghan, M (Dehghan, Mehdi) ; Sabaei, M (Sabaei, Masoud)","Title":"Multi-agent learning based routing for delay minimization in Cognitive Radio Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398056200005 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"dependent follow-up; intermittent observation; multistate models; nonparametric estimation; state occupancy probabilities KeyWords Plus:STAGE OCCUPATION PROBABILITIES; INTEGRATED TRANSITION HAZARDS; LONGITUDINAL DATA; NONPARAMETRIC-ESTIMATION; MARKOV-MODELS; CENSORED OBSERVATIONS; PANEL-DATA; FOLLOW-UP; PACKAGE; DISEASE","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 8 Pages: 1256-1271 DOI: 10.1002/sim.7189 Published: APR 15 2017","Abstract":"In follow-up studies on chronic disease cohorts, individuals are often observed at irregular visit times that may be related to their previous disease history and other factors. This can produce bias in standard methods of estimation. Working in the context of multistate models, we consider a method of nonparametric estimation for state occupancy probabilities that adjusts for dependent follow-up through the use of inverse-intensity-of-visit weighted estimating functions and smoothing. The methodology is applied to the estimation of viral rebound probabilities in the Canadian Observational Cohort on HIV-positive persons. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Rad, NN (Rad, N. Nazeri) ; Lawless, JF (Lawless, J. F.)","Title":"Estimation of state occupancy probabilities in multistate models with dependent intermittent observation, with application to HIV viral rebounds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398373500044 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Bayesian inference; BUS; Subset Simulation; Markov Chain Monte Carlo; Model updating KeyWords Plus:HYPER-PARAMETER ESTIMATION; MONTE-CARLO-SIMULATION; HIGH DIMENSIONS; PROBABILISTIC APPROACH; RELIABILITY; SENSITIVITY; ALGORITHM","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 317 Pages: 1102-1121 DOI: 10.1016/j.cma.2017.01.006 Published: APR 15 2017","Abstract":"Identifying the parameters of a model and rating competitive models based on measured data has been among the most important and challenging topics in modern science and engineering, with great potential of application in structural system identification, updating and development of high fidelity models. These problems in principle can be tackled using a Bayesian probabilistic approach, where the parameters to be identified are treated as uncertain and their inference information are given in terms of their posterior probability distribution. For complex models encountered in applications, efficient computational tools robust to the number of uncertain parameters in the problem are required for computing the posterior statistics, which can generally be formulated as a multi-dimensional integral over the space of the uncertain parameters. Subset Simulation has been developed for solving reliability problems involving complex systems and it is found to be robust to the number of uncertain parameters. An analogy has been recently established between a Bayesian updating problem and a reliability problem, which opens up the possibility of efficient solution by Subset Simulation. The formulation, called BUS (Bayesian Updating with Structural reliability methods), is based on the standard rejection principle. Its theoretical correctness and efficiency require the prudent choice of a multiplier, which has remained an open question. This paper presents a fundamental study of the multiplier and investigates its bias effect when it is not properly chosen. A revised formulation of BUS is proposed, which fundamentally resolves the problem such that Subset Simulation can be implemented without knowing the multiplier a priori. An automatic stopping condition is also provided. Examples are presented to illustrate the theory and applications. (C) 2017 Published by Elsevier B.V.","Authors":"DiazDelaO, FA (DiazDelaO, F. A.) ; Garbuno-Inigo, A (Garbuno-Inigo, A.) ; Au, SK (Au, S. K.) ; Yoshida, I (Yoshida, I.)","Title":"Bayesian updating and model class selection with Subset Simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398701300011 ISSN: 1751-8644 eISSN: 1751-8652","Keywords":"periodic control; time-varying systems; nonlinear control systems; Markov processes; discrete time systems; statistical distributions; Lyapunov methods; linear matrix inequalities; filtering theory; distributed filtering; jumping uncertainties; unreliable channels; discrete-time periodic nonlinear systems; sensor networks; Markov chain; discrete-time fading model; channel fading phenomenon; discrete probability distribution; fixed network topology; periodic Lyapunov function; sufficient conditions; filtering error system; linear matrix inequalities KeyWords Plus:RANDOMLY OCCURRING UNCERTAINTIES; TIME FUZZY-SYSTEMS; H-INFINITY CONTROL; SENSOR NETWORKS; FAULT-DETECTION; MODE INFORMATION; NEURAL-NETWORKS; LINEAR-SYSTEMS; DISCRETE; DELAYS","Categories":"Automation & Control Systems; Engineering; Instruments & Instrumentation Web of Science Categories:Automation & Control Systems; Engineering, Electrical & Electronic; Instruments & Instrumentation","Journal Information":"IET CONTROL THEORY AND APPLICATIONS Volume: 11 Issue: 6 Pages: 846-856 DOI: 10.1049/iet-cta.2016.1096 Published: APR 14 2017","Abstract":"The problem of distributed filtering for discrete-time periodic non-linear systems over sensor networks in the presence of jumping uncertainties and unreliable channels is investigated in this study. A random variable which is subject to a Markov chain is introduced to govern the jumping uncertainties. Considering the unreliable channels between the system and filters, a discrete-time fading model is introduced to describe this channel fading phenomenon with the discrete probability distribution of each channel coefficients known a priori. On the basis of a fixed network topology, by establishing the periodic Lyapunov function, sufficient conditions on the existence of distributed filter are proposed to ensure the stability and dissipativity of the filtering error system. The distributed filter for discrete-time periodic non-linear systems is designed via solving a set of linear matrix inequalities. The merits and validity of the proposed design techniques are verified by means of a numerical simulation example.","Authors":"Tao, J (Tao, Jie) ; Lu, RQ (Lu, Renquan) ; Su, HY (Su, Hongye) ; Wu, ZG (Wu, Zheng-Guang) ; Xu, Y (Xu, Yong)","Title":"Distributed filtering for a class of periodic non-linear systems with jumping uncertainties and unreliable channels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398897900037 PubMed ID: 28379940 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 231-+ DOI: 10.1038/nature22033 Published: APR 13 2017","Abstract":"The crown-of-thorns starfish (COTS, the Acanthaster planci species group) is a highly fecund predator of reef-building corals throughout the Indo-Pacific region(1). COTS population outbreaks cause substantial loss of coral cover, diminishing the integrity and resilience of reef ecosystems(2-6). Here we sequenced genomes of COTS from the Great Barrier Reef, Australia and Okinawa, Japan to identify gene products that underlie species-specific communication and could potentially be used in biocontrol strategies. We focused on water-borne chemical plumes released from aggregating COTS, which make the normally sedentary starfish become highly active. Peptide sequences detected in these plumes by mass spectrometry are encoded in the COTS genome and expressed in external tissues. The exoproteome released by aggregating COTS consists largely of signalling factors and hydrolytic enzymes, and includes an expanded and rapidly evolving set of starfish-specific ependymin-related proteins. These secreted proteins may be detected by members of a large family of olfactory-receptor-like G-protein-coupled receptors that are expressed externally, sometimes in a sex-specific manner. This study provides insights into COTS-specific communication that may guide the generation of peptide mimetics for use on reefs with COTS outbreaks.","Authors":"Hall, MR (Hall, Michael R.) ; Kocot, KM (Kocot, Kevin M.) ; Baughman, KW (Baughman, Kenneth W.) ; Fernandez-Valverde, SL (Fernandez-Valverde, Selene L.) ; Gauthier, MEA (Gauthier, Marie E. A.) ; Hatleberg, WL (Hatleberg, William L. .) ; Krishnan, A (Krishnan, Arunkumar) ; McDougall, C (McDougall, Carmel) ; Motti, CA (Motti, Cherie A.) ; Shoguchi, E (Shoguchi, Eiichi) ; Wang, TF (Wang, Tianfang) ; Xiang, XY (Xiang, Xueyan) ; Zhao, M (Zhao, Min) ; Bose, U (Bose, Utpal) ; Shinzato, C (Shinzato, Chuya) ; Hisata, K (Hisata, Kanako) ; Fujie, M (Fujie, Manabu) ; Kanda, M (Kanda, Miyuki) ; Cummins, SF (Cummins, Scott F.) ; Satoh, N (Satoh, Noriyuki) ; Degnan, SM (Degnan, Sandie M.) ; Degnan, BM (Degnan, Bernard M.) ...More...Less","Title":"The crown-of-thorns starfish genome as a guide for biocontrol of this coral reef pest"}]