[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390849600009 PubMed ID: 28277558 ISSN: 1735-4668 eISSN: 2008-0700","Keywords":"Febrile Seizure; Glutathione Peroxidase KeyWords Plus:OXIDATIVE STRESS; SUPEROXIDE-DISMUTASE; WHOLE-BLOOD; SELENIUM; EPILEPSY; CONVULSIONS; DEFICIENCY; ZINC","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"IRANIAN JOURNAL OF CHILD NEUROLOGY Volume: 11 Issue: 1 Pages: 65-69 Published: WIN 2017","Abstract":"Objective We aimed to determine the relationship between serum glutathione peroxidase and febrile seizure. Materials & Methods In this case-control study, 43 children with simple febrile seizure (case group) were compared with 43 febrile children without seizure (control group) in terms of serum glutathione peroxidase level, measured by ELISA method. This study was conducted in Qazvin Children Hospital, Qazvin University of Medical Sciences in Qazvin, Iran in 2012-2013. The results were analyzed and compared in two groups. Results From 43 children 24 (53%) were male and 19 (47%) were female in children with simple febrile seizure, and 26 (60%) were male and 17 (40%) were female in febrile children without seizure (control group) (P=0.827). Serum glutathione peroxidase level was 166 U/ml (SD=107) in the case group and 141 U/ml (SD=90.5) in the control group of no significant difference. Conclusion There was no significant relationship between serum glutathione peroxidase and simple febrile seizure. Thus, it seems that glutathione peroxidase, an essential component of antioxidant system, does not play any role in the pathogenesis of simple febrile seizure.","Authors":"Mahyar, A (Mahyar, Abolfazl) ; Ayazi, P (Ayazi, Parviz) ; Dalirani, R (Dalirani, Reza) ; Mohammad Hoseini, B (Mohammad Hoseini, Behzad) ; Sarookhani, MR (Sarookhani, Mohammad Reza) ; Javadi, A (Javadi, Amir) ; Esmaeily, S (Esmaeily, Shiva)","Title":"Feasible Relation between Glutathione Peroxidase and Febrile Seizure"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397153700001 ISSN: 2311-6706 eISSN: 2150-5551","Keywords":"Biosensor; Carbon nanotubes (aCNTs); Graphene KeyWords Plus:ELECTROCHEMICAL DNA SENSORS; NITROGEN-DOPED GRAPHENE; REDUCED GRAPHENE; GLUCOSE BIOSENSORS; NONCOVALENT FUNCTIONALIZATION; LABEL-FREE; HYBRIDIZATION DETECTION; HORSERADISH-PEROXIDASE; LIVING CELLS; OXIDE","Categories":"Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANO-MICRO LETTERS Volume: 9 Issue: 3 Article Number: UNSP 25 DOI: 10.1007/s40820-017-0128-6 Published: JUL 2017","Abstract":"With the development of carbon nanomaterials in recent years, there has been an explosion of interests in using carbon nanotubes (CNTs) and graphene for developing new biosensors. It is believed that employing CNTs and graphene as sensor components can make sensors more reliable, accurate, and fast due to their remarkable properties. Depending on the types of target molecular, different strategies can be applied to design sensor device. This review article summarized the important progress in developing CNT-and graphene-based electrochemical biosensors, field-effect transistor biosensors, and optical biosensors. Although CNTs and graphene have led to some groundbreaking discoveries, challenges are still remained and the state-of-the-art sensors are far from a practical application. As a conclusion, future effort has to be made through an interdisciplinary platform, including materials science, biology, and electric engineering.","Authors":"Zhu, ZZ (Zhu, Zanzan)","Title":"An Overview of Carbon Nanotubes and Graphene for Biosensing Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200021 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Sugarcane bagasse; Cellulose nanocrystals; Polyvinyl alcohol; Tissue engineering scaffold KeyWords Plus:POLY VINYL ALCOHOL; HIGH-PRESSURE HOMOGENIZATION; POLYVINYL-ALCOHOL; IN-VITRO; MICROCRYSTALLINE CELLULOSE; NANOFIBROUS SCAFFOLDS; MECHANICAL-PROPERTIES; COMPOSITE SCAFFOLDS; OPTICAL-PROPERTIES; COLORED COTTON","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 183-197 DOI: 10.1016/j.indcrop.2017.02.031 Published: JUN 2017","Abstract":"Sugarcane bagasse has been utilized as a source of nanocellulose in nanomaterial science. However, the biocompatibility of cellulose nanocrystals-based nanocomposites on human fibroblast skin cell has rarely been reported. Therefore, in this study, cellulose nanocrystals (CNCs) Obtained from sugarcane bagasse were incorporated With polyvinyl alcohol (PVA) in the synthesis of tissue engineering scaffolds to reveal the responses of human skin cells to this scaffold in vitro. Scanning electron microscopy images illustrated that increasing the CNC concentration coincided with pore size enlargement to 164.7 mu m and 96.2 mu m for PVA/CNC nanocomposites and neat PVA, respectively. The three-dithensional porous structure of the nanocomposite showed irregular and interconnected pore structures as well as the pore distribution. Moreover, X-ray diffraction indicated that the relative crystallinity of the PVA with 2 and 4 wt% of CNCs was lower (44.94 +/- 0.97% and 45.8 +/- 1.05%, respectively) than that of neat PVA (49.79 +/- 0.9%), and the highest relative crystallinity (48.53 +/- 1.04%) was recorded at 6 wt% of CNCs. Fourier transform infrared spectroscopy was used to confirm the changes of chemical functional groups, and the non-cytotoxicity of PVA/CNCA_10 was recorded at 82 +/- 4.1% cell viability in an in vitro cytotoxicity test. Additionally, thermal, swelling and mechanical behaviors were significantly improved by increasing the CNC content. The compressive modulus and the major degradation temperature of PVA/CNCA_10 reached 6.36 MPa and 343 +/- 4.14 C, respectively, while the swelling degree of 4 and 6 wt%CNCs scaffolds shared a similar maximum level of approximately 853%. Moreover, the biocompatibility of the obtained PVA/CNC_10 with a human fibroblast skin cell line (CRL-2522) illustrated good spreading and adhesion of cells on the material surfaces. These findings indicated that the integration of a PVA/CNC scaffold with fibroblast cells in vitro can be further studied for in vivo and biomedical applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lam, NT (Lam, Nga Tien) ; Chollakup, R (Chollakup, Rungsima) ; Smitthipong, W (Smitthipong, Wirasak) ; Nimchua, T (Nimchua, Thidarat) ; Sukyai, P (Sukyai, Prakit)","Title":"Utilizing cellulose from sugarcane bagasse mixed with poly(vinyl alcohol) for tissue engineering scaffold fabrication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395845200001 ISSN: 0260-8774 eISSN: 1873-5770","Keywords":"Food pellets; Microwave heating; Microwave expansion; Foaming; Dielectric properties; Cavity perturbation method KeyWords Plus:EXTRUDED PELLETS; HIGH-TEMPERATURE; STARCH; VACUUM","Categories":"Engineering; Food Science & Technology Web of Science Categories:Engineering, Chemical; Food Science & Technology","Journal Information":"JOURNAL OF FOOD ENGINEERING Volume: 202 Pages: 1-8 DOI: 10.1016/j.jfoodeng.2017.01.021 Published: JUN 2017","Abstract":"The in situ dielectric properties of a starch-based food pellet have been measured during microwave expansion. A dual-mode cylindrical cavity allowed simultaneous microwave heating and dielectric measurements of a single pellet inside a quartz tube, ensuring uniform heating during microwave processing. The cavity included additional measurement devices to correlate the dielectric properties with the main parameters of the expansion process, such as temperature, expansion time, pellet volume and absorbed power. A commercially available snack food pellet was Used as the test material for expansion experiments. Results indicated that dielectric constant (epsilon') and loss factor (epsilon\") increased during heating, reaching a threshold value of epsilon' = 12.5 and epsilon\" = 5.2, around a temperature of 115 degrees C when the material expanded and the dielectric properties dropped abruptly due to the loss of water content and the increase in size. This measurement procedure may provide useful material science information to improve the overall design of starch-based food pellets processed by microwaves. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guterrez, JD (Gutierrez, Jose D.) ; Catala-Civera, JM (Catala-Civera, Jose M.) ; Bows, J (Bows, John) ; Pefiaranda-Foix, FL (Penaranda-Foix, Felipe L.)","Title":"Dynamic measurement of dielectric properties of food snack pellets during microwave expansion"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398676100001 ISSN: 0079-6425 eISSN: 1873-2208","Keywords":"Foul-release (FR); Nanocoatings Polymeric nanocomposite; Inorganic nanofillers; Environment KeyWords Plus:METAL-OXIDE NANOPARTICLES; SELF-ASSEMBLED MONOLAYERS; TOUGH HYPERBRANCHED EPOXY; FILM COMPOSITE MEMBRANES; LOW SURFACE-ENERGY; GREEN-ALGA ULVA; GRAPHENE OXIDE; ANTIFOULING COATINGS; CARBON NANOTUBES; SUPERHYDROPHOBIC SURFACES","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"PROGRESS IN MATERIALS SCIENCE Volume: 87 Pages: 1-32 DOI: 10.1016/j.pmatsci.2017.02.001 Published: JUN 2017","Abstract":"Progress in materials science is associated with the development of nanomaterials in terms of energy-saving, environmentally friendly, and low-cost methods. Since the use of tributyltin compounds in antifouling coatings was banned in 2003, the search for ecofriendly alternatives has been promoted. Foul-release (FR) nanocoatings have been extensively investigated because of their non-stick, ecological, and economic advantages. Such nanocomposite systems are dynamic non-stick surfaces that deter any fouling attachment through physical anti-adhesion terminology. Instead of biocidal solutions, several functional FR nanocomposite coatings have been developed to counter biofouling and biocorrosion with ecological and ecofriendly effects. Selected inorganic nanofillers have been incorporated because of their enhanced interaction at the filler-polymer interface for nanocomposites. Metallic nanoparticles and their oxides have also been widely explored because of their unique morphological characteristics and size-dependent, self-cleaning properties. In modeling a novel series of FR nanocoatings, two modes of prevention are combined: chemical inertness and physical microfouling repulsion for maritime navigation applications. Long-term durability and self-cleaning performance are among the advantages of developing effective, stable, and ecofriendly modeling alternatives. This review provides a holistic overview of nano-FR research achievements and describes recent advancements in non-stick marine nanocoatings for ship hulls. This review highlights the key issues of nanocomposite structures and their features in improving the biological activity and surface self-cleaning performance of ship hulls. This review may also open new horizons toward futuristic developments in FR nanocomposites for maritime navigations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Selim, MS (Selim, M. S.) ; Shenashen, MA (Shenashen, M. A.) ; El-Safty, SA (El-Safty, Sherif A.) ; Higazy, SA (Higazy, S. A.) ; Selim, MM (Selim, M. M.) ; Isago, H (Isago, H.) ; Elmarakbi, A (Elmarakbi, A.)","Title":"Recent progress in marine foul-release polymeric nanocomposite coatings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397751000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"ITER; manufacturing procedures; qualification; superconducting coils","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4201405 DOI: 10.1109/TASC.2016.2630728 Published: JUN 2017","Abstract":"The system of correction coils (CC) is a component of the ITER magnet system, required to correct toroidal asymmetries and reduce error magnetic fields detrimental for physical processes in the plasma. It includes 18 coils, inserted in between toroidal field coils and poloidal field coils and split into 3 sets of 6 coils each: bottom correction coils (BCC), side correction coils (SCC), and top correction coils (TCC). BCC and TCC are planar coils, whereas SCC are wound on a cylinder. All CC coils are wound using a 10 kA NbTi cable-in-conduit conductor and are manufactured by ASIPP laboratory (Institute of Plasma Physics, Chinese Academy of Sciences), under the responsibility of ITER China. A manufacturing line was installed in 2013 at ASIPP in a dedicated workshop for the construction of the CC. In order to qualify the manufacturing procedures, a comprehensive qualification program has been set up. This program includes a set of mock-ups, manufactured according to the process to be used for the coils and submitted to different tests. These qualification items are winding, insulation and vacuum pressure impregnation, helium inlet/outlet, terminal joints, case material, filler material between winding-pack and case, case assembly, and terminal service box. Qualification of conductor winding, He inlet/outlet manufacture, winding-pack turn and ground insulation installation and impregnation, case material, winding-pack-case filler material is achieved. This included mechanical testing of materials at room and cryogenic temperature in specialized testing laboratories and high-voltage tests performed at the CC workshop. Joint qualification, relying on electrical tests of joints in a dedicated test facility, is nearly complete. Remaining qualification items are case assembly, winding-pack insertion into case, and case closure welding. Manufacture of the first coil started in 2015 and its winding-pack is near completion.","Authors":"Libeyre, P (Libeyre, P.) ; Cormany, C (Cormany, C.) ; Dolgetta, N (Dolgetta, N.) ; Gaxiola, E (Gaxiola, E.) ; Ilyin, Y (Ilyin, Y.) ; Mitchell, N (Mitchell, N.) ; Simon, F (Simon, F.) ; Evans, D (Evans, D.) ; Sgobba, S (Sgobba, S.) ; Langeslag, SAE (Langeslag, S. A. E.) ; Niu, E (Niu, E.) ; Wei, J (Wei, J.) ; Wang, L (Wang, L.) ; Dong, X (Dong, X.) ; Wang, L (Wang, L.) ; Yu, X (Yu, X.) ; Xin, J (Xin, J.) ; Liu, L (Liu, L.) ; Li, C (Li, C.) ; Fang, C (Fang, C.) ; Zheng, W (Zheng, W.) ...More...Less","Title":"Qualification of the Manufacturing Procedures of the ITER Correction Coils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395150600001 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"copolymers; micelles; nanoparticles; nanostructured polymers; self-assembly KeyWords Plus:BLOCK-COPOLYMERS; GOLD NANOPARTICLES; METAL NANOPARTICLES; COLLOIDS; DYES","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 21 Article Number: 44693 DOI: 10.1002/app.44693 Published: JUN 2017","Abstract":"Superstructures composed of diblock copolymer micelles and inorganic nanoparticles are quite interesting because the specific arrangement of inorganic nanoparticles within the micellar structure can reveal interesting opportunities in many field of science. In this perspective, we report a simple method to produce clustered assembly of Au nanoparticles in the micelles in attempt to induce plasmonic coupling among multiple Au nanoparticles in the assembled structures. Here, we utilized polystyrene-block-poly(acrylic acid), PS-PAA, micelles containing single Au nanoparticle in the core (Au@PS-PAA micelles) as building materials to initiate next-level assembling process. In particular, the addition of HCl to the solution of Au@ PS-PAA micelles affected the overall equilibrium condition as well as kinetic process in the micellar solution. As a result, individual Au@ PS-PAA micelles could be merged together to form more large micelles with inclusion of multiple nanoparticles in the core, the process of which was accompanied with plasmonic coupling of Au nanoparticles. (C) 2017 Wiley Periodicals, Inc.","Authors":"Kim, JH (Kim, Jang Hwan) ; Zakia, M (Zakia, Maulida) ; Kim, JH (Kim, Joo Hyun) ; Park, SS (Park, Seong Soo) ; Yoon, J (Yoon, Jinhwan) ; Huh, P (Huh, PilHo) ; Yoo, SI (Yoo, Seong Ii)","Title":"Clustered assembly of Au nanoparticles from spherical diblock copolymer micelles encapsulating Au nanoparticle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395793300001 ISSN: 2053-1583","Keywords":"graphene oxide; metrology; scanning probe microscopy; surface science KeyWords Plus:REDUCED GRAPHENE OXIDE; CARBON NANOTUBES; LAYER GRAPHENE; EXFOLIATION; SHEETS; DISTRIBUTIONS; MICROSCOPY; NANOSCALE; SCIENCE; POLYMER","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025017 DOI: 10.1088/2053-1583/aa57ff Published: JUN 2017","Abstract":"2-dimensional (2D) nanosheets such as graphene, graphene oxide, boron nitride or transition metal dichalcogenides can be produced on a large scale by exfoliation techniques. The lateral shape of these 2D materials is typically considered random and irregular, and their average size is often estimated using techniques characterized by strong approximations or poor statistical significance. Here we measure in a quantitative, objective way the size and shape of 2D monoatomic nanosheets using a combination of optical, electronic and scanning probe techniques. We measure, one by one, the size and shape of thousands of sheets of graphene oxide as they undergo a standard ultrasonication treatment. Using automatic image processing and statistical modelling we identify two different fragmentation processes in 2D at the nanoscale, related to two populations of nanosheets described by gamma and exponential size distributions respectively. The two populations of sheets coexist during the fragmentation process, each one retaining its average size and shape. Our results explain the size reduction commonly observed in nanosheets upon sonication as an effect of changes in the respective weights of the two populations of nanosheets present in the material.","Authors":"Liscio, A (Liscio, Andrea) ; Kouroupis-Agalou, K (Kouroupis-Agalou, Konstantinos) ; Betriu, XD (Betriu, Xavier Diez) ; Kovtun, A (Kovtun, Alessandro) ; Treossi, E (Treossi, Emanuele) ; Pugno, NM (Pugno, Nicola Maria) ; De Luca, G (De Luca, Giovanna) ; Giorgini, L (Giorgini, Loris) ; Palermo, V (Palermo, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Agalou, Costas  http://orcid.org/0000-0002-7424-4126","Title":"Evolution of the size and shape of 2D nanosheets during ultrasonic fragmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396010900007 ISSN: 2053-1583","Keywords":"two-dimensional materials; lateral heterostructures; topological crystalline insulator; transition-metal dichalcogenides; topological phase transition KeyWords Plus:EPITAXIAL-GROWTH; MOLECULAR-DYNAMICS; PHASE-TRANSITION; BAND-GAPS; HETEROJUNCTIONS; SEMICONDUCTORS; MONOLAYERS; GRAPHENE; INTERFACE; METALS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025038 DOI: 10.1088/2053-1583/aa5b17 Published: JUN 2017","Abstract":"The emergence of lateral heterostructures fabricated by two-dimensional building blocks brings many exciting realms in material science and device physics. Enriching available nanomaterials for creating such heterostructures and enabling the underlying new physics is highly coveted for the integration of next-generation devices. Here, we report a breakthrough in lateral heterostructure based on the monolayer square transition-metal dichalcogenides MX2 (M = W, X = S/Se) modules. Our results reveal that the MX2 lateral heterostructure (1S-MX2 LHS) can possess excellent thermal and dynamical stability. Remarkably, the highly desired two-dimensional topological crystalline insulator phase is confirmed by the calculated mirror Chern number n(M) = -1. A nontrivial band gap of 65 meV is obtained with SOC, indicating the potential for room-temperature observation and applications. The topologically protected edge states emerge at the edges of two different nanoribbons between the bulk band gap, which is consistent with the mirror Chern number. In addition, a strain-induced topological phase transition in 1S-MX2 LHS is also revealed, endowing the potential utilities in electronics and spintronics. Our predictions not only introduce new member and vitality into the studies of lateral heterostructures, but also highlight the promise of lateral heterostructure as appealing topological crystalline insulator platforms with excellent stability for future devices.","Authors":"Sun, QL (Sun, Qilong) ; Dai, Y (Dai, Ying) ; Niu, CW (Niu, Chengwang) ; Ma, YD (Ma, Yandong) ; Wei, W (Wei, Wei) ; Yu, L (Yu, Lin) ; Huang, BB (Huang, Baibiao)","Title":"Lateral topological crystalline insulator heterostructure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390460700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Next-step fusion reactors; superconducting fusion magnet design; cable-in-conduit conductors; material radiation limits KeyWords Plus:DEMO","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4200505 DOI: 10.1109/TASC.2016.2627010 Published: JUN 2017","Abstract":"High-performance superconducting magnets play an important role in the design of the next step large-scale, high-field fusion reactors such as the fusion nuclear science facility (FNSF) and the spherical tokamak (ST) pilot plant beyond ITER. Princeton Plasma Physics Laboratory is currently leading the design studies of the FNSF and the ST pilot plant study. ITER, which is under construction in the south of France, utilizes the state-of-the-art low temperature superconducting magnet technology based on the cable-in-conduit conductor design, where over a thousand multifilament Nb3Sn superconducting strands are twisted together to form a high-current-carrying cable inserted into a steel jacket for coil windings. We present design options of the high-performance superconductors in the winding pack for the FNSF toroidal field magnet system based on the toroidal field radial build from the system code. For the low temperature superconductor options, the advanced J(c) Nb3Sn RRP strands (J(c) > 1000 A/mm(2) at 16 T, 4 K) from Oxford Superconducting Technology are under consideration. For the high-temperature superconductor options, the rectangular-shaped high-current HTS cable made of stacked YBCO tapes will be considered to validate feasibility of TF coil winding pack design for the ST-FNSF magnets.","Authors":"Zhai, YH (Zhai, Yuhu) ; Kessel, C (Kessel, Chuck) ; Barth, C (Barth, Christian) ; Senatore, C (Senatore, Carmine)","Title":"High-Performance Superconductors for Fusion Nuclear Science Facility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200053 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Coal to liquid; Lignite; Gasification; Synthesis; Gas treatment KeyWords Plus:CAPTURE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 543-549 DOI: 10.1016/j.fuel.2017.02.001 Published: MAY 15 2017","Abstract":"Conversion of coal into dedicated hydrocarbons has been developed in the beginning of the last century and is still practiced in areas of the world with scarcity or insecure oil and gas supply. Given the need for carbon in chemistry, possible political disruptions in oil and gas producing regions and the rise of renewable energy, lignite, as a secure domestic raw material, can serve as a chemical feed-stock. Furthermore, it can serve as an energy storage using polygeneration, i.e. the ratio between power and hydrocarbon products can follow the fluctuating grid requirements. In North-Rhine Westphalia (NRW), a committee for inquiry regarding the future of the chemical industry advocates this idea in its final report released in April 2015. This is in line with the position of RWE Generation (RWEG), which has been pursuing an alternative use of lignite besides the generation of electricity and has been expediting the related technology development for decades. So far, economical reasons prevented this option to be realized in commercial scale in Germany during the last 30 years. Together with partners from science, as well as industry and partly government-funded, RWEG develops innovative plant concepts and technologies for Coal-to-Product concepts. Especially the challenges and chances are taken into consideration resulting from the given circumstances, a changing market situation and shifting political goals. To meet the challenge of high investment costs, RWEG pursues a so called annex approach to improve the economic viability of the alternative use of lignite. Annex means to use synergies on infrastructure at established power plant or chemical sites, when planning a CtL/CtG plant. In addition, the process steps are critically questioned, here the gas treatment plant, whether amine scrubbing can be applied as a less costly alternative to the commonly used Rectisol scrubbing. To reduce the CO2 footprint and to use renewable energy for hydrocarbon products, there is, next to the way of integrating electrolytically produced H-2 into the process, another way, to substitute carbon consumption needed for the gasification temperatures by electrical heating. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hannes, J (Hannes, Jens) ; Liese, T (Liese, Thorsten)","Title":"Advanced CtL/CtG technologies for lignite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398435400010 PubMed ID: 28366208 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"SOCs; Selective tritopic sensor; Al3+,F- and TNP; PET-CT-CHEF-C=N isomerization; In vitro detection; NMR and DFT-D3 correlation; Logical interpretation and prototype for onsite analysis KeyWords Plus:METAL-ORGANIC FRAMEWORK; SCHIFF-BASE CHEMORECEPTOR; ELECTRON-TRANSFER SERIES; LEVEL FLUORIDE DETECTION; ANION-RADICAL COMPLEXES; AQUEOUS-PHASE DETECTION; PICRIC ACID; 2,4,6-TRINITROPHENOL TNP; NITROAROMATIC EXPLOSIVES; FLUORESCENT SENSOR","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 965 Pages: 111-122 DOI: 10.1016/j.aca.2017.02.008 Published: MAY 1 2017","Abstract":"Schiff base organic compound (SOC) has been prepared as a tritopic chemosensor for selective sensing by fluorescence signalling towards ions like Al3+, F-and explosive molecule like TNP. In general, fluorescence like photophysical property has been used for selective detection of analyte where Al3+ and F- show turn-on fluorescence signal at different wavelengths (nm) however, quenching was found with TNP. As a consequence, the chemosensor has become a selective sensor for Al3+, F- and TNP. Reversibility of fluorescence responses for Al3+ and F- are observed in presence of ammonium nitrate and H+ respectively. Similar to the detection of TNP, the detection of explosive like NO(3)(-)salts is also essential from homeland security point of view. In the present work, the finding of reversible sequential fluorescence response can be promoted for fabrication of next generation AND-NOT-OR-NAND-XOR-XNORNOR based complex logic circuit which is applicable in photonics, security and other fields including inorganic and material science. In the case of TNP recognition, the pathway mainly depends on noncovalent interaction (quenching constant: 4.4 x 10(5) M-1) which is even better than the recently reported materials. Detection limit for Al3+, F-and TNP is 1 mu M, 3 mu M and 500 nM respectively. DFT-D3 has been carried out to explore the host/guest interaction along with the structure-property correlation of the present host-guest system. All three guest analytes have been detected inside the living cell at a certain level and in its consequence, the successful in vitro recognition ability of the SOCs inside human cell line HeLa has been explored too. In real time stepping, an easy to operate and an economically affordable pocket prototype has also been fabricated for on spot detection of TNP like explosive. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Ghosh, P (Ghosh, Pritam) ; Banerjee, P (Banerjee, Priyabrata)","Title":"Small molecular probe as selective tritopic sensor of Al3+, F- and TNP: Fabrication of portable prototype for onsite detection of explosive TNP"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952800005 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Nanoparticle; Electrospinning; SERS; Nanocomposite; Membrane KeyWords Plus:ENHANCED RAMAN-SPECTROSCOPY; SILVER NANOPARTICLES; HOT-SPOTS; SURFACE; SCATTERING; NANORODS; ASSEMBLIES; FIBERS; MATS; NANOSTRUCTURES","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 403 Pages: 29-34 DOI: 10.1016/j.apsusc.2017.01.157 Published: MAY 1 2017","Abstract":"The design and fabrication of three-dimensional (3D) nanostructures with fascinating SERS performance have drawn much attention in the field of materials science and nanotechnology. In this work, 3D poly (acrylic acid) (PAA)/poly (vinyl alcohol) (PVA) nanofibrous membrane was used as templates for the electrostatic assembly of gold nanoparticles. The PAA/PVA electrospun nanofibers were crosslinked using a simple thermal treatment, which would prevent the nanofibers from dissolution in the nanoparticle solution. It was found that the gold nanoparticles were uniformly immobilized on the nanofibers, causing high reproducibility of this SERS substrate. The nanocomposite membrane also showed high sensibility for the detection of trace amount of analytes such as 4-aminothiophenol and Rhodamibe 6G. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, ZC (Liu, Zhicheng) ; Yan, ZD (Yan, Zhaodong) ; Jia, L (Jia, Lu) ; Song, P (Song, Ping) ; Mei, LY (Mei, Linyu) ; Bai, L (Bai, Lu) ; Liu, YQ (Liu, Yaqing)","Title":"Gold nanoparticle decorated electrospun nanofibers: A 3D reproducible and sensitive SERS substrate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952800026 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Carbon nanotubes; Electrophoretic deposition; EIS; XPS; TEM; SEM KeyWords Plus:OXIDATION; MIXTURES; EPD","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 403 Pages: 206-217 DOI: 10.1016/j.apsusc.2017.01.146 Published: MAY 1 2017","Abstract":"Coating the material of choice with a layer of well-adhered carbon nanotubes is a subject of interest in many fields of materials science and industry. Electrophoretic deposition is one of the methods to handle this challenging task. In this process, careful designing of the deposition parameters is crucial in obtaining the product of strictly desired properties. This study was aimed to identify the influence of the diluent on the physicochemical ad electrochemical qualities of the final product. By analyzing the properties of the suspensions being used, we were able to hypothesize on the mechanisms of carbon nanotubes liquid interactions and their outcome on the thickness, homogeneity, chemical and structural composition and electrical conductivity of the metal substrate covered with a layer of carbon nanotubes. We obtained a materials, composed of metal and a layer of CNTs, with conductivity that is superior to an unmodified metal. This types of materials may find numerous applications in fabrication of novel electronic devices, including the implantable electrodes for biomedicine as reported in our previous studies, these types of coating are biocompatible. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Benko, A (Benko, Aleksandra) ; Nocun, M (Nocun, Marek) ; Berent, K (Berent, Katarzyna) ; Gajewska, M (Gajewska, Marta) ; Klita, L (Klita, Lukasz) ; Wyrwa, J (Wyrwa, Jan) ; Blazewicz, M (Blazewicz, Marta)","Title":"Diluent changes the physicochemical and electrochemical properties of the electrophoretically-deposited layers of carbon nanotubes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398330200041 ISSN: 0013-4686 eISSN: 1873-3859","Keywords":"molybdenum disulfide; PEDOT:PSS; free-standing film; supercapacitors; conjugated polymer KeyWords Plus:MOLYBDENUM-DISULFIDE NANOSHEETS; HIGH-PERFORMANCE SUPERCAPACITOR; HYDROGEN EVOLUTION REACTION; SOLID-STATE SUPERCAPACITOR; SINGLE-LAYER MOS2; ELECTROCHEMICAL CAPACITORS; MULTIFUNCTIONAL FIBERS; MECHANICALLY STRONG; MATERIALS SCIENCE; GRAPHENE OXIDE","Categories":"Electrochemistry Web of Science Categories:Electrochemistry","Journal Information":"ELECTROCHIMICA ACTA Volume: 235 Pages: 348-355 DOI: 10.1016/j.electacta.2017.03.069 Published: MAY 1 2017","Abstract":"Two-dimensional molybdenum disulfide (MoS2) is a promising energy storage material due to its high surface area and unique electronic structure. Free-standing flexible MoS2-based electrode is of importance for use in flexible energy storage devices, whereas there are limited reports available. In this work we developed a robust hybrid film, MoS2 incorporated with highly conductive poly(3,4-ethylenedioxythiophene): poly(styrenesulfonate). This free-standing film possesses excellent mechanical properties with a fracture strength of 18.0 MPa and a Young's modulus of 2.0 GPa. It can deliver a large volumetric capacitance of 141.4 F cm (3), a high volumetric energy density of 4.9 mWh cm (3), and a capacitance retention rate of 98.6% after 5000 charge/discharge cycles. This film has demonstrated its application in an all-solid-state bendable supercapacitor as well. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ge, Y (Ge, Yu) ; Jalili, R (Jalili, Rouhollah) ; Wang, CY (Wang, Caiyun) ; Zheng, T (Zheng, Tian) ; Chao, YF (Chao, Yunfeng) ; Wallace, GG (Wallace, Gordon G.)","Title":"A robust free-standing MoS2/poly(3,4-ethylenedioxythiophene):poly (styrenesulfonate) film for supercapacitor applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855000084 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"Magneto Thermoelectric Power; Ultrathin Films; III-V; Ternary, and Quaternary Materials; Influence of Electric Field; Compatibility Test KeyWords Plus:SIMPLE THEORETICAL-ANALYSIS; CHEMICAL VAPOR-DEPOSITION; CHANNEL INVERSION-LAYERS; DEBYE-SCREENING LENGTH; III-V SEMICONDUCTORS; THERMOELECTRIC-POWER; QUANTUM DOTS; NONPARABOLIC SEMICONDUCTORS; OPTOELECTRONIC MATERIALS; GRADED INTERFACES","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 5 Pages: 3352-3364 DOI: 10.1166/jnn.2017.13069 Published: MAY 2017","Abstract":"In this paper we study the influence of strong electric field on the two dimensional magneto thermoelectric power (2D MTP) in ultrathin films (UFs) of III-V, ternary and quaternary semiconductors within the framework of k center dot p formalism by formulating a new electron energy spectrum. It appears, taking UFs of InSb, InAs, Hg1-xCdxTe and In1-xGaxAs1-yPy lattice matched to InP as examples, that the 2D MTP increases with increasing film thickness, decreasing surface electron concentration and increasing electric field exhibiting quantum jumps because of the crossing over of the Fermi level by the quantized level in UFs and the quantized oscillation occurs when the Fermi energy touches the sub-band energy. The MTP increases with increasing alloy composition where the variations are totally band structure dependent. Under certain limiting conditions all the results for all the cases get simplified into the well-known classical result and thus confirming the compatibility test. The content of this paper finds three applications in the domain of nano-science and nano technology.","Authors":"Chatterjee, B (Chatterjee, B.) ; Debbarma, N (Debbarma, N.) ; Mitra, M (Mitra, M.) ; Datta, T (Datta, T.) ; Ghatak, KP (Ghatak, K. P.)","Title":"The Two Dimensional Magneto Thermo Power in Ultra Thin Films Under Intense Electric Field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855000130 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"Carbon Nanotubes; Purification; Protein; Bio-Recoginition KeyWords Plus:MATERIALS SCIENCE; SELECTIVE DISPERSION; STREPTAVIDIN COMPLEX; PROTEINS; WATER; SOLUBILIZATION; BIORECOGNITION; SEPARATION; MICROSCOPY; POLYMERS","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 5 Pages: 3588-3596 DOI: 10.1166/jnn.2017.12860 Published: MAY 2017","Abstract":"Electron-transparent substrate that can specifically capture tagged protein complexes prompted us to fabricate a template that allow capture and structural studies of biotinylated protein complexes by transmission electron microscopy (TEM) to understand protein-protein interactions. Here we present a novel method that allows the scalable extraction and individualization of the tiny fraction of small diameter SWNTs that is functionalized with neutravidin, which can be used to bind biotinylated species. Atom force microscopy analysis indicates 98% purity of the individualized small diameter SWNTs (diameter range: 0.4-0.7 nm, length range: 100-1000 nm). The method includes two steps of functionalization-centrifugation based on the size selective properties of neutravidin toward the SWNTs and results in a sparsely neutravidin-functionalized population: about 1 biotin-specific neutravidin complex per 1000 nm of SNWT. The new method can be scaled up to mass production. This widely opens the door to the bulk characterization of its special (electronic) properties and will allow new, unprecedented applications of this fascinating material, such as electronic devices and novel biochemical applications. The SWNT-neutravidin could be used as a scaffold to analyze protein structure directly by cryo-transmission electron microscopy, which provides better understanding in protein-protein interactions and biological processes.","Authors":"Su, J (Su, Jian) ; Wang, HY (Wang, Hongyan) ; Wu, KK (Wu, Kunkun) ; Liu, ZS (Liu, Zhongsheng) ; Yin, Q (Yin, Qu) ; Wang, R (Wang, Run) ; Lv, W (Lv, Wei) ; Yin, SG (Yin, Shougen) ; Liu, ZF (Liu, Zunfeng) ; Abrahams, JP (Abrahams, Jan Pieter)","Title":"Neutravidin-Mediated Extraction of Isolated Small Diameter Single Walled Carbon Nanotubes for Bio-Recognition"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398138500014 PubMed ID: 28190543 ISSN: 0740-5472","Keywords":"Opioid use disorder treatment; Health-related quality-of-life; Systematic review KeyWords Plus:POSTTRAUMATIC-STRESS-DISORDER; HEROIN-DEPENDENT PATIENTS; PREFERENCE-BASED MEASURE; HIV RISK BEHAVIORS; COST-EFFECTIVENESS; METHADONE-MAINTENANCE; SUBSTITUTION TREATMENT; ADDICTION SEVERITY; DRUG-ABUSERS; OPIATE USERS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"JOURNAL OF SUBSTANCE ABUSE TREATMENT Volume: 76 Pages: 88-93 DOI: 10.1016/j.jsat.2017.01.019 Published: MAY 2017","Abstract":"Background and aims: The recent opioid epidemic has prompted renewed interest in opioid use disorder treatment, but there is little evidence regarding health-related quality-of-life (HRQoL) outcomes in treatment programs. Measuring HRQoL represents an opportunity to consider outcomes of opioid use disorder treatment that are more patient-centered and more relevant to overall health than abstinence alone. We conducted a systematic literature review to explore the extent to which the collection of HRQoL by opioid treatment programs is documented in the treatment program literature. Materials and methods: We searched PubMed, Embase PsycINFO and Web of Science for papers published between 1965 and 2015 that reported HRQoL outcome measures from substance abuse treatment programs. Results: Of the 3014 unduplicated articles initially identified for screening, 99 articles met criteria for further review. Of those articles, 7 were unavailable in English; therefore 92 articles were reviewed. Of these articles, 44 included any quality-of-life measure, 17 of which included validated HRQoL measures, and 10 supported derivation of quality-adjusted life year utility weights. The most frequently used validated measure was the Addiction Severity Index (ASI). Non-U.S. and more recent studies were more likely to include a measure of HRQoL. Conclusions: HRQoL measures are rarely used as outcomes in opioid treatment programs. The field should incorporate HRQoL measures as standard practice, especially measures that can be used to derive utility weights, such as the SF-12 or EQ-5D. These instruments provide policy makers with evidence on the impact of programs on patients' lives and with data to quantify the value of investing in opioid use disorder treatments. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bray, JW (Bray, Jeremy W.) ; Aden, B (Aden, Brandon) ; Eggman, AA (Eggman, Ashley A.) ; Hellerstein, L (Hellerstein, Leah) ; Wittenberg, E (Wittenberg, Eve) ; Nosyk, B (Nosyk, Bohdan) ; Stribling, JC (Stribling, Judy C.) ; Schackman, BR (Schackman, Bruce R.)","Title":"Quality of life as an outcome of opioid use disorder treatment: A systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368600002 ISSN: 0169-2046 eISSN: 1872-6062","Keywords":"Urban ecosystem services; Ecosystem service assessment; Mixed methods; Liveability; Experienced environmental quality KeyWords Plus:LIVEABILITY; FRAMEWORK; HEALTH","Categories":"Environmental Sciences & Ecology; Geography; Physical Geography; Urban Studies Web of Science Categories:Ecology; Environmental Studies; Geography; Geography, Physical; Urban Studies","Journal Information":"LANDSCAPE AND URBAN PLANNING Volume: 161 Pages: 10-21 DOI: 10.1016/j.landurbplan.2017.01.002 Published: MAY 2017","Abstract":"This paper contributes to the notion of ecosystem services (ES) and dis-services (EDS) through an exploration of how they are experienced in an inner-city neighbourhood. We contrast the findings of a science-led assessment with qualitative interview and visual data from the residents of the Woodberry Down Estate (London, UK). We use the ontology of co-production and co-construction to understand how material and interpretative factors condition the translation of identified service-providing units (SPUs) into directly experienced ES and EDS. Findings demonstrate that aspects contributing to the perceived liveability of a neighbourhood also condition the experienced ES and EDS. In our case study, the history of the estate translates into subjective feelings of safety which influence whether individuals access parts of the regenerated estate. While the regeneration project provides a broad range of new and improved SPUs with significant ES potential, the access and recreational functions these offer are especially appreciated for the increased opportunities for social interaction and visitors they provide. However, new SPUs such as landscape vistas and formal gardens that attract people are also assigned further significance as markers of new divisions among social housing residents. We suggest that in order to realise the much-prophesised health and wellbeing benefits of urban ES in an equitable manner, a science-led approach to designing and assessing potential ES should be accompanied by a context-sensitive assessment of community needs and liveability aspects. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Meri, J (Meri, Juntti) ; Lian, L (Lian, Lundy)","Title":"A mixed methods approach to urban ecosystem services: Experienced environmental quality and its role in ecosystem assessment within an inner-city estate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008700026 PubMed ID: 28095302 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"Conservation science; Repair operation; Impregnation treatment; Waterlogged wood; Magnetic resonance imaging (MRI); Relaxation time KeyWords Plus:ARCHAEOLOGICAL WOOD; DETERIORATION","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 38 Pages: 196-201 DOI: 10.1016/j.mri.2017.01.010 Published: MAY 2017","Abstract":"The purpose of this study is to clarify the degree of impregnation resulting from treatment of internal waterlogged wood samples using MRI. On a 1.5 T MR scanner, T-1 and T-2 measurements were performed using inversion recovery and spin-echo sequences, respectively. The samples were cut waterlogged pieces of wood treated with various impregnation techniques which were divided into different concentrations of trehalose (C12H22O11) and polyethylene glycol (PEG; HO-(C2H4O)(n)-H) solutions. Then these samples underwent impregnation treatment every two weeks. From the results, we found that the slope of the Trconcentration curve using linear fitting showed the value of the internal area for PEG to be higher than the external area; internal, -2.73 ms/wt% (R-2 = 0.880); external, -1.50 ms/wt% (R-2 = 0.887). Furthermore, the slope of the Trconcentration curve using linear fitting showed the values for trehalose to have almost no difference when comparing the internal and the external areas; internal, -2.79 ms/wt% (R-2 = 0.759); external, -3.02 ms/wt% (R-2 = 0.795). However, the slope of the T-2-concentration curve using linear fitting for PEG showed that there was only a slight change between the internal and the external areas; internal, 026 ms/wt% (R-2 = 0.642); external, 0.18 ms/wt% (R-2 = 0.920). The slope of the T-2-concentration curve did not show a change in linear relationship between the internal and the external areas; internal, 0.06 ms/wt% (R-2 = 0.175); external, -0.14 ms/wt% (R-2 = 0.043). In conclusion, using visualization of relaxation time T-1, it is possible to obtain more detail information noninvasively concerning the state of impregnation treatment of internal waterlogged wood. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kanazawa, Y (Kanazawa, Yuki) ; Yamada, T (Yamada, Tetsuya) ; Kido, A (Kido, Aki) ; Fujimoto, K (Fujimoto, Koji) ; Takakura, K (Takakura, Kyoko) ; Hayashi, H (Hayashi, Hiroaki) ; Fushimi, Y (Fushimi, Yasutaka) ; Kozawa, S (Kozawa, Satoshi) ; Koizumi, K (Koizumi, Koji) ; Okuni, M (Okuni, Makiko) ; Ueda, N (Ueda, Naomi) ; Togashi, K (Togashi, Kaori) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kanazawa, Yuki  http://orcid.org/0000-0002-7960-8582","Title":"Internal evaluation of impregnation treatment of waterlogged wood; relation between concentration of internal materials and relaxation time using magnetic resonance imaging"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900025 PubMed ID: 28254286 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Synchrotron; X-rays; Diffraction; Rat bone; Different age groups; Phase; Crystal structure; SEM KeyWords Plus:AMORPHOUS CALCIUM-PHOSPHATE","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 207-218 DOI: 10.1016/j.msec.2016.11.136 Published: MAY 1 2017","Abstract":"Synchrotron-based XRD spectra from rat bone of different age groups (w, 56 w and 78w), lumber vertebra at early stages of bone formation, Calcium hydroxyapatite (HAp) [Ca-10(PO4)(6)(OH)(2)] bone fill with varying composition (60% and 70%) and bone cream (35-48%), has been acquired with 15 keV synchrotron X-rays. Experiments were performed at Desy, Hamburg, Germany, utilizing the Resonant and Diffraction beamline (P9), with 15 keV X-rays (lambda = 0.82666 A(0)). Diffraction data were quantitatively analyzed using the Rietveld refinement approach, which allowed us to characterize the structure of these samples in their early stages. Hydroxyapatite, received considerable attention in medical and materials sciences, since these materials are the hard tissues, such as bone and teeth. Higher bioactivity of these samples gained reasonable interest for biological application and for bone tissue repair in oral surgery and orthopedics. The results obtained from these samples, Such as phase data, crystalline size of the phases, as well as the degree of crystallinity, confirm the apatite family crystallizing in a hexagonal system, space group P6(3)/m with the lattice parameters of a = 9.4328 angstrom and c = 6.8842 angstrom (JCPDS card #09-0432). Synchrotron-based XRD patterns are relatively sharp and well resolved and can be attributed to the hexagonal crystal form of hydroxyapatite. All the samples were examined with scanning electron microscope at an accelerating voltage of 15 kV. The presence of large globules of different sizes is observed, in small age groups of the rat bone (8w) and lumber vertebra (LV), as distinguished from, large age groups (56 and 78w) in all samples with different magnification, reflects an amorphous phase without significant traces of crystalline phases. Scanning electron microscopy (SEM) was used to characterize the morphology and crystalline properties of Hap, for all the samples, from 2 to 100 mu m resolution. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rao, DV (Rao, D. V.) ; Gigante, GE (Gigante, G. E.) ; Cesareo, R (Cesareo, R.) ; Brunetti, A (Brunetti, A.) ; Schiavon, N (Schiavon, N.) ; Akatsuka, T (Akatsuka, T.) ; Yuasa, T (Yuasa, T.) ; Takeda, T (Takeda, T.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gigante, Giovanni Ettore  http://orcid.org/0000-0001-5943-9366","Title":"Synchrotron-based XRD from rat bone of different age groups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395969100115 ISSN: 0925-4005","Keywords":"Screen-printed chemical sensors; Nanomaterial inks; Synthesis methods; Nanostructure protection KeyWords Plus:AMPEROMETRIC GLUCOSE BIOSENSOR; PRUSSIAN BLUE; ELECTROCHEMICAL BIOSENSORS; GRAPHENE ELECTRODE; ZNO NANOSTRUCTURES; ENZYME BIOSENSORS; CARBON NANOTUBES; SITU FABRICATION; HYBRID MATERIAL; OXIDE","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 243 Pages: 919-926 DOI: 10.1016/j.snb.2016.12.022 Published: MAY 2017","Abstract":"Screen-printing technology is an efficient integrated preparation method for the manufacture of chemical sensors in biological detection due to its low cost, large scale capacity and facile operation. Especially with the fast development of the nanomaterial science, more and more nanomaterials have been introduced in the fabrication of screen-printed chemical sensor devices. Among them, most research just focuses on the modification of nanomaterials on the already screen-printed electrode. However, if the nanomaterial can be directly prepared as the screen-printing ink, the efficiency will be greatly improved due to the process simplification and cost reduction. In this review, the recent progress in the nanomaterial based inks for screen-printed chemical sensors will be summarized, especially emphasizing the nanostructure synthesis and protection methods for the ink preparations. The performance of different nanomaterial inks printed chemical sensors are concluded with the different applications, the theoretical work mechanisms of different nanomaterials are also discussed for comparison. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chu, ZY (Chu, Zhenyu) ; Peng, JM (Peng, Jingmeng) ; Jin, WQ (Jin, Wanqin)","Title":"Advanced nanomaterial inks for screen-printed chemical sensors"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399013700001 ISSN: 1759-0876 eISSN: 1759-0884","Categories":"Chemistry; Mathematical & Computational Biology Web of Science Categories:Chemistry, Multidisciplinary; Mathematical & Computational Biology","Journal Information":"WILEY INTERDISCIPLINARY REVIEWS-COMPUTATIONAL MOLECULAR SCIENCE Volume: 7 Issue: 3 Article Number: UNSP e1300 DOI: 10.1002/wcms.1300 Published: MAY-JUN 2017","Abstract":"Since the first isolation of graphene from graphite in 2004, atomically thin or layered materials have been occupying the central stage of today's condensed matter physics and materials sciences because of their rich and exotic properties in two dimensions (2D). Many members of the ever-expanding 2D materials family, such as graphene, silicene, phosphorene, borophene, hexagonal boron nitride, transition metal dichalcogenides, and even the strong topological insulators, share the distinct commonality of possessing relatively weak van der Waals (vdW) interlayer coupling, whereas each member may invoke its own fabrication approaches, and is characterized by its unique properties. In this review article, we first discuss the major atomistic processes and related morphological evolution in the epitaxial growth of vdW layered materials, including nucleation, diffusion, feedstock dissociation, and grain boundaries. Representative systems covered include the vdW epitaxy of both monolayered 2D systems and their lateral or vdW-stacked heterostructures, emphasizing the vital importance of the vdW interactions in these systems. We also briefly highlight on some of the recent advances in the property optimization and functionalization of the 2D materials, especially in the fields of optics, electronics, and spintronics. (C) 2017 John Wiley & Sons, Ltd","Authors":"Choi, JH (Choi, Jin-Ho) ; Cui, P (Cui, Ping) ; Chen, W (Chen, Wei) ; Cho, JH (Cho, Jun-Hyung) ; Zhang, ZY (Zhang, Zhenyu)","Title":"Atomistic mechanisms of van der Waals epitaxy and property optimization of layered materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601300031 ISSN: 0008-6223 eISSN: 1873-3891","Keywords":"Graphene; Pentafluorophenyl; Less-defect; Transparent conductive thin film KeyWords Plus:COVALENT FUNCTIONALIZATION; OXIDE; GRAPHITE; EXFOLIATION; EVOLUTION; DELIVERY; STORAGE; SHEETS","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 115 Pages: 285-292 DOI: 10.1016/j.carbon.2017.01.021 Published: MAY 2017","Abstract":"With the rapid development of science and technology on graphene, the demand for graphene grows significantly so that it is necessary to develop convenient, scalable, and low-cost methods to prepare graphene or its derivatives with high quality. Herein, a novel approach is reported for the preparation of pentafluorophenyl-functionalized graphene (PFP-f-graphene) on a considerable scale of hundreds of milligram using commercially available graphite as starting material. In this process, pentafluorophenyl-functionalized graphene was obtained via the in situ diazonium formation procedure and mild sonication treatment. The pentafluorophenyl-functionalized graphene was characterized by Raman spectroscopy, SEM, TEM, AFM, TGA, and XPS, and it was proved to be less defective. This functionalized graphene possesses good dispersity (up to 0.4 mg/mL in N,N-dimethylformamide after one week) in common organic solvents. Transparent conductive thin films with the sheet resistance as low as 47 Omega/sq were fabricated by filtering the PFP-f-graphene dispersion in DMF followed by annealing. Moreover, PFP-fgraphene can be easily modified with either hydrophilic or hydrophobic polymers. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yang, Y (Yang, Yang) ; Dai, J (Dai, Jing) ; Li, YJ (Li, Yongjun) ; Jia, MC (Jia, Mingchen) ; Huang, XY (Huang, Xiaoyu)","Title":"Less defective fluorine-containing graphene with good dispersity: Preparation, characterization, and application in transparent conductive thin film"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601300078 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 115 Pages: 701-719 DOI: 10.1016/j.carbon.2017.01.061 Published: MAY 2017","Abstract":"Despite its predominant role in controlling the functional properties, a longstanding concern in the research of ultrathin amorphous carbon and its hybrid materials is the inadequate understanding of their structural properties, especially on ceramic substrates. This constitutes a barrier for many technological developments. Here we comprehensively examine the structural properties of ultrathin carbon and hybrid silicon nitride/carbon (SiNx/C) films on a ceramic substrate. We observe large Raman G peak shifting, colossal enhancement (small but visible increase) in the sp(3) carbon bonding of filtered cathodic vacuum arc-processed (sputter-processed) carbon films with increasing film thickness from 0.5 to 20 nm. We construct a novel three-phase model to explain the results which are also supported by core-level photoemission spectroscopy. We notice a huge change in sp(3) growth dynamics for 1-7 nm thick films which is found to be significantly larger for filtered cathodic vacuum arc-processed (similar to 7%/nm) than sputter-processed (similar to 1.1%/nm) carbon films, based on Raman spectroscopy. We also observe strong SiNx layer(s)-driven shifting of the Raman G peak, reduction of the I-D/I-G ratio and tuning of the sp(3) bonding in SiNx/C bilayer and multilayer films. These results are very important for fundamental science and ultrathin carbon-based technologies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dwivedi, N (Dwivedi, Neeraj) ; Yeo, RJ (Yeo, Reuben J.) ; Zhang, Z (Zhang, Zheng) ; Dhand, C (Dhand, Chetna) ; Tripathy, S (Tripathy, Sudhiranjan) ; Bhatia, CS (Bhatia, Charanjit S.)","Title":"Direct observation of thickness and foreign interlayer driven abrupt structural transformation in ultrathin carbon and hybrid silicon nitride/carbon films"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684500008 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Nanocatalysts; Silica nanoparticles; Hybrid materials; Heterocyclic rings; Cascade reactions; Multicomponent reactions KeyWords Plus:ONE-POT SYNTHESIS; SOLVENT-FREE CONDITIONS; ACID-FUNCTIONALIZED SILICA; EFFICIENT HETEROGENEOUS CATALYST; RECOVERABLE INTERPHASE CATALYST; MESOPOROUS MOLECULAR-SIEVES; LAROCK INDOLE SYNTHESIS; ORGANIC HYBRID MATERIAL; SUPPORTED IONIC LIQUID; RICE HUSK ASH","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 65-88 DOI: 10.1016/j.cattod.2017.01.048 Published: MAY 1 2017","Abstract":"The design and development of hybrid materials with application in catalysis science is an interesting researching field, especially in the chemical industry for fine chemicals production. The properties of nanostructured catalysts can be changed by tuning the interaction between the support and the active phases. Silica nanoparticles are very convenient solid supports for the synthesis of organic-inorganic hybrid nanocatalysts, endowing them of the required features to optimize activity and selectivity, stability and recyclability. In this review, we analyze the latest developments and give a perspective concerning the recent applications of silica-based nanocatalysts for the synthesis of heterocyclic scaffolds, biologically active, via cascade reactions. Heterocyclic rings often are the structural cores responsible of the biological activities in natural products and synthetic compounds. These systems are frequently synthesized by multicomponent reactions (MCRs), through cascade reactions. Such versatile catalytic systems have been successfully applied in a great variety of organic transformations for the synthesis of complex molecules and would play a key role in establishing new and more efficient sustainable technologies. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mayoral, EP (Perez Mayoral, E.) ; Soriano, E (Soriano, E.) ; Calvino-Casilda, V (Calvino-Casilda, V.) ; Rojas-Cervantes, ML (Rojas-Cervantes, M. L.) ; Martin-Aranda, RM (Martin-Aranda, R. M.)","Title":"Silica-based nanocatalysts in the C-C and C-heteroatom bond forming cascade reactions for the synthesis of biologically active heterocyclic scaffolds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500030 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Emission scenarios; Backcasting; Russia; Climate change targets; Cumulative emissions KeyWords Plus:RENEWABLE ENERGY; LOCK-IN; STORAGE","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 303-315 DOI: 10.1016/j.enpol.2017.02.009 Published: MAY 2017","Abstract":"Despite the high profile of climate change in scientific and policy discourse, the Russian government has thus far failed to commit to an emission reduction target based on the latest science. Given Russia is a key supplier of fossil fuels, a major greenhouse gas emitter, and climate impacts on its vast territory likely to have far-reaching consequences, this contextual research shows that the country's current policies fall woefully short of what is required to implement the Paris Agreement. To support Russia in developing informed, internally consistent and scientifically literate energy policies, this paper presents low-carbon emission trajectories commensurate with the 2 degrees C goal, using stakeholder-informed backcasting. The results illustrate that even if Russia's CO2 emissions peak in 2017, a reduction rate of at least 9% per year between 2020 and 2030 is required to meet a 2 degrees C budget constraint. These sustained rates are in excess of anything achieved globally or, indeed, deemed possible within most studies. Such emission reductions would involve unprecedented material changes to Russia's energy system, including both rapidly cutting energy demand and building extensive low-carbon infrastructures. Nevertheless, failure to transform Russia's existing policies will likely have global repercussions for achieving the Paris Agreement's goals.","Authors":"Sharmina, M (Sharmina, Maria)","Title":"Low-carbon scenarios for Russia's energy system: A participative backcasting approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900040 ISSN: 0306-4549","Keywords":"LFR; Burnup optimization; MOX; MA; Neutronics parameters KeyWords Plus:DESIGN","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 424-430 DOI: 10.1016/j.anucene.2017.01.034 Published: MAY 2017","Abstract":"SNCLFR-100 (Small Natural Circulation Lead Cooled Fast Reactor with 100 MWth), proposed by University of Science and Technology of China (USTC), is a typical modular fast reactor with an array of heterogeneous square fuel assemblies using MOX as the main fuel located in the core, and a preliminary conceptual design has been presented. To extend the full power operating time of the core to 10 years without refueling and improve the transmutation capability of the core, the design optimizations were carried out in this paper, including changing compositions of the fuel, adjusting the relative portion of Pu and U, and changing the type of structure material in the core. In addition, relevant parameters were also optimized. Compared to the original design, the neutron flux distribution became flatter, and the power peak factor of the core dropped from 1.40 to 1.37. The MA transmutation ratio of the optimized core came out to be 2.73%. At the same time, the worth of control rods and the negative reactivity coefficients showed the core has inherent safety. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, HR (Zhang, Haoran) ; Chen, HL (Chen, Hongli) ; Chen, C (Chen, Chong) ; Zeng, Q (Zeng, Qin)","Title":"Burnup optimization of Small Natural Circulation Lead Cooled Fast Reactor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395353200016 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Coal; Hydrothermal; Organic microspheres; Microcapsule; Hollow metal oxide KeyWords Plus:CARBON-FIBERS; CARBONIZATION; EXTRACTION; SPHERES; FABRICATION; CONVERSION; BIOMASS; OXIDE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 195 Pages: 143-150 DOI: 10.1016/j.fue1.2017.01.066 Published: MAY 1 2017","Abstract":"Solid wastes or extracts directly obtained from brown coals by a single hydrothermal treatment were found to be composed of a series of novel coal organic microspheres (COM). Treatment using a flow of water at 350 degrees C and 20 MPa for 90 min produced COM from three brown coals with carbon yields above 29% and diameters ranging of 0.2-3.8 mu m. The spherical morphology of COM changes slightly with different resources, and some microcapsules were observed in all three COM samples. A recycling experiment on COM indicates their potential application as carriers and/or supporters after modification. Through comparison, it is demonstrated that COM differ completely from carbonaceous microspheres or hydro chars obtained from hydrothermal carbonization of carbohydrates, both in mechanism and starting materials. In addition, considering COM as a template, zinc oxide hollow microspheres were synthesized successfully. These results indicate that a series of new substitutes with stable supply are provided to organic microspheres, and a waste or by-product of through the hydrothermal treatment of brown coal is transformed to a valuable advanced material. Given their uniform morphology, high yields, and availability from a variety of low-cost natural resources with worldwide abundance, COM are expected to play a major role in chemical and materials science applications. (C) 2017 Published by Elsevier Ltd.","Authors":"Zheng, QX (Zheng, Qingxin) ; Morimoto, M (Morimoto, Masato) ; Takanohashi, T (Takanohashi, Toshimasa)","Title":"Finding of coal organic microspheres during hydrothermal treatment of brown coal"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394896100004 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 5 Pages: 526-554 DOI: 10.1002/int.21859 Published: MAY 2017","Abstract":"The International Journal of Intelligent Systems was created in 1986. Today, the journal is 30 years old. To celebrate this anniversary, this study develops a bibliometric review of all of the papers published in the journal between 1986 and 2015. The results are largely based on the Web of Science Core Collection, which classifies leading bibliographic material by using several indicators including total number of publications and citations, the h-index, cites per paper, and citing articles. The work also uses the VOS viewer software for visualizing the main results through bibliographic coupling and co-citation. The results show a general overview of leading trends that have influenced the journal in terms of highly cited papers, authors, journals, universities and countries. (C) 2016 Wiley Periodicals, Inc.","Authors":"Merigo, JM (Merigo, Jose M.) ; Blanco-Mesa, F (Blanco-Mesa, Fabio) ; Gil-Lafuente, AM (Gil-Lafuente, Anna M.) ; Yager, RR (Yager, Ronald R.)","Title":"Thirty Years of the International Journal of Intelligent Systems: A Bibliometric Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397926200001 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"crystal structure prototype; structure descriptor; structure prediction; database KeyWords Plus:DENSITY-FUNCTIONAL THEORY; AUGMENTED-WAVE METHOD; PROTEIN DATA-BANK; STRUCTURE PREDICTION; CRYSTALLOGRAPHY; FILE; INFORMATION; CALYPSO; ICSD","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 16 Article Number: 165901 DOI: 10.1088/1361-648X/aa63cd Published: APR 26 2017","Abstract":"Crystal structure prototype data have become a useful source of information for materials discovery in the fields of crystallography, chemistry, physics, and materials science. This work reports the development of a robust and efficient method for assessing the similarity of structures on the basis of their interatomic distances. Using this method, we proposed a simple and unambiguous definition of crystal structure prototype based on hierarchical clustering theory, and constructed the crystal structure prototype database (CSPD) by filtering the known crystallographic structures in a database. With similar method, a program structure prototype analysis package (SPAP) was developed to remove similar structures in CALYPSO prediction results and extract predicted low energy structures for a separate theoretical structure database. A series of statistics describing the distribution of crystal structure prototypes in the CSPD was compiled to provide an important insight for structure prediction and high-throughput calculations. Illustrative examples of the application of the proposed database are given, including the generation of initial structures for structure prediction and determination of the prototype structure in databases. These examples demonstrate the CSPD to be a generally applicable and useful tool for materials discovery.","Authors":"Su, CX (Su, Chuanxun) ; Lv, J (Lv, Jian) ; Li, Q (Li, Quan) ; Wang, H (Wang, Hui) ; Zhang, LJ (Zhang, Lijun) ; Wang, YC (Wang, Yanchao) ; Ma, YM (Ma, Yanming)","Title":"Construction of crystal structure prototype database: methods and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398507400001 PubMed ID: 28301332 ISSN: 0957-4484 eISSN: 1361-6528","Keywords":"photocatalytic lithography; SERS; silver nanoprisms; titanium dioxide; plasmonic nanoparticles KeyWords Plus:ENHANCED RAMAN-SCATTERING; LASER-INDUCED-FLUORESCENCE; TIO2 PHOTOCATALYSIS; REMOTE OXIDATION; POLYMER BRUSHES; SERS; NANOPARTICLES; RADICALS; SURFACES; NANOCRYSTALS","Categories":"Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANOTECHNOLOGY Volume: 28 Issue: 15 Article Number: 155302 DOI: 10.1088/1361-6528/aa631b Published: APR 18 2017","Abstract":"The controlled shaping of nanoparticles' morphology is one of the pillars of nanotechnology. Here, we demonstrate that photocatalytic lithography, a technique already proved to be useful in materials science, can act as a dry etching technique for noble metal nanoparticles. Triangular silver nanoprisms are self-assembled on titanium dioxide films and photocatalytically shaped into discoidal particles upon irradiation with near-UV light. The obtained patterned surfaces show a dramatically different surface-enhanced Raman scattering response, suggesting the utility of our approach for the development of sensors. The photocatalytic nature of the particle shaping is demonstrated and a plausible mechanism drawn by performing photocatalysis in different configurations (direct and remote) and by irradiating in different solvents.","Authors":"Panzarasa, G (Panzarasa, Guido) ; Soliveri, G (Soliveri, Guido) ; Marra, G (Marra, Gianluigi) ; Meda, L (Meda, Laura) ; Savoini, A (Savoini, Alberto) ; Ardizzone, S (Ardizzone, Silvia) ; Salvalaggio, M (Salvalaggio, Mario)","Title":"Sculpturing patterns of plasmonic silver nanoprisms by means of photocatalytic lithography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398644700012 ISSN: 0031-0182 eISSN: 1872-616X","Keywords":"UPs; Weathering; Hydrothermal; Sr concentration KeyWords Plus:LARGE IGNEOUS PROVINCES; PARTICULATE MATERIAL DISSOLUTION; SILICATE WEATHERING RATES; ONTONG JAVA NUI; CARBON-CYCLE; HYDROTHERMAL ACTIVITY; CENOZOIC EVOLUTION; BENGAL BASIN; OCEAN; FLUXES","Categories":"Physical Geography; Geology; Paleontology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary; Paleontology","Journal Information":"PALAEOGEOGRAPHY PALAEOCLIMATOLOGY PALAEOECOLOGY Volume: 472 Pages: 163-176 DOI: 10.1016/j.palaeo.2017.01.048 Published: APR 15 2017","Abstract":"While uniformitarianism underlies many aspects of the Earth sciences, modeling geochemical cycles throughout Earth history requires critically assessing the reliability and constancy of projecting modern fluxes and their isotope ratios into deep geologic time. In this study, we develop an iterative technique for modeling the radiogenic strontium isotope composition (R-87 = Sr-87/Sr-86) of seawater (sw) during the Phanerozoic utilizing as a constraint the composite record of McArthur et al. (2012) (McArthur, J. M., Howarth, R. J., & Shields, G. A. (2012). Strontium isotope stratigraphy. In F. M. Gradstein, J. G. Ogg, M. Schmitz, & G. Ogg (Eds.), The Geologic Time Scale 2012 (pp. 127-144): Elsevier). The model yields estimates for the Sr isotope composition of the riverine, submarine groundwater discharge, and diagenetic input fluxes. We use the Late Jurassic-Early Cretaceous segment of the marine Sr isotope record as a case study to demonstrate the efficacy of the new method. To begin, Sr-87/Sr-86 ratios are calculated for a combined riverine and submarine groundwater discharge flux (tw = total weathering) using a prescribed time-variable 41257,, determined from the LOWESS FIT 5 of McArthur et al. (2012). The calculated R-87,R-t, values are checked against the range of 1287,, for the time interval of interest, as well as older carbonates available for weathering, to determine the reasonableness of the estimates. From these estimates, different prescribed R-87.tw values are tested to identify the best match with target seawater 87Sr/86Sr ratios and the range of 1287,5,,v. For model runs focusing on long time intervals (>10 Myr), a single prescribed R-87,R-tw value does not produce a reasonable match to the Sr isotope record. Testing the frequency of variation in R-870, indicates that during the Early Cretaceous, R87,Lw varied at least every 5 Myr, if not more frequently. The minimum frequency at which 1287.t, changes likely varied throughout the Phanerozoic, as it depends on the variability of d/dt R-97,R-sw and residence time of Sr. Model results also demonstrate the significance of estimating variation in the total hydro thermal (high and low temperature) input flux of Sr along with seawater Sr concentrations in the geologic past, which are key for properly estimating R-57,R-tw. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kristall, B (Kristall, Brian) ; Jacobson, AD (Jacobson, Andrew D.) ; Hurtgen, MT (Hurtgen, Matthew T.)","Title":"Modeling the paleo-seawater radiogenic strontium isotope record: A case study of the Late Jurassic-Early Cretaceous"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395228300010 PubMed ID: 28092742 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Graphene oxide; Toxicity; Histology Gonads; Acheta domesticus KeyWords Plus:ACHETA-DOMESTICUS; DRUG-DELIVERY; FUNCTIONALIZED GRAPHENE; OXIDATIVE STRESS; COMET ASSAY; DNA-DAMAGE; STEM-CELLS; NANOPARTICLES; TOXICITY; GENOTOXICITY","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 328 Pages: 80-89 DOI: 10.1016/j.jhazmat.2017.01.012 Published: APR 15 2017","Abstract":"Graphene oxide (GO) has unique physicochemical properties and also has a potentially widespread use in every field of daily life (industry, science, medicine). Demand for nanotechnology is growing every year, and therefore many aspects of its toxicity and biocompatibility still require further clarification. This research assesses the in vivo toxicity of pure and manganese ion-contaminated GO that were administrated to Acheta domesticus with food (at 200 mg kg(-1) of food) throughout their ten-day adult life. Our results showed that short-term exposure to graphene oxide in food causes an increase in the parameters of oxidative stress of the tested insects (catalase - CAT, total antioxidant capacity - TAC), induces damage to the DNA at a level of approximately 35% and contributes to a disturbance in the stages of the cell cycle and causes an increase of apoptosis. Moreover, upon analyzing histological specimens, we found numerous degenerative changes in the cells of the gut and testis of Acheta domesticus as early as ten days after applying GO. A more complete picture of the GO risk can help to define its future applications and methods for working with the material, which may help us to avoid any adverse effects and damage to the animal. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dziewiecka, M (Dziewiecka, Marta) ; Karpeta-Kaczmarek, J (Karpeta-Kaczmarek, Julia) ; Augustyniak, M (Augustyniak, Maria) ; Rost-Roszkowska, M (Rost-Roszkowska, Magdalena)","Title":"Short-term in vivo exposure to graphene oxide can cause damage to the gut and testis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397368400001 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"SERS; Ultrasensitive detection; Resonance enhancement techniques; High quality plasmonic nanostructure; Highly efficient adsorption mechanism; Multifunctional integrated SERS sensing platform KeyWords Plus:SURFACE-ENHANCED RAMAN; POLYCYCLIC AROMATIC-HYDROCARBONS; METAL-ORGANIC FRAMEWORK; FUNCTIONALIZED GOLD NANOPARTICLES; PERFORMANCE LIQUID-CHROMATOGRAPHY; LINKED-IMMUNOSORBENT-ASSAY; CANCER BIOMARKER DETECTION; SINGLE-MOLECULE DETECTION; SENSITIVE DNA DETECTION; SILVER NANOROD ARRAYS","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 337 Pages: 1-33 DOI: 10.1016/j.ccr.2017.02.006 Published: APR 15 2017","Abstract":"Ultrasensitive detection of chemicals and biological analytes in trace or single molecular level is highly desirable in both scientific and technological fields, e.g., analytical chemistry, life science, materials science, biomedical diagnostics, and forensic science, etc. With high sensitivity, high specificity, narrow line-widths, and multiplexed non-destructive testing capabilities, surface enhanced Raman scattering (SERS)-based sensing is the most promising approach to monitor targeted analytes in the vicinity of nanostructured surface. An insight into the recent advances of SERS-based ultrasensitive sensing platform can provide an effective reference guideline to develop an optimal detection approach for arising real-world applications. Many SERS-based review articles mainly focus on the fundamental theory of SERS, nanostructured plasmonic SERS sensors, and single molecule SERS detection. However, no comprehensive review article targeting SERS-based ultrasensitive detection Strategies, their working mechanisms and illustrative practical applications has been reported yet. Hence, it is important to project the latest SERS-based ultrasensitive detection research in a review, which will present a reference guideline to develop an optimal detection approach for specific detection or monitoring of analytes in highly diluted solutions. We present a systematic classification and discussion on the recent multiple strategies to achieve ultra-high SERS detection sensitivity. We also outline a detailed analysis on the up-to-date applications in vitro and in vivo. Finally, we also discuss a new trend in SERS-based ultrasensitive sensing applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yuan, YF (Yuan, Yufeng) ; Panwar, N (Panwar, Nishtha) ; Yap, SHK (Yap, Stephanie Hui Kit) ; Wu, Q (Wu, Qiang) ; Zeng, SW (Zeng, Shuwen) ; Xu, JH (Xu, Jianhua) ; Tjin, SC (Tjin, Swee Chuan) ; Song, J (Song, Jun) ; Qu, JL (Qu, Junle) ; Yong, KT (Yong, Ken-Tye) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zeng, Shuwen  M-6665-2013 http://orcid.org/0000-0003-2188-7213","Title":"SERS-based ultrasensitive sensing platform: An insight into design and practical applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394074300022 ISSN: 0169-4332 eISSN: 1873-5584","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 401 Pages: 181-189 DOI: 10.1016/j.apsusc.2017.01.017 Published: APR 15 2017","Abstract":"Diazonium coupling is a technique finding wider application to materials and biological science, for hybridization and linking processes, and for the construction of responsive surface functionality. For this reason, detailed examination of solution and surface processes was warranted, and results of such a study are reported here. The modification of polystyrene surfaces was examined as a model, and the process compared to a solution mimic using N,N-dimethylaniline. It was confirmed that solution and solid surface reactions proceed in a similar manner in terms of the chemical functionality generated, but with lower chemical efficiency and reaction times slower for the latter, in a reaction which was pH dependent. The solution process was shown to give only the trans-azo para- coupled products. Whilst there are clear similarities between the solution and surface chemistry, the efficiency of coupling at a surface is not necessarily replicated in the chemical yield of the mimicking solution processes, but nonetheless provides an alternative to other Click-type surface modifications. It should not be assumed that such couplings occur with quantitative efficiency at the surface. (C) 2017 Published by Elsevier B.V.","Authors":"Chng, S (Chng, Shuyun) ; Parker, EM (Parker, Emily M.) ; Griffiths, JP (Griffiths, Jon-Paul) ; Moloney, MG (Moloney, Mark G.) ; Wu, LYL (Wu, Linda Y. L.)","Title":"A study of diazonium couplings with aromatic nucleophiles both in solution and on a polymer surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395839100097 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Long persistent luminescence; Photo-stimulated luminescence; Defects; SrGa2O4:Tb3+; Thermal stability KeyWords Plus:ENERGY-TRANSFER; BAND; PHOTOLUMINESCENCE; PHOTOCATALYSTS; CONVERSION; DESIGN; ARRAYS; EU3+; DEEP","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 701 Pages: 774-779 DOI: 10.1016/j.jallcom.2017.01.210 Published: APR 15 2017","Abstract":"The formation of suitable defects levels is crucial to the optical performance of the electron trapping materials which provide a wide range of applications from the initial civil uses to life sciences, energy and environmental engineering. SrGa2O4, possessing a one-dimensional chain structure of cations along a crystal direction, exhibits a self-activated blue long persistent luminescence (LPL) related to the intrinsic defects. Different trap depths are generated forming a successive defect structure in this three-dimensional framework of SrGa2O4 containing channels occupied by Sr2+ when Tb3+ ions are introduced. The captured carriers in shallow traps are spontaneously released at room temperature and recombine in the luminescence center of Tb3+, eventually causing characteristic emission of Tb3+. The deeper traps are critically important to prevent the thermal fading of carriers at room temperature, therefore, LPL is achieved in SrGa2O4:Tb3+ phosphor at 328 K. Furthermore, a photo-stimulated luminescence (PSL) originated from Tb3+ ions is realized in SrGa2O4:Tb3+ phosphor induced by 980 nm laser diode with the releasing of the carriers trapped in the deeper traps at room temperature. Our results infer that the existence of a successive defect structure with multiple traps for the incorporation of the shallow and deep ones is conducive to the thermal stability of SrGa(2)o(4):Tb3+ phosphor, which could provide a potential application in a rigorous environment with a higher thermal energy than the room temperature, such as solar energy utilization, and in vivo-imaging. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Yu, X (Yu, Xue) ; Wang, SB (Wang, Shaobo) ; Zhu, YC (Zhu, Yucheng) ; Liang, JJ (Liang, Jiajing) ; Qiu, JB (Qiu, Jianbei) ; Xu, XH (Xu, Xuhui) ; Lu, W (Lu, Wei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lu, Wei  C-6640-2012 http://orcid.org/0000-0001-6722-1527","Title":"High-temperature long persistent and photo-stimulated luminescence in Tb3+ doped gallate phosphor"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398897900022 PubMed ID: 28379948 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 544 Issue: 7649 Pages: 167-168 Published: APR 13 2017","Authors":"Kim, YD (Kim, Young Duck) ; Hone, J (Hone, James)","Title":"MATERIALS SCIENCE Screen printing of 2D semiconductors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398891100001 ISSN: 0034-6861 eISSN: 1539-0756","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"REVIEWS OF MODERN PHYSICS Volume: 89 Issue: 2 Article Number: 025002 DOI: 10.1103/RevModPhys.89.025002 Published: APR 12 2017","Abstract":"Soft materials consist of basic units that are significantly larger than an atom but much smaller than the overall dimensions of the sample. The label \"soft condensed matter\" emphasizes that the large basic building blocks of these materials produce low elastic moduli that govern a material's ability to withstand deformations. Aside from softness, there are many other properties that are also caused by the large size of the constituent building blocks. Soft matter is dissipative, disordered, far from equilibrium, nonlinear, thermal and entropic, slow, observable, gravity affected, patterned, nonlocal, interfacially elastic, memory forming, and active. This is only a partial list of how matter created from large component particles is distinct from \"hard matter\" composed of constituents at an atomic scale. Issues inherent in soft matter raise problems that are broadly important in diverse areas of science and require multiple modes of attack. For example, far-from-equilibrium behavior is confronted in biology, chemistry, geophysics, astrophysics, and nuclear physics. Similarly, issues dealing with disorder appear broadly throughout many branches of inquiry wherever rugged landscapes are invoked. This article reviews the discussions that occurred during a workshop held on 30-31 January 2016 in which opportunities in soft-matter experiment were surveyed. Soft matter has had an exciting history of discovery and continues to be a fertile ground for future research.","Authors":"Nagel, SR (Nagel, Sidney R.)","Title":"Experimental soft-matter science"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398357200014 ISSN: 0935-9648 eISSN: 1521-4095","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"ADVANCED MATERIALS Volume: 29 Issue: 14 Special Issue: SI Article Number: 1606434 DOI: 10.1002/adma.201606434 Published: APR 11 2017","Abstract":"Two-dimensional layered graphene-like crystals including transition-metal dichalcogenides (TMDs) have received extensive research interest due to their diverse electronic, valleytronic, and chemical properties, with the corresponding optoelectronics and catalysis application being actively explored. However, the recent surge in two-dimensional materials science is accompanied by equally great challenges, such as defect engineering in large-scale sample synthesis. It is necessary to elucidate the effect of structural defects on the electronic properties in order to develop an application-specific strategy for defect engineering. Here, two aspects of the existing knowledge of native defects in two-dimensional crystals are reviewed. One is the point defects emerging in graphene and hexagonal boron nitride, as probed by atomically resolved electron microscopy, and their local electronic properties, as measured by single-atom electron energy-loss spectroscopy. The other will focus on the point defects in TMDs and their influence on the electronic structure, photoluminescence, and electric transport properties. This review of atomic defects in twodimensional materials will offer a clear picture of the defect physics involved to demonstrate the local modulation of the electronic properties and possible benefits in potential applications in magnetism and catalysis.","Authors":"Hong, JH (Hong, Jinhua) ; Jin, CH (Jin, Chuanhong) ; Yuan, J (Yuan, Jun) ; Zhang, Z (Zhang, Ze)","Title":"Atomic Defects in Two-Dimensional Materials: From Single-Atom Spectroscopy to Functionalities in Opto-/Electronics, Nanomagnetism, and Catalysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398357200008 ISSN: 0935-9648 eISSN: 1521-4095","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"ADVANCED MATERIALS Volume: 29 Issue: 14 Special Issue: SI Article Number: 1605903 DOI: 10.1002/adma.201605903 Published: APR 11 2017","Abstract":"Biomineralization is an important tactic by which biological organisms produce hierarchically structured minerals with marvellous functions. Biomineralization studies typically focus on the mediation function of organic matrices on inorganic minerals, which helps scientists to design and synthesize bioinspired functional materials. However, the presence of inorganic minerals may also alter the native behaviours of organic matrices and even biological organisms. This progress report discusses the latest achievements relating to biomineralization mechanisms, the manufacturing of biomimetic materials and relevant applications in biological and biomedical fields. In particular, biomineralized vaccines and algae with improved thermostability and photosynthesis, respectively, demonstrate that biomineralization is a strategy for organism evolution via the rational design of organism-material complexes. The successful modification of biological systems using materials is based on the regulatory effect of inorganic materials on organic organisms, which is another aspect of biomineralization control. Unlike previous studies, this study integrates materials and biological science to achieve a more comprehensive view of the mechanisms and applications of biomineralization.","Authors":"Yao, SS (Yao, Shasha) ; Jin, BA (Jin, Biao) ; Liu, ZM (Liu, Zhaoming) ; Shao, CY (Shao, Changyu) ; Zhao, RB (Zhao, Ruibo) ; Wang, XY (Wang, Xiaoyu) ; Tang, RK (Tang, Ruikang)","Title":"Biomineralization: From Material Tactics to Biological Strategy"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398517100001 PubMed ID: 28405215 ISSN: 1751-0759","Keywords":"American Psychosomatic Society; Psychosomatic medicine; History KeyWords Plus:PRESIDENTIAL-ADDRESS","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BIOPSYCHOSOCIAL MEDICINE Volume: 11 Article Number: 11 DOI: 10.1186/s13030-017-0096-6 Published: APR 8 2017","Abstract":"Background: The American Psychosomatic Society is one of the oldest and probably the most influential scientific society in psychosomatic/biopsychosocial research worldwide. The current article delineates the historical development and current strategic orientation of the society. Method: Review of published literature, archived materials and current documents of the society. Results: The American Psychosomatic Society (APS) was founded in 1942, originally named the \"American Society for Research in Psychosomatic Problems\". It originated from the editorial board of the Journal Psychosomatic Medicine, which had already been founded in 1939 and has become one of the major journals in the field. As an organization, APS has developed into a premier international scientific society, providing an interdisciplinary home for researchers from medicine, psychology and related areas, gathering under the mission \"to advance and integrate the scientific study of biological, psychological, behavioral and social factors in health and disease\" and dedicated to the goals of Scientific Excellence, Clinical Relevance, and Vibrant and Diverse Membership. Besides editing Psychosomatic Medicine, the APS organizes Annual Meetings and specialized events, issues several scientific awards and scholarships and is engaged in collaborative efforts to improve the research and funding landscape for biobehavioral research in the US and translate psychosomatic research findings into medical education and clinical practice. Conclusion: In its 75th anniversary year, the American Psychosomatic Society has developed into the scientific landscape of the 21st century, and its current updated strategy addresses contemporary demands in advancing science and improving holistic patient care.","Authors":"Herrmann-Lingen, C (Herrmann-Lingen, Christoph)","Title":"The American Psychosomatic Society - integrating mind, brain, body and social context in medicine since 1942"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398145400001 PubMed ID: 28346554 ISSN: 0306-0012 eISSN: 1460-4744","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMICAL SOCIETY REVIEWS Volume: 46 Issue: 7 Pages: 1770-1771 DOI: 10.1039/c7cs90022h Published: APR 7 2017","Abstract":"Surface and interfacial catalysis plays a vital role in chemical industries, electrochemistry and photochemical reactions. The challenges of modern chemistry are to optimize the chemical reaction processes and understand the detailed mechanism of chemical reactions. Since the early 1960s, the foundation of surface science systems has allowed the study of surface and interfacial phenomena on atomic/molecular level, and thus brought a number of significant developments to fundamental and technological processes, such as catalysis, material science and biochemistry, just to name a few. This themed issue describes the recent advances and developments in the fundamental understanding of surface and interfacial catalysis, encompassing areas of knowledge from metal to metal oxide, carbide, graphene, hexagonal boron nitride, and transition metal dichalcogenides under ultrahigh vacuum conditions, as well as under realistic reaction conditions.","Authors":"Gong, JL (Gong, Jinlong); Bao, XH (Bao, Xinhe)","Title":"Fundamental insights into interfacial catalysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398145400002 PubMed ID: 28304064 ISSN: 0306-0012 eISSN: 1460-4744","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMICAL SOCIETY REVIEWS Volume: 46 Issue: 7 Pages: 1772-1784 DOI: 10.1039/c7cs00076f Published: APR 7 2017","Abstract":"Metal oxides are abundant in nature and they are some of the most versatile materials for applications ranging from catalysis to novel electronics. The physical and chemical properties of metal oxides are dramatically influenced, and can be judiciously tailored, by defects. Small changes in stoichiometry introduce so-called intrinsic defects, e.g., atomic vacancies and/or interstitials. This review gives an overview of using Scanning Probe Microscopy (SPM), in particular Scanning Tunneling Microscopy (STM), to study the changes in the local geometric and electronic structure related to these intrinsic point defects at the surfaces of metal oxides. Three prototypical systems are discussed: titanium dioxide (TiO2), iron oxides (Fe3O4), and, as an example for a post-transition-metal oxide, indium oxide (In2O3). Each of these three materials prefers a different type of surface point defect: oxygen vacancies, cation vacancies, and cation adatoms, respectively. The different modes of STM imaging and the promising capabilities of non-contact Atomic Force Microscopy (nc-AFM) techniques are discussed, as well as the capability of STM to manipulate single point defects.","Authors":"Setvin, M (Setvin, Martin) ; Wagner, M (Wagner, Margareta) ; Schmid, M (Schmid, Michael) ; Parkinson, GS (Parkinson, Gareth S.) ; Diebold, U (Diebold, Ulrike) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Diebold, Ulrike  A-3681-2010 http://orcid.org/0000-0003-0319-5256","Title":"Surface point defects on bulk oxides: atomically-resolved scanning probe microscopy"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398538900001 PubMed ID: 28428762 ISSN: 1664-1078","Keywords":"STEM; gender; sex segregation; STEM education; college majors; ability beliefs; mathematics ability; challenge KeyWords Plus:STEREOTYPE THREAT; MATH PERFORMANCE; COLLEGE MAJOR; SELF-CONCEPT; WOMENS; ASPIRATIONS; ACHIEVEMENT; SCIENCE; RACE/ETHNICITY; PERCEPTIONS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 386 DOI: 10.3389/fpsyg.2017.00386 Published: APR 6 2017","Abstract":"Do mathematics ability beliefs explain gender gaps in the physical science, engineering, mathematics, and computer science fields (PEMC) and other science fields? We leverage U.S. nationally representative longitudinal data to estimate gendered differences in girls' and boys' perceptions of mathematics ability with the most difficult or challenging material. Our analyses examine the potentially interacting effects of gender and these ability beliefs on students pathways to scientific careers. Specifically, we study how beliefs about ability with challenging mathematics influence girls' and boys' choices to pursue PEMC degrees, evaluating educational milestones over a 6-year period: advanced science course completion in secondary school and postsecondary major retention and selection. Our findings indicate even at the same levels of observed ability, girls' mathematics ability beliefs under challenge are markedly lower than those of boys. These beliefs matter over time, potentially tripling girls' chances of majoring in PEMC sciences, over and above biological science fields, all else being equal. Implications and potential interventions are discussed.","Authors":"Perez-Felkneri, L (Perez-Felkneri, Lara) ; Nix, S (Nix, Samantha) ; Thomas, K (Thomas, Kirby)","Title":"Gendered Pathways: How Mathematics Ability Beliefs Shape Secondary and Postsecondary Course and Degree Field Choices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398546700001 PubMed ID: 28383028 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45993 DOI: 10.1038/srep45993 Published: APR 6 2017","Abstract":"Focussed Ion Beam (FIB) milling is a mainstay of nano-scale machining. By manipulating a tightly focussed beam of energetic ions, often gallium (Ga+), FIB can sculpt nanostructures via localised sputtering. This ability to cut solid matter on the nano-scale revolutionised sample preparation across the life, earth and materials sciences. Despite its widespread usage, detailed understanding of the FIB-induced structural damage, intrinsic to the technique, remains elusive. Here we examine the defects caused by FIB in initially pristine objects. Using Bragg Coherent X-ray Diffraction Imaging (BCDI), we are able to spatially-resolve the full lattice strain tensor in FIB-milled gold nano-crystals. We find that every use of FIB causes large lattice distortions. Even very low ion doses, typical of FIB imaging and previously thought negligible, have a dramatic effect. Our results are consistent with a damage microstructure dominated by vacancies, highlighting the importance of free-surfaces in determining which defects are retained. At larger ion fluences, used during FIB-milling, we observe an extended dislocation network that causes stresses far beyond the bulk tensile strength of gold. These observations provide new fundamental insight into the nature of the damage created and the defects that lead to a surprisingly inhomogeneous morphology.","Authors":"Hofmann, F (Hofmann, Felix) ; Tarleton, E (Tarleton, Edmund) ; Harder, RJ (Harder, Ross J.) ; Phillips, NW (Phillips, Nicholas W.) ; Ma, PW (Ma, Pui-Wai) ; Clark, JN (Clark, Jesse N.) ; Robinson, IK (Robinson, Ian K.) ; Abbey, B (Abbey, Brian) ; Liu, WJ (Liu, Wenjun) ; Beck, CE (Beck, Christian E.)","Title":"3D lattice distortions and defect structures in ion-implanted nano-crystals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398764000047 PubMed ID: 28286945 ISSN: 0002-7863","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE AMERICAN CHEMICAL SOCIETY Volume: 139 Issue: 13 Pages: 4923-4928 DOI: 10.1021/jacs.7b00983 Published: APR 5 2017","Abstract":"The implementation of artificial molecular machines in polymer science is an important objective that challenges chemists and physicists in order to access an entirely new class of smart materials. To design such systems, the amplification of a mechanical actuation from the nanoscale up to a macroscopic response in the bulk material is a central issue. In this article we show that bistable [c2]daisy chain rotaxanes (i.e., molecular muscles) can be linked into main-chain Upy-based supramolecular polymers. We then reveal by an in depth quantitative study that the pH actuation of the mechanically active rotaxane at the nanoscale influences the physical reticulation of the polymer chains by changing the supramolecular behavior of the Upy units. This nanoactuation within the local structure of the main chain polymer results in a mechanically controlled sol gel transition at the macroscopic level.","Authors":"Goujon, A (Goujon, Antoine) ; Mariani, G (Mariani, Giacomo) ; Lang, T (Lang, Thomas) ; Moulin, E (Moulin, Emilie) ; Rawiso, M (Rawiso, Michel) ; Buhler, E (Buhler, Eric) ; Giuseppone, N (Giuseppone, Nicolas)","Title":"Controlled Sol-Gel Transitions by Actuating Molecular Machine Based Supramolecular Polymers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398262600001 PubMed ID: 28381262 ISSN: 1474-760X","Categories":"Biotechnology & Applied Microbiology; Genetics & Heredity Web of Science Categories:Biotechnology & Applied Microbiology; Genetics & Heredity","Journal Information":"GENOME BIOLOGY Volume: 18 Article Number: 64 DOI: 10.1186/s13059-017-1205-3 Published: APR 5 2017","Abstract":"Supplements are increasingly important to the scientific record, particularly in genomics. However, they are often underutilized. Optimally, supplements should make results findable, accessible, interoperable, and reusable (i.e., \"FAIR\"). Moreover, properly off-loading to them the data and detail in a paper could make the main text more readable. We propose a hierarchical organization for supplements, with some parts paralleling and \"shadowing\" the main text and other elements branching off from it, and we suggest a specific formatting to make this structure explicit. Furthermore, sections of the supplement could be presented in multiple scientific \"dialects\", including machine-readable and lay-friendly formats.","Authors":"Greenbaum, D (Greenbaum, Dov) ; Rozowsky, J (Rozowsky, Joel) ; Stodden, V (Stodden, Victoria) ; Gerstein, M (Gerstein, Mark)","Title":"Structuring supplemental materials in support of reproducibility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646200012 PubMed ID: 28300415 ISSN: 0743-7463","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"LANGMUIR Volume: 33 Issue: 13 Pages: 3262-3269 DOI: 10.1021/acs.langmuir.6b04532 Published: APR 4 2017","Abstract":"Understanding nucleation dynamics is important both fundamentally and technologically in materials science and other scientific fields. Two-dimensional (2D) nucleation is the predominant growth mechanism in colloidal crystallization, in which the particle interaction is attractive, and has recently been regarded as a promising method to fabricate varieties of complex nanostructures possessing innovative functionality. Here, polymers are added to a colloidal suspension to generate a depletion attractive force, and the detailed 2D nucleation process on the terrace of the colloidal crystals is investigated. In the system, we first measured the nucleation rate at various area fractions of particles on the terrace, phi(area). In situ observations at single-particle resolution revealed that nucleation behavior follows the framework of classical nucleation theory (CNT), such as single-step nucleation pathway and existence of critical size. Characteristic nucleation behavior is observed in that the nucleation and growth stage are dearly differentiated. When many nuclei form in a small area of the terrace, a high density of kink sites of once formed islands makes growth more likely to occur than further nucleation because nucleation has a higher energy barrier than growth. The steady-state homogeneous 2D nucleation rate, J, and the critical size of nuclei, r*, are measured by in situ observations based on the CNT, which enable us to obtain the step free energy, gamma, which is an important parameter for characterizing the nucleation process. The gamma value is found to change according to the strength of attraction, which is tuned by the concentration of the polymer as a depletant.","Authors":"Nozawa, J (Nozawa, Jun) ; Uda, S (Uda, Satoshi) ; Guo, SX (Guo, Suxia) ; Hu, SM (Hu, Sumeng) ; Toyotama, A (Toyotama, Akiko) ; Yamanaka, J (Yamanaka, Junpei) ; Okada, J (Okada, Junpei) ; Koizumi, H (Koizumi, Haruhiko)","Title":"Two-Dimensional Nucleation on the Terrace of Colloidal Crystals with Added Polymers"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398608100001 ISSN: 2195-1071","Categories":"Materials Science; Optics Web of Science Categories:Materials Science, Multidisciplinary; Optics","Journal Information":"ADVANCED OPTICAL MATERIALS Volume: 5 Issue: 7 Article Number: UNSP 1600665 DOI: 10.1002/adom.201600665 Published: APR 3 2017","Abstract":"Ultrafast all-optical switching, possessing the unique function of light controlling light, is an essential component of on- chip ultrafast optical connection networks as well as integrated logic computing chips. Ultrafast all-optical switching has attracted enormous research interests, the latest great developments of which have also yield progress in nanophotonics, integrated optics, nonlinear optics, material science, and optical communications, and so on. This review summarizes the fundamental realization principles, novel configurations, fancy materials, improved performance indexes, and ameliorated trigger method (transitioning from a traditional impractical free-spacevertical trigger to a more practical on-chip trigger) of ultrafast all-optical switching. Not only a systematic discussion of the current state-of-the art is provided, but also a brief outlook on the remaining challenges in the pursuit of the application of a practical on-chip ultrafast all-optical switching is also afforded.","Authors":"Chai, Z (Chai, Zhen) ; Hu, XY (Hu, Xiaoyong) ; Wang, FF (Wang, Feifan) ; Niu, XX (Niu, Xinxiang) ; Xie, JY (Xie, Jingya) ; Gong, QH (Gong, Qihuang)","Title":"Ultrafast All-Optical Switching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398135000010 PubMed ID: 28373707 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 536 DOI: 10.1038/s41598-017-00605-x Published: APR 3 2017","Abstract":"DNA-water interactions have revealed as very important actor in DNA mechanics, from the molecular to the macroscopic scale. Given the particularly useful properties of DNA molecules to engineer novel materials through self-assembly and by bridging organic and inorganic materials, the interest in understanding DNA elasticity has crossed the boundaries of life science to reach also materials science and engineering. Here we show that thin films of DNA constructed through the self-assembly of sulfur tethered ssDNA strands demonstrate a Young's modulus tuning range of about 10 GPa by simply varying the environment relative humidity from 0% up to 70%. We observe that the highest tuning range occurs for ssDNA grafting densities of about 3.5 x 10(13) molecules/cm(2), where the distance between the molecules maximizes the water mediated interactions between the strands. Upon hybridization with the complementary strand, the DNA self-assembled monolayers significantly soften by one order of magnitude and their Young's modulus dependency on the hydration state drastically decreases. The experimental observations are in agreement with molecular dynamics simulations.","Authors":"Dominguez, CM (Dominguez, Carmen M.) ; Ramos, D (Ramos, Daniel) ; Mendieta-Moreno, JI (Mendieta-Moreno, Jesus I.) ; Fierro, JLG (Fierro, Jose L. G.) ; Mendieta, J (Mendieta, Jesus) ; Tamayo, J (Tamayo, Javier) ; Calleja, M (Calleja, Montserrat) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number M. Dominguez, Carmen   http://orcid.org/0000-0002-0918-5473","Title":"Effect of water-DNA interactions on elastic properties of DNA self-assembled monolayers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398047300001 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Aves; nomenclature; taxonomy; Franz JF Meyen; Philippines; Chile; Peru; historical ornithology KeyWords Plus:VON KITTLITZS CIRCUMNAVIGATION; CHINESE EGRET; EULOPHOTES; BRAZIL","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4250 Issue: 1 Pages: 1-22 DOI: 10.11646/zootaxa.4250.1.1 Published: APR 3 2017","Abstract":"At least 32 bird species were described as new to science on the basis of material collected by Franz Meyen during his circumnavigation in 1830-1832. We identified the type specimens and determined the type localities of these species, which are currently housed in the Museum fur Naturkunde, Berlin, Germany. Ardea longicollis Meyen, 1834, is identified as a senior synonym of Egretta eulophotes (Swinhoe, 1860), but is set aside as a nomen oblitum. The name of a Neotropical dove is corrected from Metriopelia ceciliae zimmeri (Peters, 1937) to Metriopelia ceciliae gymnops (Chubb, 1917). A lectotype is designated for Nectarinia philippensis Meyen, 1834a.","Authors":"Mlikovsky, J (Mlikovsky, Jiri) ; Frahnert, S (Frahnert, Sylke)","Title":"Type specimens and type localities of birds (Aves) collected during FJF Meyen's circumnavigation in 1830-1832"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429700055 ISSN: 2168-0485","Keywords":"Graphene oxide; Poly(lactic acid); Natural fiber; Transcrystallization; Interfacial properties KeyWords Plus:TRANSCRYSTALLINE LAYERS; THERMAL REDUCTION; SHISH-KEBAB; GLASS-FIBER; THERMOPLASTIC COMPOSITES; POLY(L-LACTIC ACID); POLYMER COMPOSITES; CARBON NANOTUBES; GREEN COMPOSITES; HIGHLY EFFICIENT","Categories":"Chemistry; Science & Technology - Other Topics; Engineering Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Chemical","Journal Information":"ACS SUSTAINABLE CHEMISTRY & ENGINEERING Volume: 5 Issue: 4 Pages: 3279-3289 DOI: 10.1021/acssuschemeng.6b03101 Published: APR 2017","Abstract":"The development of high-performance graphene oxide (GO) nanocomposites is challenged by the lack of a feasible and effective route to disperse and exfoliate GO nanosheets, as well as technical gaps in providing precision control over the interfacial interactions. Here we disclose an all-aqueous processing method to immobilize few-layer extended GO nanosheets at ramie fiber driven by hydrogen bonding. The reinforcing efficacy of GO-functionalized ramie (GOFR) was examined in a poly(lactic acid) (PLA) matrix, wherein the GOFR provided large active surfaces to induce chain ordering and lamellar organization. It permitted the preferable formation of well-organized PLA transcrystallinity at GOFR, in contrast to calabash-like and less-ordered transcrystallinity induced by pristine ramie due to the inferior nucleation activity. The transcrystallization kinetics and lamellar orientation degree were significantly facilitated by the addition of chain mobility accelerator in PLA, permitting the formation of prevailing transcrystallinity with large sizes at GOFR The profound control of interphase morphology conferred remarkable improvements in interfacial properties with weak relation to crystallization temperature, as indicated by an over 3-fold increase in interfacial shear strength between GOFR and PLA matrix compared to the counterparts incorporated with pristine ramie. The effort reveals the appealing application of natural fibers as an ideal template to extend GO nanosheets, potentially motivating further efforts toward revolutionary advancements occurring in many fields of materials science and nanotechnology.","Authors":"Xie, L (Xie, Lan) ; Shan, B (Shan, Bo) ; Sun, X (Sun, Xin) ; Tian, YZ (Tian, Yaozhu) ; Xie, HB (Xie, Haibo) ; He, M (He, Min) ; Xiong, YZ (Xiong, Yuzhu) ; Zheng, Q (Zheng, Qiang)","Title":"Natural Fiber-Anchored Few-Layer Graphene Oxide Nanosheets for Ultrastrong Interfaces in Poly(lactic acid)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362600015 ISSN: 1359-6454 eISSN: 1873-2453","Keywords":"Amorphous; Oxidation; Corrosion; Diffusion; Zirconium alloys KeyWords Plus:SOLID-STATE REACTION; TRANSMISSION ELECTRON-MICROSCOPY; PRESSURE-INDUCED AMORPHIZATION; NIOBIUM-OXIDE PHASES; ZIRCONIUM ALLOYS; BETA-NB; AMORPHOUS NIZR; CORROSION; CRYSTAL; MICROSTRUCTURE","Categories":"Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"ACTA MATERIALIA Volume: 127 Pages: 153-164 DOI: 10.1016/j.actamat.2017.01.032 Published: APR 1 2017","Abstract":"The surface oxide film of a Zr-2.5Nb alloy subjected to long term corrosion at 633 K in simulated primary coolant of pressurized water reactors has been analyzed. The primary concerns were whether Nb precipitates exhibit amorphization upon oxidation, and whether they dissolve into the matrix, as suggested by previous studies. Their behavior is of particular interest, from the viewpoint of engineering, as the mechanism of improving corrosion resistance of Zr fuel cladding by Nb addition, and from the viewpoint of basic materials science, as the critical condition of solid-state amorphization. If amorphization and dissolution proceed simultaneously, it would follow that amorphization occurs at conditions where both O and Nb atoms are mobile; under such conditions diffusion-induced amorphization has never been observed. It was found that the Nb precipitates exhibited amorphization without dissolution. Some of the inconsistencies among the previous studies were found to be artifacts of materials characterization methods. The final configuration of precipitates was amorphous Nb2O5, which is distinct from the other Nb oxides in terms of its dielectric nature with a wide band gap. The matrix initially contained a large amount of Nb greater than the solubility. Although the excess Nb atoms did not precipitate by thermal aging alone, oxidation was found to enhance their precipitation at this temperature. It appears that amorphization can occur even when the motion of atoms is not frozen-in. (C) 2017 Acta Materialia Inc. Published by Elsevier Ltd. All rights reserved.","Authors":"Matsukawa, Y (Matsukawa, Y.) ; Kitayama, S (Kitayama, S.) ; Murakami, K (Murakami, K.) ; Shinohara, Y (Shinohara, Y.) ; Yoshida, K (Yoshida, K.) ; Maeno, H (Maeno, H.) ; Yang, HL (Yang, H. L.) ; Toyama, T (Toyama, T.) ; Yasuda, K (Yasuda, K.) ; Watanabe, H (Watanabe, H.) ; Kimura, A (Kimura, A.) ; Muta, H (Muta, H.) ; Yamanaka, S (Yamanaka, S.) ; Li, YF (Li, Y. F.) ; Satoh, Y (Satoh, Y.) ; Kano, S (Kano, S.) ; Abe, H (Abe, H.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Matsukawa, Yoshitaka  http://orcid.org/0000-0002-7888-3478","Title":"Reassessment of oxidation-induced amorphization and dissolution of Nb precipitates in Zr-Nb nuclear fuel cladding tubes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397403000010 ISSN: 0929-5607 eISSN: 1572-8757","Keywords":"Iron oxide nanoparticles; Protein adsorption; Enzyme immobilization; Electrostatic interaction; Cellulase; Surface charge KeyWords Plus:BOVINE SERUM-ALBUMIN; MAGNETIC NANOPARTICLES; ELECTROKINETIC PROPERTIES; HEMATITE NANOPARTICLES; ENZYME IMMOBILIZATION; PROTEIN ADSORPTION; SINGLE-CRYSTAL; PARTICLES; MAGHEMITE; RECOVERY","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Chemical","Journal Information":"ADSORPTION-JOURNAL OF THE INTERNATIONAL ADSORPTION SOCIETY Volume: 23 Issue: 2-3 Pages: 281-292 Special Issue: SI DOI: 10.1007/s10450-016-9849-y Published: APR 2017","Abstract":"Iron oxide nanoparticles (IONs) may well represent the most promising magnetic nanostructures for a plethora of applications in health, life and environmental science. IONs are already used in medicine, catalysis and downstream processing of biotechnological products. Since most particles, utilized industrially, need expensive coatings, the application of bare nanoparticles seems economically worthwhile. In this study, three different ION species were synthesized by co-precipitation methods without stabilizing agents and were thoroughly characterized with a multi-analytical approach. We emphasize the importance of the particle characterization as transitions of the ION polymorphs into each other are possible as well as merging of distinct properties. The particle sizes, which here range from 10 to 30 nm, and the magnetic properties of IONs are crucial for the further application. The adsorption behavior of the enzyme cellulase (CEL) as a model protein is investigated on the different IONs in order to gain deeper insights into bio-nano interactions to different surface sites, charges, curvatures and morphologies, as given by the three applied adsorber materials. The protein-particle interactions are driven by electrostatic and hydrophobic forces in the case of CEL. The CEL adsorption follows a Langmuir behavior and does not exceed maximum loads of around 0.6 g g(-1). IR spectroscopy gives insights into the orientation of bound CEL and indicates a stronger affinity for the beta-sheet tertiary structure content while a higher load can be reached with a higher alpha-helix content.","Authors":"Schwaminger, SP (Schwaminger, Sebastian P.) ; Fraga-Garcia, P (Fraga-Garcia, Paula) ; Selbach, F (Selbach, Felix) ; Hein, FG (Hein, Florian G.) ; Fuss, EC (Fuss, Eva C.) ; Surya, R (Surya, Rifki) ; Roth, HC (Roth, Hans-Christian) ; Blank-Shim, SA (Blank-Shim, Silvia A.) ; Wagner, FE (Wagner, Friedrich E.) ; Heissler, S (Heissler, Stefan) ; Berensmeier, S (Berensmeier, Sonja) ...More...Less","Title":"Bio-nano interactions: cellulase on iron oxide nanoparticle surfaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397920800013 ISSN: 0921-8831 eISSN: 1568-5527","Keywords":"Microencapsulation; Polystyrene (PS); Water-in-oil; Solvent evaporation technique KeyWords Plus:DOUBLE EMULSION TECHNIQUE; OF-THE-ART; ENCAPSULATION EFFICIENCY; PLGA MICROSPHERES; IN-VITRO; MICROENCAPSULATION; TECHNOLOGY; ACID","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"ADVANCED POWDER TECHNOLOGY Volume: 28 Issue: 4 Pages: 1221-1227 DOI: 10.1016/j.apt.2017.02.008 Published: APR 2017","Abstract":"Microencapsulation has been important for engineering, biology, medicine, and several other fields of science. Microencapsulation is an effective way to protect the encapsulated material (e. g. an aqueous solution or pharmaceutical drug) and control its release to the external environment. Microcapsules are also used for producing anticorrosion systems and, in this case, studies about polymeric microcapsules containing acid solutions are relevant. In this paper, polystyrene microcapsules containing demineralized water were produced. The influence of the core-to-shell ratio, evaporation temperature, and the presence of sodium chloride and a surfactant on the yield of the microencapsulation process was evaluated. Microcapsules were characterized by scanning electron microscopy (SEM), and thermogravimetry that revealed the morphology and thermal behavior of microcapsules in response to changing core-to-shell ratios. SEM images showed mononuclear microcapsules with smooth surfaces. The results indicated that a core-to-shell ratio of 2: 1 showed the best encapsulation performance under the conditions of this study. An increase in yield of about 38% was achieved by reducing the evaporation temperature. In addition, the yields obtained in this research are considerably higher than those found in literature. (C) 2017 The Society of Powder Technology Japan. Published by Elsevier B. V. and The Society of Powder Technology Japan. All rights reserved.","Authors":"Martins, MN (Martins, Marcelo Natan) ; Kubaski, ET (Kubaski, Evaldo Toniolo) ; Sequinel, T (Sequinel, Thiago) ; Cava, S (Cava, Sergio) ; Moreira, ML (Moreira, Mario Lucio) ; Tebcherani, SM (Tebcherani, Sergio Mazurek)","Title":"Processing conditions for the production of polystyrene microcapsules containing demineralized water"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398077500002 ISSN: 0929-189X eISSN: 1573-4897","Keywords":"Composites; Graphene; Textiles; Damage tolerance; Non-destructive techniques; SHM","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"APPLIED COMPOSITE MATERIALS Volume: 24 Issue: 2 Pages: 277-279 Special Issue: SI DOI: 10.1007/s10443-016-956-9 Published: APR 2017","Abstract":"The University of Manchester, School of Materials has a large multidisciplinary research programme on polymers, composites and carbon-based materials. This takes place through fundamental studies of structure-property relationships for these materials, including controlled synthesis and processing, and effects of structure andnano-,meso-and macro-scale morphology on physical properties and engineering applications.","Authors":"Soutis, C (Soutis, Constantinos)","Title":"A decade of science and engineering of composite materials at the North West Composites Centre, University of Manchester, UK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397474600004 ISSN: 1474-0222 eISSN: 1741-265X","Keywords":"Arts; assessment; creative; culture; humanities; visual KeyWords Plus:DIGITAL NATIVES; STUDENTS; UNIVERSITY; SCIENCE; ARTS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ARTS AND HUMANITIES IN HIGHER EDUCATION Volume: 16 Issue: 2 Pages: 173-187 DOI: 10.1177/1474022215601862 Published: APR 2017","Abstract":"Traditionally, assessment for university students in the humanities has been in an essay format, but this has changed extensively in the last decade. Assessments now may entail auditory and visual presentations, films, mind-maps, and other modes of communication. These formats are outside the established conventions of humanities and may be considered as creative works. Exploring definitions and research in the field of assessment of creativity, highlighting ways to explicitly assess the creative aspects of student work. An obligatory first year common unit titled Cultural intelligence and capability is examined as a model of how creative assessment can be used to extend engagement with subject material. Implications of considering creative aspects, in an explicit way, are reviewed. The underpinning argument is that in the current learning settings, creativity should be seen as an intrinsic part of appraisal criteria in the humanities as much as in the arts.","Authors":"Zemits, BI (Zemits, Birut Irena)","Title":"Representing knowledge: Assessment of creativity in humanities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398481600002 ISSN: 1011-372X eISSN: 1572-879X","Keywords":"Photocatalysis; Hydrogen production; Gold plasmon; Pd/TiO2; Electric field enhancement KeyWords Plus:ALCOHOL-WATER MIXTURES; VISIBLE-LIGHT; ELECTRON-TRANSFER; SURFACE-PLASMON; NOBLE-METAL; NANOPARTICLES; ENHANCEMENT; SOLAR; SEMICONDUCTOR; DECOMPOSITION","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"CATALYSIS LETTERS Volume: 147 Issue: 4 Pages: 811-820 DOI: 10.1007/s10562-017-1998-4 Published: APR 2017","Abstract":"H-2-production from renewables using sunlight is probably the holy grail of modern science and technology. Among the many approaches for increasing reaction rates, by increasing light absorption, plasmonic materials are often invoked. Yet, most plasmonic metals on semiconductors are also good for Schottky barrier formation. In this work, we are presenting evidences of de-coupling the plasmonic from Schottky effects on photoreaction. To conduct this we have systematically changed the under-layer gold film thickness and associated particle size. On top of the thin film layer, we have deposited the exact amount of a prototypical Schottky-based photo-catalyst (Pd/TiO2). We found up to 4 times increase in the H-2-production rate at a critical Au film thickness (8 nm-thick). Below this thickness, the plasmonic response is not too strong while above it, the PR decays in favor of the Drude absorption mode. The reaction requires the presence of both UV (to excite the semiconductor) and visible light (to excite Au particles) in order to obtain high hydrogen production, 800 mu mol/g(Catal).min (probably the highest direct hydrogen (not current) production rate reported on a performing catalyst). The enhancement origin is quantitatively traced to its computed electric field strength (EFS). Adding a dielectric (SiO2) in between the Au thin layer and the catalyst exponentially decreased the reaction rate and EFS, with increasing its thickness. This work indicates the possibility of making an active and stable photo-catalyst from fundamental concepts yet further progress on the structural (technological) front is needed to make a practical catalyst.","Authors":"Khan, MA (Khan, M. A.) ; Sinatra, L (Sinatra, L.) ; Oufi, M (Oufi, M.) ; Bakr, OM (Bakr, O. M.) ; Idriss, H (Idriss, H.)","Title":"Evidence of Plasmonic Induced Photocatalytic Hydrogen Production on Pd/TiO2 Upon Deposition on Thin Films of Gold"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398140200005 PubMed ID: 28381672 ISSN: 0009-2363","Keywords":"macroscopic self-assembly; stimuli-responsive material; supramolecular hydrogel; self-healing material; artificial muscle KeyWords Plus:HOST-GUEST INTERACTIONS; SELF-HEALING PROPERTIES; MOLECULAR RECOGNITION; BETA-CYCLODEXTRIN; EXPANSION-CONTRACTION; HYDROGELS; GEL; POLYROTAXANE; LIGHT; SELECTIVITY","Categories":"Pharmacology & Pharmacy; Chemistry Web of Science Categories:Chemistry, Medicinal; Chemistry, Multidisciplinary; Pharmacology & Pharmacy","Journal Information":"CHEMICAL & PHARMACEUTICAL BULLETIN Volume: 65 Issue: 4 Pages: 330-335 Published: APR 2017","Abstract":"Smart design of polymeric materials may lead to intelligent materials exhibiting unique functional properties. Looking at nature, living systems use specific and reversible intermolecular interactions in realizing complex functions. Hence reversible bonds based on selective molecular recognition can impart artificial materials with unique functional properties. This review mainly focuses on supramolecular polymeric materials based on cyclodextrin-based host guest interactions. Polymeric materials using molecular recognition at polymer main chain, side chain, and termini are described. Polymers carrying host and guest residues exhibit unique properties such as: 1) formation of macroscopic self-assembly of polymer gels carrying host and guest residues; 2) stimuli-responsive self-healing properties due to the reversible nature of host guest interactions; and 3) macroscopic motion of artificial muscle cross-linked by host guest interaction controlled by external stimuli. An overview of recent developments in this new frontier between materials science and life science is given.","Authors":"Nakahata, M (Nakahata, Masaki) ; Takashima, Y (Takashima, Yoshinori) ; Harada, A (Harada, Akira)","Title":"Supramolecular Polymeric Materials Containing Cyclodextrins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398065300001 ISSN: 1631-0683 eISSN: 1777-571X","Keywords":"Fossil wood; Torralba site; Middle Pleistocene; Pinus cf. sylvestris; Pinus sylvestris-nigra group; Palaeovegetation Iberian Peninsula KeyWords Plus:DEEP-SEA CORE; AMBRONA SPAIN; SEDIMENTS; PORTUGAL; ALABAMA","Categories":"Paleontology Web of Science Categories:Paleontology","Journal Information":"COMPTES RENDUS PALEVOL Volume: 16 Issue: 3 Pages: 225-234 DOI: 10.1016/j.crpv.2016.07.0041631 Published: APR-MAY 2017","Abstract":"The pieces of wood extracted by the Marquis of Cerralbo at the Acheulian site of Torralba constitute one of the few materials from this famous locality that have not been subjected to detailed study by researchers. Over a century after their extraction, the present paper provides the first anatomical results of these 34 woody remains. The results highlight the presence of the taxon Pinus sylvestrisnigra group (Pinus cf. sylvestris) at the site, thus constituting one of the few and oldest references attributable to the aforementioned taxon for the Iberian Peninsula. The anatomical diagnosis confirms the existence of Middle Pleistocene landscapes with pine woods at elevations at least 200 m lower than at present in the site area. From a taphonomic point of view, the wood samples exhibit the typical morphologies of woody macroremains preserved in continental sedimentary environments, and there was no evidence at all that they had previously been manipulated by man. (C) 2016 Academie des sciences. Published by Elsevier Masson SAS. All rights reserved.","Authors":"Postigo-Mijarra, JM (Maria Postigo-Mijarra, Jose) ; Gomez-Manzaneque, F (Gomez-Manzaneque, Fernando) ; Morla, C (Morla, Carlos)","Title":"Woody macroremains from the Acheulian site of Torralba: Occurrence and palaeoecology of Pinus cf. sylvestris in the Middle Pleistocene of the Iberian Peninsula"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395967300029 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"Asphalt rubber; Rubberized bitumen; CFD; Rheometry; Complex fluids; Viscosity KeyWords Plus:HELICAL RIBBON IMPELLERS; OF-THE-ART; MAXBLEND IMPELLER; NEWTONIAN FLUIDS; VISCOUS FLUIDS; CFD ANALYSIS; FLOW; RHEOLOGY; HYDRODYNAMICS; PERFORMANCE","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 136 Pages: 286-297 DOI: 10.1016/j.conbuildmat.2016.12.200 Published: APR 1 2017","Abstract":"Multi-phase materials are common in several fields of engineering and rheological measurements are intensively adopted for their development and quality control. Unfortunately, due to the complexity of these materials, accurate measurements can be challenging. This is the case of bitumen-rubber blends used in civil engineering as binders for several applications such as asphalt concrete for road pavements but recently also for roofing membranes. These materials can be considered as heterogeneous blends of fluid and particles with different densities. Due to this nature the two components tends to separate and this phenomenon can be enhanced with inappropriate design and mixing. This is the reason behind the need of efficient dispersion and distribution during their manufacturing and it also explains while real-time viscosity measurements could provide misleading results. To overcome this problem, in a previous research effort, a Dual Helical Impeller (DHI) for a Brookfield viscometer was specifically designed, calibrated and manufactured. The DHI showed to provide a more stable trend of measurements and these were identified as being \"more realistic\" when compared with those obtained with standard concentric cylinder testing geometries, over a wide range of viscosities. However, a fundamental understanding of the reasons behind this improvement is lacking and this paper aims at filling these gaps. Hence, in this study a tailored experimental programme resembling the bitumen-rubber system together with a bespoke Computational Fluid Dynamics (CFD) model are used to provide insights into DHI applicability to perform viscosity measurements with multiphase fluids as well as to validate its empirical calibration procedure. A qualitative comparison between the laboratory results and CFD simulations proved encouraging and this was enhanced with quantitative estimations of the mixing efficiency of both systems. The results proved that CFD model is capable of simulating these systems and the obtained simulations gave insights into the flow fields created by the DHI. It is now clear that DHI uses its inner screw to create a vertical dragging of particles within a fluid of lower density, while the outer screw transports the suspended particles down. This induced flow helps keeping the test sample less heterogeneous and this in turns allows recording more stable viscosity measurements. This work was supported by the Engineering and Physical Sciences Research Council (EPSRC) [grant number EP/M506588/1]. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Lo Presti, D (Lo Presti, D.) ; Giancontieri, G (Giancontieri, G.) ; Hargreaves, DM (Hargreaves, D. M.)","Title":"Improving the rheometry of rubberized bitumen: experimental and computation fluid dynamics studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396969800010 ISSN: 0010-938X eISSN: 1879-0496","Keywords":"Stained-glass; Glass corrosion; Ionic liquids; Surface cleaning KeyWords Plus:RAMAN IDENTIFICATION; ANCIENT GLASSES; CORROSION; JEWELRY; LASER; BEAM","Categories":"Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"CORROSION SCIENCE Volume: 118 Pages: 109-117 DOI: 10.1016/j.corsci.2017.01.027 Published: APR 2017","Abstract":"Corrosion in medieval stained-glass represents a center dot challenging issue in Conservation Science, being mainly composed by calcium salts. Model glass materials were produced and then subjected to an accelerated corrosion environment. Early stage glass corrosion layers observed were afterwards cleaned with luminescent ionic liquids (ILs). The effectiveness of the treatment was compared with Ethylenediaminetetraacetic acid solution and high levels of humidity, both of which have caused alterations on the glass surface. With the ILs, detectable morphological or chemical alterations were avoided and the gel-layer remains on the glass surface, indicating that these are a viable alternative to conventional cleaning methods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Delgado, JM (Delgado, J. M.) ; Nunes, D (Nunes, D.) ; Fortunato, E (Fortunato, E.) ; Laia, CAT (Laia, C. A. T.) ; Branco, LC (Branco, L. C.) ; Vilarigues, M (Vilarigues, M.)","Title":"The effect of three luminescent ionic liquids on corroded glass surfaces - A first step into stained-glass cleaning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398466300011 PubMed ID: 27176598 ISSN: 0939-7248 eISSN: 1439-359X","Keywords":"congenital megacolon; scientometrics; Hirschsprung disease; density-equalizing mapping; self-citation KeyWords Plus:IMPACT FACTOR; GENETICS","Categories":"Pediatrics; Surgery Web of Science Categories:Pediatrics; Surgery","Journal Information":"EUROPEAN JOURNAL OF PEDIATRIC SURGERY Volume: 27 Issue: 2 Pages: 185-191 DOI: 10.1055/s-0036-1583536 Published: APR 2017","Abstract":"Introduction Hirschsprung disease (HD) is a congenital bowel innervation disorder that involves several clinical specialties. There is an increasing interest on the topic reflected by the number of annually published items. It is therefore difficult for a single scientist to survey all published items and to gauge their scientific importance or value. Thus, tremendous efforts were made to establish sustainable parameters to evaluate scientific work within the past decades. It was the birth of scientometrics. Materials and Methods To quantify the global research activity in this field, a scientometric analysis was conducted. We analyzed the research output of countries, individual institutions, authors, and their collaborative networks by using the Web of Science database. Density-equalizing maps and network diagrams were employed as state of the art visualization techniques. Results The United States is the leading country in terms of published items (n=685), institutions (n=347), and cooperation (n=112). However, although there is dominance in quantity, the most intensive international networks between authors and institutions are not linked to the United States. By contrast, most of the European countries combine the highest impact of publications. Further analysis reveal the influence of international cooperation and associated phenomena on the research field HD. Conclusion We conclude that the field of HD is constantly progressing. The importance of international cooperation in the scientific community is continuously growing.","Authors":"Schoffel, N (Schoeffel, Norman) ; Gfroerer, S (Gfroerer, Stefan) ; Rolle, U (Rolle, Udo) ; Bendels, MHK (Bendels, Michael H. K.) ; Klingelhofer, D (Klingelhoefer, Doris) ; Groneberg-Kloft, B (Groneberg-Kloft, Beatrix)","Title":"Hirschsprung Disease: Critical Evaluation of the Global Research Architecture Employing Scientometrics and Density-Equalizing Mapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434800003 PubMed ID: 28384044 ISSN: 1945-0265 eISSN: 1945-0257","Keywords":"MGMT; gastric cancer; DNA methylation KeyWords Plus:ABERRANT DNA METHYLATION; NITROSO-COMPOUNDS; O-6-METHYLGUANINE-DNA METHYLTRANSFERASE; ALKYLATING-AGENTS; GENES; HYPERMETHYLATION; CARCINOGENESIS; EPIDEMIOLOGY; DISEASE; HMLH1","Categories":"Biochemistry & Molecular Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Genetics & Heredity","Journal Information":"GENETIC TESTING AND MOLECULAR BIOMARKERS Volume: 21 Issue: 4 Pages: 213-221 DOI: 10.1089/gtmb.2016.0284 Published: APR 2017","Abstract":"Aims: Several previous studies have suggested that MGMT promoter methylation is significantly associated with gastric cancer, but the results were not consistent. Hence, we conducted a systematic meta-analysis to explore the potential correlation of MGMT promoter methylation with gastric cancer and its clinicopathologic characteristics. Materials and Methods: Searches of PubMed, EMBASE, Web of Science, Cochrane Library, and Chinese National Knowledge Infrastructure (CNKI) literature databases were conducted to identify relevant studies published in English or Chinese before July 1, 2016. The meta-analysis was performed using Stata 12.0 software. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated to assess the association between MGMT promoter methylation and gastric cancer. We also conducted a subgroup analysis and metaregression to explore sources of heterogeneity. Results: We identified 12 articles that met the inclusion criteria. The 12 articles described 14 studies that included 1571 tumor tissues and 1243 controls. The meta-analysis results demonstrated that the frequency of MGMT promoter methylation was higher in gastric cancer tissues compared with adjacent tissues and normal tissues (OR = 4.06, 95% CI: 2.55-6.46, p < 0.001; OR= 8.85, 95% CI: 1.15-68.23, p = 0.036; respectively). An assessment of the correlation between MGMT promoter methylation and clinicopathological characteristics indicated that MGMT promoter hypermethylation was significantly associated with tumor-node-metastasis stage, lymph node metastasis, and distant metastasis (OR = 2.11, 95% CI: 1.18-3.75, p = 0.011; OR= 1.99, 95% CI: 1.47-2.68, p < 0.001; and OR= 3.60, 95% CI: 2.17-5.95, p < 0.001; respectively). Conclusion: Our findings provide evidence that MGMT promoter methylation could play an important role in gastric carcinogenesis and may serve as an important biomarker for gastric cancer progression.","Authors":"Yuan, XL (Yuan, Xiaolong) ; Xu, JF (Xu, Jifei) ; Fang, WY (Fang, Weiyang) ; Zhao, ZF (Zhao, Zhenfeng) ; Wang, F (Wang, Fan) ; Tong, ZT (Tong, Zhuting)","Title":"The Association Between MGMT Promoter Methylation and Patients with Gastric Cancer: A Meta-Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693300020 PubMed ID: 28273555 ISSN: 0140-1971 eISSN: 1095-9254","Keywords":"Psychological factors; Social factors; Academic performance; Adolescence; Poverty KeyWords Plus:PARENTAL INVOLVEMENT; SELF-REGULATION; INDIVIDUAL-DIFFERENCES; SCIENCE ACHIEVEMENT; AFRICAN-AMERICAN; ENGAGEMENT; FAMILY; INCOME; TRAJECTORIES; ADOLESCENCE","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"JOURNAL OF ADOLESCENCE Volume: 56 Pages: 179-189 DOI: 10.1016/j.adolescence.2017.02.007 Published: APR 2017","Abstract":"We investigated the relations between middle school students' psychological factors (academic commitment and emotional control), social perceptions (family involvement and school climate), and academic performance over time. Gender differences in these relations were also examined. Based on a two-year longitudinal data set of 942 middle school students from a high-poverty district in the United States, we found that all four factors measured in 6th grade were predictive of GPA at the end of the 7th grade above and beyond gender, race, and home intellectual materials. Among these factors, emotional control had the strongest relation with GPA, and the importance of family involvement increased over time, especially for female students. The results also revealed the indirect effects of the social factors on GPA through the psychological factors, and mostly through emotional control. These findings highlight the complex relation between the social emotional factors and academic outcomes in early adolescence. (C) 2017 The Foundation for Professionals in Services for Adolescents. Published by Elsevier Ltd. All rights reserved.","Authors":"Li, YR (Li, Yaoran) ; Allen, J (Allen, Jeff) ; Casillas, A (Casillas, Alex)","Title":"Relating psychological and social factors to academic performance: A longitudinal investigation of high-poverty middle school students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300058 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Gel electrophoresis; Loop mediated isothermal amplification; Mycobacterium tuberculosis KeyWords Plus:CEREBROSPINAL-FLUID; RAPID DIAGNOSIS; BACTERIAL-MENINGITIS; PARAMETERS; BACTEREMIA; INDICATOR; ADULTS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: BC13-BC17 DOI: 10.7860/JCDR/2017/24493.9668 Published: APR 2017","Abstract":"Introduction: Tuberculous Meningitis (TBM) is the most severe form of Central Nervous System Tuberculosis (CNS- TB) and constitutes about 6% of all Extrapulmonary TB (EPTB) cases. Most guidelines for the diagnosis and management of TBM agree on the use of simple Cerebrospinal Fluid (CSF) analysis using molecular tools like Polymerase Chain Reaction (PCR). However, the sensitivity of PCR varies while using a CSF sample. In the present study, we have compared the diagnostic utility of PCR assay in both peripheral blood and CSF sample collected from TBM cases. Aim: To evaluate the application of the peripheral blood PCR assay as an alternate tool for TBM diagnosis compared to conventional CSF-PCR based system Materials and Methods: A total of 50 TBM patients were prospectively recruited from in patient department wards of Central India Institute of Medical Sciences (CIIMS) between January 2014 - Feburary 2015. Mycobacterium tuberculosis (MTB) specific IS6110 PCR and BactT liquid culture were performed in 20 of recruited cases classified as Stage 1, 2 and 3 based on British Medical Research Council (BMRC) contemporary clinical criteria for the severity of TBM. Clinical characteristics were summarised in terms of percentages for categorical variables, i.e., age groups, gender, signs and symptoms. All statistical analysis was carried out using MedCalc software version 11.6. Results: Overall IS6110 PCR positivity in CSF was around 80% (16/20), which was higher than culture (29.3%) and peripheral blood (39%). Out of 8 positive cases, stage wise positivity of peripheral blood PCR assay in three TBM stages was 0% (stage1) 50% (stage 2) and 67% (Stage 3) respectively. Positivity of peripheral blood PCR was significantly more (86%) in patients with CSF culture/IS6110 PCR positive for MTB infection with sensitivity and specificity of 50 and 100% respectively. Increased positivity rates of peripheral blood PCR was observed with decreased CSF/Blood sugar ratio in stage 3 cases, suggesting enhanced probability of mycobacterial blood dissemination in cases of TBM severity. Conclusion: Our results suggest that although the molecular diagnosis of TBM infection in CSF remains the method of choice, peripheral blood based PCR can be used as a good alternative to CSF in case of TBM severity where the repeated CSF collection may be needed. However, study demands further validation in large cohorts to justify the present hypothesis.","Authors":"Manke, SD (Manke, Sonali D.) ; Husain, AA (Husain, Aliabbas A.) ; Daginawala, HF (Daginawala, Hatim F.) ; Singh, LK (Singh, Lokendra K.) ; Kashyap, RS (Kashyap, Rajpal S.)","Title":"Comparative Diagnostic Utility of IS6110 PCR Assay in CSF and Peripheral Blood Samples of Tuberculous Meningitis Patients: A Pilot Study from Central India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300060 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"ADR reporting; Health care professional; Focus group discussion; Qualitative research KeyWords Plus:ADVERSE DRUG-REACTIONS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: FC1-FC3 DOI: 10.7860/JCDR/2017/24623.9647 Published: APR 2017","Abstract":"Introduction: Pharmacovigilance is the branch of science that deals with the detection, assessment, understanding and prevention of adverse reactions to medicines (i.e., adverse drug reactions or ADRs). The purpose of pharmacovigilance is to implement the safe and rational use of medicines, which ultimately helps in improving patient care. Aim: To investigate the Knowledge, Attitude And Practice (KAP) of clinicians, residents and nursing staff towards pharmacovigilance and Adverse Drug Events (ADE) reporting and to identify possible reasons for underreporting and to receive suggestions to improve the ADE reporting. Materials and Methods: This was a qualitative study, conducted at Shree Krishna Hospital, attached to Pramukhswami Medical Collage, Karamsad, Gujarat, India. `Focused Group Discussions' were organized which consisted of 5-10 clinicians and residents of the same departments and 10-15 nursing staff members. Their KAP regarding ADE reporting were assessed by using a structured open ended questionnaire. Data were analysed with qualitative methods. Results: Total six sessions of Focused group discussion were conducted consisting of 42 clinicians and residents (16 were faculty members and 26 were residents) and seven sessions of Focused group discussion were conducted, consisting of 89 nursing staff members. Most of the participants knew the meaning of ADR and importance of ADR reporting. They all agreed that it's their responsibility also to report ADE. Some of the participants admitted, forgetfulness and workload as major constraints. There was a suggestion of display phone number of department of Pharmacology for coordination and maintaining a separate register for ADEs in each ward. Conclusion: In spite of awareness and willingness for reporting of ADEs amongst the clinicians and residents, the practice is lacking because they do not consider this work as their priority.","Authors":"Gajjar, B (Gajjar, Bharat) ; Mirza, N (Mirza, Nazima) ; Gor, A (Gor, Alpa) ; Mistry, M (Mistry, Malkesh) ; Shah, N (Shah, Nishal)","Title":"A Qualitative Study of Knowledge, Attitude and Practice towards Pharmacovigilance among Doctors and Nursing Staff in a Tertiary Care Hospital in India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300098 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Family members; Stress Traumatic events","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: IC6-IC9 DOI: 10.7860/JCDR/2017/25951.9673 Published: APR 2017","Abstract":"Introduction: Traumatic events are of high incidence and affect not only the patient but also their family members, causing psychological problems such as stress and anxiety for caregivers of these patients. Therefore, the application of appropriate coping strategies by them seems necessary in order to promote mental health. Aim: To study the relationship of anxiety with coping strategies in family caregivers of trauma patients. Materials and Methods: The present research was a descriptive-correlational study which was carried out on 127 family caregivers of patients with trauma in intensive care unit, surgery ward and emergency unit of Amir al-Mu'minin Hospital of Zabol, Sistan and Baluchestan Province. The respondents were selected based on the convenience sampling method. Demographics questionnaire, DASS-21, and Coping Strategies Questionnaire were used for data collection. The obtained data were statistically analysed using descriptive statistics, Analysis of Variance (ANOVA), t-test, and Pearson correlation coefficient in statistical package for the Social Sciences (SPSS) version 21.0. Results: Based on the results, 89.9% of family caregivers suffer from mild to severe anxiety. The most common type of coping strategy used by the respondents was emotion-focused. The results showed no relationship between anxiety and emotioncentrism, but an inverse relationship was found between problem-centrism and anxiety. Conclusion: The majority of family caregivers had anxiety. Given, the inverse relationship between the level of anxiety and the use of problem-based coping strategy, in addition to identifying and reducing the causes of anxiety in caregivers. It is recommended that appropriate coping strategies should be trained to them.","Authors":"Rahnama, M (Rahnama, Mozhgan) ; Shahdadi, H (Shahdadi, Hosien) ; Bagheri, S (Bagheri, Somyeh) ; Moghadam, MP (Moghadam, Mahdieh Poodineh) ; Absalan, A (Absalan, Ahmad)","Title":"The Relationship between Anxiety and Coping Strategies in Family Caregivers of Patients with Trauma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300011 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Quality; Satisfaction; SERVQUAL Model KeyWords Plus:PROGRAM; QUALITY","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: JC1-JC4 DOI: 10.7860/JCDR/2017/21483.9640 Published: APR 2017","Abstract":"Introduction: Awareness of students' opinions about the various aspects of training provided is an essential factor to evaluate the quality of education. Aim: The aim of this study was to determine the gap between the students' expectations and perceptions from the educational services provided to them in the School of Nursing and Midwifery in Shahrekord University of Medical Sciences. Materials and Methods: In this cross-sectional study, 320 students were selected by stratified random sampling method and data were collected by SERVQUAL questionnaire to examine the areas of assurance, responsiveness, empathy, tangibles and confidence. Data analysis was conducted by descriptive (frequency, percentage, mean +/- SD) and analytical (paired t-test, independent t-test and One-Way ANOVA) statistics in SPSS 20. Results: The mean scores of the students' expectations and perceptions of the educational services delivered to them were 4.34 +/- 0.63 and 3.56 +/- 0.68, respectively, with a significant, negative gap (-0.77 +/- 0.77, p < 0.001). The lowest gap of quality was derived for assurance (-0.65) followed by reliability (-0.69), accountability (-0.74), and empathy (-0.81), and the greatest gap observed in tangibles (-0.96). Conclusion: A negative gap was observed between the students' expectations and perceptions of the quality of educational services delivered to them. This means that the quality of services delivered to students was less than what they expected. The highest gap was related to the tangibles. In order to improve the educational services, paying attention to different areas of quality of educational services, especially, the tangibles, is necessary.","Authors":"Asefi, F (Asefi, Fariba) ; Delaram, M (Delaram, Masoumeh) ; Deris, F (Deris, Fatemeh)","Title":"Gap between the Expectations and Perceptions of Students regarding the Educational Services Offered in a School of Nursing and Midwifery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300055 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Hospital anxiety depression scale; Low birth weight; Preterm labour KeyWords Plus:APGAR SCORES; POSTPARTUM; MOTHERS; WOMEN; BIRTH; RISK","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: VC4-VC7 DOI: 10.7860/JCDR/017/24352.9616 Published: APR 2017","Abstract":"Introduction: Despite scientific advances in the field of physical problems during pregnancy, the effect of mental problems on the health of pregnant women is still an important issue that needs further research. Aim: To determine the association of symptoms of stress, anxiety and depression during pregnancy and there effect on the pregnancy outcome. Materials and Methods: This was a descriptive correlational. The population included 200 pregnant women of the urban and rural health centers affiliated with Babol University of Medical Sciences. There were hundred each in second and third trimester. Convenience multi stage cluster sampling was performed. Data collection was received through the Hospital Anxiety Depression Scale (HADS), Pregnancy Distress Questionnaire (PDQ), and Perceived Stress Scale (PSS-14) questionnaires. Results: The correlation results showed a significant difference between variables of depression, stress, and anxiety with birth weight, birth height and head circumference and infants' Apgar score (p < 0.05). Multiple regression analysis showed that interpersonal relationships on prediction of infant weight (B=-0.324), anxiety on prediction of infant height (B=-0.197), stress on prediction of head circumference (B=-0.350) and depression on prediction of Apgar score (B=0.323) are effective (p < 0.001). Conclusion: The findings emphasize the need to identify women with depression, anxiety and stress in pregnancy, and scheduling to avoid adverse consequences of the pregnancy outcome.","Authors":"Hasanjanzadeh, P (Hasanjanzadeh, Parvin) ; Faramarzi, M (Faramarzi, Mahbobeh)","Title":"Relationship between Maternal General and Specific-Pregnancy Stress, Anxiety, and Depression Symptoms and Pregnancy Outcome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398027300068 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Allium sativum; Ziziphora clinopodioides; Minimum inhibitory concentration; Nalidixic acid; Vancomycin KeyWords Plus:RECH.-F; CLINOPODIOIDES; IRAN","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 4 Pages: ZC16-ZC19 DOI: 10.7860/JCDR/2017/24786.9620 Published: APR 2017","Abstract":"Introduction: Peri-implantitis is an inflammatory process, characterized by loss of bone around implants and bleeding on probing. Colonization of bacteria in the pocket created around the implant is one of the most important aetiologic factors involved. Although antibiotics are routinely used and are effective agents against this bacterial infection, due to the side effects and drug resistance of these medications, researchers are more interested in using herbal derivatives. There are relatively limited number of studies in this respect. A im: To evaluate and compare the antibacterial effects of the extracts of Allium sativum and Ziziphora clinopodioides essential oil on S. aureus and P. aeruginosa. Materials and Methods: In this in vitro study conducted at Tabriz University of Medical Sciences between March 2016 and July 2016, aqueous and methanolic extracts of garlic and ziziphora essential oil were prepared and then their effects on one standard strain of P. aeruginosa and two standard strains of S. aureus and 18 clinical strains, (nine strains of P. aeruginosa and nine strains of S. aureus) which had been isolated from wound and blood cultures, were evaluated using the reference broth macro dilution method and disk diffusion technique. Data were evaluated with descriptive statistical techniques and t-test for independent groups, using SPSS 17. Results: Aqueous and methanolic extracts of garlic did not exhibit inhibitory effects on S. aureus and P. aeruginosa. Minimum Inhibitory Concentration (MIC) and Minimum Bactericidal Concentration (MBC) for ziziphora essential oil against S. aureus were 0.25 and 0.5 mu g/mL, respectively. The mean diameter of growth inhibition zone for S. aureus in the ziziphora essential oil group (0.25 mu g/mL) and Vancomycin group (10 mu g/mL) were 26.09 +/- 5.8 and 14.63 +/- 1.20 mm respectively (p<0.001). Growth inhibition zone for P. aeruginosa were observed in only one (35 mm) and three cases (12.5 +/- 3.4 mm) in the ziziphora essential oil group (0.5 mu g/mL) and Nalidixic acid group (10 mu g/mL) respectively. Conclusion: The essential oil of ziziphora exhibited a favourable antibacterial effect on S. aureus; therefore, its extract can be used as an effective antimicrobial agent alone or in association with other antibiotics in the treatment of infections due to S. aureus.","Authors":"Pakdel, F (Pakdel, Farzane) ; Ghasemi, S (Ghasemi, Shima) ; Babaloo, A (Babaloo, AmirReza) ; Javadzadeh, Y (Javadzadeh, Yousef) ; Momeni, R (Momeni, Rosa) ; Ghanizadeh, M (Ghanizadeh, Milad) ; Moaddab, SR (Moaddab, Seyyed Reza) ; Fathi, FY (Fathi, Farzad Yeganeh)","Title":"Antibacterial Effects of Garlic Extracts and Ziziphora Essential Oil on Bacteria Associated with Peri-Implantitis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398249400004 ISSN: 0099-2399 eISSN: 1878-3554","Keywords":"Calcium silicate-based sealer; EndoSequence BC; iRoot SP; root canal filling material; root canal sealer KeyWords Plus:ROOT-CANAL SEALERS; MINERAL TRIOXIDE AGGREGATE; OUT BOND STRENGTH; ENTEROCOCCUS-FAECALIS; CALCIUM HYDROXIDE; TISSUE-REACTIONS; IROOT SP; DENTIN; CYTOTOXICITY; SOLUBILITY","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF ENDODONTICS Volume: 43 Issue: 4 Pages: 527-535 DOI: 10.1016/j.joen.2016.11.019 Published: APR 2017","Abstract":"Introduction: This study aimed to compare the physicochemical and biological properties of premixed calcium silicate based endodontic sealers with other conventional root canal filling materials by systematically reviewing laboratory studies. Methods: The search was conducted in 3 databases (Medline via PubMed, Scopus, and Web of Science) following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses. Two reviewers independently selected the studies and extracted the data. The properties of interest were bond strength, radiopacity, pH, solubility, setting and working time, dimensional change, flow, calcium ion release, antimicrobial activity, biocompatibility, and cytotoxicity. Results: From 2636 potentially eligible studies, 31 were selected for full-text analysis, and 27 were included in the review. Premixed calcium silicate-based endodontic sealers followed the ISO 6876:2012 requirements for most physicochemical properties except for solubility. The target sealers also presented favorable biological findings when compared with conventional sealers. Conclusions: Despite the lack of well-designed longterm clinical trials, the target premixed calcium silicate based sealers show good physicochemical and biological properties in vitro. In general, the results were similar or better than conventional endodontic sealers as observed in in vitro and in vivo animal studies.","Authors":"Almeida, LHS (Silva Almeida, Luiza Helena) ; Moraes, RR (Moraes, Rafael Ratto) ; Morgental, RD (Morgental, Renata Dornelles) ; Pappen, FG (Pappen, Fernanda Geraldo)","Title":"Are Premixed CaItjum Silicate-based Endodontic Sealers Comparable to Conventional Materials? A Systematic Review of In Vitro Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398570400029 PubMed ID: 26957287 ISSN: 1356-1294 eISSN: 1365-2753","Keywords":"basic sciences; complexity; health care; medical education; systems-based practice KeyWords Plus:BIOMEDICAL KNOWLEDGE; LIVING SYSTEMS; QUALITY INDICATORS; MOLECULAR-BIOLOGY; IMPROVE CARE; CURRICULUM; HEALTH; CONSEQUENCES; FOUNDATION; ORGANIZATION","Categories":"Health Care Sciences & Services; Medical Informatics; General & Internal Medicine Web of Science Categories:Health Care Sciences & Services; Medical Informatics; Medicine, General & Internal","Journal Information":"JOURNAL OF EVALUATION IN CLINICAL PRACTICE Volume: 23 Issue: 2 Pages: 460-466 DOI: 10.1111/jep.12528 Published: APR 2017","Abstract":"Rationale, aims and objectivesThe purpose of medical education is to produce competent and capable professional practitioners who can combine the art and science of medicine. Moreover, this process must prepare individuals to practise in a field in which knowledge is increasing and the contexts in which that knowledge is applied are changing in unpredictable ways. The basic sciences' are important in the training of a physician. The goal of basic science training is to learn it in a way that the material can be applied in practice. Much effort has been expended to integrate basic science and clinical training, while adding many other topics to the medical curriculum. This effort has been challenging. The aims of the paper are (1) to propose a unifying conceptual framework that facilitates knowledge integration among all levels of living systems from cell to society and (2) illustrate the organizing principles with two examples of the framework in action - cybernetic systems (with feedback) and distributed robustness. MethodsLiterature related to hierarchical and holarchical frameworks was reviewed. ResultsAn organizing framework derived from living systems theory and spanning the range from molecular biology to health systems management was developed. The application of cybernetic systems to three levels (regulation of pancreatic beta cell production of insulin, physician adjustment of medication for glycaemic control and development and action of performance measures for diabetes care) was illustrated. Similarly distributed robustness was illustrated by the DNA damage response system and principles underlying patient safety. ConclusionsEach of the illustrated organizing principles offers a means to facilitate the weaving of basic science and clinical medicine throughout the course of study. The use of such an approach may promote systems thinking, which is a core competency for effective and capable medical practice.","Authors":"Aron, DC (Aron, David C.)","Title":"Developing a complex systems perspective for medical education to facilitate the integration of basic science and clinical medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398582300003 ISSN: 1541-4329","Categories":"Education & Educational Research Web of Science Categories:Education, Scientific Disciplines","Journal Information":"JOURNAL OF FOOD SCIENCE EDUCATION Volume: 16 Issue: 2 Pages: 49-53 DOI: 10.1111/1541-4329.12106 Published: APR 2017","Abstract":"The effective application of food science depends on social constraints, yet the training for food scientists does not adequately consider the contested social context under which food is processed, packaged, and prepared. We recently co-taught a new course (Arguing about food) intended to introduce students to critical perspectives on the epistemological, ethical, and empirical assumptions that characterize contemporary food controversies. Through a series of guest lectures, readings, and discussions, students engaged with contrasting views on data quality, food ethics, nutrition, safety, governance, and the scientific enterprise as a whole. A key feature of the course was that we did not seek to defend any particular position. Rather, we examined how different values could lead reasonable people to take different views on scientific issues. Course requirements included a pass/fail quiz, a series of written reading responses, a group project devoted to a case study, and active attendance and participation. The students were engaged and challenged by the material, and at the end of the semester, reported that the course had also been useful and informative to them as young professionals embarking upon careers in the food and agricultural sciences.","Authors":"Chiles, R (Chiles, Roburt) ; Coupland, JN (Coupland, John Neil)","Title":"Questioning Reality, Questioning Science: Teaching Students in the Food and Agricultural Sciences about Epistemological, Ethical, and Empirical Controversies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398708300003 ISSN: 1042-4067 eISSN: 1557-7724","Keywords":"gynecology; surgery; laparoscopy KeyWords Plus:COMPUTER-ASSISTED-INSTRUCTION; VAGINAL CUFF DEHISCENCE; MEDICAL-EDUCATION; COMPLICATIONS; HYSTERECTOMY; LAPAROSCOPY; SIMULATION; SCIENCE","Categories":"Obstetrics & Gynecology; Surgery Web of Science Categories:Obstetrics & Gynecology; Surgery","Journal Information":"JOURNAL OF GYNECOLOGIC SURGERY Volume: 33 Issue: 2 Pages: 51-56 DOI: 10.1089/gyn.2016.0068 Published: APR 2017","Abstract":"Objective: With limited time for gynecologist residents to learn essential topics, proponents of gynecology residency programs are increasingly advocating brief training programs. The effectiveness of two such programsindependent learning with conventional text review and viewing a web-based podcastwere compared for teaching gynecology residents electrosurgery principles. This research was the second randomized trial and one of few controlled studies to compare text review with web-based gynecologic electrosurgery learning. Materials and Methods: Of 38 obstetrics and gynecology residents in two large academic medical centers, 26 were available, consented to participate in the study, and were randomized according to baseline electrosurgery knowledge and residency levels to learn electrosurgery principles independently via chapter review or by viewing an online podcast. Learning of ten electrosurgery principles was assessed using 25 validated multiple-choice questions; 5 included simulated operating-room photographs. Participants were tested before and immediately after the intervention, and 4 weeks later, and completed a satisfaction survey. The primary outcome, test-score improvement, was assessed by Student's t-tests and learner satisfaction was determined using (2) tests. Results: Among the participants, 26 residents took the pre-test, 25 took the post-test, and 23 completed the fourth-week post-test. Pre-test scores were similar (p=0.46). Immediately after the intervention, chapter participants answered 64.3% of the questions correctly and podcast participants answered 54.8% of the questions correctly (p=0.08). Both groups' scores fell at 4 weeks (-6.5% chapter versus -1.3% podcast; p=0.21). Most participants felt that they were more knowledgeable and that the training would influence their operating room work. Conclusions: The groups' score differences were not meaningful, and both groups' poor scores indicated that the kind of brief electrosurgery training currently promoted could have limited effect on educating residents. (J GYNECOL SURG 33:51)","Authors":"Makai, GE (Makai, Gretchen E.) ; Schaeffer, KD (Schaeffer, Kathleen D.) ; Sloan, NL (Sloan, Nancy L.)","Title":"Independent Learning of Electrosurgery in Gynecology: A Randomized Controlled Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397199400037 ISSN: 0304-8853 eISSN: 1873-4766","Keywords":"Lock-in thermography; Magnetic nanoparticles; Hyperthermia; Nanoparticle characterization KeyWords Plus:IRON-OXIDE NANOPARTICLES; FLUID HYPERTHERMIA; DRUG-DELIVERY; SIZE; THERAPY","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Condensed Matter","Journal Information":"JOURNAL OF MAGNETISM AND MAGNETIC MATERIALS Volume: 427 Pages: 206-211 DOI: 10.1016/j.jmmm.2016.11.012 Published: APR 1 2017","Abstract":"Lock-in thermography (LIT) is a sensitive imaging technique generally used in engineering and materials science (e.g. detecting defects in composite materials). However, it has recently been expanded for investigating the heating power of nanomaterials, such as superparamagnetic iron oxide nanoparticles (SPIONs). Here we implement LIT as a rapid and reproducible method that can evaluate the heating potential of various sizes of SPIONs under an alternating magnetic field (AMF), as well as the limits of detection for each particle size. SPIONs were synthesized via thermal decomposition and stabilized in water via a ligand transfer process. Thermographic measurements of SPIONs were made by stimulating particles of varying sizes and increasing concentrations under an AMF. Furthermore, a commercially available SPION sample was included as an external reference. While the size dependent heating efficiency of SPIONs has been previously described, our objective was to probe the sensitivity limits of LIT. For certain size regimes it was possible to detect signals at concentrations as low as 0.1 mg Fe/mL. Measuring at different concentrations enabled a linear regression analysis and extrapolation of the limit of detection for different size nanoparticles.","Authors":"Lemal, P (Lemal, Philipp) ; Geers, C (Geers, Christoph) ; Monnier, CA (Monnier, Christophe A.) ; Crippa, F (Crippa, Federica) ; Daum, L (Daum, Leopold) ; Urban, DA (Urban, Dominic A.) ; Rothen-Rutishauser, B (Rothen-Rutishauser, Barbara) ; Bonmarin, M (Bonmarin, Mathias) ; Petri-Fink, A (Petri-Fink, Alke) ; Moore, TL (Moore, Thomas L.)","Title":"Lock-in thermography as a rapid and reproducible thermal characterization method for magnetic nanoparticles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395103200013 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 8 Pages: 4288-4298 DOI: 10.1007/s10853-017-0753-y Published: APR 2017","Abstract":"As multi-material additive manufacturing technologies mature, a new opportunity for materials science and engineering emerges between the scale of the microstructure and the scale of an engineering component. Here we explore the problem of \"mesostructure optimization,\" the computational identification of preferred point-to-point distributions of material structure and properties. We illustrate the opportunity with two simple example problems for 1D and 2D mesostructure optimization, respectively, namely (1) a functionally graded cylinder that is computationally optimized to redistribute the Hertzian contact stress fields and (2) a thin plate made of digital materials computationally designed to simultaneously maximize bending resistance and minimize total weight. The mechanical performance of materials in these two problems is significantly improved as compared to any monolithic-material counterpart, including a topology-optimized monolith in case (2). These results point to new opportunities for multi-objective performance enhancement in materials.","Authors":"Yu, HZ (Yu, Hang Z.) ; Cross, SR (Cross, Samuel R.) ; Schuh, CA (Schuh, Christopher A.)","Title":"Mesostructure optimization in multi-material additive manufacturing: a theoretical perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397280000002 ISSN: 2169-432X eISSN: 2169-4338","Keywords":"Drilling Fluid; Core-Shell; Nano-Powder; TiO2 Nanoparticles; Polyacrylamide; Inverse Miniemulsion KeyWords Plus:MINIEMULSION POLYMERIZATION; INORGANIC PARTICLES; EMULSION POLYMERIZATION; ENCAPSULATION; TIO2; NANOPARTICLES; NANOFLUIDS; DISPERSION; DROPLETS; LATEXES","Categories":"Science & Technology - Other Topics Web of Science Categories:Nanoscience & Nanotechnology","Journal Information":"JOURNAL OF NANOFLUIDS Volume: 6 Issue: 2 Pages: 205-212 DOI: 10.1166/jon.2017.1318 Published: APR 2017","Abstract":"Today, nanotechnology plays a strong role in advancing of various sciences. The oil and gas industries such as drilling industry are amended increasingly by using the nanoscale materials. The drilling fluids play an important role in the drilling operations, thus improving the performance of these fluids cause a significant increase in the efficiency. The present work aims to improve the rheological and filtration properties of the water-based drilling fluid by a core-shell nanocomposite additive. This additive was obtained through the inverse miniemulsion polymerization of acrylamide monomer as a shell and TiO2 nanoparticle as a core. The polymeric nanocomposite was characterized by X-ray diffraction (XRD), Fourier transform infrared (FTIR) spectroscopy, dynamic light scattering (DLS), scanning electron microscopy (SEM), and transmission electron microscopy (TEM). Results showed that the core-shell structure of the TiO2/polyacrylamide (PAM) with an average particle size of less than 100 nm was produced through this process. The experimental tests of modified water-based drilling fluid (MWDF) were studied by using the rotational viscometer and low temperature and pressure filter press apparatus. The results showed that the MWDF exhibit shear thinning behavior. Moreover, the core-shell additive causes to an increase in the viscosity and yield point, and a decrease in the fluid loss and filter cake thickness.","Authors":"Sadeghalvaad, M (Sadeghalvaad, Mehran) ; Sabbaghi, S (Sabbaghi, Samad)","Title":"Application of TiO2/Polyacrylamide Core-Shell Nanocomposite as an Additive for Controlling Rheological and Filtration Properties of Water-Based Drilling Fluid"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397853900002 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"Biomaterials; Dental Science; Dentistry; Nanomaterials; Nanotechnology KeyWords Plus:CARBONATE-HYDROXYAPATITE NANOCRYSTALS; BIOACTIVE GLASS; IN-VITRO; CHITOSAN NANOPARTICLES; MECHANICAL-PROPERTIES; COMPOSITE SCAFFOLDS; CALCIUM-PHOSPHATE; SILVER NANOPARTICLES; NANO-HYDROXYAPATITE; POLY(METHYL METHACRYLATE)","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 4 Pages: 2235-2255 DOI: 10.1166/jnn.2017.13885 Published: APR 2017","Abstract":"Nanotechnology has revolutionized health care industry in a large scale and its applications are a boon to modern medicine and dental science. It is expected to pervade and further revolutionize the art and science of dentistry and may well have important applications spanning all the aspects of oral diseases, diagnosis, prevention and treatment. Materials science in dentistry has embraced the technology to produce nanomaterials that are being used in caries inhibitors, antimicrobial resins, hard tissue remineralizing agents, targeted drug delivery, scaffolds, bio-membranes, nanocrystalline hydroxyl apatite, restorative cements, adhesion promoters and boosters, bioactive glass, tissue conditioners, reinforced methacrylate resins, root canal disinfectants, friction free orthodontic arch wires and nano composites life. These upcoming technologies have potential to bring about significant benefits in the form of improvement in dental science and to society. The present review presents the latest recent developments in this interdisciplinary field bridging nanotechnology and dental science.","Authors":"Sharan, J (Sharan, Jitendra) ; Singh, S (Singh, Shivani) ; Lale, SV (Lale, Shantanu V.) ; Mishra, M (Mishra, Monu) ; Koul, V (Koul, Veena) ; Kharbanda, OP (Kharbanda, Om. P.)","Title":"Applications of Nanomaterials in Dental Science: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397400900002 ISSN: 0887-6266 eISSN: 1099-0488","Keywords":"optical microresonators; two-photon polymerization; whispering gallery modes KeyWords Plus:FUSED-SILICA MICROSPHERES; RESONATORS; ABSORPTION; RESONANCES; FEATURES; FIBER; CHIP","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART B-POLYMER PHYSICS Volume: 55 Issue: 7 Pages: 569-574 DOI: 10.1002/polb.24309 Published: APR 1 2017","Abstract":"Whispering gallery mode microresonators have been triggering considerable advances in science due to their ability to confine light within small dielectric volumes, which makes them suitable for a wide range of applications. Lithographic approaches have been the dominant technique for fabricating microresonators; however, they restrict the choice of materials due to their multistep processing nature. As an alternative, they report the direct laser fabrication of acrylic based hollow microcylinder resonators, via two-photon polymerization, with good structural integrity and sidewall roughness of 1.5 nm, which make them promising candidates for photonic applications in the near-infrared. Such polymeric microresonators exhibit finesse close to 10 3 and a quality factor of 1 3 10 5, a performance achieved without any additional processing step, which would restrict the choices of materials to be incorporated into the polymeric resonator. This advantage thereby broadens the widespread use of the polymeric microresonators, making them an excellent platform for lasing and nonlinear optics studies in the near-infrared. (C) 2017 Wiley Periodicals, Inc.","Authors":"Tomazio, NB (Tomazio, Nathalia B.) ; Otuka, AJG (Otuka, Adriano J. G.) ; Almeida, GFB (Almeida, Gustavo F. B.) ; Rosello-Mecho, X (Rosello-Mecho, Xavier) ; Andres, MV (Andres, Miguel V.) ; Mendonca, CR (Mendonca, Cleber R.)","Title":"Femtosecond Laser Fabrication of High-Q Whispering Gallery Mode Microresonators via Two-Photon Polymerization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397402900003 PubMed ID: 28344384 ISSN: 0887-6266 eISSN: 1099-0488","Keywords":"electropolymerization; ferroelectric liquid crystal; interface; nanomaterials; polypyrrole KeyWords Plus:ORGANIC NONVOLATILE MEMORIES; COLUMNAR LIQUID-CRYSTAL; PHASE-SEPARATED BLENDS; BLUE-PHASE; RESISTIVE SWITCHES; POLYPYRROLE FILMS; THIN-FILMS; POLYMERIZATION; BENZENE-1,3,5-TRICARBOXAMIDES; NANOSTRUCTURES","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART B-POLYMER PHYSICS Volume: 55 Issue: 8 Pages: 673-683 DOI: 10.1002/polb.24318 Published: APR 1 2017","Abstract":"We explore a new approach to organic ferroelectric diodes using a benzene-tricarboxamide (BTA) core connected with C10 alkyl chains to pyrrole groups, which can be polymerized to provide a semiconducting ferroelectric material. The compound possesses a columnar hexagonal liquid crystalline (LC) phase and exhibits ferroelectric switching. At low switching frequencies, an additional process occurs, which leads to a high hysteretic charge density of up to similar to 1000 mC/m(2). Based on its slow rate, the formation of gas bubbles, and the emergence of characteristic polypyrrole absorption bands in the UV-Vis-NIR, the additional process is identified as the oxidative polymerization of pyrrole groups, enabled by the presence of amide groups. Polymerization of the pyrrole groups, which is essential to obtain semiconductivity, is limited to thin layers at the electrodes, amounting to similar to 17 nm after cycling for 21 h. (C) 2017 The Authors. Journal of Polymer Science Part B: Polymer Physics Published by Wiley Periodicals, Inc.","Authors":"Meng, X (Meng, Xiao) ; Gorbunov, AV (Gorbunov, Andrey V.) ; Roelofs, WSC (Roelofs, W. S. Christian) ; Meskers, SCJ (Meskers, Stefan C. J.) ; Janssen, RAJ (Janssen, Rene A. J.) ; Kemerink, M (Kemerink, Martijn) ; Sijbesma, RP (Sijbesma, Rint P.)","Title":"Ferroelectric Switching and Electrochemistry of Pyrrole Substituted Trialkylbenzene-1,3,5-Tricarboxamides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396133900002 ISSN: 1059-0145 eISSN: 1573-1839","Keywords":"Physics' teaching; Conceptual learning about electricity; Physlets; Physlet-based materials KeyWords Plus:SIMULATION; SCIENCE; MODEL","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research; Education, Scientific Disciplines","Journal Information":"JOURNAL OF SCIENCE EDUCATION AND TECHNOLOGY Volume: 26 Issue: 2 Pages: 151-160 DOI: 10.1007/s10956-016-9661-1 Published: APR 2017","Abstract":"To provide a good understanding of many abstract concepts in the field of electricity above that of their students is often a major challenge for secondary school teachers. Many educational researchers promote conceptual learning as a teaching approach that can help teachers to achieve this goal. In this paper, we present Physlet-based materials for supporting conceptual learning about electricity. To conduct research into the effectiveness of these materials, we designed two different physics courses: one group of students, the experimental group, was taught using Physlet-based materials and the second group of students, the control group, was taught using expository instruction without using Physlets. After completion of the teaching, we assessed students' thinking skills and analysed the materials with an independent t test, multiple regression analyses and one-way analysis of covariance. The test scores were significantly higher in the experimental group than in the control group (p < 0.05). The results of this study confirmed the effectiveness of conceptual learning about electricity with the help of Physlet-based materials.","Authors":"Ulen, S (Ulen, Simon) ; Gerlic, I (Gerlic, Ivan) ; Slavinec, M (Slavinec, Mitja) ; Repnik, R (Repnik, Robert)","Title":"Evaluating the Effectiveness of Physlet-Based Materials in Supporting Conceptual Learning About Electricity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398506100002 ISSN: 0047-2794 eISSN: 1469-7823","Categories":"Public Administration; Social Issues; Social Work Web of Science Categories:Public Administration; Social Issues; Social Work","Journal Information":"JOURNAL OF SOCIAL POLICY Volume: 46 Issue: 2 Pages: 231-249 DOI: 10.1017/S0047279416000672 Published: APR 2017","Abstract":"Insights from experimental research in the behavioural sciences offer a powerful impetus to reject the new paternalist approach to social policy. The findings from psychology, behavioural economics and behavioural finance, concerning decision-making by people experiencing poverty, point to the importance of alleviating material hardship by improving the social safety net, rather than trying to remedy the character of individuals through welfare conditionality. Thus far, the behavioural sciences' usefulness as an intellectual weapon against punitive welfare reform has been underappreciated. This is partly due to underappreciation of the considerable contrast between the libertarian paternalism advocated by some behavioural scientists, which provides a rationale for governments to nudge citizens, and Lawrence Mead's new paternalism, which emphasises the personal responsibility of the poor for their circumstances. More importantly the disproportionate attention given to nudge has inhibited recognition that the behavioural research on poverty can be used to argue for more ambitious policy approaches which seek to transform behaviour in more ethical ways.","Authors":"Curchin, K (Curchin, Katherine)","Title":"Using Behavioural Insights to Argue for a Stronger Social Safety Net: Beyond Libertarian Paternalism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398190600005 ISSN: 0142-6397 eISSN: 1469-9710","Keywords":"Exurban political ecology; landscape histories of urbanisation; landscape conservation; material-cultural entanglements; conservation objects KeyWords Plus:GROUNDED VISUALIZATION; LAND TRUSTS; PROTECTION; EASEMENTS","Categories":"Environmental Sciences & Ecology; Geography Web of Science Categories:Environmental Studies; Geography","Journal Information":"LANDSCAPE RESEARCH Volume: 42 Issue: 3 Pages: 291-306 Special Issue: SI DOI: 10.1080/01426397.2016.1267131 Published: APR 2017","Abstract":"Exurban political ecologists (ExPE) are interested in landscape contestations, particularly where material-cultural entanglements play out through land-use decision-making processes. ExPE research highlights the role in-migrants and long-time residents play in the balance between conservation and development of landscapes, often highlighting informal and formal advocacy that shapes specific outcomes. These entanglements often appear to hinge on attempts to integrate conservation science into planning. Drawing on a case from south-eastern Pennsylvania, USA, this article examines the ways that exurban actors, histories of land-use and in-migration and county planning practice produce place-specific conservation objects. Success here derives from realising long-standing landowner desires through social intervention, rather than implementation of science-informed planning. This case demonstrates the role of geologically distinctive landforms in exurban advocacy, which enable a particular landscape history of urbanisation in Metropolitan Philadelphia.","Authors":"Hurley, PT (Hurley, Patrick T.) ; Maccaroni, M (Maccaroni, Megan) ; Williams, A (Williams, Andrew)","Title":"Resistant actors, resistant landscapes? A historical political ecology of a forested conservation object in exurban southeastern Pennsylvania"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398943500005 ISSN: 0197-7261 eISSN: 2051-6185","Keywords":"Central Mediterranean; Chalcolithic Sicily; obsidian; blade production; provenance; social change KeyWords Plus:VIEW","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"LITHIC TECHNOLOGY Volume: 42 Issue: 1 Pages: 35-48 DOI: 10.1080/01977261.2017.1290335 Published: APR 2017","Abstract":"Through the analysis of 106 obsidian artifacts from eight Chalcolithic sites throughout the island of Sicily (c. 3500-2500 BC) this paper discusses the interplay between the procurement of obsidian raw materials and their consequent reduction, in turn highlighting long-term trends in lithic exploitation from the Neolithic through Chalcolithic eras. By combining obsidian sourcing with technotypological analysis, this paper takes an initial step toward a more comprehensive understanding of the nature of obsidian exploitation in Chalcolithic Sicily and a more thorough comprehension of how obsidian was distributed from the islands of Lipari and Pantelleria. We in turn argue that when lithic data are analyzed within a chaine operatoire approach combining analyses from multiple stages of artifact life histories, this information represents a powerful means of engaging with major social science questions, where a particular regional data set can be used to contribute to debates of broader archaeological significance.","Authors":"Freund, KP (Freund, Kyle P.) ; Tykot, RH (Tykot, Robert H.) ; Vianello, A (Vianello, Andrea)","Title":"Contextualizing the Role of Obsidian in Chalcolithic Sicily (c. 3500 - 2500 BC)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698000004 ISSN: 0026-0495 eISSN: 1532-8600","Keywords":"Brain-machine interfaces; Electrical stimulation of the brain; Transcranial magnetic stimulation; Trends; Psychiatry KeyWords Plus:TRANSCRANIAL-MAGNETIC-STIMULATION; REFRACTORY DEPRESSION; INFRARED LIGHT; NEUROMODULATION; ENHANCEMENT; ULTRASOUND; SCIENCE; ISSUES; MEMORY","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"METABOLISM-CLINICAL AND EXPERIMENTAL Volume: 69 Pages: S8-S12 Supplement: S DOI: 10.1016/j.metabol.2017.01.010 Published: APR 2017","Abstract":"(R)ecent advances in deep brain stimulators and brain -machine interfaces have greatly expanded the possibilities of neuroprosthetics and neuromodulation. Together with advances in neuroengineering, nanotechnology, molecular biology and material sciences, it is now possible to address fundamental questions in neuroscience in new, more powerful ways. It is now possible to apply these new technologies in ways that range from augmenting and restoring function to neuromodulation modalities that treat neuropsychiatric disorders. Recent developments in neuromodulation methods offer significant advantages and potential clinical benefits for a variety of disorders. Here we describe the current state of the art in neuromodulation methods, and some advances in brain -machine interfaces, describing the advantages and limitations of the clinical applications of each method. The future applications of these new methods and how they will shape the future of psychiatry and medicine, along with safety and ethical implications, are also discussed. (c) 2017 Elsevier Inc. All rights reserved.","Authors":"Silva, JACE (Costa e Silva, Jorge Alberto) ; Steffen, RE (Steffen, Ricardo Ewbank)","Title":"The future of psychiatry: brain devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397370300030 ISSN: 1387-1811 eISSN: 1873-3093","Keywords":"Pillared interlayered clays (PILCs); Intercalations; Keggin-Al-30; Microporous materials; NMR spectroscopy KeyWords Plus:POROUS CLAY HETEROSTRUCTURES; DENSITY-FUNCTIONAL THEORY; AL-27 NMR-SPECTROSCOPY; SOLID-STATE AL-27; PHYSICOCHEMICAL CHARACTERIZATION; DEEP OXIDATION; ORANGE II; ALUMINUM; AL; AL-30","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"MICROPOROUS AND MESOPOROUS MATERIALS Volume: 242 Pages: 256-263 DOI: 10.1016/j.micromeso.2017.01.039 Published: APR 2017","Abstract":"Pillared interlayered clays (PILCs) draw intensive attention in the fields of chemistry and material sciences, owing to their strong surface acidity and large microporosity. These materials are superior selective heterogeneous catalysts and adsorbents. However, conventional hydroxy-aluminum pillared clays are based on Al-13, which cannot provide desirable properties due to its inherent limitation of size. Herein, a convenient method has been developed to prepare Al-30 PILCs from montmorillonite (Mt) and a base hydrolyzed solution of Al (III) chloride. To the best of our knowledge, this is the first time that porous pillared interlayered Mt with large Al-30 pillars (2x1x1 nm) has been successfully prepared. This fundamental work may open up entirely new avenues for developing novel PILCs as heterogeneous catalysts and porous adsorbents. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhu, JX (Zhu, Jianxi) ; Wen, K (Wen, Ke) ; Zhang, P (Zhang, Ping) ; Wang, YB (Wang, Yuebo) ; Ma, LY (Ma, Lingya) ; Xi, YF (Xi, Yunfei) ; Zhu, RL (Zhu, Runliang) ; Liu, HM (Liu, Hongmei) ; He, HP (He, Hongping)","Title":"Keggin-Al-30 pillared montmorillonite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398605200011 PubMed ID: 27993950 ISSN: 2050-5698 eISSN: 2050-5701","Keywords":"in-situ transmission electron microscopy; in-situ deformation; electron tomography; time-resolved three-dimensional (3D) observation; four-dimensional (4D) observation; dynamic observation KeyWords Plus:DISLOCATION; BOUNDARIES; ALLOYS; HOLDER; STAGE","Categories":"Microscopy Web of Science Categories:Microscopy","Journal Information":"MICROSCOPY Volume: 66 Issue: 2 Pages: 143-153 DOI: 10.1093/jmicro/dfw109 Published: APR 2017","Abstract":"This paper reports the preliminary results of a new in-situ three-dimensional (3D) imaging system for observing plastic deformation behavior in a transmission electron microscope (TEM) as a directly relevant development of the recently reported straining-and-tomography holder [ Sato K et al. (2015) Development of a novel straining holder for transmission electron microscopy compatible with single tilt-axis electron tomography. Microsc. 64:369-375]. We designed an integrated system using the holder and newly developed straining and image-acquisition software and then developed an experimental procedure for in-situ straining and time-resolved electron tomography (ET) data acquisition. The software for image acquisition and 3D visualization was developed based on the commercially available ET software TEMography (TM). We achieved time-resolved 3D visualization of nanometer-scale plastic deformation behavior in a Pb-Sn alloy sample, thus demonstrating the capability of this system for potential applications in materials science.","Authors":"Hata, S (Hata, S.) ; Miyazaki, S (Miyazaki, S.) ; Gondo, T (Gondo, T.) ; Kawamoto, K (Kawamoto, K.) ; Horii, N (Horii, N.) ; Sato, K (Sato, K.) ; Furukawa, H (Furukawa, H.) ; Kudo, H (Kudo, H.) ; Miyazaki, H (Miyazaki, H.) ; Murayama, M (Murayama, M.)[ 10 ]","Title":"In-situ straining and time-resolved electron tomography data acquisition in a transmission electron microscope"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698500005 ISSN: 0168-583X eISSN: 1872-9584","Keywords":"Primary knock-on atom; Recoil cross section spectrum; Heating number; PHITS; Radiation damage; Nuclear data library KeyWords Plus:ENERGY; SCIENCE","Categories":"Instruments & Instrumentation; Nuclear Science & Technology; Physics Web of Science Categories:Instruments & Instrumentation; Nuclear Science & Technology; Physics, Atomic, Molecular & Chemical; Physics, Nuclear","Journal Information":"NUCLEAR INSTRUMENTS & METHODS IN PHYSICS RESEARCH SECTION B-BEAM INTERACTIONS WITH MATERIALS AND ATOMS Volume: 396 Pages: 26-33 DOI: 10.1016/j.nimb.2017.02.007 Published: APR 1 2017","Abstract":"Because primary knock-on atoms (PKAs) create point defects and clusters in materials that are irradiated with neutrons, it is important to validate the calculations of recoil cross section spectra that are used to estimate radiation damage in materials. Here, the recoil cross section spectra of fission- and fusion relevant materials were calculated using the Event Generator Mode (EGM) of the Particle and Heavy Ion Transport code System (PHITS) and also using the data processing code NJOY2012 with the nuclear data libraries TENDL2015, ENDF/BVII.1, and JEFF3.2. The heating number, which is the integral of the recoil cross section spectra, was also calculated using PHITS-EGM and compared with data extracted from the ACE files of TENDL2015, ENDF/BVII.1, and JENDL4.0. In general, only a small difference was found between the PICA spectra of PHITS + TENDL2015 and NJOY + TENDL2015. From analyzing the recoil cross section spectra extracted from the nuclear data libraries using NJOY2012, we found that the recoil cross section spectra were incorrect for Ge-72, As-75, Y-89, and Ag-109 in the ENDF/B-VII.1 library, and for Zr-90 and Mn-55 in the JEFF3.2 library. From analyzing the heating number, we found that the data extracted from the ACE file of TENDL2015 for all nuclides were problematic in the neutron capture region because of incorrect data regarding the emitted gamma energy. However, PHITS + TENDL2015 can calculate PICA spectra and heating numbers correctly. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Iwamoto, Y (Iwamoto, Yosuke) ; Ogawa, T (Ogawa, Tatsuhiko)","Title":"Comparative study of Monte Carlo particle transport code PHITS and nuclear data processing code NJOY for recoil cross section spectra under neutron irradiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398090300004 PubMed ID: 28093375 ISSN: 1877-0568","Keywords":"Biomechanical tests; Tuberosity refixation; Failure mechanism; Shoulder fracture prosthesis; Suture materials KeyWords Plus:PROXIMAL HUMERAL FRACTURES; PRIMARY HEMIARTHROPLASTY; PROGNOSTIC-FACTORS; 4-PART FRACTURES; TUBEROSITIES; REATTACHMENT; REPAIR; HEAD","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"ORTHOPAEDICS & TRAUMATOLOGY-SURGERY & RESEARCH Volume: 103 Issue: 2 Pages: 165-169 DOI: 10.1016/j.otsr.2016.12.001 Published: APR 2017","Abstract":"Background: Tuberosity repair in shoulder fracture prosthesis implantation still remains a challenge often leading to poor functional outcomes, despite a variety of materials and suggested suture patterns. We aimed to evaluate, which forces currently used suture and cerclage materials withstand and to assess whether they are useful with regard to stability of reconstruction of tuberosities and which failure modes they display. Material and methods: Using sheep infraspinatus tendons with attached tuberosities three different suture materials (suture 1: Ethibond size 2; suture 2: Orthocord size 2; suture 3: Fiberwire size 5) and a 0.8 mm titanium cerclage wire were investigated. For each suture material as well as the cerclage wire 6 tests were carried out. A material testing machine was used to perform cyclic loading tests (20 mm/min, F-min = 50 N, F-max = 100 N, respectively after 50 cycles: F-max + 50 N until failure). Outcome measures and thus comparison criteria were the maximum holding force, number of cycles reached, total elongation of the system (tendon and suture) and qualitative appraisal and documentation of the mechanism of failure. Results: Overall average maximum forces between the fixation materials differed significantly (P=0.003), especially suture 3 (braided polyethylene coating, non-resorbable polyfile UHMW core) displayed superior results in comparison to the cerclage wire (P=0.016). Although, primary elongation of the cerclage technique was significantly lower compared to the suture materials (P=0.002). All tests showed a high initial lengthening and caused incision-like defects in the bone or tendon and led to failure and huge displacement of the tuberosities. Discussion: Currently used suture and cerclage materials have a limited usefulness for refixation of tuberosities due to an increased risk of obstruction for bony consolidation. Level of evidence: Basic science, Biomechanics. (C) 2016 Published by Elsevier Masson SAS.","Authors":"Fleischer, J (Fleischer, J.) ; Schleyer, A (Schleyer, A.) ; Nassutt, R (Nassutt, R.) ; Grittner, U (Grittner, U.) ; Ojodu, I (Ojodu, I.) ; Hopp, SJ (Hopp, S. J.)","Title":"Biomechanical strength and failure mechanism of different tubercula refixation methods within the framework of an arthroplasty for shoulder fracture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397695500007 ISSN: 1674-2001 eISSN: 2210-4291","Keywords":"Discrete element method; Heat conduction; Friction heat; Numerical simulation KeyWords Plus:EFFECTIVE THERMAL-CONDUCTIVITY; HIGH-VELOCITY COMPACTION; HEAT-TRANSFER; NUMERICAL-SIMULATION; PACKED-BED; FLOW; PARTICLES; IMPACT","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Chemical; Materials Science, Multidisciplinary","Journal Information":"PARTICUOLOGY Volume: 31 Pages: 49-53 DOI: 10.1016/j.partic.2016.02.005 Published: APR 2017","Abstract":"The discrete element method is applied to investigate high-temperature spread in compacted metallic particle systems formed by high-velocity compaction. Assuming that heat transfer only occurs at contact zone between particles, a discrete equation based on continuum mechanics is proposed to investigate the heat flux. Heat generated internally by friction between moving particles is determined by kinetic equations. For the proposed model, numerical results are obtained by a particle-flow-code-based program. Temperature profiles are determined at different locations and times. At a fixed location, the increase in temperature shows a logarithmic relationship with time. Investigation of three different systems indicates that the geometric distribution of the particulate material is one of the main influencing factors for the heat conduction process. Higher temperature is generated for denser packing, and vice versa. For smaller uniform particles, heat transfers more rapidly. (C) 2016 Chinese Society of Particuology and Institute of Process Engineering, Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.","Authors":"Wang, S (Wang, Shuang) ; Zheng, ZS (Zheng, Zhoushun)","Title":"Discrete element method for high-temperature spread in compacted powder systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397695500008 ISSN: 1674-2001 eISSN: 2210-4291","Keywords":"Compound fertilizer; Granulation; Ammonium sulfate KeyWords Plus:DRUM GRANULATION; PROCESS PARAMETERS; FGD GYPSUM; WHISKERS; BINDER","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Chemical; Materials Science, Multidisciplinary","Journal Information":"PARTICUOLOGY Volume: 31 Pages: 54-58 DOI: 10.1016/j.partic.2016.04.004 Published: APR 2017","Abstract":"We investigated the effect of small amounts of ammonium sulfate (NH4)(2)SO4 on compound fertilizer granulation. We examined the following raw materials: humic acid, ammonium chloride, urea, potassium chloride, and monoammonium phosphate. The mass ratio of organic matter, nitrogen, phosphorus, and potassium was typically 22:17:7:2. In the absence of (NH4)(2)SO4, the granulation rate of the compound fertilizer was low, and increased significantly following the addition of 1-2% (NH4)(2)SO4. We suggested the following physical and chemical processes as potential mechanisms: (NH4)(2)SO4 promoted the conversion of yellow flue gas desulfurization gypsum into gypsum whiskers; (NH4)(2)SO4 interacted with humic acid and urea to generate a new complex; urea sulfate was formed under acidic conditions. The combined effect of the above physical and chemical processes was an increase both in the rate of interactions between the materials and in system viscosity, which has the end result of increasing the granulation rate.(C) 2016 Chinese Society of Particuology and Institute of Process Engineering, Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.","Authors":"Xue, BC (Xue, Bingchun) ; Huang, H (Huang, Hua) ; Mao, ML (Mao, Meiling) ; Liu, EB (Liu, Erbao)","Title":"An investigation of the effect of ammonium sulfate addition on compound fertilizer granulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398453700006 ISSN: 0031-921X","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICS TEACHER Volume: 55 Issue: 4 Pages: 214-216 DOI: 10.1119/1.4978715 Published: APR 2017","Abstract":"Physics students at Worcester State University visit the Worcester Art Museum (WAM) at the end of a special 100-level course called Physics in Art. The students have studied geometrical optics, and they have been introduced to concepts in atomic physics. The purpose of the museum tour is to show how physics-based techniques can be used in a nontraditional lab setting. Other examples of the use of museum-based art in physics instruction include analyses of Pointillism and image resolution,(1) and of reflections in soap bubbles in 17- and 18th-century paintings.(2) The eight paintings and one mosaic in our \"Physics at WAM\" tour(3) are discussed as objects that can be interpreted using analytical methods like those used in medicine or materials science. We review the physical structure of paintings(4) from the support (a wooden panel or stretched canvas), to the ground (typically a gesso layer), and then the paint and varnish layers. In most cases the students are able to look at a painting and its analytical data simultaneously. Much of the data consists of multispectral (infrared and x-ray) imaging. We also discuss isotopic analysis of marble samples in the mosaic, slow chemical reactions between linseed oil and lead carbonate in white paint, and the scattering of light under varying illumination conditions.","Authors":"Swaminathan, S (Swaminathan, Sudha) ; Lamelas, F (Lamelas, Frank)","Title":"Analysis of an Unusual Mirror in a 16th-Century Painting: A Museum Exercise for Physics Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375000005 ISSN: 0032-0633","Keywords":"Mars; Atmosphere; Isotopes; Mars Science Laboratory; Sample Analysis at Mars Investigation; Calibration KeyWords Plus:ISOTOPIC COMPOSITION; MARTIAN ATMOSPHERE; CURIOSITY ROVER; SHERGOTTITES; METEORITE; NITROGEN; OXYGEN; ORIGIN; GLASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"PLANETARY AND SPACE SCIENCE Volume: 138 Pages: 44-54 DOI: 10.1016/j.pss.2017.01.014 Published: APR 2017","Abstract":"The Sample Analysis at Mars (SAM) instrument suite of the Mars Science Laboratory (MSL) Curiosity rover is equipped to analyze both martian atmospheric gases and volatiles released by pyrolysis of solid surface materials, with target measurements including chemical and isotopic composition (Mahaffy et al., 2012). To facilitate assessment of instrument performance and validation of results obtained on Mars, SAM houses a calibration cell containing CO2, Ar, N-2, Xe, and several fluorinated hydrocarbon compounds (Franz et al., 2014; Mahaffy et al., 2012). This report describes the first two experiments utilizing this calibration cell on Mars and gives results from analysis of data acquired with the SAM Quadrupole Mass Spectrometer (QMS). These data support the accuracy of isotope ratios obtained with the QMS (Conrad et al., 2016; Mahaffy et al., 2013) and provide ground-truth for reassessment of analytical constants required for atmospheric measurements, which were reported in previous contributions (Franz et aL, 2015, 2014). The most significant implication of the QMS data involves reinterpretation of pre-launch contamination previously believed to affect only CO abundance measurements (Franz et al, 2015) to affect N-2 abundances, as well. The corresponding adjustment to the N2 calibration constant presented here brings the atmospheric volume mixing ratios for Ar and N2 retrieved by SAM into closer agreement with those reported by the Viking mission (Owen et al., 1977; Oyama and Berdahl, 1977).","Authors":"Franz, HB (Franz, Heather B.) ; Trainer, MG (Trainer, Melissa G.) ; Malespin, CA (Malespin, Charles A.) ; Mahaffy, PR (Mahaffy, Paul R.) ; Atreya, SK (Atreya, Sushil K.) ; Becker, RH (Becker, Richard H.) ; Benna, M (Benna, Mehdi) ; Conrad, PG (Conrad, Pamela G.) ; Eigenbrode, JL (Eigenbrode, Jennifer L.) ; Freissinet, C (Freissinet, Caroline) ; Manning, HLK (Manning, Heidi L. K.) ; Prats, BD (Prats, Benito D.) ; Raaen, E (Raaen, Eric) ; Wong, MH (Wong, Michael H.) ...More...Less","Title":"Initial SAM calibration gas experiments on Mars: Quadrupole mass spectrometer results and implications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398197700006 ISSN: 0034-0553 eISSN: 1936-2722","Keywords":"Comprehension; Content literacy; Domain knowledge; Specific subject areas (math; art; etc; ); Language learners; English language learners; English learners; English as a second language; English for speakers of other languages; Second-language reading; Oral language; Strategies methods; and materials; Informational text; Metacognitive strategies; Theoretical perspectives; Sociocognitive; Vocabulary; Early adolescence KeyWords Plus:ENGLISH-LANGUAGE-LEARNERS; READING-COMPREHENSION; KNOWLEDGE; STRATEGIES; STUDENTS; PROFICIENCY; INSTRUCTION; AWARENESS; SPEAKING; CHILDREN","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"READING RESEARCH QUARTERLY Volume: 52 Issue: 2 Pages: 227-252 DOI: 10.1002/rrq.162 Published: APR-JUN 2017","Abstract":"Previous research has identified various factors that contribute to readers' comprehension of expository texts, including strategy expertise, language proficiency, prior knowledge, and more recently, readers' beliefs about knowledge. This study addresses the need to understand the relative contributions of these predictors to readers' comprehension of multiple texts and the processes used by readers to make sense of texts. Eighty-three students (grades 5-7) participated in this mixed-methods study. The sample consisted of monolingual students and emergent and proficient bilingual students who completed measures of expository comprehension, strategic knowledge and awareness, English-language proficiency, prior content knowledge, and epistemic beliefs. Ten bilingual students from this sample also completed a think-aloud protocol to allow for close examination of their meaning-making processes. In a multiple regression analysis, English-language proficiency was the strongest predictor of comprehension, followed by content knowledge. Strategy knowledge and awareness and epistemic beliefs were not related to multiple-text comprehension in the model. The relationship between English-language proficiency and comprehension was stronger for bilingual students than for monolingual students. Students in the think-aloud sample demonstrated emergent knowledge of processes of disciplinary reading of multiple texts, including metacognitive monitoring, theorizing authorial identity, and intertextual integration, while also displaying a tendency to defer to institutionalized authority when evaluating credibility of the texts. The findings provide directions for future research on the way young adolescents comprehend and learn from expository texts in the discipline of science. Spanish Estudios previos han identificado varios factores que contribuyen a la comprension de textos expositivos, los cuales incluyen la pericia estrategica, la competencia linguistica, el conocimiento previo, y recientemente, las creencias de los lectores sobre el conocimiento. Este estudio se enfoca en la necesidad de entender las contribuciones relativas de estos predictores a la comprension de los lectores de multiples textos y los procesos usados por los lectores para elaborar el sentido de los textos. Ochenta y tres estudiantes (grados 5-7) participaron en este estudio de metodos surtidos. La muestra consistio de estudiantes monolingues y estudiantes bilingues emergentes y habiles quienes completaron medidas de comprension expositiva, conciencia estrategica y conocimiento estrategico, habilidad linguistica del ingles, conocimiento previo del contenido, y creencias epistemicas. Diez estudiantes bilingues de esta muestra tambien completaron un protocolo en voz alta para poder examinar de cerca sus procesos de la elaboracion de sentido. En un analisis de regresion multiple, la habilidad linguistica del ingles fue el predictor mas importante de la comprension, seguida por el conocimiento del contenido. La conciencia estrategica, el conocimiento estrategico y las creencias epistemicas no mostraron tener relacion a la comprension de multiples textos en este modelo. La relacion entre la comprension y la habilidad linguistica del ingles fue mas importante en los estudiantes bilingues que en los estudiantes monolingues. Los estudiantes en la muestra de pensar en voz alta demostraron conocimiento emergente de los procesos de la lectura disciplinaria de multiples textos, incluyendo el control metacognitivo, el teorizar sobre la identidad del autor, y la integracion intertextual al mismo tiempo que mostraron una tendencia a deferir a la autoridad institucional al evaluar la credibilidad de los textos. Las conclusiones ofrecen orientacion para estudios futuros sobre la forma en que adolescentes jovenes comprenden y aprenden de textos expositivos en las disciplinas de las ciencias French Les recherches existantes ont identifie differents facteurs qui contribuent a la comprehension par les lecteurs des textes declaratifs, notamment l'expertise strategique, l'aisance linguistique, les connaissances anterieures et, plus recemment, leurs conceptions de la connaissance. Cette recherche repond au besoin de savoir quelle est la contribution relative de ces predicteurs a la comprehension qu'ont les lecteurs de differents textes et les processus qu'ils utilisent pour les comprendre. Quatre-vingt-trois eleves (classes de 5(e), 6(e), et 7(e) annee) ont participe a une etude comportant pluri methodologique. L'echantillon etait compose d'eleves unilingues, de bons eleves bilingues et d'eleves emergents afin d'obtenir des evaluations sur la comprehension de textes declaratifs, les connaissances, la conscience des strategies, la maitrise de l'anglais, la connaissance du contexte anterieur, et les conceptions epistemiques. Dix de ces eleves ont aussi passe un protocole de pensee a voix haute en vue d'une analyse plus complete de la facon dont ils procedent pour donner du sens. Dans une analyse de regression multiple, l'anglais apparait comme le plus fort predicteur de la comprehension, suivi de la connaissance du contexte. Les connaissances et la conscience des strategies ainsi que les conceptions epistemiques ne sont pas correlees avec la comprehension des differents textes dans le modele. Les relations entre la maitrise de l'anglais et la comprehension est plus forte chez les eleves bilingues que chez les monolingues. Les eleves de l'echantillon de l'epreuve de pensee a voix haute presentent une connaissance emergente des processus de lecture des textes en fonction de la discipline, y compris un pilotage metacognitif, une theorisation de l'identite de l'auteur, une integration intertextuelle, ainsi qu'une tendance a se referer a l'autorite institutionnelle lors de l'evaluation de la credibilite des textes. Ces resultats donnent des directions pour de futures recherches sur la facon dont les jeunes adolescents comprennent et font des apprentissages a partir de textes declaratifs dans le domaine scientifique.","Authors":"Davis, DS (Davis, Dennis S.) ; Huang, B (Huang, Becky) ; Yi, T (Yi, Tanisha)","Title":"Making Sense of Science Texts: AMixed-Methods Examination ofPredictors and Processes ofMultiple-Text Comprehension"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398213300011 PubMed ID: 27908978 ISSN: 2472-6303 eISSN: 2472-6311","Keywords":"complex laboratory automation; end-to-end workflows; integration systems; business process management; laboratory execution system KeyWords Plus:WORKFLOW AUTOMATION","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"SLAS TECHNOLOGY Volume: 22 Issue: 2 Pages: 206-216 DOI: 10.1177/2211068216680331 Published: APR 2017","Abstract":"Modern business process management (BPM) is increasingly interesting for laboratory automation. End-to-end workflow automation and improved top-level systems integration for information technology (IT) and automation systems are especially prominent objectives. With the ISO Standard Business Process Model and Notation (BPMN) 2.X, a system-independent and interdisciplinary accepted graphical process control notation is provided, allowing process analysis, while also being executable. The transfer of BPM solutions to structured laboratory automation places novel demands, for example, concerning the real-time-critical process and systems integration. The article discusses the potential of laboratory execution systems (LESs) for an easier implementation of the business process management system (BPMS) in hierarchical laboratory automation. In particular, complex application scenarios, including long process chains based on, for example, several distributed automation islands and mobile laboratory robots for a material transport, are difficult to handle in BPMSs. The presented approach deals with the displacement of workflow control tasks into life science specialized LESs, the reduction of numerous different interfaces between BPMSs and subsystems, and the simplification of complex process modelings. Thus, the integration effort for complex laboratory workflows can be significantly reduced for strictly structured automation solutions. An example application, consisting of a mixture of manual and automated subprocesses, is demonstrated by the presented BPMS-LES approach.","Authors":"Neubert, S (Neubert, Sebastian) ; Gode, B (Goede, Bernd) ; Gu, XY (Gu, Xiangyu) ; Stoll, N (Stoll, Norbert) ; Thurow, K (Thurow, Kerstin)","Title":"Potential of Laboratory Execution Systems (LESs) to Simplify the Application of Business Process Management Systems (BPMSs) in Laboratory Automation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397496800016 ISSN: 0142-2421 eISSN: 1096-9918","Keywords":"cryogenic XPS; solid-aqueous solution interface; electrical double layer; cell wall composition KeyWords Plus:RAY-PHOTOELECTRON-SPECTROSCOPY; FROZEN HEMATITE COLLOIDS; MANGANITE GAMMA-MNOOH; BACILLUS-SUBTILIS; SURFACE SCIENCE; AQUEOUS-SOLUTIONS; COORDINATION CHEMISTRY; ESCA INVESTIGATIONS; CHLORIDE-IONS; LIQUIDS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"SURFACE AND INTERFACE ANALYSIS Volume: 49 Issue: 4 Pages: 349-356 DOI: 10.1002/sia.6025 Published: APR 2017","Abstract":"Experimental studies of solid-aqueous solution interfaces are of great importance for reaching a better chemical understanding of interfacial phenomena at the molecular level. This perspective article presents a recently developed approach for investigation of intact interfaces, based on fast freezing of centrifuged wet pastes followed by traditional XPS measurements at liquid nitrogen temperatures. Sample preparation and handling protocols, applicable to any suspension or gel, are discussed in detail. For mineral suspensions, cryogenic XPS is an important complement to traditional analyses of supernatant solutions and dry solids that is capable of revealing novel insights of the electrical double layer in terms of structure and composition. It can be used to study changes in the biochemistry of bacterial cell walls as influenced by external stimuli, and interfacial features related to biocompatibility of implant materials. Herein we review how the technique has been applied to minerals in electrolyte solutions, intact bacterial surfaces, and biomaterial interfaces in biologically relevant media, and highlight some future requirements for development of interface analysis methodologies. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Shchukarev, A (Shchukarev, Andrey) ; Ramstedt, M (Ramstedt, Madeleine)","Title":"Cryo-XPS: probing intact interfaces in nature and life"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398176000001 PubMed ID: 27553794 ISSN: 0930-2794 eISSN: 1432-2218","Keywords":"Band erosion; Laparoscopic adjustable gastric banding; Gastric band complications; Band erosion management; Gastric band revisional surgery KeyWords Plus:BARIATRIC SURGERY; ENDOSCOPIC REMOVAL; UNITED-STATES; OBESITY; SERIES","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGICAL ENDOSCOPY AND OTHER INTERVENTIONAL TECHNIQUES Volume: 31 Issue: 4 Pages: 1505-1512 DOI: 10.1007/s00464-016-5183-4 Published: APR 2017","Abstract":"Background Laparoscopic adjustable gastric banding (LAGB) was a popular procedure in the USA and Europe in the past decade. However, its use has currently declined. Band erosion (BE) is a rare complication after LAGB with a reported incidence rate of 1.46 %. Controversies exist regarding the management, approach and timing for the band removal. The aim of this study is to describe the rate, clinical presentation and perioperative outcomes of BEs at our institution and provide overall recommendations regarding the diagnosis and management of BE. Materials and methods This study is a single-center, retrospective review of a prospectively maintained database. Data were collected from all consecutive patients who underwent a LAGB and band revisional surgeries at the University of Illinois Hospital and Health Sciences System from December 2008 to September 2015. We identified patients who underwent gastric band removal due to a BE and analyzed their outcomes. Results A total of 576 LAGBs were performed at our institution. Nine patients underwent surgery for BE at our hospital. The average time between the primary surgery and the removal of the band was 68.5 (42.9) months. Abdominal pain, nausea and/or vomiting were the most frequently mentioned symptoms. In all patients, a minimally invasive approach was used to remove the band. The mean length of hospitalization was 2.6 (1.1) days. The only complication was a pneumonia (n = 1). Conclusions BE is one of the most severe complications of LAGB. The minimally invasive approach provided us with the opportunity to repair the fistula, and it was associated with a prompt recovery with very little morbidity. In general, it is recommended that the band be removed at the time of the diagnosis of the BE. Endoscopic band removal can be utilized with patients who have a more advanced BE and migration into the gastric lumen.","Authors":"Quadri, P (Quadri, Pablo) ; Gonzalez-Heredia, R (Gonzalez-Heredia, Raquel) ; Masrur, M (Masrur, Mario) ; Sanchez-Johnsen, L (Sanchez-Johnsen, Lisa) ; Elli, EF (Elli, Enrique F.)","Title":"Management of laparoscopic adjustable gastric band erosion"}, {"Document Information":"Document Type:Review Language:Japanese Accession Number: WOS:000398140000012 PubMed ID: 28381718 ISSN: 0031-6903","Keywords":"regulatory science; pharmaceutical education; model core curriculum","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"YAKUGAKU ZASSHI-JOURNAL OF THE PHARMACEUTICAL SOCIETY OF JAPAN Volume: 137 Issue: 4 Pages: 423-426 Published: APR 2017","Abstract":"Regulatory science is growing increasingly important, and the Health and Medical Strategy of the Japanese government reflects this. How regulatory science is covered in pharmaceutical education is an urgent issue. Education on regulatory science is also part of the modified version of the model core curriculum in the six-year pharmaceutical course that was introduced from 2015. The Regulatory Science Task Force of the Pharmaceutical Society of Japan, in response to a commission of the Ministry of Education, Culture, Sports, Science and Technology, conducted a study on the development of teaching material and educational methods for regulatory science, held a symposium with the participation of pharmaceutical educators in February 2015, and proposed draft teaching material based on the discussions during the symposium. The draft consists of two parts. Part one consists of a general statement on the purpose and definition of regulatory science and explanations of regulatory science with examples in various fields. Part two proposes case methods for participatory education. As the draft was developed in a limited time by a limited number of people, some issues remain to be resolved, such as few pharmacist-related examples for explanation and scenarios for case methods are included. Experts from various fields will make proposals for improving the teaching material, and educators will report on the status of regulatory science education. These issues will then be discussed with the audience. The organizers hope that the symposium will provide an opportunity to deepen our understanding of regulatory science and enhance education in it.","Authors":"Shiragami, M (Shiragami, Makoto)","Title":"Greeting and General Statement by the Organizer"}]