[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000012 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Multi-relational networks; Link prediction; Similarity KeyWords Plus:SOCIAL NETWORKS; MISSING LINKS; INFORMATION; RECOMMENDATION; ALGORITHM; SYSTEMS; NODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 198-216 DOI: 10.1016/j.ins.2017.02.003 Published: JUL 2017","Abstract":"Many real-world networks contain multiple types of interactions and relations. Link prediction in such multi-relational networks has become an important area in network analysis. For link prediction in multi-relational networks, we should consider the similarity and influence between different types of relations. In this paper, we propose a link prediction algorithm in multi-relational networks based on relational similarity. In the algorithm, a belief propagation method is presented to calculate the belief of each node and to construct the belief vector for each type of link. We use the similarity between belief vectors to measure the influence between different types of relations. Based on the influence between different relations, we present a nonnegative matrix factorization-based method for link prediction in multi-relational networks. The convergence and correctness of the presented method are proved. Our experimental results show that our method can achieve higher-quality prediction results than other similar algorithms. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Dai, CY (Dai, Caiyan) ; Chen, L (Chen, Ling) ; Li, B (Li, Bin) ; Li, Y (Li, Yun)","Title":"Link prediction in multi-relational networks based on relational similarity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700007 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"NNMF; Updating; Downdating KeyWords Plus:ALGORITHMS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 59-68 Special Issue: SI DOI: 10.1016/j.cam.2016.11.048 Published: JUL 2017","Abstract":"The Non-Negative Matrix Factorization (NNMF) is a recent numerical tool that, given a non negative data matrix, tries to obtain its factorization as the approximate product of two nonnegative matrices. Nowadays, this factorization is being used in many science fields; in some of these fields, real-time computation of the NNMF is required. In some scenarios, all data is not initially available and when new data (as new rows or columns) becomes available the NNMF must be recomputed. Recomputing the whole factorization every time is very costly and not suitable for real time applications. In this paper we propose several algorithms to update the NNMF factorization taking advantage of the previously computed factorizations, with similar error and lower computational cost. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"San Juan, P (San Juan, P.) ; Vidal, AM (Vidal, A. M.) ; Garcia-Molla, VM (Garcia-Molla, V. M.)","Title":"Updating/downdating the NonNegative Matrix Factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700059 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Sign regular matrices; Almost strictly sign regular matrices; LDU factorization; QR factorization KeyWords Plus:TOTALLY POSITIVE MATRICES; NEVILLE ELIMINATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 646-657 Special Issue: SI DOI: 10.1016/j.cam.2015.10.030 Published: JUL 2017","Abstract":"In this paper, LDU factorization of nonsingular sign regular and almost strictly sign regular matrices is analyzed. Besides, nonsingular almost strictly sign regular matrices are characterized through the QR factorization. Illustrative numerical examples are included. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Alonso, P (Alonso, P.) ; Pena, JM (Pena, J. M.) ; Serrano, ML (Serrano, M. L.)","Title":"QR decomposition of almost strictly sign regular matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000008 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Molecular characterization; State space representation; Basis fractions; Non-negative matrix factorization (NMF); Naphtha pyrolysis prediction KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; COMPLEX HYDROCARBON MIXTURES; RECONSTRUCTION; MODEL; FEEDSTOCKS; ALGORITHMS; SIMULATION","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 81-89 DOI: 10.1016/j.ces.2017.02.005 Published: JUN 8 2017","Abstract":"Molecular model of petroleum fractions plays an important role in the designing, simulation and optimization for petrochemical processes such as pyrolysis process, catalytic reforming and fluid catalytic cracking (FCC). However, it is very difficult to exactly characterize the composition distributions due to its internal complexity and containing numerous redundant information and measuring errors although many efforts have been made so far. As an improvement of the work in Mei et al. (2016), a molecular based representation method within a multi-dimensional state space is developed in this paper. In this method, each pure component in the petroleum mixtures is defined as a state variable and any petroleum fractions can be geometrically represented as a point in a multi-dimensional linear state space, in which a conception of basis fractions is further introduced by defining a group of linear independent vectors so that any petroleum fractions within the specified range (e.g. naphtha) can be obtained through a linear combination by such basis fractions. The redundant information and measuring errors in the predetermined petroleum fraction samples are eliminated through the procedure of calculating the basis fractions with non-negative matrix factorization (NMF) algorithm, meanwhile the scale of the feedstock database is highly decreased. As an application example of the basis fractions, a quick prediction approach on naphtha pyrolysis product distributions is developed by linearly combining the pyrolysis products of the basis fractions. In contrast to mechanistic models, this proposed method is more suitable for real-time control and optimization purpose with little loss of accuracy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mei, H (Mei, Hua) ; Cheng, H (Cheng, Hui) ; Wang, ZL (Wang, Zhenlei) ; Li, JL (Li, Jinlong)","Title":"Molecular characterization of petroleum fractions using state space representation and its application for predicting naphtha pyrolysis product distributions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800019 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Gaussian processes; Variational Bayes; Matrix decomposition; Factor models; Data completion; Human motion; Gaussian process latent variable models; Multi-task learning; Unsupervised learning KeyWords Plus:MATRIX COMPLETION; FACTORIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 190-201 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.014 Published: JUN 2017","Abstract":"In this work, we propose a novel method for rectifying damaged motion sequences in an unsupervised manner. In order to achieve maximal accuracy, the proposed model takes advantage of three key properties of the data: their sequential nature, the redundancy that manifests itself among repetitions of the same task, and the potential of knowledge transfer across different tasks. In order to do so, we formulate a factor model consisting of Gaussian process dynamical systems (GPDS), where each factor corresponds to a single basic pattern in time and is able to represent their sequential nature. Factors collectively form a dictionary of fundamental trajectories shared among all sequences, thus able to capture recurrent patterns within the same or across different tasks. We employ variational inference to learn directly from incomplete sequences and perform maximum a-posteriori (MAP) estimates of the missing values. We have evaluated our model with a number of motion datasets, including robotic and human motion capture data. We have compared our approach to well established methods in the literature in terms of their reconstruction error and our results indicate significant accuracy improvement across different datasets and missing data ratios. Concluding, we investigate the performance benefits of the multi-task learning scenario and how this improvement relates to the extent of component sharing that takes place.","Authors":"Korkinof, D (Korkinof, Dimitrios) ; Demiris, Y (Demiris, Yiannis)","Title":"Multi-task and multi-kernel Gaussian process dynamical systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800033 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Subspace clustering; Unsupervised feature selection; Spectral clustering; Group sparsity","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 364-374 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.016 Published: JUN 2017","Abstract":"Unsupervised feature selection (UFS) aims to reduce the time complexity and storage burden, improve the generalization ability of learning machines by removing the redundant, irrelevant and noisy features. Due to the lack of training labels, most existing UFS methods generate the pseudo labels by spectral clustering, matrix factorization or dictionary learning, and convert UFS to a supervised problem. The learned clustering labels reflect the data distribution with respect to classes and therefore are vital to the UFS performance. In this paper, we proposed a novel subspace clustering guided unsupervised feature selection (SCUFS) method. The clustering labels of the training samples are learned by representation based subspace clustering, and features that can well preserve the cluster labels are selected. SCUFS can well learn the data distribution in that it uncovers the underlying multi-subspace structure of the data and iteratively learns the similarity matrix and clustering labels. Experimental results on benchmark datasets for unsupervised feature selection show that SCUFS outperforms the state-of-the-art UFS methods.","Authors":"Zhu, PF (Zhu, Pengfei) ; Zhu, WC (Zhu, Wencheng) ; Hu, QH (Hu, Qinghua) ; Zhang, CQ (Zhang, Changqing) ; Zuo, WM (Zuo, Wangmeng)","Title":"Subspace clustering guided unsupervised feature selection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800035 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Complex symmetric tensors; Complex tensors; US-eigenpairs; U-eigenpairs; Takagi factorization; Complex symmetric matrices KeyWords Plus:ORDER SUPERSYMMETRIC TENSORS; RANK-1 APPROXIMATION; SYMMETRIC TENSORS; AUXILIARY MODEL; REAL FUNCTIONS; OPTIMIZATION; DECOMPOSITIONS; EIGENVALUES; VARIABLES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 547-564 DOI: 10.1016/j.cam.2016.12.022 Published: JUN 2017","Abstract":"This paper is devoted to the computation of US-eigenpairs of complex symmetric tensors and U-eigenpairs of complex tensors. Based on the Takagi factorization of complex symmetric matrices, we derive an iterative algorithm for computing US-eigenpairs of complex symmetric tensors, denoted as QRCST Algorithm. We also observe that multiple US-eigenpairs can be found from a local permutation heuristic, which is effectively a tensor similarity transformation, resulting in the permuted version of QRCST. We then generalize our techniques to general complex tensors. Finally, we derive a higher order power type method for computing a US-or a U-eigenpair, similar to the higher-order power method for computing Z-eigenpairs of real symmetric tensors or a best rank-one approximation of real tensors. We illustrate our algorithms via numerical examples. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Che, ML (Che, Maolin) ; Qi, LQ (Qi, Liqun) ; Wei, YM (Wei, Yimin)","Title":"Iterative algorithms for computing US-and U-eigenpairs of complex tensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Community detection; Topology information; Global information; Local information; Nonnegative matrix factorization KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; NETWORKS; REPRESENTATION; SIMILARITY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 249-256 DOI: 10.1016/j.neucom.2017.02.026 Published: MAY 24 2017","Abstract":"Uncovering community structures is a fundamental and important problem for analyzing complex networks. The topology information, as the direct representation of networks, is widely used for community detection. But in fact, there are other two important types of information related with network topology: the global information which captures the importance of nodes in the Whole network, and the local information which describes the similarities between nodes. It is of great value to consider the information of individual nodes and information between them for community detection methods simultaneously, which is largely ignored by previous methods. In this work, we integrate the global and local information uniformly in a novel nonnegative matrix factorization (NMF) based model. Specifically, in the global aspect, we employ the PageRank to derive the importance of nodes, so that the more important the node is, the more influence the node is in the network. In the local aspect, we utilize nearness between nodes to obtain the similarities between nodes, so that nodes with larger similarities will have similar community memberships. Thereafter, we derive the multiplicative updating rule to learn the model parameter. Numerous experiments demonstrate that our approach has gained performance improvements up to almost 5% in comparison with the state-of-the-art methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tang, XC (Tang, Xianchao) ; Xu, T (Xu, Tao) ; Feng, X (Feng, Xia) ; Yang, GQ (Yang, Guoqing) ; Wang, J (Wang, Jing) ; Li, QN (Li, Qiannan) ; Liu, YB (Liu, Yanbei) ; Wang, X (Wang, Xiao)","Title":"Learning community structures: Global and local perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100013 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Concept factorization; Multilayer factorization; Manifold learning; Dimensionality reduction; Data representation KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; DIMENSIONALITY REDUCTION; FACE RECOGNITION; PARTS; LAPLACIANFACES; ALGORITHM; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 139-151 DOI: 10.1016/j.neucom.2017.01.045 Published: MAY 17 2017","Abstract":"Previous studies have demonstrated that matrix factorization techniques, such as Nonnegative Matrix Factorization (NMF) and Concept Factorization (CF), have yielded impressive results in image processing and data representation. However, conventional CF and its variants with single layer factorization fail to capture the intrinsic structure of data. In this paper, we propose a novel sequential factorization method, namely Graph regularized Multilayer Concept Factorization (GMCF) for clustering. GMCF is a multi-stage procedure, which decomposes the observation matrix iteratively in a number of layers. In addition, GMCF further incorporates graph Laplacian regularization in each layer to efficiently preserve the manifold structure of data. An efficient iterative updating scheme is developed for optimizing GMCF. The convergence of this algorithm is strictly proved; the computational complexity is detailedly analyzed. Extensive experiments demonstrate that GMCF owns the superiorities in terms of data representation and clustering performance. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, X (Li, Xue) ; Shen, XB (Shen, Xiaobo) ; Shu, ZQ (Shu, Zhenqiu) ; Ye, QL (Ye, Qiaolin) ; Zhao, CX (Zhao, Chunxia)","Title":"Graph regularized multilayer concept factorization for data representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397073300008 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"Nonnegative rank; Extension complexity; Regular n-gons; Nonnegative factorization; Boolean rank KeyWords Plus:NONNEGATIVE RANK; CONE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 521 Pages: 217-239 DOI: 10.1016/j.laa.2016.12.023 Published: MAY 15 2017","Abstract":"In this paper, we propose new lower and upper bounds on the linear extension complexity of regular n-gons. Our bounds are based on the equivalence between the computation of (i) an extended formulation of size r of a polytope P, and (ii) a rank-r nonnegative factorization of a slack matrix of the polytope P. The lower bound is based on an improved bound for the rectangle covering number (also known as the boolean rank) of the slack matrix of the n-gons. The upper bound is a slight improvement of the result of Fiorini, Rothvoss and Tiwary (2012) [9]. The difference with their result is twofold: (i) our proof uses a purely algebraic argument while Fiorini et al. used a geometric argument, and (ii) we improve the base case allowing us to reduce their upper bound 2 [log(2)(n)] by one when 2(k-1) < n <= 2(k-1) + 2(k-2) for some integer k. We conjecture that this new upper bound is tight, which is suggested by numerical experiments for small n. Moreover, this improved upper bound allows us to close the gap with the best known lower bound for certain regular n-gons (namely, 9 <= n <= 13 and 21 <= n <= 24) hence allowing for the first time to determine their extension complexity. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Vandaele, A (Vandaele, Arnaud) ; Gillis, N (Gillis, Nicolas) ; Glineur, F (Glineur, Francois)","Title":"On the linear extension complexity of regular n-gons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Recommender systems; Multimodal information; Preference dynamics; Collective matrix factorization KeyWords Plus:MATRIX FACTORIZATION; SYSTEMS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 11-18 DOI: 10.1016/j.eswa.2017.01.005 Published: MAY 15 2017","Abstract":"Recommender systems elicit the interests and preferences of individuals and make recommendations accordingly, a main challenge for expert and intelligent systems. An essential problem in recommender systems is to learn users' preference dynamics, that is, the constant evolution of the explicit or the implicit information, which is diversified throughout time according to the user actions. Also, in real settings data sparsity degrades the recommendation accuracy. Hence, state-of-the-art methods exploit multimodal information of users-item interactions to reduce sparsity, but they ignore preference dynamics and do not capture users' most recent preferences. In this article, we present a Temporal Collective Matrix Factorization (TCMF) model, making the following contributions: (i) we capture preference dynamics through a joint decomposition model that extracts the user temporal patterns, and (ii) co-factorize the temporal patterns with multimodal user-item interactions by minimizing a joint objective function to generate the recommendations. We evaluate the performance of TCMF in terms of accuracy and root mean square error, and show that the proposed model significantly outperforms state-of-the-art strategies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rafailidis, D (Rafailidis, D.) ; Kefalas, P (Kefalas, P.) ; Manolopoulos, Y (Manolopoulos, Y.)","Title":"Preference dynamics with multimodal user-item interactions in social media recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300001 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Wavelet frame; Matrix dilation; Approximation order; Vanishing moments KeyWords Plus:GENERAL DILATION MATRIX; TRIGONOMETRIC POLYNOMIALS; FACTORIZATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 1-11 DOI: 10.1016/j.amc.2016.12.013 Published: MAY 15 2017","Abstract":"A new method for the construction of compactly supported Parseval wavelet frames in L-2 (R-d) with any preassigned approximation order n for arbitrary matrix dilation M is proposed. The number of wavelet functions generating a frame constructed in this way is less or equal to (d + 1)vertical bar detM vertical bar - d. The method is algorithmic, and the algorithm is simple to use. The number of generating wavelet functions can be reduced to vertical bar detM vertical bar for a large class of matrices M. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Skopina, M (Skopina, M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Skopina, Maria  http://orcid.org/0000-0002-6683-3828","Title":"On construction of multivariate Parseval wavelet frames"}, {"Keywords":"Evolutionary advection-diffusion-reaction partial differential equations; W-methods; ROW-methods; Approximate matrix factorization; Finite differences; Stability and convergence KeyWords Plus:ROSENBROCK-TYPE METHODS; APPROXIMATE MATRIX FACTORIZATION; PARTIAL-DIFFERENTIAL-EQUATIONS; ROW METHODS; CONVERGENCE; AMF; FORMULAS; SCHEMES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 316 Pages: 143-160 DOI: 10.1016/j.cam.2016.08.026 Published: MAY 15 2017","Abstract":"A technique to stabilize standard explicit Runge-Kutta methods by associating them with W-methods is proposed. The main point to get the associated family of W-methods for a given explicit Runge-Kutta method is to require commutativity for the coefficient matrices of the W-method in order to reduce the large number of order conditions that must be satisfied to get a pre-fixed order. Based on this idea, for any given explicit four-stage Runge-Kutta method of order four, two uniparametric families of third order W-methods are obtained. The free parameter can be used to increase the stability regions of the W-methods in case of d >= 1 splittings in the derivative function when a von Neumann stability analysis is carried out. Additionally, it is possible to find L-stable ROW-methods (W-methods with exact Jacobian) for some specific values of the free parameter. The new family of W-methods is also equipped with the splitting provided by the Approximate Matrix Factorization (AMF), which converts a W-method into some kind of ADI-method (Alternating Direction Implicit method). The AMF-W-methods so obtained are mainly used to solve large time-dependent PDE systems (in 2D or 3D spatial variables) discretized in space by using finite differences or finite volumes. Some stability properties of the family of AMF-W-methods are also supplied for the case of d-splittings (d >= 1). Numerical experiments in connection with the proposed AMF-W-methods on a few interesting stiff problems coming from PDE discretizations illustrate the stabilization approach in comparison with some relevant methods in the literature. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gonzalez-Pinto, S (Gonzalez-Pinto, S.) ; Hernandez-Abreu, D (Hernandez-Abreu, D.) ; Perez-Rodriguez, S (Perez-Rodriguez, S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gonzalez-Pinto, Severiano  http://orcid.org/0000-0001-8714-862X","Title":"W-methods to stabilize standard explicit Runge-Kutta methods in the time integration of advection-diffusion-reaction PDEs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400012 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"dense symmetric indefinite systems; symmetric pivoting; communication-avoiding; randomization; GPU computation; iterative refinement KeyWords Plus:LINEAR-SYSTEMS; ALGORITHM; FACTORIZATION; ALGEBRA","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e4055 DOI: 10.1002/cpe.4055 Published: MAY 10 2017","Abstract":"This paper studies the performance of different algorithms for solving a dense symmetric indefinite linear system of equations on multicore CPUs with a Graphics Processing Unit (GPU). To ensure the numerical stability of the factorization, pivoting is required. Obtaining high performance of such algorithms on the GPU is difficult because all the existing pivoting strategies lead to frequent synchronizations and irregular data accesses. Until recently, there has not been any implementation of these algorithms on a hybrid CPU/GPU architecture. To improve their performance on the hybrid architecture, we explore different techniques to reduce the expensive data transfer and synchronization between the CPU and GPU, or on the GPU (e.g., factorizing the matrix entirely on the GPU or in a communication-avoiding fashion). We also study the performance of the solver using iterative refinements along with the factorization without pivoting combined with the preprocessing technique based on random butterfly transformations, or with the mixed-precision algorithm where the matrix is factorized in single precision. This randomization algorithm only has a probabilistic proof on the numerical stability, and for this paper, we only focused on the mixed-precision algorithm without pivoting. However, they demonstrate that we can obtain good performance on the GPU by avoiding the pivoting and using the lower precision arithmetics, respectively. As illustrated with the application in acoustics studied in this paper, in many practical cases, the matrices can be factorized without pivoting. Because the componentwise backward error computed in the iterative refinement signals when the algorithm failed to obtain the desired accuracy, the user can use these potentially unstable but efficient algorithms in most of the cases and fall back to a more stable algorithm with pivoting only in the case of the failure. Copyright (c) 2017 John Wiley & Sons, Ltd.","Authors":"Baboulin, M (Baboulin, Marc) ; Dongarra, J (Dongarra, Jack) ; Remy, A (Remy, Adrien) ; Tomov, S (Tomov, Stanimire) ; Yamazaki, I (Yamazaki, Ichitaro)","Title":"Solving dense symmetric indefinite systems using GPUs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398718400014 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"linear systems; matrix inversion; Lyapunov matrix equations; Gauss-Huard method; LR-ADI solver; CPU-GPU computing KeyWords Plus:LINEAR-SYSTEMS; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 9 Special Issue: SI Article Number: e4076 DOI: 10.1002/cpe.4076 Published: MAY 10 2017","Abstract":"The solution of linear systems is a recurrent operation in scientific and engineering applications, traditionally addressed via the LU factorization. The Gauss-Huard (GH) algorithm has been introduced as an efficient alternative in modern platforms equipped with accelerators, although this approach presented some functional constraints. In particular, it was not possible to reuse part of the computations in the solution of delayed linear systems or in the inversion of the matrix. Here, we adapt GHto overcome these two deficiencies of GH, yielding new algorithms that exhibit the same computational cost as their corresponding counterparts based on the LU factorization of the matrix. We evaluate the novel GH extensions on the solution of Lyapunov matrix equations via the LRCF-ADI method, validating our approach via experiments with three benchmarks from model order reduction. Copyright (c) 2017 John Wiley & Sons, Ltd.","Authors":"Benner, P (Benner, Peter) ; Ezzatti, P (Ezzatti, Pablo) ; Quintana-Orti, ES (Quintana-Orti, Enrique S.) ; Remon, A (Remon, Alfredo)","Title":"Extending the Gauss-Huard method for the solution of Lyapunov matrix equations and matrix inversion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700001 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Convex-NMF; Graph Laplacian; Semisupervised learning; Clustering KeyWords Plus:CONSTRAINED CONCEPT FACTORIZATION; RECOGNITION; EXTRACTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 1-11 DOI: 10.1016/j.neucom.2016.04.028 Published: MAY 10 2017","Abstract":"Non-negative matrix factorization (NMF) is a very effective method for high dimensional data analysis, which has been widely used in computer vision. It can capture the underlying structure of image in the low dimensional space using its parts-based representations. However, nonnegative entries are usually required for the data matrix in NMF, which limits its application. Besides, it is actually an unsupervised method without making use of prior information of data. In this paper, we propose a novel method called Pairwise constrained Graph Regularized Convex Nonnegative Matrix Factorization (PGCNMF), which not only allows the processing of mixed-sign data matrix but also incorporates pairwise constraints generated among all labeled data into Convex NMF framework. We expect that images which have the same class label will have very similar representations in the low dimensional space as much as possible, while images with different class labels will have dissimilar representations as much as possible. Clustering experiments on nonnegative and mixed-sign real-world image datasets are conducted to demonstrate the effectiveness of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, GP (Li, Guopeng) ; Zhang, XY (Zhang, Xinyu) ; Zheng, SY (Zheng, Siyi) ; Li, DY (Li, Deyi)","Title":"Semi-supervised convex nonnegative matrix factorizations with graph regularized for image representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700038 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Word embedding; Matrix factorization; Incremental learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 405-409 DOI: 10.1016/j.neucom.2016.05.093 Published: MAY 10 2017","Abstract":"PSDVec is a Python/Perl toolbox that learns word embeddings, i.e. the mapping of words in a natural language to continuous vectors which encode the semantic/syntactic regularities between the words. PSDVec implements a word embedding learning method based on a weighted low-rank positive semi definite approximation. To scale up the learning process, we implement a blockwise online learning algorithm to learn the embeddings incrementally. This strategy greatly reduces the learning time of word embeddings on a large vocabulary, and can learn the embeddings of new words without re-learning the whole vocabulary. On 9 word similarity/analogy benchmark sets and 2 Natural Language Processing(NLP) tasks, PSDVec produces embeddings that has the best average performance among popular word embedding tools. PSDVec provides a new option for NLP practitioners. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, SH (Li, Shaohua) ; Zhu, J (Zhu, Jun) ; Miao, CY (Miao, Chunyan)","Title":"PSDVec: A toolbox for incremental and scalable word embedding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300006 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Semantic indexing; Refinement; Concept detection enhancement; Context fusion; Factorization; Propagation KeyWords Plus:VIDEO ANNOTATION; DIFFUSION; ONTOLOGY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 39-47 Special Issue: SI DOI: 10.1016/j.neucom.2016.08.107 Published: MAY 2 2017","Abstract":"Indexing of visual media based on content analysis has now moved beyond using individual concept detectors and there is now a focus on combining concepts by post-processing the outputs of individual concept detection. Due to the limitations and availability of training corpora which are usually sparsely and imprecisely labeled with concept groundtruth, training-based refinement methods for semantic indexing of visual media suffer in correctly capturing relationships between concepts, including co-occurrence and ontological relationships. In contrast to training-dependent methods which dominate this field, this paper presents a training-free refinement (TFR) algorithm for enhancing semantic indexing of visual media based purely on concept detection results, making the refinement of initial concept detections based on semantic enhancement, practical and flexible. This is achieved using what can be called multi-semantics, factoring in semantics from multiple sources. In the case of this paper, global and temporal neighbourhood information inferred from the original concept detections in terms of weighted non-negative matrix factorization and neighbourhood-based graph propagation are both used in the refinement of semantics. Furthermore, any available ontological concept relationships among concepts can also be integrated into this model as an additional source of external a priori knowledge. Extended experiments on two heterogeneous datasets, images from wearable cameras and videos from TRECVid, demonstrate the efficacy of the proposed TFR solution.","Authors":"Wang, P (Wang, Peng) ; Sun, LF (Sun, Lifeng) ; Yang, SQ (Yang, Shiqiang) ; Smeaton, AF (Smeaton, Alan F.)","Title":"Training-free indexing refinement for visual media via multi-semantics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398683100003 ISSN: 1070-5325 eISSN: 1099-1506","Keywords":"block-factorization preconditioners; monolithic multigrid; discontinuous Galerkin; Stokes equations KeyWords Plus:SADDLE-POINT PROBLEMS; NUMERICAL-SOLUTION; MULTIGRID METHODS; ELLIPTIC PROBLEMS; SYSTEMS; PERFORMANCE; SMOOTHERS; ELEMENTS; SOLVERS; FLOWS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"NUMERICAL LINEAR ALGEBRA WITH APPLICATIONS Volume: 24 Issue: 3 DOI: 10.1002/nla.2047 Published: MAY 2017","Abstract":"The incompressible. Stokes equations are a widely used model of viscous or tightly confined flow in which convection effects are negligible. In order to strongly enforce the conservation of mass at the element scale, special discretization techniques must be employed. In this paper, we consider a discontinuous Galerkin approximation in which the velocity field is H(div,)-conforming and divergence-free, based on the Brezzi, Douglas, and Marini finite-element space, with complementary space (P-0) for the pressure. Because of the saddle-point structure and the nature of the resulting variational formulation, the linear systems can be difficult to solve. Therefore, specialized preconditioning strategies are required in order to efficiently solve these systems. We compare the effectiveness of two families of preconditioners for saddle-point systems when applied to the resulting matrix problem. Specifically, we consider block-factorization techniques, in which the velocity block is preconditioned using geometric multigrid, as well as fully coupled monolithic multigrid methods. We present parameter study data and a serial timing comparison, and we show that a monolithic multigrid preconditioner using Braess-Sarazin style relaxation provides the fastest time to solution for the test problem considered. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Adler, JH (Adler, James H.) ; Benson, TR (Benson, Thomas R.) ; MacLachlan, SP (MacLachlan, Scott P.)","Title":"Preconditioning a mass-conserving discontinuous Galerkin discretization of the Stokes equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398683100006 ISSN: 1070-5325 eISSN: 1099-1506","Keywords":"iterative methods; finite element method; hemodynamics; Navier-Stokes equations; preconditioning; SUPG stabilization; threshold ILU factorization KeyWords Plus:FINITE-ELEMENT METHODS; LINEAR-SYSTEMS; BOUNDARY-CONDITIONS; OSEEN PROBLEM; FLOWS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"NUMERICAL LINEAR ALGEBRA WITH APPLICATIONS Volume: 24 Issue: 3 DOI: 10.1002/nla.2085 Published: MAY 2017","Abstract":"The paper studies numerical properties of LU and incomplete LU factorizations applied to the discrete linearized incompressible Navier-Stokes problem also known as the Oseen problem. A commonly used stabilized Petrov-Galerkin finite element method for the Oseen problem leads to the system of algebraic equations having a 2x2-block structure. While enforcing better stability of the finite element solution, the Petrov-Galerkin method perturbs the saddle-point structure of the matrix and may lead to less favorable algebraic properties of the system. The paper analyzes the stability of the LU factorization. This analysis quantifies the effect of the streamline upwind Petrov-Galerkin stabilization in terms of the perturbation made to a nonstabilized system. The further analysis shows how the perturbation depends on the particular finite element method, the choice of stabilization parameters, and flow problem parameters. The analysis of LU factorization and its stability helps to understand the properties of threshold ILU factorization preconditioners for the system. Numerical experiments for a model problem of blood flow in a coronary artery illustrate the performance of the threshold ILU factorization as a preconditioner. The dependence of the preconditioner properties on the stabilization parameters of the finite element method is also studied numerically.","Authors":"Konshin, I (Konshin, Igor) ; Olshanskii, M (Olshanskii, Maxim) ; Vassilevski, Y (Vassilevski, Yuri)","Title":"LU factorizations and ILU preconditioning for stabilized discretizations of incompressible Navier-Stokes equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601700007 ISSN: 0378-8733 eISSN: 1879-2111","Keywords":"Financial network; Tensor decomposition; International bilateral claims; Community detection; Financial crisis KeyWords Plus:OVERNIGHT MONEY MARKET; NONNEGATIVE MATRIX FACTORIZATION; TRADING STRATEGIES; INTERBANK MARKET; NETWORKS; DECOMPOSITIONS; DIMENSIONS; MODELS; BANKS; FLOWS","Categories":"Anthropology; Sociology Web of Science Categories:Anthropology; Sociology","Journal Information":"SOCIAL NETWORKS Volume: 49 Pages: 81-92 DOI: 10.1016/j.socnet.2016.12.004 Published: MAY 2017","Abstract":"The paper presents a new methodology aimed at detecting the modularity structure of an evolving weighted directed network, identifying communities and central nodes inside each of them, and tracking their common activity over time. The method is based on tensor factorization and it is applied to the Consolidated Banking Statistic, provided by the Bank of International Settlements. Findings show that data are well represented by three communities. The temporal pattern of each community varies according to the events involving the member nodes, showing a decrease of activities during crisis periods, such as the 2008 financial crisis and the European sovereign debt crisis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pecora, N (Pecora, Nicola) ; Spelta, A (Spelta, Alessandro)","Title":"A multi-way analysis of international bilateral claims"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700005 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"HEp-2 cell classification; Feature encoding; Feature aggregation; Sparse representation KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; IMAGE CLASSIFICATION; IMMUNOFLUORESCENCE IMAGES; SPARSE REPRESENTATION; PATTERN-RECOGNITION; FEATURES; ACQUISITION; SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 47-57 DOI: 10.1016/j.patcog.2016.12.013 Published: MAY 2017","Abstract":"The presence of Antinuclear Autoantibodies (ANA) in human serum is connected with several autoimmune diseases. Indirect Immunofluorescence (IIF) imaging of human epithelial type-2 cells (HEp-2) is the dominant protocol used for the identification of ANA. However, due to limitations in the processes, several attempts have been made to automate the procedure of HEp-2 cell classification. In this work, we focus on the task of HEp-2 cell classification and we propose a novel method for local feature encoding that allows us to generalize the concept of residual encoding in sparse vectors. More specifically, our method hierarchically aggregates the residual of the feature vectors' sparse representation leading to a Vector of Hierarchically Aggregated Residuals (VHAR). Using SIFT descriptors computed on a dense grid and multiple scales, as well as considering spatial information our method achieves 78.0% classification and 82.3% mean class rate (MCR) on ICPR2012 and ICPR2014 HEp-2 cell contest datasets respectively.","Authors":"Kastaniotis, D (Kastaniotis, Dimitris) ; Fotopoulou, F (Fotopoulou, Foteini) ; Theodorakopoulos, I (Theodorakopoulos, Ilias) ; Economou, G (Economou, George) ; Fotopoulos, S (Fotopoulos, Spiros)","Title":"HEp-2 cell classification with Vector of Hierarchically Aggregated Residuals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398517900007 PubMed ID: 28098412 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"cardiovascular health; health effects; particulate matter sources; source apportionment; statisticalmethods in epidemiology KeyWords Plus:PM SOURCE APPORTIONMENT; POSITIVE MATRIX FACTORIZATION; AIR-POLLUTION; RESPIRATORY-DISEASES; HOSPITAL ADMISSIONS; DAILY MORTALITY; BLOOD-PRESSURE; FINE; ASSOCIATIONS; PM2.5","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 9 Pages: 1461-1475 DOI: 10.1002/sim.7210 Published: APR 30 2017","Abstract":"Exposure to particulate matter (PM) air pollution has been associated with a range of adverse health outcomes, including cardiovascular disease hospitalizations and other clinical parameters. Determining which sources of PM, such as traffic or industry, are most associated with adverse health outcomes could help guide future recommendations aimed at reducing harmful pollution exposure for susceptible individuals. Information obtained from multisite studies, which is generally more precise than information from a single location, is critical to understanding how PM impacts health and to informing local strategies for reducing individual-level PM exposure. However, few methods exist to perform multisite studies of PM sources, which are not generally directly observed, and adverse health outcomes. We developed SHared Across a REgion (SHARE), a hierarchical modeling approach that facilitates reproducible, multisite epidemiologic studies of PM sources. SHARE is a two-stage approach that first summarizes information about PM sources across multiple sites. Then, this information is used to determine how community-level (i. e., county-level or city-level) health effects of PM sources should be pooled to estimate regional-level health effects. SHARE is a type of population value decomposition that aims to separate out regional-level features from site-level data. Unlike previous approaches for multisite epidemiologic studies of PM sources, the SHARE approach allows the specific PM sources identified to vary by site. Using data from 2000 to 2010 for 63 northeastern US counties, we estimated regional-level health effects associated with short-term exposure to major types of PM sources. We found that PM from secondary sulfate, traffic, and metals sources was most associated with cardiovascular disease hospitalizations. Copyright (C) 2017 JohnWiley & Sons, Ltd.","Authors":"Krall, JR (Krall, Jenna R.) ; Hackstadt, AJ (Hackstadt, Amber J.) ; Peng, RD (Peng, Roger D.)","Title":"A hierarchical modeling approach to estimate regional acute health effects of particulate matter sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647800003 ISSN: 0045-7930 eISSN: 1879-0747","Keywords":"Adjoint method; Krylov solvers; Subspace recycling; GCRO-DR; RANS equations KeyWords Plus:NAVIER-STOKES EQUATIONS; NONSYMMETRIC LINEAR-SYSTEMS; UNSTRUCTURED GRIDS; SHAPE OPTIMIZATION; DIFFERENCE-SCHEMES; DISCRETE ADJOINT; KRYLOV METHODS; DESIGN; ALGORITHM; IMPLICIT","Categories":"Computer Science; Mechanics Web of Science Categories:Computer Science, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTERS & FLUIDS Volume: 148 Pages: 26-38 DOI: 10.1016/j.compfluid.2017.02.012 Published: APR 22 2017","Abstract":"A key step in gradient-based aerodynamic shape optimisation using the Reynolds-averaged Navier-Stokes equations is to compute the adjoint solution. Adjoint equations inherit the linear stability and the stiffness of the nonlinear flow equations. Therefore for industrial cases with complex geometries at off-design flow conditions, solving the resulting stiff adjoint equation can be challenging. In this paper, Krylov subspace solvers enhanced by subspace recycling and preconditioned with incomplete lower-upper factorisation are used to solve the stiff adjoint equations arising from typical design and off-design conditions. Compared to the baseline matrix-forming adjoint solver based on the generalized minimal residual method, the proposed algorithm achieved memory reduction of up to a factor of two and convergence speedup of up to a factor of three, on industry-relevant cases. These test cases include the DLR-F6 and DLR-Fll configurations, a wing-body configuration in pre-shock buffet and a large civil aircraft with mesh sizes ranging from 3 to 30 million. The proposed method seems to be particularly effective for the more difficult flow conditions. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Xu, SR (Xu, Shenren) ; Timme, S (Timme, Sebastian)","Title":"Robust and efficient adjoint solver for complex flow conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395954300013 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Tensegrity; Analytical form-finding; Self-stress; Force density method KeyWords Plus:ALGORITHM; DESIGN; BRIDGES; PRISMS; FIBER","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 166 Pages: 114-119 DOI: 10.1016/j.compstruct.2017.01.059 Published: APR 15 2017","Abstract":"We propose a computationally efficient platform for the analytical form-finding of tensegrity structures. The platform suggested utilizes the well-known Faddeev-LeVerrier algorithm to generate required relationships between force densities of elements providing explicit analytical conditions of self-stressed states. The method only requires sum and multiplications as major computational operations and bypasses complicated triangular factorizations and eigenvalue decompositions of the symbolic force density matrix. This makes our approach very efficient while enables us to employ powerful programs with symbolic math capabilities for the analytical form-finding. The viability and efficiency of the proposed method are demonstrated through examples of the analytical form-finding of some well-known tensegrities. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Koohestani, K (Koohestani, K.)","Title":"On the analytical form-finding of tensegrities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396184000017 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Quasi-Hopf algebras; Quantum groups; Non-semisimple braided tensor; categories; Modular group action; Conformal field theory KeyWords Plus:QUANTUM GROUPS; FIELD-THEORY; 3-MANIFOLDS; INVARIANTS; FUSION; REPRESENTATIONS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 476 Pages: 415-458 DOI: 10.1016/j.jalgebra.2016.11.026 Published: APR 15 2017","Abstract":"We consider the (finite-dimensional) restricted quantum group U(q)sl(2) at q = i. We show that U(i)sl(2) does not allow for a universal R-matrix, even though U circle times V = V circle times U holds for all finite-dimensional representations U,V of U(i)sl(2). We then give an explicit coassociator Phi and a universal R-matrix R such that U(i)sl(2) becomes a quasi-triangular quasi-Hopf algebra. Our construction is motivated by the two-dimensional chiral conformal field theory of symplectic fermions with central charge c = -2. There, a braided monoidal category, SF, has been computed from the factorisation and monodromy properties of conformal blocks, and we prove that Rep (U(i)sl(2),Phi, R) is braided monoidally equivalent to SF. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Gainutdinov, AM (Gainutdinov, A. M.) ; Runkel, I (Runkel, I.)","Title":"Symplectic fermions and a quasi-Hopf algebra structure on U(i)sl(2)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076500009 PubMed ID: 28122288 ISSN: 1386-1425","Keywords":"Terahertz time domain spectroscopy (THz-TDS); Unmixing; Nonnegative matrix factorization (NMF); Constraint NMF (CNMF) KeyWords Plus:TIME-DOMAIN SPECTROSCOPY; TERAHERTZ SPECTROSCOPY; IDENTIFICATION; EXTRACTION; PESTICIDES; ALGORITHM; MIXTURES","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"SPECTROCHIMICA ACTA PART A-MOLECULAR AND BIOMOLECULAR SPECTROSCOPY Volume: 177 Pages: 49-57 DOI: 10.1016/j.saa.2017.01.009 Published: APR 15 2017","Abstract":"In many situations the THz spectroscopic data observed from complex samples represent the integrated result of several interrelated variables or feature components acting together. The actual information contained in the original data might be overlapping and there is a necessity to investigate various approaches for model reduction and data unmixing. The development and use of low-rank approximate nonnegative matrix factorization (NMF) and smooth constraint NMF (CNMF) algorithms for feature components extraction and identification in the fields of terahertz time domain spectroscopy (THz-TDS) data analysis are presented. The evolution and convergence properties of NMF and CNMF methods based on sparseness, independence and smoothness constraints for the resulting nonnegative matrix factors are discussed. For general NMF, its cost function is nonconvex and the result is usually susceptible to initialization and noise corruption, and may fall into local minima and lead to unstable decomposition. To reduce these drawbacks, smoothness constraint is introduced to enhance the performance of NMF. The proposed algorithms are evaluated by several THz-TDS data decomposition experiments including a binary system and a ternary system simulating some applications such as medicine tablet inspection. Results show that CNMF is more capable of finding optimal solutions and more robust for random initialization in contrast to NMF. The investigated method is promising for THz data resolution contributing to unknown mixture identification. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ma, YH (Ma, Yehao) ; Li, X (Li, Xian) ; Huang, PJ (Huang, Pingjie) ; Hou, DB (Hou, Dibo) ; Wang, Q (Wang, Qiang) ; Zhang, GX (Zhang, Guangxin)","Title":"THz spectral data analysis and components unmixing based on non-negative matrix factorization methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800002 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Recommender systems; Matrix factorization; Social trust; Trust influence","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 17-25 DOI: 10.1016/j.knosys.2017.01.027 Published: APR 15 2017","Abstract":"Trust-aware recommender systems have attracted much attention recently due to the prevalence of social networks. However, most existing trust-based approaches are designed for the recommendation task of rating prediction. Only few trust-aware methods have attempted to recommend users an ordered list of interesting items, i.e., item recommendation. In this article, we propose three factored similarity models with the incorporation of social trust for item recommendation based on implicit user feedback. Specifically, we introduce a matrix factorization technique to recover user preferences between rated items and unrated ones in the light of both user-user and item-item similarities. In addition, we claim that social trust relationships also have an important impact on a user's preference for a specific item. Experimental results on three real-World data sets demonstrate that our approach achieves superior ranking performance to other counterparts. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, GB (Guo, Guibing) ; Zhang, J (Zhang, Jie) ; Zhu, FD (Zhu, Feida) ; Wang, XW (Wang, Xingwei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhu, Feida  http://orcid.org/0000-0001-6077-4356","Title":"Factored similarity models with social trust for top-N item recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Non-negativity; Locality; LSC; K nearest neighbourhoods; SPD; MP","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 121-129 DOI: 10.1016/j.eswa.2016.12.012 Published: APR 15 2017","Abstract":"The traditional sparse coding (SC) method has achieved good results in image classification. However, one of its serious weaknesses is that it ignores the relationship between features thus losing spatial information. Moreover, in combinatorial optimisation problems, operations of addition and subtraction are involved, and the use of subtraction may cause features to be cancelled. In this paper, we propose a method called non-negativity and locality constrained Laplacian sparse coding (NLLSC) for image classification. Firstly, non-negative matrix factorisation (NMF) is used in the Laplacian sparse coding (LSC), which is applied to constrain the negativity of both codebook and code coefficient. Secondly, we introduce K nearest neighbouring codewords for local features because locality is more important than sparseness. Finally, non-negativity and locality constrained operators are introduced to obtain a novel sparse coding for local features, and then in the pooling step, we use spatial pyramid division (SPD) and max pooling (MP) to represent the final images. As for image classification, multi-class linear SVM is adopted. Experiments on several standard image datasets have shown better performance than previous algorithms. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shi, Y (Shi, Ying) ; Wan, Y (Wan, Yuan) ; Wu, KF (Wu, Kefeng) ; Chen, XL (Chen, Xiaoli)","Title":"Non-negativity and locality constrained Laplacian sparse coding for image classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398548100020 PubMed ID: 28389666 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 738 DOI: 10.1038/s41598-017-00872-8 Published: APR 7 2017","Abstract":"Prostate cancer is one of the most common cancers in men and a leading cause of cancer death worldwide, displaying a broad range of heterogeneity in terms of clinical and molecular behavior. Increasing evidence suggests that classifying prostate cancers into distinct molecular subtypes is critical to exploring the potential molecular variation underlying this heterogeneity and to better treat this cancer. In this study, the somatic mutation profiles of prostate cancer were downloaded from the TCGA database and used as the source nodes of the random walk with restart algorithm (RWRA) for generating smoothed mutation profiles in the STRING network. The smoothed mutation profiles were selected as the input matrix of the Graph-regularized Nonnegative Matrix Factorization (GNMF) for classifying patients into distinct molecular subtypes. The results were associated with most of the clinical and pathological outcomes. In addition, some bioinformatics analyses were performed for the robust subtyping, and good results were obtained. These results indicated that prostate cancers can be usefully classified according to their mutation profiles, and we hope that these subtypes will help improve the treatment stratification of this cancer in the future.","Authors":"Yang, L (Yang, Lei) ; Wang, SY (Wang, Shiyuan) ; Zhou, M (Zhou, Meng) ; Chen, XW (Chen, Xiaowen) ; Jiang, W (Jiang, Wei) ; Zuo, YC (Zuo, Yongchun) ; Lv, YL (Lv, Yingli)","Title":"Molecular classification of prostate adenocarcinoma by the integrated somatic mutation profiles and molecular network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398110300003 ISSN: 0924-669X eISSN: 1573-7497","Keywords":"Recommender systems; Matrix factorization; Collaborative filtering; Coupled object similarity KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"APPLIED INTELLIGENCE Volume: 46 Issue: 3 Pages: 521-533 DOI: 10.1007/s10489-016-0841-8 Published: APR 2017","Abstract":"Recommender systems have attracted lots of attention since they alleviate the information overload problem for users. Matrix factorization is one of the most widely employed collaborative filtering techniques in the research of recommender systems due to its effectiveness and efficiency in dealing with very large user-item rating matrices. Recently, additional information, such as social network and user demographics, have been adopted by several recommendation algorithms to provide useful insights for matrix factorization techniques. However, most of them focus on dealing with the cold start user problem and ignore the cold start item problem. In addition, there are few suitable similarity measures for these content enhanced matrix factorization approaches to compute the similarity between categorical items. In this paper, we propose an attributes coupling based matrix factorization method by incorporating item-attribute information into the matrix factorization model as well as adopting coupled object similarity to capture the relationship among items. Item-attribute information is formed as an item relationship regularization term to constrain the process of matrix factorization. Experimental results on two real data sets show that our proposed method outperforms the state-of-the-art recommendation algorithms and can effectively cope with the cold start item problem when such item-attribute information is available.","Authors":"Yu, YH (Yu, Yonghong) ; Wang, C (Wang, Can) ; Wang, H (Wang, Hao) ; Gao, Y (Gao, Yang)","Title":"Attributes coupling based matrix factorization for item recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375300008 ISSN: 1352-2310 eISSN: 1873-2844","Keywords":"Aerosol; Pollution; France; Aerosol chemical speciation monitor; ACSM; Aethalometer; Model KeyWords Plus:AEROSOL MASS-SPECTROMETER; POSITIVE MATRIX FACTORIZATION; SECONDARY ORGANIC AEROSOL; SPECIATION MONITOR ACSM; BIOMASS-BURNING SMOKE; SOURCE APPORTIONMENT; PARTICULATE MATTER; BLACK CARBON; AIR-QUALITY; MULTIWAVELENGTH AETHALOMETER","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC ENVIRONMENT Volume: 155 Pages: 68-84 DOI: 10.1016/j.atmosenv.2017.02.012 Published: APR 2017","Abstract":"During March 2015, a severe and large-scale particulate matter (PM) pollution episode occurred in France. Measurements in near real-time of the major chemical composition at four different urban background sites across the country (Paris, Creil, Metz and Lyon) allowed the investigation of spatiotemporal variabilities during this episode. A climatology approach showed that all sites experienced clear unusual rain shortage, a pattern that is also found on a longer timescale, highlighting the role of synoptic conditions over Wester-Europe. This episode is characterized by a strong predominance of secondary pollution, and more particularly of ammonium nitrate, which accounted for more than 50% of submicron aerosols at all sites during the most intense period of the episode. Pollution advection is illustrated by similar variabilities in Paris and Creil (distant of around 100 km), as well as trajectory analyses applied on nitrate and sulphate. Local sources, especially wood burning, are however found to contribute to local/regional sub-episodes, notably in Metz. Finally, simulated concentrations from Chemistry Transport model CHIMERE were compared to observed ones. Results highlighted different patterns depending on the chemical components and the measuring site, reinforcing the need of such exercises over other pollution episodes and sites. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Petit, JE (Petit, J. -E.) ; Amodeo, T (Amodeo, T.) ; Meleux, F (Meleux, F.) ; Bessagnet, B (Bessagnet, B.) ; Menut, L (Menut, L.) ; Grenier, D (Grenier, D.) ; Pellan, Y (Pellan, Y.) ; Ockler, A (Ockler, A.) ; Rocq, B (Rocq, B.) ; Gros, V (Gros, V.) ; Sciare, J (Sciare, J.) ; Favez, O (Favez, O.) ...More...Less","Title":"Characterising an intense PM pollution episode in March 2015 in France from multi-site approach and near real time data: Climatology, variabilities, geographical origins and model evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551800010 ISSN: 1352-2310 eISSN: 1873-2844","Keywords":"Carbonaceous aerosols; Biomass burning; Mt. Tai; Temporal variation; PMF analysis KeyWords Plus:CENTRAL EAST CHINA; THERMODYNAMIC-EQUILIBRIUM MODEL; POSITIVE MATRIX FACTORIZATION; ELEMENTAL CARBON; ORGANIC AEROSOL; MOUNT TAI; JUNE 2006; INORGANIC-IONS; OUTFLOW; URBAN","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC ENVIRONMENT Volume: 154 Pages: 106-117 DOI: 10.1016/j.atmosenv.2017.01.042 Published: APR 2017","Abstract":"To better understand the impact of agricultural waste burning on the air quality of free troposphere over the North China Plain (NCP), we collected total suspended particles (TSP) at the summit of Mt. Tai, located in the NCP using a high volume air sampler during 29 May to 28 June 2006, when the field burning of agricultural residue was intense. Temporal variations of all measured species showed that their concentration increases from late May to mid June (major BB period), peaking during 12-14 June, and then significantly decreased towards late June (minor BB period). We noticed that a significant reduction in the concentrations of carbonaceous aerosols during the period of 8-11 June, when the wind direction shifted from southerly to northerly. We found that concentrations of carbonaceous aerosols and some major ions showed several times higher during major BB period than those of minor BB period. We also found that nighttime concentrations are higher than daytime during major BB period, suggesting that a long-range atmospheric transport of biomass burning plumes in the free troposphere, which arrived at the summit of Mt. Tai. In contrast, daytime concentrations are higher than nighttime during minor BB period. We found higher concentrations of secondary organic carbon (SOC) during major BB period, suggesting that formation of secondary organic aerosols through aqueous phase chemistry under high NOx conditions during a long-range atmospheric transport. nss-ICI-showed about four times higher concentrations during major BB than those of minor BB. Concentrations of nss-Ca2+ are higher in nighttime during major BB period, implying that a significant long-range atmospheric transport of mineral dust over the sampling site. These results are further supported by the positive matrix factorization (PMF) analysis, which showed that biomass burning was a major source for the carbonaceous aerosols followed by mineral dust sources over the summit of Mt. Tai. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Boreddy, SKR (Boreddy, Suresh K. R.) ; Kawamura, K (Kawamura, Kimitaka) ; Okuzawa, K (Okuzawa, Kazuhiro) ; Kanaya, Y (Kanaya, Yugo) ; Wang, ZF (Wang, Zifa)","Title":"Temporal and diurnal variations of carbonaceous aerosols and major ions in biomass burning influenced aerosols over Mt. Tai in the North China Plain during MTX2006"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970700009 PubMed ID: 28241969 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Harmonic noise; Baseline noise; Low-rank matrix; Sparsity; Non-negative matrix factorization KeyWords Plus:EMPIRICAL MODE DECOMPOSITION; POWERLINE INTERFERENCE; ECG SIGNALS; FILTER; WANDER; REMOVAL; REDUCTION; ELECTROCARDIOGRAPHY; ELECTROMYOGRAMS; ELIMINATION","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 141 Pages: 59-71 DOI: 10.1016/j.cmpb.2017.01.008 Published: APR 2017","Abstract":"Background and objectives: In this paper we propose a novel single-channel harmonic and baseline noise removal approach based on the low-rank matrix factorization theory. It aims to enhance spectrogram sparsity in order to significantly reduce the dimensionality of the underlying sources in the input data. Such a low-rank non-negative representation approach admits efficient noise removal. Methods: The sparsity is improved by a modification of the time-frequency basis through the following signal processing steps: (1) spectrograms segmentation, (2) non-negative rank estimation, and (3) source grouping. The source waveforms are retrieved by means of non-negative matrix factorization and the overlap-add method. The proposed method was tested on real electrocardiogram and electromyogram signals for different analysis scenarios, against two state-of-the-art reference methods. Results: Performance evaluation was carried out by means of the output signal-to-interference ratio. In the electrocardiogram analysis scenarios, for the input signal-to-interference ratio as low as-15 dB, the proposed method outperforms the reference methods by 8 dB and 17 dB respectively. Regarding electromyogram denoising, the performance improvement is about 3 dB. Conclusions: The proposed method was shown to be very efficient in harmonic and baseline simultaneous removing from electrocardiogram and electromyogram signals. Its structure allows for a straightforward extension to other biopotential signals e.g. electroencephalograms and multichannel processing. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zivanovic, M (Zivanovic, Miroslav) ; Niegowski, M (Niegowski, Maciej) ; Lecumberri, P (Lecumberri, Pablo) ; Gomez, M (Gomez, Marisol)","Title":"A low-rank matrix factorization approach for joint harmonic and baseline noise suppression in biopotential signals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687600020 PubMed ID: 28202226 ISSN: 0160-4120 eISSN: 1873-6750","Keywords":"Wheezing; Coughing; Panel study; PMF; Industrial; Secondary sulfate KeyWords Plus:NEW-YORK-CITY; ANTIINFLAMMATORY MEDICATION USE; PARTICULATE MATTER; SOURCE APPORTIONMENT; TOXICOLOGICAL EVALUATION; HOSPITAL ADMISSIONS; FINE PARTICULATE; OXIDATIVE STRESS; SOURCE AEROSOLS; LUNG-FUNCTION","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENT INTERNATIONAL Volume: 101 Pages: 190-200 DOI: 10.1016/j.envint2017.01.021 Published: APR 2017","Abstract":"The objective of this study was to determine the association of respiratory symptoms and medication use and exposure to various air pollutants, PM2.5 components, and source factors in a panel of asthmatic and nonasthmatic children in Santiago, Chile. To this end, 174 children (90 asthmatics and 84 nonasthmatics) were followed throughout the winter months of 2010 and 2011. During the study period, children filled out daily diaries to record respiratory symptoms and medication use. Air pollution data were obtained from government central site measurements and a PM2.5 characterization campaign. PM2.5 source factors were obtained using positive matrix factorization (PMF). Associations of symptoms and exposure to pollutants and source -factor daily scores were modeled separately for asthmatic and nonasthmatic children using mixed logistic regression models with random intercepts, controlling for weather, day of the week, year, and viral outbreaks. Overall, high concentrations of air pollutants and PM2.5 components were observed. Six source factors were identified by PMF (motor vehicles, marine aerosol, copper smelter, secondary sulfates, wood burning, and soil dust). Overall, single pollutant models showed significant and strong associations between 7 -day exposures for several criteria pollutants (PM2.5, NO2, O-3), PM2.5 components (OC, K, S, Se, V), and source factors (secondary sulfate) and coughing, wheezing and three other respiratory symptoms in both in asthmatic and nonasthmatic children. No associations were found for use of rescue inhalers in asthmatics. Two -pollutant models showed that several associations remained significant after including PM2.5, and other criteria pollutants, in the models, particularly components and source factors associated with industrial sources. In conclusion, exposure to air pollutants, especially PM2.5, NO2, and O-3, were found to exacerbate respiratory symptoms in both asthmatic and nonasthmatic children. Some of the results suggest that PM2.5 components associated with a secondary sulfate source may have a greater impact on some symptoms than PM25. In general, the results of this study show important associations at concentrations dose or below current air quality standards. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Prieto-Parra, L (Prieto-Parra, Laura) ; Yohannessen, K (Yohannessen, Karla) ; Brea, C (Brea, Cecilia) ; Vidal, D (Vidal, Daniella) ; Ubilla, CA (Ubilla, Carlos A.) ; Ruiz-Rudolph, P (Ruiz-Rudolph, Pablo)","Title":"Air pollution, PM2.5 composition, source factors, and respiratory symptoms in asthmatic and nonasthmatic children in Santiago, Chile"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397359500014 PubMed ID: 28063711 ISSN: 0269-7491 eISSN: 1873-6424","Keywords":"Aerosol; Biomass burning; Indo-Gangetic plain; Receptor model; South Asia KeyWords Plus:AEROSOL OPTICAL DEPTH; OUTDOOR AIR-POLLUTION; LONG-RANGE TRANSPORT; SIZE-DISTRIBUTION; SOURCE IDENTIFICATION; URBAN ATMOSPHERE; AMBIENT AIR; WINTERTIME CHARACTERISTICS; CHEMICAL-CHARACTERIZATION; METAL TOXICITY","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL POLLUTION Volume: 223 Pages: 121-136 DOI: 10.1016/j.envpol.2016.12.071 Published: APR 2017","Abstract":"Fine particulates (PM2.5) constitute dominant proportion of airborne particulates and have been often associated with human health disorders, changes in regional climate, hydrological cycle and more recently to food security. Intrinsic properties of particulates are direct function of sources. This initiates the necessity of conducting a comprehensive review on PM2.5 sources over South Asia which in turn may be valuable to develop strategies for emission control. Particulate source apportionment (SA) through receptor models is one of the existing tool to quantify contribution of particulate sources. Review of 51 SA studies were performed of which 48 (94%) were appeared within a span of 2007-2016. Almost half of SA studies (55%) were found concentrated over few typical urban stations (Delhi, Dhaka, Mumbai, Agra and Lahore). Due to lack of local particulate source profile and emission inventory, positive matrix factorization and principal component analysis (62% of studies) were the primary choices, followed by chemical mass balance (CMB, 18%). Metallic species were most regularly used as source tracers while use of organic molecular markers and gas-to-particle conversion were minimum. Among all the SA sites, vehicular emissions (mean +/- sd: 37 +/- 20%) emerged as most dominating PM2.5 source followed by industrial emissions (23 +/- 16%), secondary aerosols (22 +/- 12%) and natural sources (20 +/- 15%). Vehicular emissions (39 +/- 24%) also identified as dominating source for highly polluted sites (PM2.5>100 mu gm(-3) n = 15) while site specific influence of either or in combination of industrial, secondary aerosols and natural sources were recognized. Source specific trends were considerably varied in terms of region and seasonality. Both natural and industrial sources were most influential over Pakistan and Afghanistan while over Indo-Gangetic plain, vehicular, natural and industrial emissions appeared dominant. Influence of vehicular emission was found single dominating source over southern part while over Bangladesh, both vehicular, biomass burning and industrial sources were significant. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Singh, N (Singh, Nandita) ; Murari, V (Murari, Vishnu) ; Kumar, M (Kumar, Manish) ; Barman, SC (Barman, S. C.) ; Banerjee, T (Banerjee, Tirthankar)","Title":"Fine particulates over South Asia: Review and meta-analysis of PM2.5 source apportionment through receptor model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359500032 PubMed ID: 28131475 ISSN: 0269-7491 eISSN: 1873-6424","Keywords":"Volatile organic compounds; BTEX; Ozone formation potential; Sources analysis; Thermal power generation KeyWords Plus:SOURCE APPORTIONMENT; RISK-ASSESSMENT; MIXING RATIOS; AIR-POLLUTION; MEXICO-CITY; COAL; ATMOSPHERE; PLANTS; EMISSIONS; HEALTH","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL POLLUTION Volume: 223 Pages: 295-304 DOI: 10.1016/j.envpol.2017.01.026 Published: APR 2017","Abstract":"Volatile organic compounds (VOCs) from two sampling sites (HB and XB) in a power station centralized area, in Shuozhou city, China, were sampled by stainless steel canisters and measured by gas chromatography-mass selective detection/flame ionization detection (GC-MSD/FID) in the spring and autumn of 2014. The concentration of VOCs was higher in the autumn (HB, 96.87 mu g/m(3); XB, 58.94 mu g/m(3)) than in the spring (HB, 41.49 mu g/m(3); XB, 43.46 mu g/m(3)), as lower wind speed in the autumn could lead to pollutant accumulation, especially at HB, which is a new urban area surrounded by residential areas and a transportation hub. Alkanes were the dominant group at both HB and XB in both sampling periods, but the contribution of aromatic pollutants at HB in the autumn was much higher than that of the other alkanes (11.16-19.55%). Compared to other cities, BTEX pollution in Shuozhou was among the lowest levels in the world. Because of the high levels of aromatic pollutants, the ozone formation potential increased significantly at HB in the autumn. Using the ratio analyses to identify the age of the air masses and analyze the sources, the results showed that the atmospheric VOCs at XB were strongly influenced by the remote sources of coal combustion, while at HB in the spring and autumn were affected by the remote sources of coal combustion and local sources of vehicle emission, respectively. Source analysis conducted using the Positive Matrix Factorization (PMF) model at Shuozhou showed that coal combustion and vehicle emissions made the two largest contributions (29.98% and 21.25%, respectively) to atmospheric VOCs. With further economic restructuring, the influence of vehicle emissions on the air quality should become more significant, indicating that controlling vehicle emissions is key to reducing the air pollution. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yan, YL (Yan, Yulong) ; Peng, L (Peng, Lin) ; Li, RM (Li, Rumei) ; Li, YH (Li, Yinghui) ; Li, LJ (Li, Lijuan) ; Bai, HL (Bai, Huiling)","Title":"Concentration, ozone formation potential and source analysis of volatile organic compounds (VOCs) in a thermal power station centralized area: A study in Shuozhou, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398491100002 ISSN: 0922-6435 eISSN: 1572-9508","Keywords":"Galaxies: classification; Nonnegative matrix factorization (NMF): image processing KeyWords Plus:ARTIFICIAL NEURAL-NETWORKS; DIGITAL SKY SURVEY; IMAGE-ANALYSIS; LUMINOSITY; SPECTRA; ZOO","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"EXPERIMENTAL ASTRONOMY Volume: 43 Issue: 2 Pages: 131-144 DOI: 10.1007/s10686-017-9524-7 Published: APR 2017","Abstract":"The development of automated morphological classification schemes can successfully distinguish between morphological types of galaxies and can be used for studies of the formation and subsequent evolution of galaxies in our universe. In this paper, we present a new automated machine supervised learning astronomical classification scheme based on the Nonnegative Matrix Factorization algorithm. This scheme is making distinctions between all types roughly corresponding to Hubble types such as elliptical, lenticulars, spiral, and irregular galaxies. The proposed algorithm is performed on two examples with different number of image (small dataset contains 110 image and large dataset contains 700 images). The experimental results show that galaxy images from EFIGI catalog can be classified automatically with an accuracy of similar to 93% for small and similar to 92% for large number. These results are in good agreement when compared with the visual classifications.","Authors":"Selim, IM (Selim, I. M.) ; Abd El Aziz, M (Abd El Aziz, Mohamed)","Title":"Automated morphological classification of galaxies based on projection gradient nonnegative matrix factorization algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600001 ISSN: 2329-9290","Keywords":"Array processing; beamforming; expectation-maximization; independent component analysis; multichannel; postfiltering; sparse component analysis; wiener filter KeyWords Plus:AUDIO SOURCE SEPARATION; BLIND SOURCE SEPARATION; BINAURAL HEARING-AIDS; INDEPENDENT COMPONENT ANALYSIS; NONNEGATIVE MATRIX FACTORIZATION; GENERALIZED SIDELOBE CANCELER; SPHERICAL MICROPHONE ARRAY; ROOM IMPULSE RESPONSES; NONSTATIONARY NOISE ENVIRONMENTS; TIME-FREQUENCY REPRESENTATION","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 692-730 DOI: 10.1109/TASLP.2016.2647702 Published: APR 2017","Abstract":"Speech enhancement and separation are core problems in audio signal processing, with commercial applications in devices as diverse as mobile phones, conference call systems, hands-free systems, or hearing aids. In addition, they are crucial preprocessing steps for noise-robust automatic speech and speaker recognition. Many devices now have two to eight microphones. The enhancement and separation capabilities offered by these multi-channel interfaces are usually greater than those of single-channel interfaces. Research in speech enhancement and separation has followed two convergent paths, starting with microphone array processing and blind source separation, respectively. These communities are now strongly interrelated and routinely borrow ideas from each other. Yet, a comprehensive overview of the common foundations and the differences between these approaches is lacking at present. In this paper, we propose to fill this gap by analyzing a large number of established and recent techniques according to four transverse axes: 1) the acoustic impulse response model, 2) the spatial filter design criterion, 3) the parameter estimation algorithm, and 4) optional postfiltering. We conclude this overview paper by providing a list of software and data resources and by discussing perspectives and future trends in the field.","Authors":"Gannot, S (Gannot, Sharon) ; Vincent, E (Vincent, Emmanuel) ; Markovich-Golan, S (Markovich-Golan, Shmulik) ; Ozerov, A (Ozerov, Alexey)","Title":"A Consolidated Perspective on Multimicrophone Speech Enhancement and Source Separation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600003 ISSN: 2329-9290","Keywords":"Blind speech separation; CASA; cocktail party problem; GCC; interaural time difference; NMF; PHAT KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; AUDIO SOURCE SEPARATION; INFORMATION; MODELS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 745-755 DOI: 10.1109/TASLP.2017.2656805 Published: APR 2017","Abstract":"We present a blind source separation algorithm named GCC-NMF that combines unsupervised dictionary learning via non-negative matrix factorization (NMF) with spatial localization via the generalized cross correlation (GCC) method. Dictionary learning is performed on the mixture signal, with separation subsequently achieved by grouping dictionary atoms, at each point in time, according to their spatial origins. The resulting source separation algorithm is simple yet flexible, requiring no prior knowledge or information. Separation quality is evaluated for three tasks using stereo recordings from the publicly available SiSEC signal separation evaluation campaign: 3 and 4 concurrent speakers in reverberant environments, speech mixed with real-world background noise, and noisy recordings of a moving speaker. Performance is quantified using perceptually motivated and SNR-based measures with the PEASS and BSS Eval toolkits, respectively. We evaluate the effects of model parameters on separation quality, and compare our approach with other unsupervised and semi-supervised speech separation and enhancement approaches. We show that GCC-NMF is a flexible source separation algorithm, outperforming task-specific approaches in each of the three settings, including both blind as well as several informed approaches that require prior knowledge or information.","Authors":"Wood, SUN (Wood, Sean U. N.) ; Rouat, J (Rouat, Jean) ; Dupont, S (Dupont, Stephane) ; Pironkov, G (Pironkov, Gueorgui)","Title":"Blind Speech Separation and Enhancement With GCC-NMF"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600013 ISSN: 2329-9290","Keywords":"Matrix factorization; skip-gram; word representations KeyWords Plus:MODELS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 863-870 DOI: 10.1109/TASLP.2017.2658019 Published: APR 2017","Abstract":"Word representations, aiming to build vectors for each word, have been successfully used in a variety of applications. Most word representations are learned from large amounts of documents ignoring other information. This is rather suboptimal because the side information of the documents, such as document labels, is not used in learning word representations. In this paper, we focus on how to exploit these side information to improve word representations. We propose to incorporate document labels into the learning process of word representations in two frameworks: neural network and matrix factorization. The experimental results on word analogy and word similarity task show that our models can better capture the semantic and syntactic information than the original models. Our models also improve the performance of word representations on text classification task.","Authors":"Yang, L (Yang, Liner) ; Chen, XX (Chen, Xinxiong) ; Liu, ZY (Liu, Zhiyuan) ; Sun, MS (Sun, Maosong)","Title":"Improving Word Representations with Document Labels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398178600014 ISSN: 2329-9290","Keywords":"CFSMN; Deep neural networks; feedforward sequential memory networks; language modeling; speech recognition KeyWords Plus:SPEECH RECOGNITION; NETWORKS; TIME; ERROR; MODEL","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 4 Pages: 871-884 DOI: 10.1109/TASLP.2017.2672398 Published: APR 2017","Abstract":"In this paper, we propose a novel neural network structure, namely feedforward sequential memory networks (FSMN), to model long-term dependence in time series without using recurrent feedback. The proposed FSMN is a standard fully connected feedforward neural network equipped with some learnable memory blocks in its hidden layers. The memory blocks use a tapped-delay line structure to encode the long context information into a fixed-size representation as short-term memory mechanism which are somehow similar to the time-delay neural networks layers. We have evaluated the FSMNs in several standard benchmark tasks, including speech recognition and language modeling. Experimental results have shown that FSMNs outperform the conventional recurrent neural networks (RNN) while can be learned much more reliably and faster in modeling sequential signals like speech or language. Moreover, we also propose a compact feedforward sequential memory networks (cFSMN) by combining FSMN with low-rank matrix factorization and make a slight modification to the encoding method used in FSMNs in order to further simplify the network architecture. On the speech recognition Switchboard task, the proposed cFSMN structures can reduce the model size by 60% and speed up the learning by more than seven times while the model can still significantly outperform the popular bidirectional LSTMs for both frame-level cross-entropy criterion-based training and MMI-based sequence training.","Authors":"Zhang, SL (Zhang, Shiliang) ; Liu, C (Liu, Cong) ; Jiang, H (Jiang, Hui) ; Wei, S (Wei, Si) ; Dai, LR (Dai, Lirong) ; Hu, Y (Hu, Yu)","Title":"Nonrecurrent Neural Structure for Long-Term Dependence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397632300009 ISSN: 0018-9340 eISSN: 1557-9956","Keywords":"HPC; cloud computing; network performance-aware optimization; RPCA; Non-negative Matrix Factorization KeyWords Plus:COLLECTIVE COMMUNICATION; SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON COMPUTERS Volume: 66 Issue: 4 Pages: 672-687 DOI: 10.1109/TC.2016.2609387 Published: APR 1 2017","Abstract":"Network performance aware optimizations have long been a hot research topic to optimize distributed applications on traditional network environments. However, those optimization techniques rely on a few measurements on pair-wise network performance, and such direct use of network measurements is no longer valid on Infrastructure-as-a-service (IaaS) clouds. First, the direct calibration is ineffective. Network performance measurements may not represent the long-term performance (informally the stable component inside network performance) because of virtualization and network performance interference in the cloud. Second, the direct calibration is inefficient because the measurement overhead of all pair-wise link performance in a cluster becomes prohibitively high as the number of instances increases. To effectively and efficiently utilize existing network performance aware optimizations on IaaS clouds, we propose to reduce the measurement overhead and decouple the constant component from the dynamic network performance while minimizing the difference between the network performance and the constant component. For effectiveness, we use the constant component to guide the network performance aware optimizations. For efficiency, we exploit a non-negative matrix factorization (NMF) method to reduce the calibration overhead. Furthermore, we observe a tradeoff between effectiveness and efficiency, and develop an adaptive approach to capture this tradeoff. We demonstrate effectiveness and efficiency of our approach by adopting network performance aware optimizations on two kinds of basic applications, collective communications of MPI and generic topology mapping, and two real-world applications, namely N-body and conjugate gradient (CG). Our experiments on Amazon EC2 and simulations demonstrate significant calibration overhead reduction and performance improvement on guiding network performance aware optimizations, when comparing our approach to other state-of-the-art approaches.","Authors":"Gong, YF (Gong, Yifan) ; He, BS (He, Bingsheng) ; Li, D (Li, Dan)","Title":"Network Performance Aware Optimizations on IaaS Clouds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000007 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Rating prediction; matrix factorization; attribute-aware; kernel trick; incremental learning KeyWords Plus:RECOMMENDATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 798-812 DOI: 10.1109/TKDE.2016.2641439 Published: APR 1 2017","Abstract":"In recommender systems, one key task is to predict the personalized rating of a user to a new item and then return the new items having the top predicted ratings to the user. Recommender systems usually apply collaborative filtering techniques (e.g., matrix factorization) over a sparse user-item rating matrix to make rating prediction. However, the collaborative filtering techniques are severely affected by the data sparsity of the underlying user-item rating matrix and often confront the cold-start problems for new items and users. Since the attributes of items and social links between users become increasingly accessible in the Internet, this paper exploits the rich attributes of items and social links of users to alleviate the rating sparsity effect and tackle the cold-start problems. Specifically, we first propose a Kernel-based Attribute-aware Matrix Factorization model called KAMF to integrate the attribute information of items into matrix factorization. KAMF can discover the nonlinear interactions among attributes, users, and items, which mitigate the rating sparsity effect and deal with the cold-start problem for new items by nature. Further, we extend KAMF to address the cold-start problem for new users by utilizing the social links between users. Finally, we conduct a comprehensive performance evaluation for KAMF using two large-scale real-world data sets recently released in Yelp and MovieLens. Experimental results show that KAMF achieves significantly superior performance against other state-of-the-art rating prediction techniques.","Authors":"Zhang, JD (Zhang, Jia-Dong) ; Chow, CY (Chow, Chi-Yin) ; Xu, J (Xu, Jin)","Title":"Enabling Kernel-Based Attribute-Aware Matrix Factorization for Rating Prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396778100006 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Recommender systems; Matrix factorization; Features interpretation; Cold-start problem KeyWords Plus:OF-THE-ART; POSSIBLE EXTENSIONS; FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 2 Pages: 365-397 DOI: 10.1007/s10844-016-0418-3 Published: APR 2017","Abstract":"Matrix factorization has proven to be one of the most accurate recommendation approaches. However, it faces one major shortcoming: the latent features that result from the factorization are not directly interpretable. Providing interpretation for these features is important not only to help explain the recommendations presented to users, but also to understand the underlying relations between the users and the items. This paper consists of 2 contributions. First, we propose to automatically interpret features as users, referred to as representative users. This interpretation relies on the study of the matrices that result from the factorization and on their link with the original rating matrix. Such an interpretation is not only performed automatically, as it does not require any human expertise, but it also helps to explain the recommendations. The second proposition of this paper is to exploit this interpretation to alleviate the content-less new item cold-start problem. The experiments conducted on several benchmark datasets confirm that the features discovered by a Non-Negative Matrix Factorization can be interpreted as users and that representative users are a reliable source of information that allows to accurately estimate ratings on new items. They are thus a promising way to solve the new item cold-start problem.","Authors":"Aleksandrova, M (Aleksandrova, Marharyta) ; Brun, A (Brun, Armelle) ; Boyer, A (Boyer, Anne) ; Chertov, O (Chertov, Oleg)","Title":"Identifying representative users in matrix factorization-based recommender systems: application to solving the content-less new item cold-start problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397959900008 PubMed ID: 28214692 ISSN: 0893-6080 eISSN: 1879-2782","Keywords":"Non-negative matrix factorization; Multi-view clustering; Multi-manifold; Locally linear embedding (LLE)","Categories":"Computer Science; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences","Journal Information":"NEURAL NETWORKS Volume: 88 Pages: 74-89 DOI: 10.1016/j.neunet.2017.02.003 Published: APR 2017","Abstract":"Non-negative matrix factorization based multi-view clustering algorithms have shown their competitiveness among different multi-view clustering algorithms. However, non-negative matrix factorization fails to preserve the locally geometrical structure of the data space. In this paper, we propose a multi-manifold regularized non-negative matrix factorization framework (MMNMF) which can preserve the locally geometrical structure of the manifolds for multi-view clustering. MMNMF incorporates consensus manifold and consensus coefficient matrix with multi-manifold regularization to preserve the locally geometrical structure of the multi-view data space. We use two methods to construct the consensus manifold and two methods to find the consensus coefficient matrix, which leads to four instances of the framework. Experimental results show that the proposed algorithms outperform existing non-negative matrix factorization based algorithms for multi-view clustering. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zong, LL (Zong, Linlin) ; Zhang, XC (Zhang, Xianchao) ; Zhao, L (Zhao, Long) ; Yu, H (Yu, Hong) ; Zhao, QL (Zhao, Qianli)","Title":"Multi-view clustering via multi-manifold regularized non-negative matrix factorization"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000395215200003 PubMed ID: 28193361 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Nonnegative matrix factorization; Area of feasible solutions; Band boundaries of feasible solutions; Polygon inflation; FACPACK KeyWords Plus:MULTIVARIATE CURVE RESOLUTION; POLYGON INFLATION ALGORITHM; OVERLAPPING CHROMATOGRAPHIC PEAKS; EVOLVING FACTOR-ANALYSIS; ROTATIONAL AMBIGUITY; COUPLING THEOREMS; BAND BOUNDARIES; KINETIC-MODELS; COMPLEMENTARITY; REDUCTION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 960 Pages: 40-52 DOI: 10.1016/j.aca.2016.11.069 Published: APR 1 2017","Abstract":"Multivariate curve resolution methods suffer from the non-uniqueness of the solutions. The set of possible nonnegative solutions can be represented by the so-called Area of Feasible Solutions (AFS). The AFS for an s-component system is a bounded (s - 1)-dimensional set. The numerical computation and the geometric construction of the AFS is well understood for two- and three-component systems but gets much more complicated for systems with four or even more components. This work introduces a new and robust ray casting method for the computation of the AFS for general s component systems. The algorithm shoots rays from the origin and records the intersections of these rays with the AFS. The ray casting method is computationally fast, stable with respect to noise and is able to detect the various possible shapes of the AFS sets. The easily implementable algorithm is tested for various three- and four-component data sets. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sawall, M (Sawall, Mathias) ; Neymeyr, K (Neymeyr, Klaus)","Title":"A ray casting method for the computation of the area of feasible solutions for multicomponent systems: Theory, applications and FACPACK-implementation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612800002 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Transfer learning; Active learning; Recommender systems KeyWords Plus:PARALLEL MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 245 Pages: 38-55 DOI: 10.1016/j.artint.2016.12.004 Published: APR 2017","Abstract":"In the past decade, artificial intelligence (AI) techniques have been successfully applied to recommender systems employed in many e-commerce companies, such as Amazon, eBay, Netflix, etc., which aim to provide personalized recommendations on products or services. Among various AI-based recommendation techniques, collaborative filtering has proven to be one of the most promising methods. However, most collaborative-filtering-based recommender systems, especially the newly launched ones, have trouble making accurate recommendations for users. This is caused by the data sparsity issue in recommender systems, where little existing rating information is available. To address this issue, one of the most effective practices is applying transfer learning techniques by leveraging relatively rich collaborative data knowledge from related systems, which have been well running. Previous transfer learning models for recommender systems often assume that a sufficient set of entity correspondences (either user or item) across the target and auxiliary systems (a.k.a. source systems) is given in advance. This assumption does not hold in many real world scenarios where entity correspondences across systems are usually unknown, and the cost of identifying them can be expensive. In this paper, we propose a new transfer learning framework for recommender systems, which relaxes the above assumption to facilitate flexible knowledge transfer across different systems with low cost by using an active learning principle to construct entity correspondences across systems. Specifically, for the purpose of maximizing knowledge transfer, we first iteratively select entities in the target system based on some criterion to query their correspondences in the source system. We then plug the actively constructed entity correspondences into a general transferred collaborative-filtering model to improve recommendation quality. Based on the framework, we propose three solutions by specifying three state-of-the-art collaborative filtering methods, namely Maximum-Margin Matrix Factorization, Regularized Low-rank Matrix Factorization, and Probabilistic Matrix Factorization. We perform extensive experiments on two real-world datasets to verify the effectiveness of our proposed framework and the three specified solutions for cross-system recommendation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, LL (Zhao, Lili) ; Pan, SJ (Pan, Sinno Jialin) ; Yang, Q (Yang, Qiang)","Title":"A unified framework of active transfer learning for cross-system recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395213700018 PubMed ID: 28110005 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Air toxics; Carcinogenic and non-carcinogenic risk; Positive matrix factorization; Edmonton KeyWords Plus:VOLATILE ORGANIC-COMPOUNDS; POLYCYCLIC AROMATIC-HYDROCARBONS; FINE PARTICULATE MATTER; SOURCE APPORTIONMENT; AMBIENT AIR; EMISSIONS; POLLUTANTS; ALBERTA; INDOOR; PM2.5","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 173 Pages: 160-171 DOI: 10.1016/j.chemosphere.2016.12.157 Published: APR 2017","Abstract":"With concern about levels of air pollutants in recent years in the Capital Region of Alberta, an investigation of ambient concentrations, sources and potential human health risk of hazardous air pollutants (HAPs) or air toxics was undertaken in the City of Edmonton over a 5-year period (2009-2013). Mean concentrations of individual HAPs in ambient air including volatile organic compounds (VOCs), polycyclic aromatic hydrocarbons (PAHs) and trace metals ranged from 0.04 to 1.73 mu g/m(3), 0.01-0.54 ng/m(3), and 0.05-3.58 ng/m(3), respectively. Concentrations of benzene, naphthalene, benzo(a)pyrene (BaP), arsenic, manganese and nickel were far below respective annual Alberta Ambient Air Quality Objectives. Carcinogenic and non-carcinogenic risk of air toxics were also compared with risk levels recommended by regulatory agencies. Positive matrix factorization identified six air toxics sources with traffic as the dominant contributor to total HAPs (433 mu g/m(3), 42%), followed by background/secondary organic aerosol (SOA) (1.92 mu g/m(3), 25%), fossil fuel combustion (0.92 mu g/m(3), 11%). On high particulate air pollution event days, local traffic was identified as the major contributor to total HAPs compared to background/ SOA and fossil fuel combustion. Carcinogenic risk values of traffic, background/SOA and metals industry emissions were above the USEPA acceptable level (1 x 10(-6)), but below a tolerable risk (1 x 10(-4)) and Alberta benchmark (1 x 10(-5)). These findings offer useful preliminary information about current ambient air toxics levels, dominant sources and their potential risk to public health; and this information can support policy makers in the development of appropriate control strategies if required. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bari, MA (Bari, Md. Aynul) ; Kindzierski, WB (Kindzierski, Warren B.)","Title":"Concentrations, sources and human health risk of inhalation exposure to air toxics in Edmonton, Canada"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495200008 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Dictionary learning; Coherence; log-regularizer; Proximal operator; Sparse representation KeyWords Plus:LINEAR INVERSE PROBLEMS; THRESHOLDING ALGORITHM; SPARSE REPRESENTATION; MATRIX FACTORIZATION; OPTIMIZATION; SVD","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 63 Pages: 86-99 DOI: 10.1016/j.dsp.2016.12.0114 Published: APR 2017","Abstract":"In this study, we propose a novel dictionary learning algorithm with the log-regularizer and simultaneously with the coherence penalty based on proximal operators. Our proposed algorithm simply employs a decomposition scheme and alternating optimization, which transforms the overall problem into a set of single-vector variable subproblems, with either one dictionary atom or one coefficient vector. Although the subproblems are still nonsmooth and even nonconvex, remarkably they can be solved by proximal operators, and the closed-form solutions of the dictionary atoms and the coefficient vectors are obtained directly and explicitly. To the best of our knowledge, no previous studies of dictionary learning have applied proximal operators to sparse coding with the log-regularizer and simultaneously to dictionary updating with the coherence penalty. According to our analysis and simulation study, the main advantages of the proposed algorithm are its greater ability of recovering the dictionary and its faster convergence for reaching the values of the dictionary recovery ratios than state-of-the-art algorithms. In addition, for real-world applications, our proposed algorithm can obtain good performances on audio data and image classification. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Li, ZN (Li, Zhenni) ; Ding, SX (Ding, Shuxue) ; Hayashi, T (Hayashi, Takafumi) ; Li, YJ (Li, Yujie)","Title":"Incoherent dictionary learning with log-regularizer based on proximal operators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395210500013 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Bethe-Salpeter equation; Hartree-Fock calculus; Tensor decompositions; Quantized-TT format; Model reduction; Structured eigensolvers; Low-rank matrix KeyWords Plus:EXCITATION-ENERGIES; NUMERICAL-METHODS; GREENS-FUNCTION; TRAIN FORMAT; HARTREE-FOCK; ALGORITHMS; COMPUTATION; DIMENSIONS; MOLECULES","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 334 Pages: 221-239 DOI: 10.1016/j.jcp.2016.12.047 Published: APR 1 2017","Abstract":"In this paper, we propose and study two approaches to approximate the solution of the Bethe-Salpeter equation (BSE) by using structured iterative eigenvalue solvers. Both approaches are based on the reduced basis method and low-rank factorizations of the generating matrices. We also propose to represent the static screen interaction part in the BSE matrix by a small active sub-block, with a size balancing the storage for rank structured representations of other matrix blocks. We demonstrate by various numerical tests that the combination of the diagonal plus low-rank plus reduced-block approximation exhibits higher precision with low numerical cost, providing as well a distinct two-sided error estimate for the smallest eigenvalues of the Bethe-Salpeter operator. The complexity is reduced to O(N-b(2)) in the size of the atomic orbitals basis set, N-b, instead of the practically intractable 0(N-b(2)) scaling for the direct diagonalization. In the second approach, we apply the quantized-TT (QTT) tensor representation to both, the long eigenvectors and the column vectors in the rank-structured BSE matrix blocks, and combine this with the ALS-type iteration in block QTT format. The QTT-rank of the matrix entities possesses almost the same magnitude as the number of occupied orbitals in the molecular systems, No < Nb, hence the overall asymptotic complexity for solving the BSE problem by the QTT approximation is estimated by 0(log(N-0)N-o(2)). We confirm numerically a considerable decrease in computational time for the presented iterative approaches applied to various compact and chain-type molecules, while supporting sufficient accuracy. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Benner, P (Benner, Peter) ; Dolgov, S (Dolgov, Sergey) ; Khoromskaia, V (Khoromskaia, Venera) ; Khoromskij, BN (Khoromskij, Boris N.)","Title":"Fast iterative solution of the Bethe-Salpeter eigenvalue problem using low-rank and QTT tensor approximation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397332200016 ISSN: 1009-6124 eISSN: 1559-7067","Keywords":"Completion of matrix; factorization of matrix; K-Hermite ring KeyWords Plus:POLYNOMIAL MATRIX FACTORIZATIONS; LIN-BOSE PROBLEM; MODULES","Categories":"Mathematics Web of Science Categories:Mathematics, Interdisciplinary Applications","Journal Information":"JOURNAL OF SYSTEMS SCIENCE & COMPLEXITY Volume: 30 Issue: 2 Pages: 510-518 DOI: 10.1007/s11424-017-6027-6 Published: APR 2017","Abstract":"This paper investigates the completion and the zero prime factorization for matrices over a K-Hermite ring. The authors have generalized Kaplansky's related results, solved similar Lin-Bose problem and generalized Serre problem over a K-Hermite ring.","Authors":"Liu, JW (Liu Jinwang) ; Li, DM (Li Dongmei)","Title":"The Generalized Serre Problem over K-Hermite Rings"}, {"Keywords":"fill-in minimization; multilevel nested dissection; sparse matrix ordering; Cholesky factorization; parallel computing; task-based parallel processing KeyWords Plus:APPROXIMATE MINIMUM DEGREE; NESTED DISSECTION; ALGORITHM; FACTORIZATION","Categories":"Computer Science; Operations Research & Management Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Operations Research & Management Science; Mathematics, Applied","Journal Information":"OPTIMIZATION METHODS & SOFTWARE Volume: 32 Issue: 2 Pages: 274-289 DOI: 10.1080/10556788.2016.1193177 Published: APR 2017","Abstract":"In this paper we present PMORSya new parallel software package for symmetric sparse matrix ordering on shared memory systems. The NP-complete fill-in minimization problem is solved by means of multilevel nested dissection algorithm with modifications for vertex separators. Parallel processing is done in a task-based fashion with the granularity tuning. We employ threading techniques on shared memory using OpenMP 3.0 technology as opposed to the Message Passing Interface-based approach widely used for parallel sparse matrix ordering. Experimental results on symmetric matrices from the University of Florida Sparse Matrix Collection and matrices from finite-element analysis of three-dimensional strength problems show that our implementation is competitive to the ParMETIS and PT-Scotch libraries both in ordering quality and performance. The PMORSy library is publicly available from the Lobachevsky State University Supercomputing Center web-site.","Authors":"Pirova, A (Pirova, Anna) ; Meyerov, I (Meyerov, Iosif) ; Kozinov, E (Kozinov, Evgeniy) ; Lebedev, S (Lebedev, Sergey)","Title":"PMORSy: parallel sparse matrix ordering software for fill-in minimization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394065200020 PubMed ID: 28068569 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Parallel factor analysis (PARAFAC); Positive matrix factorization (PMF); Organic acid; Environmental tracer; Number of components KeyWords Plus:CONSTRAINED LEAST-SQUARES; FACTOR-ANALYTIC MODELS; FLUORESCENCE SPECTROSCOPY; DISSOCIATION-CONSTANTS; MATRIX FACTORIZATION; ACIDITY CONSTANTS; SOLUTE TRANSPORT; MATTER; SORPTION; SPECTROPHOTOMETRY","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 172 Pages: 175-184 DOI: 10.1016/j.chemosphere.2016.12.145 Published: APR 2017","Abstract":"Fluorescence and UV/Vis spectra of aqueous solutions with numerous organic compounds are a superposition of single spectra of the chemical species present. Thus, an isolation of individual spectra with chemometrics is required for their quantification. We investigated UV/Vis spectra and fluorescence excitation-emission matrices of vanillic acid, salicylic acid, phenoxyacetic acid and phthalic acid with positive matrix factorization (PMF) and non-negativity constrained parallel factor analysis (PARAFAC) in combination with the law of mass action. In consideration of the pH-dependent speciation of organic acids, we first reconstructed the pH-specific spectra of each compound. Using these spectra as known components in a constrained algorithm, we could successfully quantify species of multiple compounds and reconstruct the solution pH. In addition, we estimated the uncertainty of reconstructed spectra and concentrations in order to assess the most probable number of components for PMF/PARAFAC. Therefore, we could derive a framework to reconstruct the number of relevant species and their individual concentration present in spectroscopic data of aqueous solutions containing multiple organic compounds. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ritschel, T (Ritschel, Thomas) ; Totsche, KU (Totsche, Kai Uwe)","Title":"Quantification of pH-dependent speciation of organic compounds with spectroscopy and chemometrics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394367700008 ISSN: 0923-6082 eISSN: 1573-0824","Keywords":"Nonnegative matrix factorization; Image representation; Clustering KeyWords Plus:RECOGNITION; PARTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIDIMENSIONAL SYSTEMS AND SIGNAL PROCESSING Volume: 28 Issue: 2 Pages: 529-547 DOI: 10.1007/s11045-015-0356-1 Published: APR 2017","Abstract":"In this paper, a novel regularized nonnegative matrix factorization (NMF) method, called neighbors isometric embedding nonnegative matrix factorization (NINMF), is proposed. The key idea of the NINMF method is to incorporate neighbors isometric regularized constraint in the optimization of the NMF. Hence, the NINMF is able to extract the representation space that preserves neighbor isometric geometry structure. Like most of the graph regularized NMFs, the NINMF method also finds a similarity weights matrix. However, the difference of our proposed method is that the NINMF simultaneously builds similarity weight matrix and performs data representation. The proposed method was applied to solve the problem of image representation using the well-known ORL, Yale and extended YaleB image data sets. The experimental results demonstrate the effectiveness of the proposed NINMF method for image representation.","Authors":"Pei, XB (Pei, Xiaobing) ; Wu, YT (Wu, Yuntao)","Title":"Neighbors isometric embedding nonnegative matrix factorization for image representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061600025 ISSN: 0012-365X eISSN: 1872-681X","Keywords":"Uniform hypergraph; 1-factor; 1-factorization; Permanent,multidimensional matrix KeyWords Plus:PERFECT MATCHINGS; UNIFORM HYPERGRAPHS; PERMANENT; MATRIX; GRAPHS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"DISCRETE MATHEMATICS Volume: 340 Issue: 4 Pages: 753-762 DOI: 10.1016/j.disc.2016.11.024 Published: APR 2017","Abstract":"A 1-factor of a hypergraph G = (X, W) is a set of hyperedges such that every vertex of G is incident to exactly one hyperedge from the set. A 1-factorization is a partition of all hyperedges of G into disjoint 1-factors. The adjacency matrix of a d-uniform hypergraph G is the d-dimensional (0,1)-matrix of order vertical bar X vertical bar such that an element a(alpha 1,) (...,) (alpha d) of A equals 1 if and only if {alpha(1), ..., alpha(d)} is a hyperedge of G. Here we estimate the number of 1-factors of uniform hypergraphs and the number of 1-factorizations of complete uniform hypergraphs by means of permanents of their adjacency matrices. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Taranenko, AA (Taranenko, A. A.)","Title":"On the numbers of 1-factors and 1-factorizations of hypergraphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900022 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Low rank; matrix factorization (MF); seismic data reconstruction; square matrix; tensor completion KeyWords Plus:TENSOR DECOMPOSITIONS; TRACE INTERPOLATION; COMPLETION; PROJECTION; RECORDS","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2124-2135 DOI: 10.1109/TGRS.2016.2636864 Published: APR 2017","Abstract":"Seismic data acquired by geophones are processed to estimate images of the earth's interior that are used to explore, develop, and monitor resources and to study the shallow structure of the crust for geological, environmental, and geotechnical purposes. These multidimensional data sets are often irregularly sampled and incomplete in the so-called midpoint and offset acquisition coordinates. Multidimensional seismic data reconstruction can be viewed as a low-rank matrix or tensor completion problem. In this paper, we introduce a fast and efficient low-rank tensor completion algorithm named parallel square matrix factorization (PSMF) and adopt it to reconstruct seismic data in the typical seismic data processing coordinates: frequency, midpoint, and offset. For each frequency slice, we establish a tensor minimization model composed of a low-rank constrained term and a data misfit term. Then we adopt the PSMF algorithm for the recovery of the missing samples. In the PSMF method, we avoid using unbalanced \"long strip\" matrices that result from conventional tensor unfolding. Instead, the tensor is unfolded into almost square or square matrices that are low rank. We also compare the proposed PSMF method with other completion methods. Experiments via synthetic data and field data sets validate the effectiveness of the proposed algorithm.","Authors":"Gao, JJ (Gao, Jianjun) ; Cheng, JK (Cheng, Jinkun) ; Sacchi, MD (Sacchi, Mauricio D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gao, Jianjun  http://orcid.org/0000-0003-2720-0670","Title":"Five-Dimensional Seismic Reconstruction Using Parallel Square Matrix Factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900044 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Approximate solution; archetypal representation (AR); classification; global regularization; hyperspectral image (HSI) KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; SPARSE-REPRESENTATION; SPATIAL CLASSIFICATION; RECOGNITION; SPACE","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2414-2430 DOI: 10.1109/TGRS.2016.2643166 Published: APR 2017","Abstract":"Representation learning plays a crucial rule in pattern recognition. Recently, sparse representation (SR) has become a popular technique in high-dimensional signal processing. In this paper, we provide an alternative archetypal representation (AR) to conduct the representation learning. Compared with SR, AR preserves the sparsity of the learned representation, but has a lower complexity and better interpretation. For the classification of hyperspectral image, spatial information plays an important role in improving the classification performance. Instead of representing each sample individually, we propose a globally regularized AR model, which uses graph regularization to include the contextual information into the learned representation. Although the entire model is convex, it is time consuming to obtain the optimal solution, which limits its large-scale applications. To address the computational issue, we further propose an efficient approximate solver based on line search on a feasible solution trajectory. It turns out that the approximate solution is very close the optimal solution, with a relative error less than 5% usually, but speeds up the optimization dozens of times. Experiments demonstrate that the learned representation with the approximate solution is discriminant comparable to the optimal solution. Using the learned representation as a high-level feature, a linear support vector machine works effectively to produce a high-accuracy classification.","Authors":"Ni, D (Ni, Ding) ; Ma, HB (Ma, Hongbing) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ding, Ni  http://orcid.org/0000-0003-1933-8768","Title":"Fast Classification of Hyperspectral Images Using Globally Regularized Archetypal Representation With Approximate Solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396395500013 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Feature extraction; monitoring; signal denoising; sleep apnea KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; SIMPLEX-METHOD; SMARTPHONES; ALGORITHMS; IMAGES; COMPRESSION; TRANSFORM; DIAGNOSIS; CAMERA","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 16 Issue: 4 Pages: 822-835 DOI: 10.1109/TMM.2016.2626969 Published: APR 2017","Abstract":"Obstructive sleep apnea, characterized by repetitive obstruction in the upper airway during sleep, is a common sleep disorder that could significantly compromise sleep quality and quality of life in general. The obstructive respiratory events can be detected by attended in-laboratory or unattended ambulatory sleep studies. Such studies require many attachments to a patient's body to track respiratory and physiological changes, which can be uncomfortable and compromise the patient's sleep quality. In this paper, we propose to record depth video and audio of a patient using a Microsoft Kinect camera during his/her sleep, and extract relevant features to correlate with obstructive respiratory events scored manually by a scientific officer based on data collected by Philips system Alice6 LDxS that is commonly used in sleep clinics. Specifically, we first propose an alternating-frame H.264 video encoding scheme and bit recovery scheme at the decoder. Next, we perform depth video temporal denoising using a motion vector graph smoothness prior. Then, we build a dual-ellipse model and track a patient's chest and abdominal movements in the denoised videos. Finally, we extract features from both depth video and audio for classifier training and respiratory event detection. Experimental results show 1) that our depth video compression scheme outperforms a competitor that records only the 8 most significant bits, 2) our graph-based temporal denoising scheme reduces the flickering effect without over-smoothing, and 3) our trained classifiers can deduce respiratory events scored manually based on data collected by system Alice6 LDxS with high accuracy.","Authors":"Yang, C (Yang, Cheng) ; Cheung, G (Cheung, Gene) ; Stankovic, V (Stankovic, Vladimir) ; Chan, K (Chan, Kevin) ; Ono, N (Ono, Nobutaka) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Stankovic, Vladimir  http://orcid.org/0000-0002-1075-2420","Title":"Sleep Apnea Detection via Depth Video and Audio Feature Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396381300015 PubMed ID: 26849874 ISSN: 2162-237X eISSN: 2162-2388","Keywords":"Linear programming (LP); nonnegative matrix factorization (NMF); smoothness constraint; sparse representation KeyWords Plus:SOURCE SEPARATION; ALGORITHMS; REPRESENTATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON NEURAL NETWORKS AND LEARNING SYSTEMS Volume: 28 Issue: 4 Pages: 948-960 DOI: 10.1109/TNNLS.2016.2517096 Published: APR 2017","Abstract":"Nonnegative matrix factorization (NMF) is an emerging tool for meaningful low-rank matrix representation. In NMF, explicit constraints are usually required, such that NMF generates desired products (or factorizations), especially when the products have significant sparseness features. It is known that the ability of NMF in learning sparse representation can be improved by embedding a smoothness factor between the products. Motivated by this result, we propose an adaptive nonsmooth NMF (Ans-NMF) method in this paper. In our method, the embedded factor is obtained by using a data-related approach, so it matches well with the underlying products, implying a superior faithfulness of the representations. Besides, due to the usage of an adaptive selection scheme to this factor, the sparseness of the products can be separately constrained, leading to wider applicability and interpretability. Furthermore, since the adaptive selection scheme is processed through solving a series of typical linear programming problems, it can be easily implemented. Simulations using computer-generated data and real-world data show the advantages of the proposed Ans-NMF method over the state-of-the-art methods.","Authors":"Yang, ZY (Yang, Zuyuan) ; Xiang, Y (Xiang, Yong) ; Xie, K (Xie, Kan) ; Lai, Y (Lai, Yue)","Title":"Adaptive Method for Nonsmooth Nonnegative Matrix Factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394236700007 ISSN: 0020-7217 eISSN: 1362-3060","Keywords":"SCBSS; NMF; time-frequency overlapped; electromagnetic surveillance; dynamical embedding frame KeyWords Plus:ALGORITHMS; SEPARATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"INTERNATIONAL JOURNAL OF ELECTRONICS Volume: 104 Issue: 4 Pages: 624-634 DOI: 10.1080/00207217.2016.1242160 Published: APR 2017","Abstract":"This article presents a new methodology for single-channel blind signal separation (SCBSS) of time-frequency overlapped signals in electromagnetic surveillance domain. The proposed algorithm is based on non-negative matrix factorisation (NMF) through a dynamical embedding framework. This method is deterministic requiring no priori information of the original signals. Firstly, a series of delay vectors of the single-channel recording are selected to construct an appropriate dynamical embedding matrix. NMF algorithm is used to decompose the dynamical embedding matrix. Then, a convenient expansion basis of original sources can be obtained, which will be projected back to the original measurement space according to the dynamical embedding framework. The power density spectrum of the projected components and the independent nature of original signals are employed to extract the interested signals from measurement space. The feasibility and effectiveness of proposed algorithm are proved by computer simulation.","Authors":"Pang, LH (Pang, Lihui) ; Deng, XR (Deng, Xianrong)","Title":"A SCBSS methodology for time-frequency overlapped signals using non-negative matrix factorisation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900004 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 855-868 DOI: 10.1002/asi.23735 Published: APR 2017","Abstract":"Personalized search approaches tailor search results to users' current interests, so as to help improve the likelihood of a user finding relevant documents for their query. Previous work on personalized search focuses on using the content of the user's query and of the documents clicked to model the user's preference. In this paper we focus on a different type of signal: We investigate the use of behavioral information for the purpose of search personalization. That is, we consider clicks and dwell time for reranking an initially retrieved list of documents. In particular, we (i) investigate the impact of distributions of users and queries on document reranking; (ii) estimate the relevance of a document for a query at 2 levels, at the query-level and at the word-level, to alleviate the problem of sparseness; and (iii) perform an experimental evaluation both for users seen during the training period and for users not seen during training. For the latter, we explore the use of information from similar users who have been seen during the training period. We use the dwell time on clicked documents to estimate a document's relevance to a query, and perform Bayesian probabilistic matrix factorization to generate a relevance distribution of a document over queries. Our experiments show that: (i) for personalized ranking, behavioral information helps to improve retrieval effectiveness; and (ii) given a query, merging information inferred from behavior of a particular user and from behaviors of other users with a user-dependent adaptive weight outperforms any combination with a fixed weight.","Authors":"Cai, F (Cai, Fei) ; Wang, SQ (Wang, Shuaiqiang) ; de Rijke, M (de Rijke, Maarten)","Title":"Behavior-Based Personalization in Web Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393217600002 ISSN: 1292-8119 eISSN: 1262-3377","Keywords":"Differential-algebraic equations; outer transfer function; matrix pencils; zero dynamics; minimum phase; optimal control KeyWords Plus:SPECTRAL FACTORIZATION; MATRIX PENCILS; ZEROS","Categories":"Automation & Control Systems; Mathematics Web of Science Categories:Automation & Control Systems; Mathematics, Applied","Journal Information":"ESAIM-CONTROL OPTIMISATION AND CALCULUS OF VARIATIONS Volume: 23 Issue: 2 Pages: 391-425 DOI: 10.1051/cocv/2015051 Published: APR-JUN 2017","Abstract":"We consider differential-algebraic systems (DAEs) whose transfer function is outer: i.e., it has full row rank and all transmission zeros lie in the closed left half complex plane. We characterize outer, with the aid of the Kronecker structure of the system pencil and the Smith-McMillan structure of the transfer function, as the following property of a behavioural stabilizable and detectable realization: each consistent initial value can be asymptotically controlled to zero while the output can be made arbitrarily small in the L-2-norm. The zero dynamics of systems with outer transfer functions are analyzed. We further show that our characterizations of outer provide a simple and very structured analysis of the linear-quadratic optimal control problem.","Authors":"Ilchmann, A (Ilchmann, Achim) ; Reis, T (Reis, Timo)","Title":"OUTER TRANSFER FUNCTIONS OF DIFFERENTIAL-ALGEBRAIC SYSTEMS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392682400031 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Co-clustering; Matrix Tri-Factorization; Muli-Manifold learning KeyWords Plus:FACTORIZATION; OPTIMIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 64 Pages: 386-398 DOI: 10.1016/j.patcog.2016.11.027 Published: APR 2017","Abstract":"We propose a novel Multi-Manifold Matrix Decomposition for Co-clustering (M3DC) algorithm that considers the geometric structures of both the sample manifold and the feature manifold simultaneously. Specifically, multiple candidate manifolds are constructed separately to take local invariance into account. Then, we employ multi-manifold learning to approximate the optimal intrinsic manifold, which better reflects the local geometrical structure, by linearly combining these candidate manifolds. In M3DC, the candidate manifolds are obtained using various manifold-based dimensionality reduction methods. These methods are based on different rationales and use different metrics for data distances. Experimental results on several real data sets demonstrate the effectiveness of our proposed M3DC.","Authors":"Allab, K (Allab, Kais) ; Labiod, L (Labiod, Lazhar) ; Nadif, M (Nadif, Mohamed)","Title":"Multi-manifold matrix decomposition for data co-clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392557700005 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"PM2.5; Urban area; Sources; PMF; Atmospheric circulation KeyWords Plus:POSITIVE MATRIX FACTORIZATION; POLYCYCLIC AROMATIC-HYDROCARBONS; AMBIENT PARTICULATE MATTER; SOURCE APPORTIONMENT; PO VALLEY; SPATIAL VARIABILITY; TRAFFIC EMISSIONS; HEAVY-METALS; AEROSOL; POLLUTION","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 186 Pages: 51-62 DOI: 10.1016/j.atmosres.2016.11.011 Published: APR 1 2017","Abstract":"Urban air quality represents a major public health burden and is a long-standing concern to European citizens. Combustion processes and traffic-related emissions represent the main primary particulate matter (PM) sources in urban areas. Other sources can also affect air quality (e.g., secondary aerosol, industrial) depending on the characteristics of the study area. Thus, the identification and the apportionment of all sources is of crucial importance to make effective corrective decisions within environmental policies. The aim of this study is to evaluate the impacts of different emissions sources on PM2.5 concentrations and compositions in a mid-size city in the Po Valley (Treviso, Italy). Data have been analyzed to highlight compositional differences (elements and major inorganic ions), to determine PM2.5 sources and their contributions, and to evaluate the influence of air mass movements. Non-parametric tests, positive matrix factorization (PMF), conditional bivariate probability function (CBPF), and concentration weighted trajectory (CWT) have been used in a multi-chemometrics approach to understand the areal-scale (proximate, local, long-range) where different sources act on PM2.5 levels and composition. Results identified three levels of scale from which the pollution arose: (i) a proximate local scale (close to the sampling site) for traffic non-exhaust and resuspended dust sources; (ii) a local urban scale (including both sampling site and areas close to them) for combustion and industrial; and (iii) a regional scale characterized by ammonium nitrate and ammonium sulfate. This approach and results can help to develop and adopt better air quality policy action. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Squizzato, S (Squizzato, Stefania) ; Cazzaro, M (Cazzaro, Marta) ; Innocente, E (Innocente, Elena) ; Visin, F (Visin, Flavia) ; Hopke, PK (Hopke, Philip K.) ; Rampazzo, G (Rampazzo, Giancarlo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Squizzato, Stefania  http://orcid.org/0000-0003-4583-7210","Title":"Urban air quality in a mid-size city - PM2.5 composition, sources and identification of impact areas: From local to long range contributions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397942500002 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 4387-4399 DOI: 10.5194/acp-17-4387-2017 Published: MAR 31 2017","Abstract":"The volatility distribution of secondary organic aerosols that formed and had undergone aging - i. e., the particle mass fractions of semi-volatile, low-volatility and extremely low volatility organic compounds in the particle phase - was characterized in a boreal forest environment of Hyytiala, southern Finland. This was done by interpreting field measurements using a volatility tandem differential mobility analyzer (VTDMA) with a kinetic evaporation model. The field measurements were performed during April and May 2014. On average, 40% of the organics in particles were semi-volatile, 34% were low-volatility organics and 26% were extremely low volatility organics. The model was, however, very sensitive to the vaporization enthalpies assumed for the organics (Delta H-VAP). The best agreement between the observed and modeled temperature dependence of the evaporation was obtained when effective vaporization enthalpy values of 80 kJ mol(-1) were assumed. There are several potential reasons for the low effective enthalpy value, including molecular decomposition or dissociation that might occur in the particle phase upon heating, mixture effects and compound-dependent uncertainties in the mass accommodation coefficient. In addition to the VTDMA-based analysis, semi-volatile and low-volatility organic mass fractions were independently determined by applying positive matrix factorization (PMF) to high-resolution aerosol mass spectrometer (HR-AMS) data. The factor separation was based on the oxygenation levels of organics, specifically the relative abundance of mass ions at m/z 43 (f43) and m/z 44 (f44). The mass fractions of these two organic groups were compared against the VTDMA-based results. In general, the best agreement between the VTDMA results and the PMF-derived mass fractions of organics was obtained when Delta H-VAP D 80 kJ mol(-1) was set for all organic groups in the model, with a linear correlation coefficient of around 0.4. However, this still indicates that only about 16% (R-2)of the variation can be explained by the linear regression between the results from these two methods. The prospect of determining of extremely low volatility organic aerosols (ELVOAs) from AMS data using the PMF analysis should be assessed in future studies.","Authors":"Hong, J (Hong, Juan) ; Aijala, M (Aijala, Mikko) ; Hame, SAK (Hame, Silja A. K.) ; Hao, LQ (Hao, Liqing) ; Duplissy, J (Duplissy, Jonathan) ; Heikkinen, LM (Heikkinen, Liine M.) ; Nie, W (Nie, Wei) ; Mikkila, J (Mikkila, Jyri) ; Kulmala, M (Kulmala, Markku) ; Prisle, NL (Prisle, Nonne L.) ; Virtanen, A (Virtanen, Annele) ; Ehn, M (Ehn, Mikael) ; Paasonen, P (Paasonen, Pauli) ; Worsnop, DR (Worsnop, Douglas R.) ; Riipinen, I (Riipinen, Ilona) ; Petaja, T (Petaja, Tuukka) ; Kerminen, VM (Kerminen, Veli-Matti) ...More...Less","Title":"Estimates of the organic aerosol volatility in a boreal forest using two independent methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397607300082 PubMed ID: 28289224 ISSN: 0027-8424","Keywords":"MRI; cortical thickness; development; nonnegative matrix factorization; cortical organization KeyWords Plus:HUMAN CEREBRAL-CORTEX; STRUCTURAL COVARIANCE; HUMAN BRAIN; MATRIX FACTORIZATION; THICKNESS; ORGANIZATION; CHILDHOOD; NETWORKS; CONNECTIVITY; TRAJECTORIES","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 13 Pages: 3527-3532 DOI: 10.1073/pnas.1620928114 Published: MAR 28 2017","Abstract":"During adolescence, the human cortex undergoes substantial remodeling to support a rapid expansion of behavioral repertoire. Accurately quantifying these changes is a prerequisite for understanding normal brain development, as well as the neuropsychiatric disorders that emerge in this vulnerable period. Past accounts have demonstrated substantial regional heterogeneity in patterns of brain development, but frequently have been limited by small samples and analytics that do not evaluate complex multivariate imaging patterns. Capitalizing on recent advances in multivariate analysis methods, we used nonnegative matrix factorization (NMF) to uncover coordinated patterns of cortical development in a sample of 934 youths ages 8-20, who completed structural neuroimaging as part of the Philadelphia Neurodevelopmental Cohort. Patterns of structural covariance (PSCs) derived by NMF were highly reproducible over a range of resolutions, and differed markedly from common gyral-based structural atlases. Moreover, PSCs were largely symmetric and showed correspondence to specific large-scale functional networks. The level of correspondence was ordered according to their functional role and position in the evolutionary hierarchy, being high in lower-order visual and somatomotor networks and diminishing in higher-order association cortex. Furthermore, PSCs showed divergent developmental associations, with PSCs in higher-order association cortex networks showing greater changes with age than primary somatomotor and visual networks. Critically, such developmental changes within PSCs were significantly associated with the degree of evolutionary cortical expansion. Together, our findings delineate a set of structural brain networks that undergo coordinated cortical thinning during adolescence, which is in part governed by evolutionary novelty and functional specialization.","Authors":"Sotiras, A (Sotiras, Aristeidis) ; Toledo, JB (Toledo, Jon B.) ; Gur, RE (Gur, Raquel E.) ; Gur, RC (Gur, Ruben C.) ; Satterthwaite, TD (Satterthwaite, Theodore D.) ; Davatzikos, C (Davatzikos, Christos)","Title":"Patterns of coordinated cortical remodeling during adolescence and their associations with functional specialization and evolutionary expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397929300009 PubMed ID: 28388106 ISSN: 0021-9606 eISSN: 1089-7690","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL PHYSICS Volume: 146 Issue: 12 Article Number: 124105 DOI: 10.1063/1.4977994 Published: MAR 28 2017","Abstract":"We study a tensor hypercontraction decomposition of the Coulomb integrals of periodic systems where the integrals are factorized into a contraction of six matrices of which only two are distinct. We find that the Coulomb integrals can be well approximated in this form already with small matrices compared to the number of real space grid points. The cost of computing the matrices scales as O(N-4) using a regularized form of the alternating least squares algorithm. The studied factorization of the Coulomb integrals can be exploited to reduce the scaling of the computational cost of expensive tensor contractions appearing in the amplitude equations of coupled cluster methods with respect to system size. We apply the developed methodologies to calculate the adsorption energy of a single water molecule on a hexagonal boron nitride monolayer in a plane wave basis set and periodic boundary conditions. (C) 2017 Author (s). All article content, except where otherwise noted, is licensed under a Creative Commons Attribution (CC BY) license","Authors":"Hummel, F (Hummel, Felix) ; Tsatsoulis, T (Tsatsoulis, Theodoros) ; Gruneis, A (Grueneis, Andreas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gruneis, Andreas  F-6607-2012 http://orcid.org/0000-0002-4984-7785","Title":"Low rank factorization of the Coulomb integrals for periodic coupled cluster theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397929300005 PubMed ID: 28388102 ISSN: 0021-9606 eISSN: 1089-7690","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL PHYSICS Volume: 146 Issue: 12 Article Number: 124101 DOI: 10.1063/1.4978581 Published: MAR 28 2017","Abstract":"Vibrational configuration interaction theory is a common method for calculating vibrational levels and associated IR and Raman spectra of small and medium-sized molecules. When combined with appropriate configuration selection procedures, the method allows the treatment of configuration spaces with up to 10(10) configurations. In general, this approach pursues the construction of the eigenstates with significant contributions of physically relevant configurations. The corresponding eigenfunctions are evaluated in the subspace of selected configurations. However, it can easily reach the dimension which is not tractable for conventional eigenvalue solvers. Although Davidson and Lanczos methods are the methods of choice for calculating exterior eigenvalues, they usually fall into stagnation when applied to interior states. The latter are commonly treated by the Jacobi-Davidson method. This approach in conjunction with matrix factorization for solving the correction equation (CE) is prohibitive for larger problems, and it has limited efficiency if the solution of the CE is based on Krylov's subspace algorithms. We propose an iterative subspace method that targets the eigenvectors with significant contributions to a given reference vector and is based on the optimality condition for the residual norm corresponding to the error in the solution vector. The subspace extraction and expansion are modified according to these principles which allow very efficient calculation of interior vibrational states with a strong multireference character in different vibrational structure problems. The convergence behavior of the method and its performance in comparison with the aforementioned algorithms are investigated in a set of benchmark calculations. Published by AIP Publishing.","Authors":"Petrenko, T (Petrenko, Taras) ; Rauhut, G (Rauhut, Guntram)","Title":"A new efficient method for the calculation of interior eigenpairs and its application to vibrational structure problems"}, {"Keywords":"online social networks; topic community mining; friend recommendation; nonnegative matrix factorization; MapReduce KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; DATA SPARSITY; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 6 Special Issue: SI Article Number: e3924 DOI: 10.1002/cpe.3924 Published: MAR 25 2017","Abstract":"Online social networks (OSNs) have become more and more popular and have attracted a great many users. Friend recommendation, which is one of the important services in OSN, can help users discover their interested friends and alleviate the problem of information overload. However, most of existing recommendation methods only consider either user link or content information and hence are not effective enough to provide high quality recommendations. In this paper, we propose a topic community-based method via Nonnegative Matrix Factorization (NMF). This method first applies joint NMF model to mine topic communities existing in OSN by combing link and content information. Then it computes user pairwise similarities and makes friends recommendation based on topic communities. Furthermore, this method can be implemented using the MapReduce distributed computing framework. Extensive experiments show that our proposed method not only has better recommendation performance than state-of-the-art methods but also has good scalability to deal with the problem of friend recommendation in large-sale OSNs. Moreover, the application case demonstrates that it can significantly improve friend recommendation service in the real world OSN. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"He, CB (He, Chaobo) ; Li, HC (Li, Hanchao) ; Fei, X (Fei, Xiang) ; Yang, AT (Yang, Atiao) ; Tang, Y (Tang, Yong) ; Zhu, J (Zhu, Jia)","Title":"A topic community-based method for friend recommendation in large-scale online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397556800001 PubMed ID: 28340624 ISSN: 1474-760X","Keywords":"DNA methylation; DNA methylome; Cell heterogeneity; Deconvolution; Matrix factorization; Epigenetics KeyWords Plus:EPIGENOME-WIDE ASSOCIATION; DNA METHYLATION DATA; NONNEGATIVE MATRIX FACTORIZATION; SURROGATE VARIABLE ANALYSIS; CELL-TYPE COMPOSITION; LINEAGE COMMITMENT; ARRAY DATA; T-CELLS; GENOME; BRAIN","Categories":"Biotechnology & Applied Microbiology; Genetics & Heredity Web of Science Categories:Biotechnology & Applied Microbiology; Genetics & Heredity","Journal Information":"GENOME BIOLOGY Volume: 18 Article Number: 55 DOI: 10.1186/s13059-017-1182-6 Published: MAR 24 2017","Abstract":"It is important for large-scale epigenomic studies to determine and explore the nature of hidden confounding variation, most importantly cell composition. We developed MeDeCom as a novel reference-free computational framework that allows the decomposition of complex DNA methylomes into latent methylation components and their proportions in each sample. MeDeCom is based on constrained non-negative matrix factorization with a new biologically motivated regularization function. It accurately recovers cell-type-specific latent methylation components and their proportions. MeDeCom is a new unsupervised tool for the exploratory study of the major sources of methylation variation, which should lead to a deeper understanding and better biological interpretation.","Authors":"Lutsik, P (Lutsik, Pavlo) ; Slawski, M (Slawski, Martin) ; Gasparoni, G (Gasparoni, Gilles) ; Vedeneev, N (Vedeneev, Nikita) ; Hein, M (Hein, Matthias) ; Walter, J (Walter, Joern)","Title":"MeDeCom: discovery and quantification of latent components of heterogeneous methylomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934200002 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 3945-3961 DOI: 10.5194/acp-17-3945-2017 Published: MAR 23 2017","Abstract":"There is a lack of knowledge of how biomass burning aerosols in the tropics age, including those in the fire-prone Northern Territory in Australia. This paper reports chemical characterization of fresh and aged aerosols monitored during the 1-month-long SAFIRED (Savannah Fires in the Early Dry Season) field study, with an emphasis on the chemical signature and aging of organic aerosols. The campaign took place in June 2014 during the early dry season when the surface measurement site, the Australian Tropical Atmospheric Research Station (ATARS), located in the Northern Territory, was heavily influenced by thousands of wild and prescribed bushfires. ATARS was equipped with a wide suite of instrumentation for gaseous and aerosol characterization. A compact time-of-flight aerosol mass spectrometer was deployed to monitor aerosol chemical composition. Approximately 90% of submicron non-refractory mass was composed of organic material. Ozone enhancement in biomass burning plumes indicated increased air mass photochemistry. The diversity in biomass burning emissions was illustrated through variability in chemical signature (e.g. wide range in f44, from 0.06 to 0.18) for five intense fire events. The background particulate loading was characterized using positive matrix factorization (PMF). A PMF-resolved BBOA (biomass burning organic aerosol) factor comprised 24% of the submicron non-refractory organic aerosol mass, confirming the significance of fire sources. A dominant PMF factor, OOA (oxygenated organic aerosol),made up 47% of the sampled aerosol, illustrating the importance of aerosol aging in the Northern Territory. Biogenic isoprene-derived organic aerosol factor was the third significant fraction of the background aerosol (28 %).","Authors":"Milic, A (Milic, Andelija) ; Mallet, MD (Mallet, Marc D.) ; Cravigan, LT (Cravigan, Luke T.) ; Alroe, J (Alroe, Joel) ; Ristovski, ZD (Ristovski, Zoran D.) ; Selleck, P (Selleck, Paul) ; Lawson, SJ (Lawson, Sarah J.) ; Ward, J (Ward, Jason) ; Desservettaz, MJ (Desservettaz, Maximilien J.) ; Paton-Walsh, C (Paton-Walsh, Clare) ; Williams, LR (Williams, Leah R.) ; Keywood, MD (Keywood, Melita D.) ; Miljevic, B (Miljevic, Branka) ...More...Less","Title":"Biomass burning and biogenic aerosols in northern Australia during the SAFIRED campaign"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397169300001 PubMed ID: 28386223 ISSN: 1662-5161","Keywords":"cerebral palsy; electromyography; non-negative matrix factorization; muscle synergy analysis; upper; limb assessment KeyWords Plus:UPPER-EXTREMITY KINEMATICS; HUMAN LOCOMOTION; EMG PATTERNS; MOVEMENTS; GAIT; TASK; COORDINATION; COMBINATIONS; PERFORMANCE; DEFINITION","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 130 DOI: 10.3389/fnhum.2017.00130 Published: MAR 23 2017","Abstract":"Muscle synergies are considered to be building blocks underlying motor behaviors. The goal of this studyi s to explore an objective and effective method to assess the upper limb motor dysfunction of cerebral palsy(CP)children from the aspect of muscle synergy analysis.Fourteen CP children and10 typically developed (TD) children were recruited to perform three similar upper limb motion tasks related to the movements of elbow and shoulder joints,and surface electromyographic (sEMG) signals were recorded from 10 upper arm and shoulder muscles involved in the defined tasks. Non-negative matrix factorization algorithm was used to extract muscle synergies and the corresponding activation patterns during three similar tasks.Foreachsubjectin TD group,fourmuscle synergies were extracted in each task.Whereas,fewer mature synergies were recruited in CP group,and many abnormal synergy structures specific toCP group appeared.Inview of neuromuscular control strategy differences,three synergy-related parameters were proposed and synergy structure similarity coefficient was found to have high ability in depicting the inter-subject similarity with in task and theintra-subjectsimilaritybetweentasks.Sevenupperlimbassessment(UPA)metrics, which were defined as the combinations of synergy structure similarity coefficients of three tasks,were proposed to assess the upper limb motor function of CPchildren.The experimental results demonstrated that these UPA metrics were able to assess upper limb motor function comprehensively and effectively.The proposed assessment method canserveas a promising approach to quantify the abnormality of muscle synergies,thus offering potential to derive a physiologically based quantitative index for assessing upper limb motor function in CPclinical diagnosis and rehabilitation","Authors":"Tang, L (Tang, Lu) ; Chen, X (Chen, Xiang) ; Cao, S (Cao, Shuai) ; Wu, D (Wu, De) ; Zhao, G (Zhao, Gang) ; Zhang, X (Zhang, Xu)","Title":"Assessment of Upper Limb Motor Dysfunction for Children with Cerebral Palsy Based on Muscle Synergy Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800018 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Event-based social network; Social influence; Matrix factorization; Neighborhood method; Collaborative filtering","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 197-209 DOI: 10.1016/j.neucom.2016.12.024 Published: MAR 22 2017","Abstract":"Event-based social networks (EBSNs) provide convenient online platforms for users to organize, attend and share social events. Understanding users' social influences in social networks can benefit many applications, such as social recommendation and social marketing. In this paper, we focus on the problem of predicting users' social influences on upcoming events in EBSNs. We formulate this prediction problem as the estimation of unobserved entries of the constructed user-event social influence matrix, where each entry represents the influence value of a user on an event. In particular, we define a user's social influence on a given event as the proportion of the user's friends who are influenced by him/her to attend the event. To solve this problem, we present a hybrid collaborative filtering model, namely, Matrix Factorization with Event-User Neighborhood (MF-EUN) model, by incorporating both event-based and user-based neighborhood methods into matrix factorization. Due to the fact that the constructed social influence matrix is very sparse and the overlap values in the matrix are few, it is challenging to find reliable similar neighbors using the widely adopted similarity measures (e.g., Pearson correlation and Cosine similarity). To address this challenge, we propose an additional information based neighborhood discovery (AID) method by considering both event-specific and user-specific features in EBSNs. The parameters of our MF-EUN model are determined by minimizing the associated regularized squared error function through stochastic gradient descent. We conduct a comprehensive performance evaluation on real-world datasets collected from DoubanEvent. Experimental results show that our proposed hybrid collaborative filtering model is superior than several alternatives, which provides excellent performance with RMSE and MAE reaching 0.248 and 0.1266 respectively in the 90% training data of 10 000 users dataset.","Authors":"Li, X (Li, Xiao) ; Cheng, X (Cheng, Xiang) ; Su, S (Su, Sen) ; Li, SC (Li, Shuchen) ; Yang, JY (Yang, Jianyu)","Title":"A hybrid collaborative filtering model for social influence prediction in event-based social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800028 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Non-negative matrix factorization (NMF); Posterior regularization; Gamma probability density function; PESQ; SDR KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; ALGORITHMS; CLASSIFICATION; SEPARATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 312-315 DOI: 10.1016/j.neucom.2016.12.012 Published: MAR 22 2017","Abstract":"In this paper, a speech enhancement method based on regularized non-negative matrix factorization (NMF) for non-stationary Gaussian noise is proposed. An iterative posterior NMF-based model of the magnitudes of the spectral components of speech and noise is implemented using prior distributions for the magnitudes in the transformed domain. Because their sample distributions fit gamma and Rayleigh densities well, we propose to adaptively estimate the statistics of these distributions that are sufficient to provide a natural regularization of the NMF criterion. The resulting method is shown to outperform other benchmark algorithms in terms of the signal-to-distortion ratio (SDR) and a perceptual evaluation of the speech quality (PESQ).","Authors":"Sunnydayal (Sunnydayal) ; Kumar, K (Kumar, Kishore) ; Cruces, S (Cruces, Sergio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cruces, Sergio   http://orcid.org/0000-0003-4121-7137","Title":"An iterative posterior NMF method for speech enhancement in the presence of additive Gaussian noise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477900003 PubMed ID: 28199090 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 6 Pages: 3128-3137 DOI: 10.1021/acs.est.6b06160 Published: MAR 21 2017","Abstract":"Biomass burning is a known source of brown carbon aerosol in the atmosphere. We collected filter samples of biomass-burning emissions at three locations in Canada and the United States with transport times of 10 h to >3 days. We analyzed the samples with size-exclusion chromatography coupled to molecular absorbance spectroscopy to determine absorbance as a function of molecular size. The majority of absorption was due to molecules >500 Da, and these contributed an increasing fraction of absorption as the biomass-burning aerosol aged. This suggests that the smallest molecular weight fraction is more susceptible to processes that lead to reduced light absorption, while larger-molecular-weight species may represent recalcitrant brown carbon. We calculate that these large-molecular-weight species are composed of more than classified as extremely low volatility organic compounds (ELVOCs). 20 carbons with as few as two oxygens and would be","Authors":"Di Lorenzo, RA (Di Lorenzo, Robert A.) ; Washenfelder, RA (Washenfelder, Rebecca A.) ; Attwood, AR (Attwood, Alexis R.) ; Guo, H (Guo, Hongyu) ; Xu, L (Xu, Lu) ; Ng, NL (Ng, Nga L.) ; Weber, RJ (Weber, Rodney J.) ; Baumann, K (Baumann, Karsten) ; Edgerton, E (Edgerton, Eric) ; Youne, CJ (Youne, Cora J.)","Title":"Molecular -Size -Separated Brown Carbon Absorption for Biomass Burning Aerosol at Multiple Field Sites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398187500001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 1043-1059 DOI: 10.5194/amt-10-1043-2017 Published: MAR 16 2017","Abstract":"Black carbon is a primary aerosol tracer for high-temperature combustion emissions and can be used to characterize the time evolution of its sources. It is correlated with a decrease in public health and contributes to atmospheric warming. Black carbon measurements are usually conducted with absorption filter photometers, which are prone to several artifacts, including the filter-loading effect - a saturation of the instrumental response due to the accumulation of the sample in the filter matrix. In this paper, we investigate the hypothesis that this filter-loading effect depends on the optical properties of particles present in the filter matrix, especially on the black carbon particle coating. We conducted field campaigns in contrasting environments to determine the influence of source characteristics, particle age and coating on the magnitude of the filter-loading effect. High-time-resolution measurements of the filter-loading parameter in filter absorption photometers show daily and seasonal variations of the effect. The variation is most pronounced in the near-infrared region,where the black carbon mass concentration is determined. During winter, the filter-loading parameter value increases with the absorption angstrom ngstrom exponent. It is suggested that this effect is related to the size of the black carbon particle core as the wood burning (with higher values of the absorption angstrom ngstrom exponent) produces soot particles with larger diameters. A reduction of the filter-loading effect is correlated with the availability of the coating material. As the coating of ambient aerosols is reduced or removed, the filter-loading parameter increases. Coatings composed of ammonium sulfate and secondary organics seem to be responsible for the variation of the loading effect. The potential source contribution function analysis shows that high values of the filter-loading parameter in the infrared are indicative of local pollution, whereas low values of the filter-loading parameter result from ageing and coating during long-range transport. Our results show that the filter-loading parameter can be used as a proxy for determination of the particle coating, thus allowing for differentiation between local/fresh and transported/aged particles.","Authors":"Drinovec, L (Drinovec, Luka) ; Gregoric, A (Gregoric, Asta) ; Zotter, P (Zotter, Peter)[ 4,10 ] ; Wolf, R (Wolf, Robert) ; Bruns, EA (Bruns, Emily Anne) ; Prevot, ASH (Prevot, Andre S. H.) ; Petit, JE (Petit, Jean-Eudes)[ 5,6,11 ] ; Favez, O (Favez, Olivier) ; Sciare, J (Sciare, Jean) ; Arnold, IJ (Arnold, Ian J.)[ 8,12 ] ; Chakrabarty, RK (Chakrabarty, Rajan K.)[ 8,13 ] ; Moosmuller, H (Moosmueller, Hans) ; Filep, A (Filep, Agnes) ; Mocnik, G (Mocnik, Grisa) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Prevot, Andre  C-6677-2008 http://orcid.org/0000-0002-9243-8194","Title":"The filter-loading effect by ambient aerosols in filter absorption photometers depends on the coating of the sampled particles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395839500008 ISSN: 0009-2614 eISSN: 1873-4448","Keywords":"Electronic structure theory; Two-electron integral tensor; Tensor contraction; Low-rank factorization; Reverse Cuthill-McICee; Cholesky decomposition KeyWords Plus:MATRIX RENORMALIZATION-GROUP; COUPLED-CLUSTER THEORY; APPROXIMATE INTEGRALS; 2-ELECTRON INTEGRALS; MOLECULAR-SYSTEMS; ALGORITHM; IMPLEMENTATION; REDUCTION; PROFILE","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"CHEMICAL PHYSICS LETTERS Volume: 672 Pages: 47-53 DOI: 10.1016/j.cplett.2017.01.056 Published: MAR 16 2017","Abstract":"In this letter, we apply reverse Cuthill-McKee (RCM) algorithm to transform two-electron integral tensors to their block diagonal forms. By further applying Cholesky decomposition (CD) on each of the diagonal blocks, we are able to represent the high-dimensional two-electron integral tensors in terms of permutation matrices and low-rank Cholesky vectors. This representation facilitates low-rank factorizations of high-dimensional tensor contractions in post-Hartree-Fock calculations. Here, we discuss the second order Moller-Plesset (MP2) method and the linear coupled-cluster model with doubles (L-CCD) as examples to demonstrate the efficiency of this technique in representing the two-electron integrals in a compact form.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Peng, B (Peng, Bo) ; Kowalski, K (Kowalski, Karol)","Title":"Low-rank factorization of electron integral tensors and its application in electronic structure theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396224900016 PubMed ID: 27927684 ISSN: 0950-1991 eISSN: 1477-9129","Keywords":"Human; Intestine; Organoid; Patterning; Pluripotent stem cells KeyWords Plus:VERTEBRATE ENDODERM DEVELOPMENT; TRANSCRIPTION FACTOR CDX2; ANTEROPOSTERIOR AXIS; MATRIX FACTORIZATION; GENE-EXPRESSION; MOUSE EMBRYO; XENOPUS; TISSUE; CATENIN; COMMITMENT","Categories":"Developmental Biology Web of Science Categories:Developmental Biology","Journal Information":"DEVELOPMENT Volume: 144 Issue: 6 Pages: 1045-1055 Special Issue: SI DOI: 10.1242/dev.138453 Published: MAR 15 2017","Abstract":"The intestine plays a central role in digestion, nutrient absorption and metabolism, with individual regions of the intestine having distinct functional roles. Many examples of region-specific gene expression in the adult intestine are known, but how intestinal regional identity is established during development is a largely unresolved issue. Here, we have identified several genes that are expressed in a region-specific manner in the developing human intestine. Using human embryonic stem cell-derived intestinal organoids, we demonstrate that the duration of exposure to active FGF and WNT signaling controls regional identity. Short-term exposure to FGF4 and CHIR99021 (a GSK3 beta inhibitor that stabilizes beta-catenin) resulted in organoids with gene expression patterns similar to developing human duodenum, whereas longer exposure resulted in organoids similar to ileum. When region-specific organoids were transplanted into immunocompromised mice, duodenum-like organoids and ileum-like organoids retained their regional identity, demonstrating that regional identity of organoids is stable after initial patterning occurs. This work provides insights into the mechanisms that control regional specification of the developing human intestine and provides new tools for basic and translational research.","Authors":"Tsai, YH (Tsai, Yu-Hwai) ; Nattiv, R (Nattiv, Roy) ; Dedhia, PH (Dedhia, Priya H.) ; Nagy, MS (Nagy, Melinda S.) ; Chin, AM (Chin, Alana M.) ; Thomson, M (Thomson, Matthew) ; Klein, OD (Klein, Ophir D.) ; Spence, JR (Spence, Jason R.)","Title":"In vitro patterning of pluripotent stem cell-derived intestine recapitulates in vivo human development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395843700022 ISSN: 0169-7439 eISSN: 1873-3239","Keywords":"Air pollution; Source apportionment; Rotational ambiguity; DISP-PMF; Added variables KeyWords Plus:FACTOR-ANALYTIC MODELS; SOURCE APPORTIONMENT; ESTIMATING UNCERTAINTY; SIZE DISTRIBUTIONS; AMBIENT PM2.5; NUMBER; SITES; AEROSOL; MASS; IDENTIFICATION","Categories":"Automation & Control Systems; Chemistry; Computer Science; Instruments & Instrumentation; Mathematics Web of Science Categories:Automation & Control Systems; Chemistry, Analytical; Computer Science, Artificial Intelligence; Instruments & Instrumentation; Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"CHEMOMETRICS AND INTELLIGENT LABORATORY SYSTEMS Volume: 162 Pages: 198-202 DOI: 10.1016/j.chemolab.2017.01.012 Published: MAR 15 2017","Abstract":"A major problem that limit the use of the model-free analysis methods, like positive matrix factorization (PMF), for the resolution of multivariate data is that usually, there is rotational ambiguity in the results. Implementing adequate constraints may reduce such ambiguities. In some special cases, non-negativity constraints may serve as a sufficient condition to uniquely resolve profiles. In this study, effect of adding new variables on the extent of rotational ambiguity is investigated, and profiles with lower rotation have been obtained on the basis of data set structure. The displacement (DISP) method of error estimation (EE) for the factor elements incorporated into the US Environmental Protection Agency's version of positive matrix factorization (PMF) has been applied to capture the uncertainty of PMF analyses due to rotational ambiguity. To explore these considerations, results are presented for synthetic including submicron particle size distributions (12-470 nm) measured between January 2008 and December 2010 at the New York State Department of Environmental Conservation (NYS DEC) site in Rochester, NY. Generally, added informative variables can reduce the ambiguity in the profiles. The results of the PMF analysis showed the effect of adding new variables to feasible solutions led to significantly decreased (up to 44%) DISP intervals. More robust results with lower rotational uncertainty became possible and the results were more easily interpreted. This approach can be applied to any other field that utilize quantitative factor analysis methods.","Authors":"Emami, F (Emami, Fereshteh) ; Hopke, PK (Hopke, Philip K.)","Title":"Effect of adding variables on rotational ambiguity in positive matrix factorization solutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500011 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Tensor completion; sampling and recovery; convex optimization KeyWords Plus:OPTIMAL MATRIX COMPLETION; 3RD-ORDER TENSORS; DECOMPOSITIONS; OPTIMIZATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1511-1526 DOI: 10.1109/TSP.2016.2639466 Published: MAR 15 2017","Abstract":"In this paper, we focus on the problem of completion of multidimensional arrays (also referred to as tensors), in particular three-dimensional (3-D) arrays, from limited sampling. Our approach is based on a recently proposed tensor algebraic framework where 3-D tensors are treated as linear operators over the set of 2-D tensors. In this framework, one can obtain a factorization for 3-D data, referred to as the tensor singular value decomposition (t-SVD), which is similar to the SVD for matrices. t-SVD results in a notion of rank referred to as the tubal-rank. Using this approach we consider the problem of sampling and recovery of 3-D arrays with low tubal-rank. We show that by solving a convex optimization problem, which minimizes a convex surrogate to the tubal-rank, one can guarantee exact recovery with high probability as long as number of samples is of the order O(rnk log(nk)), given a tensor of size n x n x k with tubal-rank r. The conditions under which this result holds are similar to the incoherence conditions for low-rank matrix completion under random sampling. The difference is that we define incoherence under the algebraic setup of t-SVD, which is different from the standard matrix incoherence conditions. We also compare the numerical performance of the proposed algorithm with some state-of-the-art approaches on real-world datasets.","Authors":"Zhang, ZM (Zhang, Zemin) ; Aeron, S (Aeron, Shuchin)","Title":"Exact Tensor Completion Using t-SVD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500016 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Big data; column/row sampling; low rank matrix; outlier detection; randomized algorithm; random embedding; robust; PCA; sketching; subspace learning KeyWords Plus:LINEAR-SUBSPACES; LINDENSTRAUSS; FACTORIZATION; MINIMIZATION; INCOHERENCE; SPARSITY; JOHNSON; PROOF","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1580-1594 DOI: 10.1109/TSP.2016.2645515 Published: MAR 15 2017","Abstract":"This paper explores and analyzes two randomized designs for robust principal component analysis employing lowdimensional data sketching. In one design, a data sketch is constructed using random column sampling followed by lowdimensional embedding, while in the other, sketching is based on random column and rowsampling. Both designs are shown to bring about substantial savings in complexity andmemory requirements for robust subspace learning over conventional approaches that use the full scale data. A characterization of the sample and computational complexity of both designs is derived in the context of two distinct outliermodels, namely, sparse and independent outlier models. The proposed randomized approach can provably recover the correct subspace with computational and sample complexity which depend only weakly on the size of the data (only through the coherence parameters). The results of the mathematical analysis are confirmed through numerical simulations using both synthetic and real data.","Authors":"Rahmani, M (Rahmani, Mostafa) ; Atia, GK (Atia, George K.)","Title":"Randomized Robust Subspace Recovery and Outlier Detection for High Dimensional Data Matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787100004 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"J-symmetry; Symplectic; Matrix factorization KeyWords Plus:DECOMPOSITION; INVOLUTIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 517 Pages: 53-62 DOI: 10.1016/j.laa.2016.12.006 Published: MAR 15 2017","Abstract":"A 2n x 2n complex matrix A is symplectic if A(T) [GRAPHICS] A = [GRAPHICS] . If A is symplectic and rank(A - I) = 1, then it is o called a J-symmetry. For each n, we prove that every 2n x 2n symplectic matrix M is a product of n + 1 commutators of J-symmetries and this number cannot be smaller for some M. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"de la Cruz, RJ (John de la Cruz, Ralph) ; dela Rosa, K (dela Rosa, Kennett)","Title":"Each 2n-by-2n complex symplectic matrix is a product of n+1 commutators of J-symmetries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787100005 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"Cauchy-Vandermonde matrix; Totally positive matrix; Neville elimination; Bidiagonal decomposition; High relative accuracy KeyWords Plus:BJORCK-PEREYRA-TYPE; E-OPTIMAL DESIGNS; NEVILLE ELIMINATION; ERROR ANALYSIS; FAST ALGORITHMS; COMPUTATIONS; SYSTEMS; EQUATIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 517 Pages: 63-84 DOI: 10.1016/j.laa.2016.12.003 Published: MAR 15 2017","Abstract":"Cauchy-Vandermonde matrices play a fundamental role in rational interpolation theory and in other fields. When all their corresponding nodes are different and positive and all poles are different and negative and follow adequate orderings, these matrices are totally positive. In this paper we provide fast algorithms for computing bidiagonal factorizations of these matrices and their inverses with high relative accuracy. These algorithms can be used to solve with high relative accuracy other algebraic problems, such as the computation of all singular values, all eigenvalues or the solution of certain linear systems. The error analysis of the algorithm for computing the bidiagonal factorization and the corresponding perturbation theory are also performed. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Marco, A (Marco, Ana) ; Martinez, JJ (Martinez, Jose-Javier) ; Pena, JM (Manuel Pena, Juan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Martinez, Jose-Javier  http://orcid.org/0000-0002-8322-0361","Title":"Accurate bidiagonal decomposition of totally positive Cauchy-Vandermonde matrices and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390501600017 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Tomography; Dictionary learning; Inverse problems; Regularization; Sparse representation; Image reconstruction KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; SPARSE REPRESENTATION; CT; DICTIONARIES; ALGORITHM; VIEW","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 313 Pages: 243-258 DOI: 10.1016/j.cam.2016.09.019 Published: MAR 15 2017","Abstract":"We describe and examine an algorithm for tomographic image reconstruction where prior knowledge about the solution is available in the form of training images. We first construct a non-negative dictionary based on prototype elements from the training images; this problem is formulated within the framework of sparse learning as a regularized non negative matrix factorization. Incorporating the dictionary as a prior in a convex reconstruction problem, we then find an approximate solution with a sparse representation in the dictionary. The dictionary is applied to non-overlapping patches of the image, which reduces the computational complexity compared to previous formulations. Computational experiments clarify the choice and interplay of the model parameters and the regularization parameters, and we show that in few-projection low-dose settings our algorithm is competitive with total variation regularization and tends to include more texture and more correct edges. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Soltani, S (Soltani, Sara) ; Andersen, MS (Andersen, Martin S.) ; Hansen, PC (Hansen, Per Christian)","Title":"Tomographic image reconstruction using training images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398031700016 ISSN: 1532-0626 eISSN: 1532-0634","Keywords":"dense matrix factorization; non-GPU-resident; out-of-core; symmetric indefinite KeyWords Plus:LINEAR-SYSTEMS; ALGORITHM; MULTICORE","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"CONCURRENCY AND COMPUTATION-PRACTICE & EXPERIENCE Volume: 29 Issue: 5 Article Number: e4012 DOI: 10.1002/cpe.4012 Published: MAR 10 2017","Abstract":"We study various algorithms to factorize a symmetric indefinite matrix that does not fit in the core memory of a computer. There are two sources of the data movement into the memory: one needed for selecting and applying pivots and the other needed to update each column of the matrix for the factorization. It is a challenge to obtain high performance of such an algorithm when the pivoting is required to ensure the numerical stability of the factorization. For example, when factorizing each column of the matrix, a diagonal entry, which ensures the stability, may need to be selected as a pivot among the remaining diagonals, and moved to the leading diagonal by swapping both the corresponding rows and columns of the matrix. If the pivot is not in the core memory, then it must be loaded into the core memory. For updating the matrix, the data locality may be improved by partitioning the matrix. For example, a right-looking partitioned algorithm first factorizes the leading columns, called panel, and then uses the factorized panel to update the trailing submatrix. This algorithm only accesses the trailing submatrix after each panel factorization (instead of after each column factorization) and performs most of its floating-point operations (flops) using BLAS-3, which can take advantage of the memory hierarchy. However, because the pivots cannot be predetermined, the whole trailing submatrix must be updated before the next panel factorization can start. When the whole submatrix does not fit in the core memory all at once, loading the block columns into the memory can become the performance bottleneck. Similarly, the left-looking variant of the algorithm would require to update each panel with all of the previously factorized columns. This makes it a much greater challenge to implement an efficient out-of-core symmetric indefinite factorization compared with an out-of-core nonsymmetric LU factorization with partial pivoting, which only requires to swap the rows of the matrix and accesses the trailing submatrix after each in-core factorization (instead of after each panel factorization by the symmetric factorization). To reduce the amount of the data transfer, in this paper we uses the recently proposed left-looking communication-avoiding variant of the symmetric factorization algorithm to factorize the columns in the core memory, and then perform the partitioned right-looking out-of-core trailing submatrix updates. This combination may still require to load the pivots into the core memory, but it only updates the trailing submatrix after each in-core factorization, while the previous algorithm updates it after each panel factorization. Although these in-core and out-of-core algorithms can be applied at any level of the memory hierarchy, we apply our designs to the GPU and CPU memory, respectively. We call this specific implementation of the algorithm a non-GPU-resident implementation. Our performance results on the current hybrid CPU/GPU architecture demonstrate that when the matrix is much larger than the GPU memory, the proposed algorithm can obtain significant speedups over the communication-hiding implementations of the previous algorithms.","Authors":"Yamazaki, I (Yamazaki, Ichitaro) ; Tomov, S (Tomov, Stanimire) ; Dongarra, J (Dongarra, Jack)","Title":"Non-GPU-resident symmetric indefinite factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589300024 ISSN: 1751-8687 eISSN: 1751-8695","Keywords":"directed graphs; AC-DC power convertors; matrix decomposition; harmonic operating principles; graphical presentation; voltage source converter; sparse vector method; visualisation method; VSC; dynamic phasor sequence component model; algebraic equations; coefficient matrix; vector sparse characteristics; back solution operations; factorisation paths; weighted directed graphs; graph theory; AC-side-DC-side coupling KeyWords Plus:UNBALANCED CONDITIONS; SYSTEMS; DOMAIN","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IET GENERATION TRANSMISSION & DISTRIBUTION Volume: 11 Issue: 4 Pages: 1033-1038 DOI: 10.1049/iet-gtd.2016.1307 Published: MAR 9 2017","Abstract":"This study presents a graphical presentation of the harmonic operating principles in voltage source converter (VSC) with sparse vector methods and provides a visualisation method for analysing the harmonic operations of VSC. Based on the dynamic phasor sequence components model of the VSC, the operation analysis of VSC has been transformed into a solution of an algebraic equations. With the sparse characteristics of the vectors and coefficient matrix, the sparse vector method is applied into solving equations. The coupling from the ac-side to the dc-side can be represented by the forward substitution operations and the coupling from the dc-side to the ac-side can be represented by the back solution operations in the sparse vector method correspondingly. Therefore, the factorisation paths which describe the forward substitution and the back solution operations can describe the harmonic operating principles of VSC too. When the set of factorisation paths are presented as the weighted directed graphs based on graph theory, the harmonic operating principles of VSC can be displayed as the graphs, which is direct and clear. Finally, the simulation results testify the correctness of the studies.","Authors":"Zhong, Q (Zhong, Qing) ; Feng, JJ (Feng, Junjie) ; Lin, LX (Lin, Linxue) ; Wang, G (Wang, Gang) ; Li, HF (Li, Haifeng)","Title":"Graphical presentation of harmonic operating principles in voltage source converter with sparse vector methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393017900008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Missing-data estimation; Structure from motion; Matrix factorization; Weaker estimator KeyWords Plus:STRUCTURE-FROM-MOTION; NEURAL-NETWORKS; MATRIX FACTORIZATION; RECOGNITION; ROBUST; VIDEO; SHAPE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 228 Pages: 65-70 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.088 Published: MAR 8 2017","Abstract":"How to effectively deal with occlusion is an important step of structure from motion. In this paper, an accurate missing data estimation method is proposed by combining Bayesian robust matrix factorization (BRMF) and particle swarm optimization (PSO). As BRMF is primely designed for outlier detection, in the proposed method, the missing entries of the observation matrix are firstly replaced by the values that are significantly larger than the non-missing entries. Then, the low-rank factorization matrices are comported via the BRMF to recover the observations. One issue of the BRMF model is that the fluctuation of output results caused by the variation of rank values. Analogously to the classifier-committee learning algorithm, a BRMF-based weaker estimator is constructed to alleviate the unfavorable condition. Moreover, a PSO-based weighting strategy is devised to integrate the outputs of weaker estimators. Experimental results on several widely used image sequences demonstrate the effectiveness and feasibility of the proposed algorithm.","Authors":"Liu, Y (Liu, Yang) ; Sun, ZL (Sun, Zhan-Li) ; Chen, X (Chen, Xia) ; Shang, L (Shang, Li)","Title":"A BRMF-based model for missing-data estimation of image sequence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395151100001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 4 Pages: 3215-3232 DOI: 10.5194/acp-17-3215-2017 Published: MAR 3 2017","Abstract":"Strict emission controls were implemented in Beijing and adjacent provinces to ensure good air quality during the 2015 China Victory Day parade. Here, we conducted synchronous measurements of submicron aerosols (PM1) at ground level and 260m on a meteorological tower by using a high-resolution aerosol mass spectrometer and an aerosol chemical speciation monitor, respectively, in Beijing from 22 August to 30 September. Our results showed that the average PM1 concentrations are 19.3 and 14.8 mu gm(-3) at ground level and 260 m, respectively, during the control period (20 August-3 September), which are 57 and 50% lower than those after the control period (4-30 September). Organic aerosols (OAs) dominated PM1 during the control period at both ground level and 260m (55 and 53 %, respectively), while their contribution showed substantial decreases (similar to 40 %) associated with an increase in secondary inorganic aerosols (SIAs) after the parade, indicating a larger impact of emission controls on SIA than OA. Positive matrix factorization of OA further illustrated that primary OA (POA) showed similar decreases as secondary OA (SOA) at both ground level (40% vs. 42 %) and 260 m (35% vs. 36 %). However, we also observed significant changes in SOA composition at ground level. While the more oxidized SOA showed a large decrease by 75 %, the less oxidized SOA was comparable during (5.6 mu g m(-3)) and after the control periods (6.5 mu g m(-3)). Our results demonstrated that the changes in meteorological conditions and PM loadings have affected SOA formation mechanisms, and the photochemical production of fresh SOA was more important during the control period. By isolating the influences of meteorological conditions and footprint regions in polluted episodes, we found that regional emission controls on average reduced PM levels by 44-45 %, and the reductions were close among SIA, SOA and POA at 260 m, whereas primary species showed relatively more reductions (55-67 %) than secondary aerosol species (33-44 %) at ground level.","Authors":"Zhao, J (Zhao, Jian) ; Du, W (Du, Wei) ; Zhang, YJ (Zhang, Yingjie) ; Wang, QQ (Wang, Qingqing) ; Chen, C (Chen, Chen) ; Xu, WQ (Xu, Weiqi) ; Han, TT (Han, Tingting) ; Wang, YY (Wang, Yuying) ; Fu, PQ (Fu, Pingqing) ; Wang, ZF (Wang, Zifa) ; Li, ZQ (Li, Zhanqing) ; Sun, YL (Sun, Yele) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fu, Pingqing  G-4863-2013 http://orcid.org/0000-0001-6249-2280 Li, Zhanqing  F-4424-2010 http://orcid.org/0000-0001-6737-382X Sun, Yele  F-1314-2010 http://orcid.org/0000-0003-2354-0221 Zhang, Yingjie  L-1868-2016 http://orcid.org/0000-0002-3397-0244","Title":"Insights into aerosol chemistry during the 2015 China Victory Day parade: results from simultaneous measurements at ground level and 260 m in Beijing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395150300001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 4 Pages: 3199-3214 DOI: 10.5194/acp-17-3199-2017 Published: MAR 2 2017","Abstract":"In order to evaluate impacts of different source emission on marine atmospheric particles over the South China Sea (SCS), major inorganic ionic concentrations (Na+, Cl-, SO42-, Ca2+, Mg2+, K+, NH4+ and NO3-) were determined in total suspended particulates (TSPs) at Yongxing Island, from March 2014 to February 2015. The annual average concentration of TSPs was 89.6 +/- 68.0 mu g m(-3), with 114.7 +/- 82.1, 60.4 +/- 27.0 and 59.5 +/- 25.6 mu g m(-3) in cool, warm and transition seasons, respectively. Cl- had the highest concentration, with an annual average of 7.73 +/- 5.99 mu g m(-3), followed by SO42- (5.54 +/- 3.65 mu g m(-3)), Na+ (4.00 +/- 1.88 mu g m(-3) ),Ca+2 C (2.15 +/- 1.54 mu g m(-3) /, NO3- (1.95 +/- 1.34 mu g m(-3)), Mg+2 (0.44 +/- 0.33 mu g m(-3)), K+ (0.33 +/- 0.22 mu g m(-3)) and NH4+ (0.07 +/- 0.07 mu g m(-3)) Concentrations of TSPs and the major ions showed seasonal variations, which were higher in the cool season and lower in the warm and transition seasons. Factors of influence were wind speed, temperature, relatively humidity, rain and air mass source region. Back trajectories, concentration- weighted trajectories (CWTs), and positive matrix factorization (PMF) of chemical compositions were analyzed for source apportionment, source contribution and spatiotemporal variation of major ions. Back trajectories and CWTs showed that air masses at Yongxing Island were mainly from the northeast, southwest and southeast in the cool, warm and transition seasons, respectively. The PMF results showed that 77.4% of Na+ and 99.3% of Cl- were from sea salt; 60.5% of NH4+ was from oceanic emission. Anthropogenic sources were very important for atmospheric aerosols over the island. Secondary inorganic aerosol of SO2 and NOx from fossil fuel combustion (especially coal in Chinese coastal regions) was the dominant source of NO3- (69.5 %) and SO42- (57.5 %).","Authors":"Xiao, HW (Xiao, Hong-Wei) ; Xiao, HY (Xiao, Hua-Yun) ; Luo, L (Luo, Li) ; Shen, CY (Shen, Chun-Yan) ; Long, AM (Long, Ai-Min) ; Chen, L (Chen, Lin) ; Long, ZH (Long, Zhen-Hua) ; Li, DN (Li, Da-Ning)","Title":"Atmospheric aerosol compositions over the South China Sea: temporal variability and source apportionment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399162900049 PubMed ID: 28185178 ISSN: 0944-1344 eISSN: 1614-7499","Keywords":"Source apportionment; Low molecular weight organic acids; Wet precipitation; Coastal city; Biomass burning KeyWords Plus:CARBOXYLIC-ACIDS; CHEMICAL-COMPOSITION; SOUTH CHINA; RAINWATER CHEMISTRY; DICARBOXYLIC-ACIDS; ACETIC-ACIDS; FORMIC-ACID; RAIN WATER; DEPOSITION; REGION","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE AND POLLUTION RESEARCH Volume: 24 Issue: 9 Pages: 8399-8410 DOI: 10.1007/s11356-017-8498-3 Published: MAR 2017","Abstract":"To investigate the characteristics and sources of low molecular weight (LMW) organic acids in wet precipitation at a coastal city, Xiamen, a total of 313 rainwater samples were collected at seven different functional areas from September 2012 to August 2013. Spatiotemporal characteristics of LMW organic acids as well as pH and electrical conductivity were analyzed. Meanwhile, air mass clusters in different seasons and the positive matrix factorization (PMF) source apportion model were comprehensively used to identify the sources of organic acids. In conclusion, the volume-weighted mean (VWM) concentration of formic (3.20 mu mol/L), acetic (1.84 mu mol/L), lactic (0.44 mu mol/L), and oxalic acid (0.53 mu mol/L) were obtained, which jointly contributed to 4.33% of the total free acidity (TFA). At the same time, the highest wet deposition flux of LMW organic acids and contribution of that to TFA were achieved at the forest protection area during growing season in Xiamen. In addition, biogenic emissions (77.12%), sea salts (13.77%), regional agriculture activities (3.92%), soil emissions (2.56%), biomass burning (1.47%), and secondary aerosols (1.15%) were determined as the source of LMW organic acids. Besides, the dominancy of biomass burning via long-range transport in non-growing season (NGS) and the contribution of biogenic emission in growing season (GS) were recognized. Finally, the considerable influence of sea salts on the LMW organic acids (13.77%) in Xiamen was quantified, especially for oxalic acid.","Authors":"Du, WJ (Du, Wenjiao) ; Hong, ZY (Hong, Zhenyu) ; Chen, YT (Chen, Yanting) ; Deng, JJ (Deng, Junjun) ; Chen, JS (Chen, Jinsheng) ; Xu, LL (Xu, Lingling) ; Hong, YW (Hong, Youwei) ; Xiao, H (Xiao, Hang)","Title":"Spatiotemporal distribution and source apportionment of low molecular weight organic acids in wet precipitation at a coastal city, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398779500001 ISSN: 2075-4434","Keywords":"emission lines; optical spectroscopy; light curves KeyWords Plus:MATRIX FACTORIZATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"GALAXIES Volume: 5 Issue: 1 Article Number: 1 DOI: 10.3390/galaxies5010001 Published: MAR 2017","Abstract":"We present a spectral variability study of a sample of about 25 bright blazars, based on optical spectroscopy. Observations cover the period from the end of 2008 to mid 2015, with an approximately monthly cadence. Emission lines have been identified and measured in the spectra, which permits us to classify the sources into BL Lac-type or FSRQs, according to the commonly used EW limit. We have obtained synthetic photometry and produced colour-magnitude diagrams which show different trends associated with the object classes: generally, BL Lacs tend to become bluer when brighter and FSRQs become redder when brighter, although several objects exhibit both trends, depending on brightness. We have also applied a pattern recognition algorithm to obtain the minimum number of physical components which can explain the variability of the optical spectrum. We have used NMF (Non-Negative Matrix Factorization) instead of PCA (Principal Component Analysis) to avoid un-realistic negative components. For most targets we found that 2 or 3 meta-components are enough to explain the observed spectral variability.","Authors":"Acosta-Pulido, JA (Acosta-Pulido, Jose A.) ; Segura, NC (Castro Segura, Noel) ; Carnerero, MI (Isabel Carnerero, Maria) ; Raiteri, CM (Raiteri, Claudia M.)","Title":"A New Statistical Approach to the Optical Spectral Variability in Blazars"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399013500014 PubMed ID: 28368813 ISSN: 1545-5963 eISSN: 1557-9964","Keywords":"Human microbiome; nonnegative matrix factorization; multi-view clustering; data integration; data representation KeyWords Plus:GUT MICROBIOME; ENTEROTYPES","Categories":"Biochemistry & Molecular Biology; Computer Science; Mathematics Web of Science Categories:Biochemical Research Methods; Computer Science, Interdisciplinary Applications; Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"IEEE-ACM TRANSACTIONS ON COMPUTATIONAL BIOLOGY AND BIOINFORMATICS Volume: 14 Issue: 2 Pages: 353-359 DOI: 10.1109/TCBB.2015.2440261 Published: MAR-APR 2017","Abstract":"Microbiome datasets are often comprised of different representations or views which provide complementary information to understand microbial communities, such as metabolic pathways, taxonomic assignments, and gene families. Data integration methods including approaches based on nonnegative matrix factorization (NMF) combine multi-view data to create a comprehensive view of a given microbiome study by integrating multi-view information. In this paper, we proposed a novel variant of NMF which called Laplacian regularized joint non-negative matrix factorization (LJ-NMF) for integrating functional and phylogenetic profiles from HMP. We compare the performance of this method to other variants of NMF. The experimental results indicate that the proposed method offers an efficient framework for microbiome data analysis.","Authors":"Jiang, XP (Jiang, Xingpeng) ; Hu, XH (Hu, Xiaohua) ; Xu, WW (Xu, Weiwei)","Title":"Microbiome Data Representation by Joint Nonnegative Matrix Factorization with Laplacian Regularization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398581300007 ISSN: 0098-3500 eISSN: 1557-7295","Keywords":"Least-squares problems; normal equations; augmented system; sparse matrices; direct solvers; iterative solvers; preconditioning; Algorithms; Performance KeyWords Plus:INCOMPLETE CHOLESKY FACTORIZATION; MULTIFRONTAL QR FACTORIZATION; PERMUTING LARGE ENTRIES; NUMERICAL EVALUATION; GMRES METHODS; SYSTEMS; DEFINITE; MATRICES; EQUATIONS; ALGORITHM","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"ACM TRANSACTIONS ON MATHEMATICAL SOFTWARE Volume: 43 Issue: 4 Article Number: 36 DOI: 10.1145/3014057 Published: MAR 2017","Abstract":"In recent years, a variety of preconditioners have been proposed for use in solving large sparse linear least-squares problems. These include simple diagonal preconditioning, preconditioners based on incomplete factorizations, and stationary inner iterations used with Krylov subspace methods. In this study, we briefly review preconditioners for which software has been made available, then present a numerical evaluation of them using performance profiles and a large set of problems arising from practical applications. Comparisons are made with state-of-the-art sparse direct methods.","Authors":"Gould, N (Gould, Nicholas) ; Scott, J (Scott, Jennifer) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gould, Nicholas  http://orcid.org/0000-0002-1031-1588","Title":"The State-of-the-Art of Preconditioners for Sparse Linear Least-Squares Problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398581300002 ISSN: 0098-3500 eISSN: 1557-7295","Keywords":"Minimum norm solution; underdetermined least square problems; parallel algorithms; balance method KeyWords Plus:MULTIFRONTAL QR FACTORIZATION; STAIRCASE LINEAR-PROGRAMS; SIMPLEX-METHOD; MATRICES; IMAGES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"ACM TRANSACTIONS ON MATHEMATICAL SOFTWARE Volume: 43 Issue: 4 Article Number: 31 DOI: 10.1145/3004280 Published: MAR 2017","Abstract":"Underdetermined systems of equations in which the minimum norm solution needs to be computed arise in many applications, such as geophysics, signal processing, and biomedical engineering. In this article, we introduce a new parallel algorithm for obtaining the minimum 2-norm solution of an underdetermined system of equations. The proposed algorithm is based on the Balance scheme, which was originally developed for the parallel solution of banded linear systems. The proposed scheme assumes a generalized banded form where the coefficient matrix has column overlapped block structure in which the blocks could be dense or sparse. In this article, we implement the more general sparse case. The blocks can be handled independently by any existing sequential or parallel QR factorization library. A smaller reduced system is formed and solved before obtaining the minimum norm solution of the original system in parallel. We experimentally compare and confirm the error bound of the proposed method against the QR factorization based techniques by using true single-precision arithmetic. We implement the proposed algorithm by using the message passing paradigm. We demonstrate numerical effectiveness as well as parallel scalability of the proposed algorithm on both shared and distributed memory architectures for solving various types of problems.","Authors":"Torun, FS (Torun, F. Sukru) ; Manguoglu, M (Manguoglu, Murat) ; Aykanat, C (Aykanat, Cevdet)","Title":"Parallel Minimum Norm Solution of Sparse Block Diagonal Column Overlapped Underdetermined Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398587900005 ISSN: 0379-4024 eISSN: 1841-7744","Keywords":"Row contractions; Fock space; invariant subspaces; characteristic functions; factorizations of analytic functions; upper triangular block operator matrices KeyWords Plus:MULTI-ANALYTIC OPERATORS; NONCOMMUTING OPERATORS; SPACES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF OPERATOR THEORY Volume: 77 Issue: 2 Pages: 377-390 DOI: 10.7900/jot.2016apr20.2132 Published: SPR 2017","Abstract":"Let A = (A(1),..., A(n)) and B = (B-1,..., B-n) be row contractions on Hilbert spaces H-1 and H-2, respectively, and L be a contraction from D-B = (ran) over barD(B) to D-A* = (ran) over barD(A*) where D-B = (I - B*B)(1/2) and D-A* = (I - AA*)(1/2). Let Theta(T) be the characteristic function of T = [GRAPHICS] . Then Theta(T) coincides with the product of the characteristic function Theta(A) of A, the Julia-Halmos matrix corresponding to L and the characteristic function Theta(B) of B. More precisely, Theta(T) coincides with [GRAPHICS] (I-Gamma circle times [GRAPHICS] [GRAPHICS] , where Gamma is the full Fock space. Similar results hold for constrained row contractions.","Authors":"Haria, KJ (Haria, Kalpesh J.) ; Maji, A (Maji, Amit) ; Sarkar, J (Sarkar, Jaydeb)","Title":"FACTORIZATIONS OF CHARACTERISTIC FUNCTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398587900008 ISSN: 0379-4024 eISSN: 1841-7744","Keywords":"Truncated Toeplitz operator; Toeplitz operator; model space; equivalence by extension; invariant subspace KeyWords Plus:RIEMANN-HILBERT PROBLEMS; FACTORIZATION; SPACES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF OPERATOR THEORY Volume: 77 Issue: 2 Pages: 455-479 DOI: 10.7900/jot.2016apr27.2108 Published: SPR 2017","Abstract":"Truncated Toeplitz operators and their asymmetric versions are studied in the context of the Hardy space Hp of the half-plane for 1 < p < infinity. The question of uniqueness of the symbol is solved via the characterization of the zero operator. It is shown that asymmetric truncated Toeplitz operators are equivalent after extension to 2 x 2 matricial Toeplitz operators, which allows one to deduce criteria for Fredholmness and invertibility. Shifted model spaces are presented in the context of invariant subspaces, allowing one to derive new Beurling-Lax theorems.","Authors":"Camara, MC (Cristina Camara, M.) ; Partington, JR (Partington, Jonathan R.)","Title":"ASYMMETRIC TRUNCATED TOEPLITZ OPERATORS AND TOEPLITZ OPERATORS WITH MATRIX SYMBOL"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398198400003 ISSN: 1680-8584 eISSN: 2071-1409","Keywords":"NR-PM1; Organic aerosols; Dust storm; Springtime; Beijing KeyWords Plus:NEW-YORK-CITY; RESOLVED CHEMICAL-CHARACTERIZATION; POSITIVE MATRIX FACTORIZATION; MASS-SPECTROMETER; HIGH-RESOLUTION; ORGANIC AEROSOL; SOURCE APPORTIONMENT; ASIAN DUST; ATMOSPHERIC AEROSOLS; PARTICLE COMPOSITION","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"AEROSOL AND AIR QUALITY RESEARCH Volume: 17 Issue: 3 Pages: 680-692 DOI: 10.4209/aaqr.2016.05.0195 Published: MAR 2017","Abstract":"In order to understand the characteristics, sources and processes of non-refractory submicron particles (NR-PM1), an Aerodyne high-resolution time-of-flight aerosol mass spectrometer (HR-ToF-AMS) was deployed to acquire observational data during the spring (April 1 to 30) in Beijing, China, in 2012. Based on PM10, PM2.5 and NR-PM1 mass concentrations observation, satellite images and the back trajectory analysis, one haze and dust storm episodes were recorded during the campaign, in addition, one clean episodes was also added to the comparison as a reference. The NR-PM1 mass concentration was 97 mu g m(-3) during the haze episodes, while it was approximately 12 times and 1.7 times that on the clean and dust episodes, respectively. In addition, the secondary inorganic aerosol (sulfate, nitrate and ammonium) contributed the largest fraction of NR-PM1 (69%) during the haze episodes. The dust storms originated from the northwestern caused the PM10 peaking at 826 mu g m(-3), with an average of 364 +/- 186 mu g m(-3) and higher than the haze episodes (241 mu g m(-3)). In addition, compared to the clean episodes (the NR-PM1 mass was 8 mu g m(-3)), the dust storms caused the average NR-PM1 mass reaching 56 mu g m(-3), corresponding to the secondary components significantly increased, including sulfate (9.5 mu g m(-3)), nitrate (8 mu g m(-3)), ammonium (6 mu g m(-3)) and OOA (6 mu g m(-3)). The backward trajectory clustering analysis indicated the air mass from the southeast (at a frequency more than 30%) contained the higher NR-PM1 concentration (more than 80 mu g m(-3)) corresponding to the higher sulfate, nitrate and ammonium contributions.","Authors":"Xu, P (Xu, Peng) ; Zhang, JK (Zhang, Junke) ; Ji, DS (Ji, Dongsheng) ; Liu, ZR (Liu, Zirui) ; Tang, GQ (Tang, Guiqian) ; Hu, B (Hu, Bo) ; Jiang, CS (Jiang, Changsheng) ; Wang, YS (Wang, Yuesi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, Junke  E-8284-2016 http://orcid.org/0000-0003-1595-5136","Title":"Evaluating the Effects of Springtime Dust Storms over Beijing and the Associated Characteristics of Sub-Micron Aerosol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394999900007 ISSN: 0178-7675 eISSN: 1432-0924","Keywords":"Computational homogenization; Boundary conditions; Multi-physics; Tangent operator KeyWords Plus:REPRESENTATIVE VOLUME ELEMENT; RANDOM COMPOSITES; HETEROGENEOUS MATERIALS; FINITE STRAINS; MATERIAL MICROSTRUCTURE; MECHANICAL-BEHAVIOR; MULTISCALE APPROACH; MACRO TRANSITIONS; MODEL; FORMULATION","Categories":"Mathematics; Mechanics Web of Science Categories:Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTATIONAL MECHANICS Volume: 59 Issue: 3 Pages: 483-505 DOI: 10.1007/s00466-016-1358-z Published: MAR 2017","Abstract":"This work provides a unified treatment of arbitrary kinds of microscopic boundary conditions usually considered in the multi-scale computational homogenization method for nonlinear multi-physics problems. An efficient procedure is developed to enforce the multi-point linear constraints arising from the microscopic boundary condition either by the direct constraint elimination or by the Lagrange multiplier elimination methods. The macroscopic tangent operators are computed in an efficient way from a multiple right hand sides linear system whose left hand side matrix is the stiffness matrix of the microscopic linearized system at the converged solution. The number of vectors at the right hand side is equal to the number of the macroscopic kinematic variables used to formulate the microscopic boundary condition. As the resolution of the microscopic linearized system often follows a direct factorization procedure, the computation of the macroscopic tangent operators is then performed using this factorized matrix at a reduced computational time.","Authors":"Nguyen, VD (Van-Dung Nguyen) ; Wu, L (Wu, Ling) ; Noels, L (Noels, Ludovic)","Title":"Unified treatment of microscopic boundary conditions and efficient algorithms for estimating tangent operators of the homogenized behavior in the computational homogenization method"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398069300010 ISSN: 0218-2165 eISSN: 1793-6527","Keywords":"Khovanov homology; link homology; Rasmussen invariant KeyWords Plus:LINK HOMOLOGY; MATRIX FACTORIZATIONS; SYMPLECTIC-GEOMETRY; ROZANSKY HOMOLOGY; JACOBSSON NUMBERS; KNOT HOMOLOGIES; CATEGORIFICATION; INVARIANT; TORSION","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF KNOT THEORY AND ITS RAMIFICATIONS Volume: 26 Issue: 3 Article Number: 1741009 DOI: 10.1142/S0218216517410097 Published: MAR 2017","Abstract":"These five lectures - written for a summer school in 2006 - provide an introduction to Khovanov homology covering the basic definitions, important properties, a number of variants and some applications. At the end of each lecture the reader is referred to the relevant literature for further reading.","Authors":"Turner, P (Turner, Paul)","Title":"Five lectures on Khovanov homology"}]