[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395587600004 PubMed ID: 28140629 ISSN: 1064-5462 eISSN: 1530-9185","Keywords":"Evolutionary robotics; joint-level control; artificial neural network; morphology; digital muscle KeyWords Plus:MORPHOLOGICAL COMPUTATION; NEURAL-NETWORKS; SYSTEM; ENVIRONMENT; GENERATORS; PRINCIPLES; MECHANICS; ROBOTICS; BEHAVIOR","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"ARTIFICIAL LIFE Volume: 23 Issue: 1 Pages: 58-79 DOI: 10.1162/ARTL_a_00222 Published: WIN 2017","Abstract":"We investigate a hierarchical approach to robot control inspired by joint-level control in animals. The method combines a high-level controller, consisting of an artificial neural network (ANN), with joint-level controllers based on digital muscles. In the digital muscle model (DMM), morphological and control aspects of joints evolve concurrently, emulating the musculoskeletal system of natural organisms. We introduce and compare different approaches for connecting outputs of the ANN to DMM-based joints. We also compare the performance of evolved animats with ANN-DMM controllers with those governed by only high-level (ANN-only) and low-level (DMM-only) controllers. These results show that DMM-based systems outperform their ANN-only counterparts while also exhibiting less complex ANNs in terms of the number of connections and neurons. The main contribution of this work is to explore the evolution of artificial systems where, as in natural organisms, some aspects of control are realized at the joint level.","Authors":"Moore, JM (Moore, Jared M.) ; McKinley, PK (McKinley, Philip K.)","Title":"Evolution of Joint-Level Control for Quadrupedal Locomotion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395039100003 ISSN: 1091-0344 eISSN: 1532-2483","Keywords":"Contact plot; friction forces; PDC cutter; rock cutting; rock reaction force; worn plot KeyWords Plus:MECHANICS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Manufacturing; Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"MACHINING SCIENCE AND TECHNOLOGY Volume: 21 Issue: 1 Pages: 37-66 DOI: 10.1080/10910344.2016.1260429 Published: NOV 1 2017","Abstract":"The article focuses on the problem of polycrystalline diamond cutter (PDC) cutters' overlapping influence on rock reaction force. This study proposed a static force balance model, based on the model of Wojtanowicz and Kuru (1993). The innovation of this model is considering two types of friction forces, acting on the contact frontal surface and the lateral surface of a PDC cutter, respectively. Additionally, the proposed model assumes a rock reaction force direction not orthogonal to the contact surface of a cutter but parallel to the crack propagation direction and similar to the rock heterogeneity direction.Numerical study was provided for a new and a worn PDC cutter to define a rock reaction force depending on options of adjacent cutters' placement (cutters' shape, cutter sizes, bake rake angle, side rake angle, etc.). Two main tendencies were observed: increasing of lateral plot of a cutter decreases rock reaction force, and deviation between directions of cutting force and crack propagation is an extremely significant factor and affects rock reaction force magnitude.","Authors":"Pryhorovska, TO (Pryhorovska, Tetiana O.)","Title":"Study on rock reaction force depending on PDC cutter placement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398997100003 ISSN: 1544-3574","Keywords":"Algorithms; Design; Experimentation; Networked virtual environment; peer-to-peer; scalability KeyWords Plus:ENVIRONMENTS; PROTOCOLS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN ENTERTAINMENT Volume: 15 Issue: 3 Article Number: 3 DOI: 10.1145/2818383 Published: FAL 2017","Abstract":"This article presents a peer-to-peer overlay for massively multiplayer online games with a focus on fastpaced action. More than other genres, action games like first-person shooters employ fast and dynamic game mechanics. In multiplayer environments, these properties have to be reflected by the underlying network structure. At the same time, the system should be able to support a huge amount of users in order to deliver a massive experience to the participating players. The capacity of current client/server systems limits the number of players in a game, preventing the desired massive experience. To provide both a scalable and a responsive system, we use a fully distributed peer-to-peer network with a dynamic connection scheme. By exploiting local interests in the virtual world, our system supports a huge number of users. Therefore, an area-of-interest mechanism is applied to the connection scheme. Users do not connect to all participating users, but they only establish connections to other users they are interested in. These neighbors are determined by the user's perception of the virtual world. Instead of using a purely distance-based approach, our system uses a more flexible neighbor-based approach that supports the use of multiple metrics to determine the set of interesting nodes for each user. A second kind of connection-socalled NetConnectors-utilizes the players' distribution in the virtual world to ensure overlay consistency. For the dissemination of messages, we use a publish/ subscribe mechanism. This prevents inconsistencies introduced by unidirectional neighborhood relations that can occur with sender-oriented models. Further, the publish/subscribe mechanism models the users' interests more accurately. In addition to the regular sending mechanism, we implemented a Geocast algorithm that allows information distribution to arbitrary regions of the virtual world. While regular messages are always addressed to specific users, Geocasts cover certain geographical regions. Thus, Geocasts can be used to disseminate messages to all users that are located in the addressed region. Simulations show that our design performs well in terms of scalability. By keeping the amount of connections per user nearly constant, users do not get overloaded with too many connections. This also applies for crowded regions where the user density is much higher compared to an evenly populated virtual world. Another important aspect of fast-pacedmultiplayer games is the users' motion behavior. Different movement strategies are evaluated for their impact on network load and connection dynamics.","Authors":"Mildner, P (Mildner, Philip) ; Triebel, T (Triebel, Tonio) ; Kopf, S (Kopf, Stephan) ; Effelsberg, W (Effelsberg, Wolfgang)","Title":"Scaling Online Games with NetConnectors: A Peer-to-Peer Overlay for Fast-Paced Massively Multiplayer Online Games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691400005 ISSN: 1468-1218","Keywords":"Variational-hemivariational inequality; Clarke subdifferential; History-dependent operator; Existence and uniqueness; Frictional contact; Weak solution KeyWords Plus:FRICTIONAL CONTACT PROBLEMS; INCLUSIONS; MECHANICS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"NONLINEAR ANALYSIS-REAL WORLD APPLICATIONS Volume: 36 Pages: 69-88 DOI: 10.1016/j.nonrwa.2016.12.007 Published: AUG 2017","Abstract":"This paper is devoted to the study of a general dynamic variational-hemivariational inequality with history-dependent operators. These operators appear in a convex potential and in a locally Lipschitz superpotential. The existence and uniqueness of a solution to the inequality problem is explored through a result on a class of nonlinear evolutionary abstract inclusions involving a nonmonotone multivalued term described by the Clarke generalized gradient. The result presented in this paper is new and general. It can be applied to study various dynamic contact problems. As an illustrative example, we apply the theory on a dynamic frictional viscoelastic contact problem in which the contact is modeled by a nonmonotone Clarke subdifferential boundary condition and the friction is described by a version of the Coulomb law of dry friction with the friction bound depending on the total slip. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, WM (Han, Weimin) ; Migorski, S (Migorski, Stanislaw) ; Sofonea, M (Sofonea, Mircea)","Title":"Analysis of a general dynamic history-dependent variational hemivariational inequality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691400013 ISSN: 1468-1218","Keywords":"Traveling waves; Reaction-diffusion-advection; equations; Invasions; Schauder's fixed-point theorem; LaSalle's invariance principle; Linear and nonlinear determinacy KeyWords Plus:VOLTERRA COMPETITION MODEL; LINEAR DETERMINACY; SEASONAL INFLUENCES; POPULATION SPREAD; EPIDEMIC MODEL; MINIMAL SPEED; SYSTEMS; PERSISTENCE; EXISTENCE; STREAMS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"NONLINEAR ANALYSIS-REAL WORLD APPLICATIONS Volume: 36 Pages: 203-232 DOI: 10.1016/j.nonrwa.2017.01.011 Published: AUG 2017","Abstract":"In this paper we study a reaction-diffusion-advection predator-prey model in a river. The existence of predator-invasion traveling wave solutions and prey-spread traveling wave solutions in the upstream and downstream directions is established and the corresponding minimal wave speeds are obtained. While some crucial improvements in theoretical methods have been established, the proofs of the existence and nonexistence of such traveling waves are based on Schauder's fixed-point theorem, LaSalle's invariance principle and Laplace transform. Based on theoretical results, we investigate the effect of the hydrological and biological factors on minimal wave speeds and hence on the spread of the prey and the invasion of the predator in the river. The linear determinacy of the predator-prey Lotka-Volterra system is compared with nonlinear determinacy of the competitive Lotka-Volterra system to investigate the mechanics of linear and nonlinear determinacy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, TR (Zhang, Tianran) ; Jin, Y (Jin, Yu)","Title":"Traveling waves for a reaction-diffusion-advection predator-prey model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396974900006 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Non-autonomous systems; Stationary impact conditions; Grazing periodic solutions; Regular perturbations; Impact mechanisms KeyWords Plus:DEGREE-OF-FREEDOM; IMPACT OSCILLATORS; BIFURCATIONS; SYSTEMS; CHAOS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 49 Pages: 48-62 DOI: 10.1016/j.cnsns.2017.02.002 Published: AUG 2017","Abstract":"This paper examines impulsive non-autonomous systems with grazing periodic solutions. Surfaces of discontinuity and impact functions of the systems are not depending on the time variable. That is, we can say that the impact conditions are stationary, and this makes necessity to study the problem in a new way. The models play exceptionally important role in mechanics and electronics. A concise review on the sufficient conditions for the new type of linearization is presented. The existence and stability of periodic solutions are considered under the circumstance of the regular perturbation. To visualize the theoretical results, mechanical examples are presented. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Akhmet, MU (Akhmet, M. U.) ; Kivilcim, A (Kivilcim, A.)","Title":"Periodic motions generated from non-autonomous grazing dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393675600012 ISSN: 2070-0733 eISSN: 2075-1354","Keywords":"Variable-order Schrodinger equation; quantum Riesz-Feller variable-order definition; weighted average non-standard finite difference method; Jon von Neumann stability analysis KeyWords Plus:FINITE-DIFFERENCE SCHEMES; DIFFUSION-EQUATIONS; SYSTEMS; MODEL; MECHANICS; ACCURACY","Categories":"Mathematics; Mechanics Web of Science Categories:Mathematics, Applied; Mechanics","Journal Information":"ADVANCES IN APPLIED MATHEMATICS AND MECHANICS Volume: 9 Issue: 4 Pages: 990-1011 DOI: 10.4208/aamm.2015.m1312 Published: AUG 2017","Abstract":"In this paper the space variable-order fractional Schrodinger equation (VOFSE) is studied numerically, where the variable-order fractional derivative is described here in the sense of the quantum Riesz-Feller definition. The proposed numerical method is the weighted average non-standard finite difference method (WANSFDM). Special attention is given to study the stability analysis and the convergence of the proposed method. Finally, two numerical examples are provided to show that this method is reliable and computationally efficient.","Authors":"Sweilam, NH (Sweilam, N. H.) ; Abou Hasan, MM (Abou Hasan, M. M.)","Title":"Numerical Simulation for the Variable-Order Fractional Schrodinger Equation with the Quantum Riesz-Feller Derivative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692400020 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Nonlocal diffusion; Peridynamic model; Nonlocal operator; Neumann problems; Finite element; Finite difference KeyWords Plus:BOUNDARY-CONDITIONS; NAVIER EQUATION; ELASTICITY; MECHANICS; KERNEL","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 305 Pages: 282-298 DOI: 10.1016/j.amc.2017.01.061 Published: JUL 15 2017","Abstract":"This paper studies nonlocal diffusion models associated with a finite nonlocal horizon parameter delta that characterizes the range of nonlocal interactions. The focus is on the variational formulation associated with Neumann type constraints and its numerical approximations. We establish the well-posedness for some variational problems associated and study their local limit as delta -> 0. A main contribution is to derive a second order convergence to the local limit. We then discuss the numerical approximations including standard finite element methods and quadrature based finite difference methods. We study their convergence in the nonlocal setting and in the local limit. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tao, YZ (Tao, Yunzhe) ; Tian, XC (Tian, Xiaochuan) ; Du, Q (Du, Qiang)","Title":"Nonlocal diffusion and peridynamic models with Neumann type constraints and their numerical approximations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369300001 ISSN: 1384-1076 eISSN: 1384-1092","Keywords":"Variational iteration method; Truncated method; Adaptive strategy; Lane-Emden equations KeyWords Plus:HOMOTOPY-PERTURBATION METHOD; DIFFERENTIAL-EQUATIONS; ALGORITHM; MECHANICS; CALCULUS; IVPS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 54 Pages: 1-6 DOI: 10.1016/j.newast.2016.12.004 Published: JUL 2017","Abstract":"In this paper, an explicit analytical method called the variational iteration method is presented for solving the second-order singular initial value problems of the Lane-Emden type. In addition, the local convergence of the method is discussed. It is often useful to have an approximate analytical solution to describe the Lane-Emden type equations, especially in the case that the closed-form solutions do not exist at all. This convince us that an effective improvement of the method will be useful to obtain a better approximate analytical solution. The improved method is then treated as a local algorithm in a sequence of intervals. Besides, an adaptive version is suggested for finding accurate approximate solutions of the nonlinear Lane-Emden type equations. Some examples are given to demonstrate the efficiency and accuracy of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ghorbani, A (Ghorbani, Asghar) ; Bakherad, M (Bakherad, Mojtaba)","Title":"A variational iteration method for solving nonlinear Lane-Emden problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963100011 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Semi-lagrangian algorithm; Advection equation; Stability analysis; Explicit scheme; Interpolation formula, Incompressible flow KeyWords Plus:SEMI-LAGRANGIAN SCHEME; DIFFUSION EQUATION; TRANSPORT; ALGORITHMS; CIP","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 304 Pages: 114-135 DOI: 10.1016/j.amc.2017.01.053 Published: JUL 1 2017","Abstract":"A simplified version of the inverse distance weighted interpolation formula was mathematically analyzed and employed in the context of a semi-Lagrangian scheme for the equation of advection. The scheme used is a particular formulation of Path Tubes method, a physically intuitive conservative method whose formulation is based on the theoretical foundations of the mechanics of continuous media, which uses the so-called Reynolds's transport theorem to establish judiciously its main property written on the basis of a conservative integral equation. The resulting algorithm is a five-point explicit semi-Lagrangian scheme for incompressible flow. From rigorous deductions based on the von Neumann stability analysis, it was proven that this explicit method is unconditionally stable. The present algorithm was evaluated using test problems that are prototypes of more sophisticated mathematical models commonly employed in the prediction of intensity variations of weather fronts. In addition, our methodology was compared against two other methods available in the literature. The proposed explicit semi-Lagrangian scheme was able to work with long time steps and proved to be accurate, non-oscillatory and non-diffusive. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Henderson, N (Henderson, Nelio) ; Pena, L (Pena, Luciana)","Title":"The inverse distance weighted interpolation applied to a particular form of the path tubes Method: Theory and computation for advection in incompressible flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963100014 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Meshless local-Petrov Galerkin method; Functionally graded material; Three-dimensional theory of elasticity; Natural frequencies KeyWords Plus:HIGHER-ORDER SHEAR; DEFORMATIONS; FORMULATION; MECHANICS; COATINGS; STRESS; TIP","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 304 Pages: 153-163 DOI: 10.1016/j.amc.2017.01.049 Published: JUL 1 2017","Abstract":"In this paper, the meshless local Petrov-Galerkin (MLPG) method is used for three-dimensional (3D) elastodynamic analysis of functionally graded (FG) isotropic plates. The 3D linear elasticity theory and infinitesimal strains are the basic assumptions in this analysis. Unlike 2-D theories, in 3D theory, no restricting assumptions are made about the kinematics of deformation in plates. Therefore, a higher accuracy can be achieved by using 3D theory. Heaviside step functions are used as test functions on the local sub-domain of each node and the field variables are interpolated using the 3D moving least squares (MLS) approximation. To impose the essential boundary conditions, the penalty method is adopted and Young's modulus is assumed to be graded through the thickness of plates by the Mon-Tanaka estimation and Poisson's ratio is assumed to be constant. The natural frequencies of thick rectangular plates are obtained for different boundary conditions. Also, the effects of different parameters such as functionally graded power law index, thickness-to-length ratio, and the aspect ratio on the natural frequencies of plates are also studied in details. In order to validate this method, the results are compared with the available exact 3D solutions. The results show the accuracy and effectiveness of the present method. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Moghaddam, MR (Moghaddam, M. Rashidi) ; Baradaran, GH (Baradaran, G. H.)","Title":"Three-dimensional free vibrations analysis of functionally graded rectangular plates by the meshless local Petrov-Galerkin (MLPG) method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606500001 ISSN: 0888-3270","Keywords":"Epistemic uncertainty; Info-gap theory; Robustness; Prestressed structure; Mechanical contact KeyWords Plus:OPTIMIZATION; RELIABILITY; MECHANICS; SYSTEMS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 91 Pages: 1-9 DOI: 10.1016/j.ymssp.2016.12.019 Published: JUL 2017","Abstract":"Uncertainty quantification is an integral part of the model validation process and is important to take into account during the design of mechanical systems. Sources of uncertainty are diverse but generally fall into two categories: aleatory due to random process and epistemic resulting from a lack of knowledge. This work focuses on the behavior of solar arrays in their stowed configuration. To avoid impacts during launch, snubbers are used to prestress the panels. Since the mechanical properties of the snubbers and the associated preload configurations are difficult to characterize precisely, an info-gap approach is proposed to investigate the influence of such uncertainties on design configurations obtained for different values of safety factors. This eventually allows to revise the typical values of these factors and to reevaluate them with respect to a targeted robustness level. The proposed methodology is illustrated using a simplified finite element model of a solar array. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hot, A (Hot, Anrelien) ; Weisser, T (Weisser, Thomas) ; Cogan, S (Cogan, Scott)","Title":"An info-gap application to robust design of a prestressed space structure under epistemic uncertainties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000003 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Duffing vibro-impact oscillator; Chaotic saddle; Period saddle; Crisis bifurcation KeyWords Plus:OSCILLATOR; DIMENSIONS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 39-50 DOI: 10.1016/j.cnsns.2016.12.003 Published: JUL 2017","Abstract":"In this paper, a computational investigation of chaotic saddles in a nonlinear vibro-impact system is presented. For a classical Duffing vibro-impact oscillator, we employ the bisection procedure and an improved stagger-and-step method to present evidence of visual chaotic saddles on the fractal basin boundary and in the internal basin, respectively. The results show, that the period saddles play an important role in the evolution of chaotic saddle. The dynamics mechanics of three types of bifurcation such as saddle-node bifurcation, chaotic saddle crisis bifurcation and interior chaotic crisis bifurcation are discussed. The results reveal that the period saddle created at saddle-node bifurcation is responsible for the switch of the internal chaotic saddle to the boundary chaotic saddle. At chaotic saddle crisis bifurcation, a large chaotic saddle can divide into two different chaotic saddle connected by a period saddle. The intersection points between stable and unstable manifolds of this period saddle supply access for chaotic orbits from one chaotic saddle to another and eventually induce the coupling of these two chaotic saddle. Interior chaotic crisis bifurcation is associated with the intersection of stable and unstable manifolds of the period saddle connecting two chaotic invariant sets. In addition, the gaps in chaotic saddle is responsible for the fractal structure.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Feng, JQ (Feng, Jinqian)","Title":"Analysis of chaotic saddles in a nonlinear vibro-impact system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000020 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Fractional derivatives; Peyrard-Bishop model; Fractional perturbation technique; Fractional breather modes KeyWords Plus:PEYRARD-BISHOP MODEL; SOLITON EXCITATIONS; DOUBLE HELICES; OPTICAL BEAMS; MECHANICS; DENATURATION; DERIVATIVES; FORMULATION; EQUATIONS; SYSTEM","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 258-269 DOI: 10.1016/j.cnsns.2016.12.031 Published: JUL 2017","Abstract":"The classical Lagrangian formulation for the nonlinear dynamics of a homogeneous Peyrard Bishop DNA molecular chain is reviewed and extended to include coordinates with time derivative of fractional order gamma (0 < 2 gamma < 2), which can be viewed as memory effect. We obtain the equations of motion depending on gamma. The analytical procedure for obtaining nonlinear waves solutions is performed through the application of a powerful fractional perturbation technique. The results show that both the amplitude and the velocity of waves increase when gamma decreases. Accordingly, for low values of gamma, the system exhibits highly localized waves with high amplitude and velocity. The numerical results agree with the theoretical ones and show that the system can support fractional breather like modes.","Authors":"Mvogo, A (Mvogo, Alain) ; Ben-Bolie, GH (Ben-Bolie, Germain H.) ; Kofane, TC (Kofane, Timoleon C.)","Title":"Fractional nonlinear dynamics of DNA breathing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000042 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Fractional calculus; Modulational instability; Nonlinear Schrodinger equation; Linear stability analysis KeyWords Plus:DIFFERENCE SCHEME; QUANTUM-MECHANICS; CONICAL EMISSION; OPTICAL BEAMS; LIGHT-BEAMS; EXISTENCE; MEDIA","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 531-540 DOI: 10.1016/j.cnsns.2017.01.019 Published: JUL 2017","Abstract":"Fractional calculus is entering the field of nonlinear optics to describe unconventional regimes, as disorder biological media and soft-matter. Here we investigate spatiotemporal modulational instability (MI) in a fractional nonlinear Schrodinger equation. We derive the MI gain spectrum in terms of the Levy indexes and a varying number of spatial dimensions. We show theoretically and numerically that the Levy indexes affect fastest growth frequencies and MI bandwidth and gain. Our results unveil a very rich scenario that may occur in the propagation of ultrashort pulses in random media and metamaterials, and may sustain novel kinds of propagation invariant optical bullets. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, LF (Zhang, Lifu) ; He, ZH (He, Zenghui) ; Conti, CD (Conti, Claudio) ; Wang, ZT (Wang, Zhiteng) ; Hu, YH (Hu, Yonghua) ; Lei, DJ (Lei, Dajun) ; Li, Y (Li, Ying) ; Fan, DY (Fan, Dianyuan)","Title":"Modulational instability in fractional nonlinear Schrodinger equation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700003 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Computational algebra; Perturbation theory; Close binary systems; Potential theory; Spherical harmonics KeyWords Plus:ELLIPSOIDAL VARIABLES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 14-25 Special Issue: SI DOI: 10.1016/j.cam.2016.12.015 Published: JUL 2017","Abstract":"One of the main problems in celestial mechanics is the study of the shape adopted by extended deformable celestial bodies in its equilibrium configuration. In this paper, a new point of view about classical theories on equilibrium figures in close binary systems is offered. Classical methods are based on the evaluation of the self-gravitational, centrifugal and tidal potentials. The most common technique used by classical methods shows convergence problems. To solve this problem up to first order in amplitudes two algorithms has been developed, the first one based on the Laplace method to develop the inverse of the distance and the second one based on the asymptotic properties of the numerical quadrature formulas. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Orti, JAL (Lopez Orti, Jose A.) ; Gumbau, MF (Forner Gumbau, Manuel) ; Rochera, MB (Barreda Rochera, Miguel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lopez Orti, Jose Antonio  http://orcid.org/0000-0002-9620-6454","Title":"Two algorithms to construct a consistent first order theory of equilibrium figures of close binary systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700010 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Stochastic differential equations; Nonlinear partial differential equations; Paris' equation; Probability distribution of hitting time; Probability-based numerical method; Generalized exponential technique KeyWords Plus:FATIGUE-CRACK-GROWTH; FRACTURE-MECHANICS LEFM; STABILITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 93-106 Special Issue: SI DOI: 10.1016/j.cam.2016.11.025 Published: JUL 2017","Abstract":"In this work, we consider a stochastic differential equation that generalizes the well known Paris' equation from fracture of materials. The model describes the propagation of cracks on solids, and it includes a deterministic summand and a stochastic component in terms of a Brownian motion. The use of Ito's stochastic integral gives an equivalent stochastic integral equation that is further generalized here. We note that the probability distribution of the stopping time of the general model satisfies a deterministic diffusion-advection partial differential equation for which the solution is known only in a reduced number of particular cases. Motivated by these analytical results, we develop a fast finite-difference method to approximate the distribution of the stopping time. The method is an explicit exponential-like technique that preserves the main features of a probability distribution, namely, the non-negativity, the boundedness from above by 1 as well as the spatial mono tonicity. Moreover, the method is a monotone technique that is also capable of preserving the temporal monotonicity of the approximations. These properties of the proposed methodology are thoroughly established in the present manuscript. A continuity condition of the numerical solutions in terms of the initial conditions and the temporal computational parameter is established also, together with a limiting property of the methodology when the free parameter tends to infinity. For comparison purposes, we are providing an implicit and stable discretization of the mathematical model which has a second order of convergence but for which conditions that guarantee the positivity, the boundedness and the monotonicity of approximations are not available. The numerical simulations obtained with implementations of our techniques show that the explicit method is an efficient scheme that preserves the characteristics of interest (non-negativity, boundedness from above by 1 and monotonicity), and that the numerical approximations are in good agreement with the known exact solutions. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Macias-Diaz, JE (Macias-Diaz, J. E.) ; Villa-Morales, J (Villa-Morales, J.)","Title":"A deterministic model for the distribution of the stopping time in a stochastic equation and its numerical solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700044 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Celestial mechanics; Ordinary differential equations; Computational algebra","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 479-490 Special Issue: SI DOI: 10.1016/j.cam.2016.01.057 Published: JUL 2017","Abstract":"One of the fundamental problems in celestial mechanics is the study of the orbital motion of the bodies in the solar system. This study can be performed through analytical and numerical methods. Analytical methods are based on the well-known two-body problem; it is an integrable problem and its solution can be related to six constants called orbital elements. To obtain the solution of the perturbed problem, we can replace the constants of the two-body problem with the osculating elements given by the Lagrange planetary equations. Numerical methods are based on the direct integration of the motion equations. To test these methods we use the model of the two-body problem with high eccentricity. In this paper we define a new family of anomalies depending on two parameters that includes the most common anomalies. This family allows one to obtain more compact developments to be used in analytical series and also to improve the efficiency of numerical methods because it defines a more suitable point distribution with the dynamics of the two-body problem. (C) 2016 Published by Elsevier B.V.","Authors":"Orti, JAL (Lopez Orti, Jose A.) ; Gomez, VA (Agost Gomez, Vicente) ; Rochera, MB (Barreda Rochera, Miguel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lopez Orti, Jose Antonio  http://orcid.org/0000-0002-9620-6454","Title":"A new bi-parametric family of temporal transformations to improve the integration algorithms in the study of the orbital motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000007 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"carbon membranes; crosslinking; gas permeation; pyrolysis KeyWords Plus:MOLECULAR-SIEVE MEMBRANES; GAS SEPARATION PERFORMANCE; HOLLOW-FIBER MEMBRANE; COMPOSITE MEMBRANES; HIGH-PRESSURE; PERMEATION PROPERTIES; PHENOLIC RESIN; POLYIMIDE; FABRICATION; CO2/CH4","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44889 DOI: 10.1002/app.44889 Published: JUN 15 2017","Abstract":"A chemical crosslinking protocol was developed to prepare carbon membranes from 3,3,4,4-oxydiphthalic dianhydride-4,4-oxydianiline (ODPA-ODA) type polyetherimide on the support of phenolic resin sheets. The effects of support pretreatment, membrane-coating methods and crosslinking protocols on the resultant carbon membranes were investigated. The microstructure, functional group evolution, thermal stability, mechanics, morphology, and gas separation performance of samples were characterized by XRD, FTIR, TGA, mechanical testing technique, and gas permeation technique, respectively. Results have shown that the chemical crosslinking is more beneficial than the popular thermal crosslinking protocol to fabricate supported carbon membranes for the advantage of simple preparation process. In addition, spin-coating is superior to drop-coating in terms of good membrane formation on the support. Under the preferred preparation conditions of crosslinker ethylene glycol usage at 10 wt % and spin-coating, supported carbon membranes can be obtained with good hydrogen separation performance. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44889.","Authors":"Zhang, XY (Zhang, Xiaoyu) ; Zhang, B (Zhang, Bing) ; Wu, YH (Wu, Yonghong) ; Wang, D (Wang, Dan) ; Wang, TH (Wang, Tonghua)","Title":"Facile preparation of ODPA-ODA type polyetherimide-based carbon membranes by chemical crosslinking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395723600027 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Hagedorn wave packets; Wigner functions; Multivariate polynomials; Hermite functions KeyWords Plus:QUANTUM-MECHANICS; GENERAL STATES; POLYNOMIALS; DYNAMICS; PROPAGATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 2 Pages: 1317-1332 DOI: 10.1016/j.jmaa.2016.12.041 Published: JUN 15 2017","Abstract":"Generalised Hagedorn wave packets appear as exact solutions of Schrodinger equations with quadratic, possibly complex, potential, and are given by a polynomial times a Gaussian. We show that the Wigner transform of generalised Hagedorn wave packets is a wave packet of the same type in phase space. The proofs build on a parametrisation via Lagrangian frames and a detailed analysis of the polynomial prefactors, including a novel Laguerre connection. Our findings directly imply the recently found tensor product structure of the Wigner transform of Hagedorn wave packets. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Dietert, H (Dietert, Helge) ; Keller, J (Keller, Johannes) ; Troppmann, S (Troppmann, Stephanie)","Title":"An invariant class of wave packets for the Wigner transform"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000003 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Slotted liner; Horizontal wells; Steam injection; Steam-assisted gravity drainage KeyWords Plus:SAGD; DESIGN; OIL","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 23-33 DOI: 10.1016/j.ces.2017.01.070 Published: JUN 8 2017","Abstract":"Slotted liners are flow control devices widely used in both injection and production wells for thermal oil sands recovery operations such as Steam-Assisted Gravity Drainage. In these devices, slots are cut into the well at regular intervals around and along the well. The dimensions tend to be from fractions to several millimeters in gap and a few to about twenty centimeters long along the pipe. The key benefits offered by slotted liners are that they are among the most economical solutions for sand control and well bore stability as well as manufacturing. Slotted liners have several design parameters including the slot density, pattern, slot opening size and shape that must be chosen to provide optimum inflow and outflow performance in the reservoir. Due to the complexity in deriving these parameters analytically or experimentally, we have examined the impact of design parameters on steam injection by using a realizable k-epsilon turbulence computational fluid dynamic model of a 5 m slotted liner section coupled to a reservoir flow domain outside of the well governed by a modified Darcy's law that accounts for inertial effects. The results reveal that slot open area affects the flow distribution in the reservoir. The role of drive forces changes through the flow with viscous and pressure forces dominant in the slot and upstream area an(d) inertial forces just downstream of the slot and pressure and viscous forces in the reservoir. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sivagnanam, M (Sivagnanam, Mohan) ; Wang, JY (Wang, Jingyi) ; Gates, ID (Gates, Ian D.)","Title":"On the fluid mechanics of slotted liners in horizontal wells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000004 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Large eddy simulation; k-epsilon model; Reynolds stress model; Bubble column KeyWords Plus:GAS-LIQUID FLOW; FLUID-DYNAMICS SIMULATION; LARGE-EDDY SIMULATION; CFD SIMULATION; HEAT-TRANSFER; MASS-TRANSFER; POPULATION BALANCE; REYNOLDS STRESS; HOLD-UP; NUMERICAL SIMULATIONS","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 34-52 DOI: 10.1016/j.ces.2017.01.023 Published: JUN 8 2017","Abstract":"Though bubble column reactors are widely used in industry, the present design practice is still closer to an art than a desired state of science because of the complexity of its fluid mechanics. The empiricism can be reduced by understanding detailed flow pattern, turbulence characteristics and turbulent structures and their effects on the performance such as mixing and axial mixing in both the phases and rate of heat and mass transfer. For this purpose, in the present work, CFD simulations have been undertaken by using standard k-epsilon, RSM and LES turbulence models. The cylindrical column having a computational height of H-D = 900 mm with inside diameter of D = 150 mm was employed as a bubble column operated at three superficial gas velocities (20, 40 and 100 mm/s). The instantaneous three dimensional velocity field is obtained by means of two phase Eulerian-Eulerian Large Eddy Simulations (LES). The conservation equations for turbulent kinetic energy (k) and the turbulent energy dissipation rate (epsilon) have been derived from the two fluid governing equations using the Reynolds averaging procedure. This enabled accurate estimation of convective transport, diffusive transport, turbulent transport, production and dissipation of k and epsilon. These estimations have been compared with the modelled terms of the standard k-epsilon and Reynolds stress models. The difference in values gives an idea about the severity of assumptions made in these models. An attempt has been made to bring out the implications of simplifying assumptions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khan, Z (Khan, Zoheb) ; Bhusare, VH (Bhusare, Vishal H.) ; Joshi, JB (Joshi, Jyeshtharaj B.)","Title":"Comparison of turbulence models for bubble column reactors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832200016 ISSN: 0893-9659","Keywords":"Linear poroelasticity; Biot's equations; Iterative coupling; Heterogeneous porous media KeyWords Plus:COUPLED POROMECHANICS; CONSOLIDATION; GEOMECHANICS; CONVERGENCE; SOLVERS; FLOW","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS LETTERS Volume: 68 Pages: 101-108 DOI: 10.1016/j.aml.2016.12.019 Published: JUN 2017","Abstract":"We study the iterative solution of coupled flow and geomechanics in heterogeneous porous media, modeled by a three-field formulation of the linearized Biot's equations. We propose and analyze a variant of the widely used Fixed Stress Splitting method applied to heterogeneous media. As spatial discretization, we employ linear Galerkin finite elements for mechanics and mixed finite elements (lowest order Raviart Thomas elements) for flow. Additionally, we use implicit Euler time discretization. The proposed scheme is shown to be globally convergent with optimal theoretical convergence rates. The convergence is rigorously shown in energy norms employing a new technique. Furthermore, numerical results demonstrate robust iteration counts with respect to the full range of Lame parameters for homogeneous and heterogeneous media. Being in accordance with the theoretical results, the iteration count is hardly influenced by the degree of heterogeneities. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Both, JW (Both, Jakub Wiktor) ; Borregales, M (Borregales, Manuel) ; Nordbotten, JM (Nordbotten, Jan Martin) ; Kumar, K (Kumar, Kundan) ; Radu, FA (Radu, Florin Adrian)","Title":"Robust fixed stress splitting for Biot's equations in heterogeneous media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396793500005 ISSN: 0003-9527 eISSN: 1432-0673","Categories":"Mathematics; Mechanics Web of Science Categories:Mathematics, Applied; Mechanics","Journal Information":"ARCHIVE FOR RATIONAL MECHANICS AND ANALYSIS Volume: 224 Issue: 3 Pages: 985-1019 DOI: 10.1007/s00205-017-1093-4 Published: JUN 2017","Abstract":"We consider a single disclination in a thin elastic sheet of thickness h. We prove ansatz-free lower bounds for the free elastic energy in three different settings: first, for a geometrically fully non-linear plate model; second, for three-dimensional nonlinear elasticity; and third, for the Foppl-von Karman plate theory. The lower bounds in the first and third result are optimal in the sense that we find upper bounds that are identical to the respective lower bounds in the leading order of h.","Authors":"Olbermann, H (Olbermann, Heiner)","Title":"Energy Scaling Law for a Single Disclination in a Thin Elastic Sheet"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396777200008 ISSN: 1350-6307 eISSN: 1873-1961","Keywords":"ATOX raw mill; FKM-Guideline; Fatigue life prediction; Strain gages; Failure analysis KeyWords Plus:FATIGUE BEHAVIOR; STEEL","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Characterization & Testing","Journal Information":"ENGINEERING FAILURE ANALYSIS Volume: 76 Pages: 99-114 DOI: 10.1016/j.engfailanal.2016.12.023 Published: JUN 2017","Abstract":"A failure analysis of a forged and machined pull rod made of a quenched and tempered high strength steel - namely DIN 34CrNiMo6 - is presented in this paper. The pull rod under study is one of the three rods that connect the three existing hydraulic cylinders to the roller mill and it is used to exert grinding pressure on the roller in an ATOX raw mill. The study of the failure involved the mechanical system's simulation, as well as the fatigue damage assessment based on the application of the Rainflow Method and Fracture Mechanics principles. The pull rod's stress state was determined from in situ strain gages rosettes measurements, and system's simulation showed that the pull rod was designed to support axial loadings only. To ensure this stress state, a proper functioning of the plain bearings and a good condition of the elastomers of the horizontal rod buffer are required. According to the stress-life approach given in the FKM guideline, the current design solution should provide a useful life of 50 years to the pull rod. However, fatigue crack growth calculations made with the strain spectra registered demonstrated that the presence of an initial surface crack is extremely harsh to the lifespan of the rod, which will reach a critical value in a much shorter period of time. Surface finish, corrosion protection and maintenance actions to ensure the correct functioning of the plain bearings, could be important to ensure the desired longevity of the pull rod. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Barata, R (Barata, Ruben) ; Martins, RF (Martins, Rui F.) ; Albarran, T (Albarran, Tiago) ; Santos, T (Santos, Tiago) ; Mourao, A (Mourao, A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Martins, Rui F.  http://orcid.org/0000-0001-8155-0079","Title":"Failure analysis of a pull rod actuator of an ATOX raw mill used in the cement production process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100013 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Viscoelasticity; Stress-strain relationship; Soil shear strength; Normal force; Normal stress KeyWords Plus:PRECOMPRESSION STRESS; ORGANIC-MATTER; RHEOLOGICAL INVESTIGATIONS; POTASSIUM FERTILIZATION; MECHANICAL-BEHAVIOR; AGGREGATE STABILITY; PHYSICAL-PROPERTIES; FRACTURE-MECHANICS; STRUCTURED SOILS; BULK-DENSITY","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 129-141 DOI: 10.1016/j.geoderma.2017.01.034 Published: JUN 1 2017","Abstract":"Although there are evidences that most, if not all, soil physical and mechanical processes on larger scales have their origin in processes and properties at the microscale, the range of methods to investigate micro-scaled soil behavior directly is limited. One method to detect flow and deformation behavior under steady and transient stresses is rheometry. This method is well established by means of the amplitude sweep test (AST) to detect viscoelastic properties of soils, i.e. stress-strain relationships under transient stresses that occur due to wheeling or trampling. This test is based upon a soil sample positioned between two parallel plates, where the upper plate rotates in an oscillatory manner with increasing stress or strain amplitude, and the lower plate is fixed. Depending on the retardation of the sample's shear stress reaction, viscous and elastic strain proportions are defined with the help of storage and loss modulus (G' and G\"), and their ratio (tan 8). However, the AST is strongly susceptible to sample preparation and the vertical force of the upper plate. Either a low force (e.g. I N) was applied or samples with forces beyond a critical limit (e.g. 12-15 N) were excluded. We used controlled force of 1, 3 and 10 N, equivalent to compressive stresses of 2.04, 6.11 and 20.37 kPa, to find the optimum settings to run the AST. The selected forces/stresses are either low, intermediate or high compared to those observed under undefined conditions in two South Brazilian soils (A and B horizon of a Typic Hapludox - Oxisol, and an Oxyaquic Hapluderts Vertisol). Furthermore, field density and a common (high) density were applied to the homogenized soil material. The variability of the results generally decreased with increasing compressive stress level, and at highest stress variability was lower than under variable force/stress. The microaggregation of the Oxisol based upon iron oxides and hydroxides (pseudosand) and high kaolinite content in the B horizon resulted in a smaller range of recoverable elasticity than in the Vertisol. However, at large strains the elasticity was higher in the Oxisol, while the Vertisol exhibited alignment of the soil particles. The Oxisol generally showed a brittle rupture by means of a maximum shear stress; while in the Vertisol yielding occurred due to expandable clay. High compressive force and density simultaneously reduced the share of elastic deformation and promoted plastic yielding. The results do not allow yet defining an optimum compressive stress. Thus, we suggest investigating further force or stress levels and to test more soils, e.g. of high soil organic matter content and/or high or low clay, silt or sand content. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Holthusen, D (Holthusen, Doerthe) ; Pertile, P (Pertile, Patricia) ; Reichert, JM (Reichert, Jose Miguel) ; Horn, R (Horn, Rainer)","Title":"Controlled vertical stress in a modified amplitude sweep test (rheometry) for the determination of soil microstructure stability under transient stresses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398417500001 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"proppant; embedment; conductivity; hydraulic fracturing KeyWords Plus:HYDRAULIC FRACTURES; COMPRESSIBLE PROPPANT; EMBEDMENT; TRANSPORT; RESERVOIR; FLOW","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 Pages: 599-610 DOI: 10.1088/1742-2140/aa6215 Published: JUN 1 2017","Abstract":"Conductivity optimization is important for hydraulic fracturing due to its key roles in determining fractured well productivity. Proppant embedment is an important mechanism that could cause a remarkable reduction in fracture width and, thus, damage the fracture conductivity. In this work a new analytical model, based on contact mechanics and the Carman-Kozeny model, is developed to calculate the embedment and conductivity for the sparse distribution of proppant packs. Features and controlling factors of embedment, residual width and conductivity are analyzed. The results indicate an optimum distance between proppant packs that has the potential to maintain the maximum conductivity after proppant embedment under a sparse distribution condition. A change in the optimum distance is primarily controlled by closure pressure, the rock elastic modulus and the proppant elastic modulus. The proppant concentrations and the poroelastic effect do not influence this optimum distance.","Authors":"Guo, JC (Guo, Jianchun) ; Wang, JD (Wang, Jiandong) ; Liu, YX (Liu, Yuxuan) ; Chen, ZX (Chen, Zhangxin) ; Zhu, HY (Zhu, Haiyan)","Title":"Analytical analysis of fracture conductivity for sparse distribution of proppant packs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550800023 ISSN: 0924-0136","Keywords":"H-beam; Straightening; Stress inheritance; Residual stress; Residual curvature KeyWords Plus:SIMULATION; RAIL","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 244 Pages: 253-272 DOI: 10.1016/j.jmatprotec.2017.01.026 Published: JUN 2017","Abstract":"In this study, an H-beam was used as an example to investigate the mechanical stress-inheriting behavior of a piece of strip metal during the roller straightening process. Basic elastic-plastic mechanics theory was used to analyze the sectional stress-inheriting mode during repeated elastic-plastic bending and its effect on the section's bending properties. In addition, a numerical resolution model of the process of continuous bending of an H-beam was developed and used to study the law of sectional stress inheritance and its effect on the evolution of geometric imperfections. The stress-inheriting behavior of an H-beam during the straightening process was found to have a non-negligible effect on the evolution of residual stresses and geometric imperfections. Stress-inheriting behavior must therefore be considered when analyzing the process of straightening metal structures such as H-beams with large sectional heights. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guan, B (Guan, Ben) ; Zang, Y (Zang, Yong) ; Wu, DP (Wu, Diping) ; Qin, Q (Qin, Qin)","Title":"Stress-inheriting behavior of H-beam during roller straightening process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397821600005 ISSN: 0021-9142 eISSN: 2195-0571","Keywords":"Multi-satellite tethered system; Adaptive sliding mode; Input saturation; Satellite attitude adjusting; Underactuated system stabilization KeyWords Plus:PROPELLANT-FREE CONTROL; LARGE SPACE DEBRIS; FORMATION FLIGHT; ELECTRODYNAMIC TETHER; BOUNDED INPUTS; DYNAMICS; MANIPULATORS; DEORBIT; FORCES","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"JOURNAL OF THE ASTRONAUTICAL SCIENCES Volume: 64 Issue: 2 Pages: 207-230 DOI: 10.1007/s40295-016-0101-5 Published: JUN 2017","Abstract":"This paper proposes a novel adaptive hierarchical sliding mode control for the attitude regulation of the multi-satellite inline tethered system, where the input saturation is taken into account. The governing equations for the attitude dynamics of the three-satellite inline tethered system are derived firstly by utilizing Lagrangian mechanics theory. Considering the fact that the attitude of the central satellite can be adjusted by using the simple exponential stabilization scheme, the decoupling of the central satellite and the terminal ones is presented, and in addition, the new adaptive sliding mode control law is applied to stabilize the attitude dynamics of the two terminal satellites based on the synchronization and partial contraction theory. In the adaptive hierarchical sliding mode control design, the input is modeled as saturated input due to the fact that the flywheel torque is bounded, and meanwhile, an adaptive update rate is introduced to eliminate the effect of the saturated input and the external perturbation. The proposed control scheme can be applied on the two-satellite system to achieve fixed-point rotation. Numerical results validate the effectiveness of the proposed method.","Authors":"Ma, ZQ (Ma, Zhiqiang) ; Sun, GH (Sun, Guanghui)","Title":"Adaptive Hierarchical Sliding Mode Control with Input Saturation for Attitude Regulation of Multi-satellite Tethered System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200035 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: numerical; celestial mechanics; stars: individual: Kepler-26; stars: individual: Kepler-29; stars: individual: Kepler-36; planetary systems KeyWords Plus:TRANSIT TIMING VARIATIONS; ORDER SYMPLECTIC INTEGRATORS; MEAN MOTION RESONANCES; OUTER SOLAR-SYSTEM; HAMILTONIAN-SYSTEMS; GLOBAL DYNAMICS; STABLE CHAOS; HR 8799; STABILITY; ORBITS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 469-491 DOI: 10.1093/mnras/stx374 Published: JUN 2017","Abstract":"We describe the reversibility error method (REM) and its applications to planetary dynamics. REM is based on the time-reversibility analysis of the phase-space trajectories of conservative Hamiltonian systems. The round-off errors break the time reversibility and the displacement from the initial condition, occurring when we integrate it forward and backward for the same time interval, is related to the dynamical character of the trajectory. If the motion is chaotic, in the sense of non-zero maximal Lyapunov characteristic exponent (mLCE), then REM increases exponentially with time, as exp lambda t, while when the motion is regular (quasi-periodic), then REM increases as a power law in time, as t(alpha), where alpha and lambda are real coefficients. We compare the REM with a variant of mLCE, the mean exponential growth factor of nearby orbits. The test set includes the restricted three-body problem and five resonant planetary systems: HD 37124, Kepler-60, Kepler-36, Kepler-29 and Kepler-26. We found a very good agreement between the outcomes of these algorithms. Moreover, the numerical implementation of REM is astonishing simple, and is based on solid theoretical background. The REM requires only a symplectic and time-reversible (symmetric) integrator of the equations of motion. This method is also CPU efficient. It may be particularly useful for the dynamical analysis of multiple planetary systems in the Kepler sample, characterized by low-eccentricity orbits and relatively weak mutual interactions. As an interesting side result, we found a possible stable chaos occurrence in the Kepler-29 planetary system.","Authors":"Panichi, F (Panichi, Federico) ; Gozdziewski, K (Gozdziewski, Krzyszof) ; Turchetti, G (Turchetti, Giorgio)","Title":"The reversibility error method (REM): a new, dynamical fast indicator for planetary dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400015 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"celestial mechanics; comets: general; Kuiper belt: general; minor planets, asteroids:general; Oort Cloud KeyWords Plus:RESTRICTED 3-BODY PROBLEM; ASTEROIDS; PERTURBATIONS; PROBABILITIES; STABILITY; CENTAURS; BEHAVIOR; PLANETS; ORIGIN","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2673-2683 DOI: 10.1093/mnras/stx290 Published: JUN 2017","Abstract":"The effect of the radial drift rate on mean motion resonance capture is studied for prograde, polar and retrograde orbits. We employ the numerical framework of our earlier exploration of resonance capture at arbitrary inclination. Randomly constructed samples ofmassless particles are set to migrate radially from outside the orbit of a Jupiter-mass planet at different drift rates totalling more than 1.6 x 10(6) numerical simulations. Slower drift rates reduce overall capture probability especially for prograde orbits and enhance capture at specific initial inclinations of high-order resonances such as the outer 1: 5, 1: 4, 1: 3, 2: 5, 3: 7, 5: 7. Global capture is reduced with increasing eccentricity at all inclinations as high-order resonances capture more particles that are subsequently lost by disruptive close encounters with the planet. The relative efficiency of retrograde resonances at long-lived capture with respect to prograde resonances is explained by the reduced effect of planet encounters as such events occur with a shorter duration and a higher relative velocity for retrograde motion. Capture in the co-orbital 1: 1 resonance is marginally affected by the radial drift rate except for nearly co-planar retrograde eccentric orbits whose capture likelihood is increased significantly with slower drift rates. An unexpected finding is the presence of a dynamical corridor for capture in high-order inner prograde resonances with initial inclinations in the range [50 degrees, 80 degrees] especially at the inner 5: 2 resonance whose capture likelihood peaks at 80 per cent to 90 per cent depending on the initial eccentricity.","Authors":"Namouni, F (Namouni, F.) ; Morais, MHM (Morais, M. H. M.)","Title":"Resonance capture at arbitrary inclination - II. Effect of the radial drift rate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100060 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion, accretion discs; hydrodynamics; celestial mechanics; planet-disc interactions KeyWords Plus:GIANT PLANETS; FLUID-DYNAMICS; DISKS; GROWTH; SATURATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4577-4590 DOI: 10.1093/mnras/stx426 Published: JUN 2017","Abstract":"We explore the evolution of the eccentricity of an accretion disc perturbed by an embedded planet whose mass is sufficient to open a large gap in the disc. Various methods for representing the orbit-averaged motion of an eccentric disc are discussed. We characterize the linear instability that leads to the growth of eccentricity by means of hydrodynamical simulations. We numerically recover the known result that eccentricity growth in the disc is possible when the planet-to-star mass ratio exceeds 3 x 10(-3). For mass ratios larger than this threshold, the precession rates and growth rates derived from simulations, as well as the shape of the eccentric mode, compare well with the predictions of a linear theory of eccentric discs. We study mechanisms by which the eccentricity growth eventually saturates into a non-linear regime.","Authors":"Teyssandier, J (Teyssandier, Jean) ; Ogilvie, GI (Ogilvie, Gordon I.)","Title":"Secular evolution of eccentricity in protoplanetary discs with gap-opening planets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398155100003 ISSN: 1748-3182 eISSN: 1748-3190","Keywords":"fluid-structure interaction; biomechanics; immersed boundary; math biology KeyWords Plus:NAVIER-STOKES EQUATIONS; INTERFACE METHOD; BLOOD-FLOW; MODEL; MUSCLE; HEART; FLUID; SIMULATION; CONVERGENCE; JELLYFISH","Categories":"Engineering; Materials Science; Robotics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Biomaterials; Robotics","Journal Information":"BIOINSPIRATION & BIOMIMETICS Volume: 12 Issue: 3 Article Number: 036003 DOI: 10.1088/1748-3190/aa5e08 Published: JUN 2017","Abstract":"The development of fluid-structure interaction (FSI) software involves trade-offs between ease of use, generality, performance, and cost. Typically there are large learning curves when using low-level software to model the interaction of an elastic structure immersed in a uniform density fluid. Many existing codes are not publicly available, and the commercial software that exists usually requires expensive licenses and may not be as robust or allow the necessary flexibility that in house codes can provide. We present an open source immersed boundary software package, IB2d, with full implementations in both MATLAB and Python, that is capable of running a vast range of biomechanics models and is accessible to scientists who have experience in high-level programming environments. IB2d contains multiple options for constructing material properties of the fiber structure, as well as the advection-diffusion of a chemical gradient, muscle mechanics models, and artificial forcing to drive boundaries with a preferred motion.","Authors":"Battista, NA (Battista, Nicholas A.) ; Strickland, WC (Strickland, W. Christopher) ; Miller, LA (Miller, Laura A.)","Title":"IB2d: a Python and MATLAB implementation of the immersed boundary method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395871100006 ISSN: 0376-9429 eISSN: 1573-2673","Keywords":"Functionally graded material; Fracture mechanics; Stress intensity factor; Singular finite element; Graded element KeyWords Plus:STRESS INTENSITY FACTORS; METHOD ES-FEM; FRACTURE-ANALYSIS; NUMERICAL-ANALYSIS; MECHANICS; FIELDS; MODEL; GRADIENT; COATINGS; MEDIA","Categories":"Materials Science; Mechanics Web of Science Categories:Materials Science, Multidisciplinary; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF FRACTURE Volume: 205 Issue: 2 Pages: 203-220 DOI: 10.1007/s10704-017-0191-5 Published: JUN 2017","Abstract":"A new graded singular finite element is proposed for analyzing crack problems in linear elastic isotropic functionally graded materials (FGMs) with spatially varying elastic parameters. The general formulation of the suggested singular element is obtained by analyzing the crack tip stress field using the Westergaard stress function method. The general shape function is generated by integrating the strains obtained from the stress function. The stiffness matrix for the singular element is then determined using the principle of minimum potential energy. Using the displacement continuity between the singular and the adjacent regular elements, stiffness matrices are assembled. This new element is characterized by containing both singular and higher order terms, which provides more precise description of the crack tip fields. The validity of the new element is demonstrated by comparing with existing solutions. This element is implemented for simulating crack problems in FGMs whose elastic properties vary normal to the crack line. Stress intensity factors, energy release rates, levels of non-singular stresses, and stress distributions near the crack tip are investigated. Numerical results reveal that the introduced graded singular element is more efficient than conventional finite elements as it provides more accurate description of the crack tip field with less efforts.","Authors":"Nojumi, MM (Nojumi, Mohamad Molavi) ; Wang, XD (Wang, Xiaodong)","Title":"A new graded singular finite element for crack problems in functionally graded materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395871100008 ISSN: 0376-9429 eISSN: 1573-2673","Keywords":"R-curves; Cohesive zone modelling; J-integral; Bridging; Crack growth KeyWords Plus:EQUIVALENT ELASTIC CRACK; BRIDGING LAWS; ASYMPTOTIC ANALYSIS; Y EQUIVALENCES; R-CURVES; COMPOSITES; TOUGHNESS; GROWTH; IDENTIFICATION; RESISTANCE","Categories":"Materials Science; Mechanics Web of Science Categories:Materials Science, Multidisciplinary; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF FRACTURE Volume: 205 Issue: 2 Pages: 239-254 DOI: 10.1007/s10704-017-0195-1 Published: JUN 2017","Abstract":"An analytic model has been developed for a Compact Tension specimen subjected to a controlled displacement and corresponding load within a cohesive model framework. The model is able to capture the material response while the Fracture Process Zone is being developed, obtaining the evolution of multiple variables such as the crack opening and the cohesive stresses, for an arbitrary Cohesive Law shape. The crack growth prediction based on the -curve and the nominal strength prediction based on BaA 3/4 ant's Size Effect Law have been implemented using the output variables available from the proposed analytic model. The minimum specimen size has been found in order to properly apply -curve based methods. The study has concluded that only the cohesive model is able to properly capture the changes of the Specimen Geometry and Specimen Size, as unlike in other theories, no Linear Elastic Fracture Mechanics assumptions are made.","Authors":"Ortega, A (Ortega, Adrian) ; Maimi, P (Maimi, Pere) ; Gonzalez, EV (Gonzalez, Emilio V.) ; Trias, D (Trias, Daniel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Maimi, Pere  http://orcid.org/0000-0002-7350-1506 Ortega Novillo, Adrian  http://orcid.org/0000-0001-5863-3263","Title":"Specimen geometry and specimen size dependence of the -curve and the size effect law from a cohesive model point of view"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604500002 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Garrison-Wong phase operator; Usual phase states; Truncated eigenstates; Usual phase properties; Rotational covariance KeyWords Plus:QUANTUM-MECHANICS; UNCERTAINTY RELATIONS; FIELD; OBSERVABLES; RADIATION","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 392 Pages: 7-14 DOI: 10.1016/j.optcom.2017.01.028 Published: JUN 1 2017","Abstract":"The cosine and sine phase operators and the Garrison-Wong (GW) operator of the phase have nonorthogonal diagonal representations in terms of the usual phase states. Also their orthogonal diagonal representations are studied theoretically. The phase distributions of the normalized truncated cosine and sine phase states reveal that the usual phase of the cosine and sine phase states is two-valued in general. The phase distributions of 110 normalized truncated GW phase states suggest that the usual phase of the GW phase states is single-valued. The preferred phases and phase dispersions of the normalized truncated GW phase states have been determined.","Authors":"Perinova, V (Perinova, V.) ; Luks, A (Luks, A.); Krepelka, J (Krepelka, J.); Pacalt, J (Pacalt, J.)","Title":"The Garrison-Wong phase operator and the rotational covariance of phase states"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604500020 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Nanorods; Silicon; Photo-detector; Infrared sensor KeyWords Plus:ACTIVATION","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 392 Pages: 114-118 DOI: 10.1016/j.optcom.2017.01.044 Published: JUN 1 2017","Abstract":"In this paper we present a new concept to realize a mechanic-photonic wavelength converter in silicon chip by construction of nanorods and by modulating the input illumination at temporal frequency matched to the mechanic resonance of the nanorods. The use case is to realize an infrared photo detector in silicon which is not based on absorption but rather on the mechanical interaction of the nanorods with the incoming illumination.","Authors":"Rudnitsky, A (Rudnitsky, Arkady); Agdarov, S (Agdarov, Sergey); Gulitsky, K (Gulitsky, Konstantin); Zalevsky, Z (Zalevsky, Zeev)","Title":"Silicon based mechanic-photonic wavelength converter for infrared photo- detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395816800006 ISSN: 0033-569X eISSN: 1552-4485","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"QUARTERLY OF APPLIED MATHEMATICS Volume: 75 Issue: 2 Pages: 309-357 DOI: 10.1090/qam/1441 Published: JUN 2017","Abstract":"Non-singular disclination dynamics in a uniaxial nematic liquid crystal is modeled within a mathematical framework where the kinematics is a direct extension of the classical way of identifying these line defects with singularities of a unit vector field representing the nematic director. It is well known that the universally accepted Oseen-Frank energy is infinite for configurations that contain disclination line defects. We devise a natural augmentation of the Oseen-Frank energy to account for physical situations where, under certain conditions, infinite director gradients have zero associated energy cost, as would be necessary for modeling half-integer strength disclinations within the framework of the director theory. Equilibria and dynamics (in the absence of flow) of line defects are studied within the proposed model. Using appropriate initial/boundary data, the gradient-flow dynamics of this energy leads to non-singular, line defect equilibrium solutions, including those of half-integer strength. However, we demonstrate that the gradient flow dynamics for this energy is not able to adequately describe defect evolution. Motivated by similarity with dislocation dynamics in solids, a novel 2D-model of disclination dynamics in nematics is proposed. The model is based on the extended Oseen-Frank energy and takes into account thermodynamics and the kinematics of conservation of defect topological charge. We validate this model through computations of disclination equilibria, annihilation, repulsion, and splitting. We show that the energy function we devise, suitably interpreted, can serve as well for the modeling of equilibria and dynamics of dislocation line defects in solids, making the conclusions of this paper relevant to mechanics of both solids and liquid crystals.","Authors":"Zhang, CQ (Zhang, Chiqun) ; Zhang, XH (Zhang, Xiaohan) ; Acharya, A (Acharya, Amit) ; Golovaty, D (Golovaty, Dmitry) ; Walkington, N (Walkington, Noel)","Title":"A NON-TRADITIONAL VIEW ON THE MODELING OF NEMATIC DISCLINATION DYNAMICS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397607900001 ISSN: 2049-825X eISSN: 2045-2543","Keywords":"failure; laboratory tests; rocks/rock mechanics; shear strength KeyWords Plus:ROCK; STRENGTH","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"GEOTECHNIQUE LETTERS Volume: 7 Issue: 2 Pages: 1-7 DOI: 10.1680/jgele.16.00123 Published: JUN 2017","Abstract":"Shear strength is a very important mechanical parameter for rocks; thus, the accurate measurement of shear strength is a significant research topic in rock mechanics. A new method for testing rock shear strength, which is named the punch-through shear (PTS) testing has been proposed. This method can not only minimise the bending stress but can also effectively reduce the end effects. Appropriately fabricated white marble samples with a geometry that is favourable for obtaining accurate shear test results were used to verify the feasibility of the PTS-testing method for shear strength testing. The samples were tested using an MTS 815 servo-controlled rock mechanics test system without an applied confining pressure. Acoustic emission (AE) was captured by a PCI-2 acquisition system. The progressive failure process of the samples was investigated in the near-failure stage by way of macro-failure morphology, acquisition of force against axial displacement curves and AE. The results indicate that the samples appropriately undergo shear failure and that the axial force obtained at the moment when the force undergoes a sudden small drop prior to attaining the peak force, rather than the peak force, is appropriate for accurately calculating the shear strength.","Authors":"Li, LR (Li, L. R.) ; Deng, JH (Deng, J. H.) ; Liu, JF (Liu, J. F.) ; Zheng, J (Zheng, J.) ; Chen, T (Chen, T.) ; Deng, CF (Deng, C. F.)","Title":"A new understanding of punch-through shear testing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395456800001 ISSN: 2053-1583","Keywords":"hexagonal nano-structures; graphene; hBN; stanene; MoS2; analytical closed-form formulae; effective elastic modulus KeyWords Plus:BORON-NITRIDE NANOTUBES; LAYERED GRAPHENE SHEET; ELECTRONIC-STRUCTURE; MOLECULAR-MECHANICS; CARBON NANOTUBES; EXTERNAL STRAIN; FORCE-FIELD; AB-INITIO; MOS2; STANENE","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025006 DOI: 10.1088/2053-1583/aa551c Published: JUN 2017","Abstract":"A generalized analytical approach is presented to derive closed-form formulae for the elastic moduli of hexagonal multiplanar nano-structures. Hexagonal nano-structural forms are common for various materials. Four different classes of materials (single layer) from a structural point of view are proposed to demonstrate the validity and prospective application of the developed formulae. For example, graphene, an allotrope of carbon, consists of only carbon atoms to form a honeycomb like hexagonal lattice in a single plane, while hexagonal boron nitride (hBN) consists of boron and nitrogen atoms to form the hexagonal lattice in a single plane. Unlike graphene and hBN, there are plenty of other materials with hexagonal nano-structures that have the atoms placed in multiple planes such as stanene (consists of only Sn atoms) and molybdenum disulfide (consists of two different atoms: Mo and S). The physics based high-fidelity analytical model developed in this article are capable of obtaining the elastic properties in a computationally efficient manner for wide range of such materials with hexagonal nano-structures that are broadly classified in four classes from structural viewpoint. Results are provided for materials belonging to all the four classes, wherein a good agreement between the elastic moduli obtained using the proposed formulae and available scientific literature is observed.","Authors":"Mukhopadhyay, T (Mukhopadhyay, T.) ; Mahata, A (Mahata, A.) ; Adhikari, S (Adhikari, S.) ; Zaeem, MA (Zaeem, M. Asle)","Title":"Effective elastic properties of two dimensional multiplanar hexagonal nanostructures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394631400035 PubMed ID: 28159266 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Atomic force microscopy; Cell wall; Fragaria x ananassa; Homogalacturonan; Pectins; Rhamnogalacturonan; Strawberry KeyWords Plus:PLANT-CELL-WALLS; CULTURED SYCAMORE CELLS; RHAMNOGALACTURONAN-I; PECTATE LYASE; HOMOGALACTURONAN; POLYSACCHARIDE; MECHANICS; REGIONS; AFM","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 224 Pages: 270-279 DOI: 10.1016/j.foodchem.2016.12.049 Published: JUN 1 2017","Abstract":"Pectins analysed by AFM are visualized as individual chains, branched or unbranched, and aggregates. To investigate the nature of these structures, sodium carbonate soluble pectins from strawberry fruits were digested with endo-polygalacturonase M2 from Aspergillus aculeatus and visualized by AFM. A gradual decrease in the length of chains was observed as result of the treatment, reaching a minimum L-N value of 22 nm. The branches were not visible after 2 h of enzymatic incubation. The size of complexes also diminished significantly with the enzymatic digestion. A treatment to hydrolyse rhamnogalacturonan II borate diester bonds neither affected chains length or branching nor complex size but reduced the density of aggregates. These results suggest that chains are formed by a mixture of homogalacturonan and more complex molecules composed by a homogalacturonan unit linked to an endo-PG resistant unit. Homogalacturonan is a structural component of the complexes and rhamnogalacturonan II could be involved in their formation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Paniagua, C (Paniagua, Candelas) ; Kirby, AR (Kirby, Andrew R.) ; Gunning, AP (Gunning, A. Patrick) ; Morris, VJ (Morris, Victor J.) ; Matas, AJ (Matas, Antonio J.) ; Quesada, MA (Quesada, Miguel A.) ; Mercado, JA (Mercado, Jose A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Matas Arroyo, Antonio Javier  http://orcid.org/0000-0003-4348-3930","Title":"Unravelling the nanostructure of strawberry fruit pectins by endo-polygalacturonase digestion and atomic force microscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394404800034 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Pseudo-bosons; kg-Representation; Coherent states KeyWords Plus:QUANTUM-MECHANICS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 1 Pages: 631-646 DOI: 10.1016/j.jmaa.2017.01.048 Published: JUN 1 2017","Abstract":"We show how the Zak kg-representation can be adapted to deal with pseudo-bosons, and under which conditions. Then we use this representation to prove completeness of a discrete set of bi-coherent states constructed by means of pseudo-bosonic operators. The case of Riesz bi-coherent states is analyzed in detail. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bagarello, F (Bagarello, F.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bagarello, Fabio  http://orcid.org/0000-0002-4454-091X","Title":"kg-Representation for pseudo-bosons, and completeness of bi-coherent states"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394051000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Co-simulation; field-circuit coupling; finite element analysis; accelerator magnet; superconducting coils; CLIQ; Large Hadron Collider KeyWords Plus:FIELD; MAGNETIZATION; MODELS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4001305 DOI: 10.1109/TASC.2016.2639585 Published: JUN 2017","Abstract":"Transient effects occurring in a superconducting accelerator circuit can be correctly simulated only if the models consistently account for the electrothermodynamic coupling between the magnets, the protection systems, and the remaining network. We present a framework based on the idea of cosimulation. The core component is a coupling interface exchanging information between the independent models. Within the framework, we simulate selected parts of a magnet and the electrical network, combining appropriately different commercial tools. This modularity gives the possibility of integrating new tools in the framework, to provide further insights on different physical domains as mechanics or fluid dynamics. The workflow is applied to the field-circuit coupling of an LHC main dipole magnet.","Authors":"Bortot, L (Bortot, Lorenzo) ; Maciejewski, M (Maciejewski, Michal) ; Prioli, M (Prioli, Marco) ; Navarro, AMF (Navarro, Alejando M. Fernandez) ; Ghini, JB (Ghini, Jonas Blomberg) ; Auchmann, B (Auchmann, Bernhard) ; Verweij, AP (Verweij, Arjan P.)","Title":"A Consistent Simulation of Electrothermal Transients in Accelerator Circuits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200005 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Invariant manifolds; Escaping dynamics; Ship capsize; Rough seas KeyWords Plus:CELESTIAL MECHANICS; CAPSIZE; SEAS; EXCITATION; RESONANCE; SYSTEMS; ORBITS; DESIGN; STATE","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 48-70 DOI: 10.1016/j.cnsns.2016.10.021 Published: JUN 2017","Abstract":"Escape from a potential well is a paradigm to understand critical events in chemical physics, celestial mechanics, structural mechanics, and ship dynamics, to name but a few. The consequences of escape could be desirable or undesirable depending on the specific problem at hand, however, the general question is how escape occurs and the effects of environmental noise on the escape. In this article, we answer the first question by discovering the phase space structures that lead to escape and the second question by investigating the effects of random forcing on these structures in the context of ship dynamics and capsize. The phase space structures that lead to escape are the tube manifolds associated to the rank-1 saddles in the conservative system. They are also robust in the sense of predicting high probability regions of escape even in the presence of random forcing. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Naik, S (Naik, Shibabrat) ; Ross, SD (Ross, Shane D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Naik, Shibabrat  http://orcid.org/0000-0001-7964-2513","Title":"Geometry of escaping dynamics in nonlinear ship motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397994700020 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Constitutive model; Shape memory polymers; Thermodynamics; Viscoelastic KeyWords Plus:THERMAL-EXPANSION; POLYURETHANE; COMPOSITES; NANOCOMPOSITES; POLYETHYLENE; DEFORMATIONS; RELAXATION; BEHAVIOR","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 705 Pages: 146-155 DOI: 10.1016/j.jallcom.2017.02.142 Published: MAY 25 2017","Abstract":"In this study, a thermodynamics viscoelastic constitutive model was developed to describe behaviors of the typical thermo-mechanical cycle experimentations. In this model, the changes of thermodynamic and mechanics for SMPs in cooling/heating process were described clearly and the irreversible deformations were calculated. A new type of microstructure of SMPs was proposed and new definitions of phases: active phase and frozen phase were set forth in the present study. The new thermodynamics viscoelastic model is series by two parts: mechanical parts and thermal parts. A new transform equation for the transformation of frozen phase was proposed, and the transform delay time and cooling/heating rate were considered in this transform equation. A transform equation based on the transformation of frozen phase was proposed to describe the change of thermal expansion coefficient of SMPs. Finally, the typical thermo-mechanical cycle experimentation processes were calculated using the new thermodynamics viscoelastic constitutive model. Through the comparison between the calculated results and experimental results, the rationality and accuracy of the new thermodynamics viscoelastic constitutive model was finally verified. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, JM (Guo, Jianming) ; Liu, JBA (Liu, Jingbiao) ; Wang, ZQ (Wang, Zhenqing) ; He, XF (He, Xiaofu) ; Hu, LF (Hu, Lifeng) ; Tong, LY (Tong, Liyong) ; Tang, XJ (Tang, Xiaojun)","Title":"A thermodynamics viscoelastic constitutive model for shape memory polymers"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500007 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"vertex models; tissue mechanics; epithelial mechanics; morphogenesis; simulations KeyWords Plus:VENTRAL FURROW INVAGINATION; WING IMAGINAL DISC; EPITHELIAL MORPHOGENESIS; SHAPE CHANGE; DROSOPHILA; PROLIFERATION; DYNAMICS; FORCES; PATTERNS; SIZE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150520 DOI: 10.1098/rstb.2015.0520 Published: MAY 19 2017","Abstract":"Tissue morphogenesis requires the collective, coordinated motion and deformation of a large number of cells. Vertex model simulations for tissue mechanics have been developed to bridge the scales between force generation at the cellular level and tissue deformation and flows. We review here various formulations of vertex models that have been proposed for describing tissues in two and three dimensions. We discuss a generic formulation using a virtual work differential, and we review applications of vertex models to biological morphogenetic processes. We also highlight recent efforts to obtain continuum theories of tissue mechanics, which are effective, coarse-grained descriptions of vertex models. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Alt, S (Alt, Silvanus) ; Ganguly, P (Ganguly, Poulami) ; Salbreux, G (Salbreux, Guillaume)","Title":"Vertex models: from cell mechanics to tissue morphogenesis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500003 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"epithelial morphogenesis; cell tracking; kinematic strain rates; simple shear; tissue mechanics; mechanical inference KeyWords Plus:REARRANGING DISORDERED PATTERNS; TISSUE MORPHOGENESIS; MECHANICAL CONTROL; ACTOMYOSIN CORTEX; DORSAL CLOSURE; DYNAMICS; FORCES; ZEBRAFISH; POLARITY; REVEALS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150513 DOI: 10.1098/rstb.2015.0513 Published: MAY 19 2017","Abstract":"Computer-assisted tracking of the shapes of many cells over long periods of development has driven the exploration of novel ways to quantify the contributions of different cell behaviours to morphogenesis. A handful of similar methods have now been published that are used to calculate tissue deformations (strain rates) in epithelia. These methods are further used to quantify strain rates attributable to each of the cell behaviours in the tissue, such as cell shape change, cell rearrangement and cell division, that together sum to the tissue strain rates. In this review, aimed at developmental biologists, I will introduce the general approach, characterize differences in current approaches and highlight extensions of these methods that remain to be fully explored. The methods will make a major contribution to the emerging field of tissue mechanics. Precisely quantified strain rates are an essential first step towards exploring constitutive equations relating stress to strain via tissue mechanical properties. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Blanchard, GB (Blanchard, Guy B.)","Title":"Taking the strain: quantifying the contributions of all cell behaviours to changes in epithelial shape"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500005 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"mechanobiology; biomechanics; morphogenesis; organogenesis; self-assembly; developmental defect KeyWords Plus:CELL-SHAPE CHANGE; TISSUE MORPHOGENESIS; BRANCHING MORPHOGENESIS; PRIMARY INVAGINATION; FORCE PRODUCTION; XENOPUS-LAEVIS; CRYPTIC SITE; IN-VIVO; GASTRULATION; EXTENSION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150516 DOI: 10.1098/rstb.2015.0516 Published: MAY 19 2017","Abstract":"Embryos are shaped by the precise application of force against the resistant structures of multicellular tissues. Forces may be generated, guided and resisted by cells, extracellular matrix, interstitial fluids, and how they are organized and bound within the tissue's architecture. In this review, we summarize our current thoughts on the multiple roles of mechanics in direct shaping, mechanical signalling and robustness of development. Genetic programmes of development interact with environmental cues to direct the composition of the early embryo and endow cells with active force production. Biophysical advances now provide experimental tools to measure mechanical resistance and collective forces during morphogenesis and are allowing integration of this field with studies of signalling and patterning during development. We focus this review on concepts that highlight this integration, and how the unique contributions of mechanical cues and gradients might be tested side by side with conventional signalling systems. We conclude with speculation on the integration of large-scale programmes of development, and how mechanical responses may ensure robust development and serve as constraints on programmes of tissue self-assembly. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Davidson, LA (Davidson, Lance A.)","Title":"Mechanical design in embryos: mechanical signalling, robustness and developmental defects"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500006 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"epithelial morphogenesis; computational modelling; finite-element model; immersed boundary method; subcellular element model KeyWords Plus:CELL-SHAPE; COMPUTER-SIMULATION; COMPUTATIONAL MODEL; MECHANICS; DROSOPHILA; FORCES; INVAGINATION; DYNAMICS; GROWTH; INTERCALATION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150519 DOI: 10.1098/rstb.2015.0519 Published: MAY 19 2017","Abstract":"Embryonic epithelia achieve complex morphogenetic movements, including in-plane reshaping, bending and folding, through the coordinated action and rearrangement of individual cells. Technical advances in molecular and live-imaging studies of epithelial dynamics provide a very real opportunity to understand how cell-level processes facilitate these large-scale tissue rearrangements. However, the large datasets that we are now able to generate require careful interpretation. In combination with experimental approaches, computational modelling allows us to challenge and refine our current understanding of epithelial morphogenesis and to explore experimentally intractable questions. To this end, a variety of cell-based modelling approaches have been developed to describe cell-cell mechanical interactions, ranging from vertex and 'finite-element' models that approximate each cell geometrically by a polygon representing the cell's membrane, to immersed boundary and subcellular element models that allow for more arbitrary cell shapes. Here, we review how these models have been used to provide insights into epithelial morphogenesis and describe how such models could help future efforts to decipher the forces and mechanical and biochemical feedbacks that guide cell and tissue-level behaviour. In addition, we discuss current challenges associated with using computational models of morphogenetic processes in a quantitative and predictive way. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Fletcher, AG (Fletcher, Alexander G.) ; Cooper, F (Cooper, Fergus) ; Baker, RE (Baker, Ruth E.)","Title":"Mechanocellular models of epithelial morphogenesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397882500004 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"vertex models; epithelial morphogenesis; cell mechanics KeyWords Plus:EPITHELIAL MORPHOGENESIS; TISSUE MORPHOGENESIS; DROSOPHILA OOGENESIS; INVAGINATION; MODEL; MECHANICS; EGGSHELL; GASTRULATION; MIGRATION; GRADIENT","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150515 DOI: 10.1098/rstb.2015.0515 Published: MAY 19 2017","Abstract":"The formation of three-dimensional structures from patterned epithelial sheets plays a key role in tissue morphogenesis. An important class of morphogenetic mechanisms relies on the spatio-temporal control of apical cell contractility, which can result in the localized bending of cell sheets and in-plane cell rearrangements. We have recently proposed a modified vertex model that can be used to systematically explore the connection between the twodimensional patterns of cell properties and the emerging three-dimensional structures. Here we review the proposed modelling framework and illustrate it through the computational analysis of the vertex model that captures the salient features of the formation of the dorsal appendages during Drosophila oogenesis. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Misra, M (Misra, M.) ; Audoly, B (Audoly, B.) ; Shvartsman, SY (Shvartsman, S. Y.)","Title":"Complex structures from patterned cell sheets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397882500012 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"cell mechanics; force inference; interfacial tensions; CellFIT-3D; CellFIT; video force microscopy (VFM) KeyWords Plus:TISSUE MORPHOGENESIS; MECHANICAL FORCES; EMBRYONIC-TISSUES; FINITE-ELEMENT; LIVING TISSUES; CELLS; TENSION; ADHESION; SHAPE; HYPOTHESIS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20160261 DOI: 10.1098/rstb.2016.0261 Published: MAY 19 2017","Abstract":"Although the importance of cellular forces to a wide range of embryogenesis and disease processes is widely recognized, measuring these forces is challenging, especially in three dimensions. Here, we introduce CellFIT-3D, a force inference technique that allows tension maps for three-dimensional cellular systems to be estimated from image stacks. Like its predecessors, video force microscopy and CellFIT, this cell mechanics technique assumes boundary-specific interfacial tensions to be the primary drivers, and it constructs force-balance equations based on triple junction (TJ) dihedral angles. The technique involves image processing, segmenting of cells, grouping of cell outlines, calculation of dihedral planes, averaging along three-dimensional TJs, and matrix equation assembly and solution. The equations tend to be strongly overdetermined, allowing indistinct TJs to be ignored and solution error estimates to be determined. Application to clean and noisy synthetic data generated using Surface Evolver gave tension errors of 1.6-7%, and analyses of eight-cell murine embryos gave estimated errors smaller than the 10% uncertainty of companion aspiration experiments. Other possible areas of application include morphogenesis, cancer metastasis and tissue engineering. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Veldhuis, JH (Veldhuis, Jim H.) ; Ehsandar, A (Ehsandar, Ahmad) ; Maitre, JL (Maitre, Jean-Leon) ; Hiiragi, T (Hiiragi, Takashi) ; Cox, S (Cox, Simon) ; Brodland, GW (Brodland, G. Wayne)","Title":"Inferring cellular forces from image stacks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200014 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Curved laminates; Higher-order modeling; Interlaminar stresses; Anisotropic materials; Damage onset KeyWords Plus:INTERLAMINAR NORMAL STRESS; ANGLE STRUCTURES; DELAMINATION","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 143-152 DOI: 10.1016/j.compstruct.2017.02.010 Published: MAY 15 2017","Abstract":"Curved laminates are prone to delamination failure from applied bending moments that straighten out the laminate and induce tensile stresses in the unreinforced radial direction. These non-classical through-thickness stresses are important even for thinner configurations and need to be accounted for in the design of lightweight composite structures, preferably in a computationally efficient manner. Here, we investigate failure-inducing critical stresses for a number of curved laminates using a higher order beam model derived from the Bellinger Reissner mixed variational principle, which guarantees that the hoop, interlaminar shear and radial stresses are equilibrated. By solving the governing equations of the theory in the strong form using the pseudo-spectral differential quadrature method, the model is capable of predicting accurate 3D stress fields in curved laminates, even in the vicinity of localised features such as supported edges. The model is used alongside commonly used failure criteria to reproduce experimental failure initiation results found in the literature, and the comparison suggests that failure mode, location and load are all predicted accurately. Finally, failure maps that highlight the critical stress component for failure initiation are constructed. As the thickness of the curved laminate increases, the critical stress component transitions from intralaminar hoop stress to interlaminar shear or radial stress depending on the specific laminate configuration. These findings and failure maps collectively provide insights into the mechanics of failure initiation that should also prove useful for design purposes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Thurnherr, C (Thurnherr, C.) ; Groh, RMJ (Groh, R. M. J.) ; Ermanni, P (Ermanni, P.) ; Weaver, PM (Weaver, P. M.)","Title":"Investigation of failure initiation in curved composite laminates using a higher-order beam model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200035 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Crushing; Fibre kinking; Friction; Damage mechanics; Mesh objectivity KeyWords Plus:REINFORCED COMPOSITES; COMPRESSIVE FAILURE; UNIDIRECTIONAL COMPOSITES; PART II; PROPAGATION; MECHANISMS; CRITERIA","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 384-391 DOI: 10.1016/j.compstruct2017.02.057 Published: MAY 15 2017","Abstract":"A newly developed physically based model for the longitudinal response of laminated fibre-reinforced composites during compressive damage growth is implemented in a Finite Element (FE) software. It is a mesoscale model able to capture the physics of kink-band formation by shear instability, the influence of the matrix in supporting the fibres and the rotation of the fibres during compression, resulting in more abrupt failure for smaller misalignments. The fibre kinking response is obtained by, solving simultaneously for stress equilibrium and strain compatibility in an FE framework. Strain softening creates pathological sensitivity when the mesh is refined. To make the model mesh objective, a methodology based on scaling the strain with the kink-band width is developed. The FE implementation of the current model is detailed with focus on mesh objectivity, and generalized to irregular meshes. The results show that the current model can be used to predict the whole kinking response in a 3D framework and thus account for the correct energy dissipation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Costa, S (Costa, Sergio) ; Gutkin, R (Gutkin, Renaud) ; Olsson, R (Olsson, Robin)","Title":"Mesh objective implementation of a fibre kinking model for damage growth with friction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200036 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Carbon fibre; Multi-axial fatigue; Finite element modelling KeyWords Plus:COMPOSITE-MATERIALS; STRENGTH PREDICTION; DAMAGE","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 392-401 DOI: 10.1016/j.compstruct.2017.02.050 Published: MAY 15 2017","Abstract":"For the design and successive application of carbon fibre reinforced polymer (CFRP) components in automotive as well as general machine building applications the fatigue degradation behaviour has to be described and modelled realistically. For this purpose a phenomenological fatigue damage modelling and parameter identification strategy for fibre reinforced composites under multi-axial fatigue loads is revised here shortly. Later the method of implementation of the continuum damage mechanics (CDM) approach into finite element software Abaqus and its validation is described in detail. The presented method is further on used for the FE-based prediction and visualisation of the degradation behaviour of a layered CFRP tension strut under tension-tension fatigue loading. The modelling results are validated with the three dimensional deformation behaviour, the stiffness degradation as well as the damage evolution of the component. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Koch, I (Koch, I.) ; Zscheyge, M (Zscheyge, M.) ; Tittmann, K (Tittmann, K.) ; Gude, M (Gude, M.)","Title":"Numerical fatigue analysis of CFRP components"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200053 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Progressive damage; Continuum damage mechanics; Damage evolution; Impact simulation; Explicit simulation KeyWords Plus:LOW-VELOCITY IMPACT; CONSTITUTIVE MODEL; FAILURE CRITERIA; PART II; COMPOSITES; IMPLEMENTATION; COMPRESSION; STRENGTH","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 608-618 DOI: 10.1016/j.compstruct.2017.02.006 Published: MAY 15 2017","Abstract":"Progressive damage simulation is of major importance for predicting the damage behavior of composite laminates. This work faces the challenge to apply a progressive damage law for oblique fracture planes. Based on Puck's or Camanho's failure condition the damage initiation point and the fracture plane are determined. The presented damage evolution techniques for degradation of the elasticity tensor and their deficiencies are introduced. A new degradation approach based on an eighth order damage tensor is derived in this work. For efficient application in a finite element simulation a mapping of the fourth order material tensor to the fracture plane coordinates is conducted. The degradation is applied in the fracture plane system. Improved numerical stability and physically plausible behavior can be achieved by this approach. Both is demonstrated by simulation of a composite cube under out-of-plane compression load and a low velocity impact simulation. For evaluation and validation, the achieved results are compared with experimental data. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bogenfeld, R (Bogenfeld, Raffael) ; Kreikemeier, J (Kreikemeier, Janko)","Title":"A tensorial based progressive damage model for fiber reinforced polymers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398571800002 ISSN: 0020-7608 eISSN: 1097-461X","Keywords":"cellulose; hydrogen bond; density functional theory calculations KeyWords Plus:NEUTRON FIBER DIFFRACTION; INITIO MOLECULAR-DYNAMICS; HYDROGEN-BONDING SYSTEM; SYNCHROTRON X-RAY; CRYSTAL-STRUCTURE; DIPOLE-MOMENTS; ENERGY; APPROXIMATION; TRANSITION; MECHANICS","Categories":"Chemistry; Mathematics; Physics Web of Science Categories:Chemistry, Physical; Mathematics, Interdisciplinary Applications; Physics, Atomic, Molecular & Chemical","Journal Information":"INTERNATIONAL JOURNAL OF QUANTUM CHEMISTRY Volume: 117 Issue: 10 Article Number: UNSP e25357 DOI: 10.1002/qua.25357 Published: MAY 15 2017","Abstract":"Complex networks of hydrogen bonds within the cellulose I and I contribute greatly to cellulose's anisotropic physical properties such as material stiffness. The interchain hydrogen bonding interactions through hydroxyl groups are isolated in each of the three lattice planes of the adjacent chains within the unit cell of two allomorphs of natural cellulose. In our density function theory study with dispersion corrected Perdew-Burke-Ernzerhof (PBE-D2) functional, these hydroxyl groups participate in strong hydrogen bonding interactions (-24.8 and -24.8 kcal/mol for cellulose I and I, respectively) in the side-to-side lattice plane. Unexpectedly, the hydroxyl groups also participate significantly in hydrogen bonding interactions (-11.0 and -12.4 kcal/mol for cellulose I and I, respectively) in one of the diagonal lattice planes in both cellulose I and I. Both PM7 and PBE-D2 method predict that the overall interaction is asymmetric and stronger in the right diagonal lattice plane. While hydrogen bonding interactions are strongest in side-to-side lattice plane as expected, the role of hydrogen bonding interactions for keeping the sheet together is more significant than previously thought.","Authors":"Feng, QG (Feng, Qingguo) ; Noumbissi, R (Noumbissi, Raoul) ; Biswas, K (Biswas, Koushik) ; Koizumi, H (Koizumi, Hideya)","Title":"The role of hydroxyl groups in interchain interactions in cellulose I-alpha and I-beta"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398515200007 PubMed ID: 28295430 ISSN: 0192-8651 eISSN: 1096-987X","Keywords":"force field; machine learning; QTAIM; transferability; quantum chemical topology; peptides; atomic charge KeyWords Plus:INTERACTING QUANTUM ATOMS; NATURAL AMINO-ACIDS; MULTIPOLAR ELECTROSTATICS; FORCE-FIELD; MOLECULAR-MECHANICS; GLOBAL OPTIMIZATION; MOMENTS; DISTRIBUTIONS; BIOMOLECULES; INTEGRATION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF COMPUTATIONAL CHEMISTRY Volume: 38 Issue: 13 Pages: 1005-1014 DOI: 10.1002/jcc.24775 Published: MAY 15 2017","Abstract":"The fully polarizable, multipolar, and atomistic force field protein FFLUX is being built from machine learning (i.e., kriging) models, each of which predicts an atomic property. Each atom of a given protein geometry needs to be assigned such a kriging model. Such a knowledgeable atom needs to be informed about a sufficiently large environment around it. The resulting complexity can be tackled by collecting the 20 natural amino acids into a few groups. Using substituted deca-alanines, we present the proof-of-concept that a given atom's charge can be modeled by a few kriging models only. (C) 2017 Wiley Periodicals, Inc.","Authors":"Fletcher, TL (Fletcher, Timothy L.) ; Popelier, PLA (Popelier, Paul L. A.)","Title":"FFLUX: Transferability of Polarizable Machine-Learned Electrostatics in Peptide Chains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395614800007 ISSN: 0011-9164 eISSN: 1873-4464","Keywords":"Vacuum membrane distillation; Effusion; Knudsen diffusion; Brownian diffusion KeyWords Plus:MONTE-CARLO-SIMULATION; COMPUTATIONAL FLUID-DYNAMICS; NUMERICAL-SIMULATION; MODULE DESIGN; MASS-TRANSFER; WATER; SEAWATER; MODEL; HEAT; LIQUID","Categories":"Engineering; Water Resources Web of Science Categories:Engineering, Chemical; Water Resources","Journal Information":"DESALINATION Volume: 410 Pages: 77-90 DOI: 10.1016/j.desal.2017.01.033 Published: MAY 15 2017","Abstract":"This paper developed a new theory of vacuum membrane distillation, which can be readily applicable to other membrane distillation processes. Using the molecular kinetic theory and statistical mechanics, we derived that the driving force of the vapor flux is the gradient of the incidence rate, which is defined as the number of molecules colliding a flat wall per unit surface area per unit time. Knudsen and Brownian diffusion are seamlessly combined into one governing equation without any forceful assumptions. More importantly, the effect of the vacuum temperature on the mass and the heat flux is studied using the dependence of the incidence rate on temperature. It is concluded that the insensitiveness of the vapor flux on saline concentration and recycling of hot feed stream can be systematically used to design of membrane crystallization processes in the future. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kim, AS (Kim, Albert S.) ; Lee, HS (Lee, Ho-Saeng) ; Moon, DS (Moon, Deok-Soo) ; Kim, HJ (Kim, Hyeon-Ju)","Title":"Statistical theory of vapor transport through hollow fiber membranes in vacuum membrane distillation: Effusion analogy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201600016 ISSN: 0304-8853 eISSN: 1873-4766","Keywords":"Magnetization; Magnetic susceptibility; Magnetic anisotropy KeyWords Plus:MAGNETOCRYSTALLINE ANISOTROPY; LAVES COMPOUNDS; FERROMAGNETISM; METALS; ENERGY; MODEL; FE","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Condensed Matter","Journal Information":"JOURNAL OF MAGNETISM AND MAGNETIC MATERIALS Volume: 430 Pages: 103-108 DOI: 10.1016/j.jmmm.2017.01.011 Published: MAY 15 2017","Abstract":"We present a theoretical method to calculate specific magnetic properties, e.g. magnetization curves, magnetic susceptibility and probability landscapes along the [100], [110] and [111] crystallographic directions of a crystal of cubic symmetry. The probability landscape displays the evolution of the most probable angular orientation of the magnetization vector, for selected temperatures and magnetic fields. Our method is based on the premises of classical statistical mechanics. The energy density, used in the partition function, is the sum of magnetic anisotropy and Zeeman energies, however no other energies e.g. elastic or magnetoelastic terms are considered in the present work. Model cubic systems of diverse anisotropies are analyzed first, and subsequently material magnetic systems of cubic symmetry; namely iron, nickel and Cox Fe100-x compounds, are discussed. We highlight a correlation between magnetization curves and the associated probability landscapes. In addition, determination of easiest axes of magnetization, using energy consideration, is done and compared with the results of the present method.","Authors":"Khedr, DM (Khedr, D. M.) ; Aly, SH (Aly, Samy H.) ; Shabara, RM (Shabara, Reham M.) ; Yehia, S (Yehia, Sherif)","Title":"On the magnetization process and the associated probability in anisotropic cubic crystals"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000392784600008 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Magnetic Schrodinger equation; Exponential splitting methods; Convergence; Fourier techniques; Nonequispaced fast Fourier transform","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 316 Pages: 74-85 DOI: 10.1016/j.cam.2016.08.041 Published: MAY 15 2017","Abstract":"The Schrodinger equation in the presence of an external electromagnetic field is an important problem in computational quantum mechanics. It also provides a nice example of a differential equation whose flow can be split with benefit into three parts. After presenting a splitting approach for three operators with two of them being unbounded, we exemplarily prove first-order convergence of Lie splitting in this framework. The result is then applied to the magnetic Schrodinger equation, which is split into its potential, kinetic and advective parts. The latter requires special treatment in order not to lose the conservation properties of the scheme. We discuss several options. Numerical examples in one, two and three space dimensions show that the method of characteristics coupled with a nonequispaced fast Fourier transform (NFFT) provides a fast and reliable technique for achieving mass conservation at the discrete level. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Caliari, M (Caliari, M.) ; Ostermann, A (Ostermann, A.) ; Piazzola, C (Piazzola, C.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ostermann, Alexander  http://orcid.org/0000-0003-0194-2481 Caliari, Marco  http://orcid.org/0000-0002-1277-069X","Title":"A splitting approach for the magnetic Schrodinger equation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392035700002 ISSN: 0888-3270","Keywords":"Worm-like locomotion system; Dry friction; Viscous friction; Adaptive control; Closed-loop control cycle KeyWords Plus:INTERNAL MASS; LOCOMOTION SYSTEMS; RECTILINEAR MOTION; BODY; OPTIMIZATION; CRAWLERS; PLANE","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 89 Pages: 3-13 Special Issue: SI DOI: 10.1016/j.ymssp.2016.11.001 Published: MAY 15 2017","Abstract":"In this paper the mechanics and control of the motion of a straight chain of three particles interconnected with kinematical constraints are investigated. The ground contact is described by dry (discontinuous) or viscous (continuous) friction. Here, we understand this model as a methodological basis for the design of worm-like locomotion systems, i.e., non-pedal mobile robots. This kind of robots will prove an efficient form of locomotion in application to inspection of pipes or for rescue missions. In this paper, a number of issues related to the dynamics and control of artificial limbless locomotion systems are discussed. Simplest models of a limbless locomotor are two-body or three-body systems that move along a horizontal straight line. In the first part of the paper, the controls are assumed in the form of periodic functions with zero average, shifted on a phase one concerning each other. Thus, there is a traveling wave along the chain of particles. In the second part, actuator models are discussed. It is supposed that there are unknown actuator data or the worm system parameter are not known or exactly as well. The focus is on adaptive control algorithms for the worm-like locomotion systems in order to track given reference trajectories, like kinematic gaits. Finally, a prototype together with its signal processing and control software is presented. Theoretically (analytically and numerically) calculated results of the dynamical behavior of the mobile system are compared to experimental data.","Authors":"Behn, C (Behn, C.) ; Schale, F (Schale, F.) ; Zeidis, I (Zeidis, I.) ; Zimmermann, K (Zimmermann, K.) ; Bolotnik, N (Bolotnik, N.)","Title":"Dynamics and motion control of a chain of particles on a rough surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392035700007 ISSN: 0888-3270","Keywords":"1D simulations; Valve boundary conditions; Method of characteristics; Pulsating flow in pipes","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 89 Pages: 58-66 Special Issue: SI DOI: 10.1016/j.ymssp.2016.09.021 Published: MAY 15 2017","Abstract":"This paper presents a method for estimating pulsating flow parameters in partially open pipes, such as pipelines, internal combustion engine inlets, exhaust pipes and piston compressors. The procedure is based on the method of characteristics, and employs a combination of measurements and simulations. An experimental test rig is described, which enables pressure, temperature and mass flow rate to be measured within a defined cross section. The second part of the paper discusses the main assumptions of a simulation algorithm elaborated in the Matlab/Simulink environment. The simulation results are shown as 3D plots in the space-time domain, and compared with proposed models of phenomena relating to wave propagation, boundary conditions, acoustics and fluid mechanics. The simulation results are finally compared with acoustic phenomena, with an emphasis on the identification of resonant frequencies.","Authors":"Palczynski, T (Palczynski, Tomasz)","Title":"A hybrid method of estimating pulsating flow parameters in the space-time domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398215500009 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"thin film; instability; bifurcation; period-doubling; period-tripling KeyWords Plus:IMPERFECTION-SENSITIVITY; SURFACE INSTABILITIES; MECHANICS; BRAIN","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2093 Article Number: 20160163 DOI: 10.1098/rsta.2016.0163 Published: MAY 13 2017","Abstract":"Wrinkling phenomena control the surface morphology of many technical and biological systems. While primary wrinkling has been extensively studied, experimentally, analytically and computationally, higher-order instabilities remain insufficiently understood, especially in systems with stiffness contrasts well below 100. Here, we use the model system of an elastomeric bilayer to experimentally characterize primary and secondary wrinkling at moderate stiffness contrasts. We systematically vary the film thickness and substrate prestretch to explore which parameters modulate the emergence of secondary instabilities, including period-doubling, period-tripling and wrinkle-to-fold transitions. Our experiments suggest that period-doubling is the favourable secondary instability mode and that period-tripling can emerge under disturbed boundary conditions. High substrate prestretch can suppress period-doubling and primary wrinkles immediately transform into folds. We combine analytical models with computational simulations to predict the onset of primary wrinkling, the post-buckling behaviour, secondary bifurcations and the wrinkle-to-fold transition. Understanding the mechanisms of pattern selection and identifying the critical control parameters of wrinkling will allow us to fabricate smart surfaces with tunable properties and to control undesired surface patterns like in the asthmatic airway. This article is part of the themed issue 'Patterning through instabilities in complex media: theory and applications'.","Authors":"Budday, S (Budday, Silvia) ; Andres, S (Andres, Sebastian) ; Walter, B (Walter, Bastian) ; Steinmann, P (Steinmann, Paul) ; Kuhl, E (Kuhl, Ellen)","Title":"Wrinkling instabilities in soft bilayered systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398215500011 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"shallow shell theory; Far from threshold wrinkling; finite-element analysis KeyWords Plus:MECHANICS; SHEETS; INSTABILITIES; CAPSULES; REVEALS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2093 Article Number: 20160330 DOI: 10.1098/rsta.2016.0330 Published: MAY 13 2017","Abstract":"We consider the point indentation of a pressurized elastic shell. It has previously been shown that such a shell is subject to a wrinkling instability as the indentation depth is quasi-statically increased. Here we present detailed analysis of this wrinkling instability using a combination of analytical techniques and finite-element simulations. In particular, we study how the number of wrinkles observed at the onset of instability grows with increasing pressurization. We also study how, for fixed pressurization, the number of wrinkles changes both spatially and with increasing indentation depth beyond onset. This 'Far from threshold' analysis exploits the largeness of the wrinkle wavenumber that is observed at high pressurization and leads to quantitative differences with the standard 'Near threshold' stability analysis. This article is part of the themed issue 'Patterning through instabilities in complex media: theory and applications'.","Authors":"Taffetani, M (Taffetani, Matteo) ; Vella, D (Vella, Dominic)","Title":"Regimes of wrinkling in pressurized elastic shells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398269000001 ISSN: 1751-8113 eISSN: 1751-8121","Keywords":"PT symmetry; no-signaling; Bell inequality KeyWords Plus:NON-HERMITIAN HAMILTONIANS; ENTANGLEMENT; NONLOCALITY","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary; Physics, Mathematical","Journal Information":"JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Volume: 50 Issue: 18 Article Number: 185301 DOI: 10.1088/1751-8121/aa649c Published: MAY 5 2017","Abstract":"PT-symmetric quantum mechanics, the extension of conventional quantum mechanics to the non-Hermitian Hamiltonian invariant under the combined parity (P) and time reversal (T) symmetry, has been successfully applied to a variety of fields-such as solid state physics, mathematical physics, optics, quantum field theory. Recently, the extension of PT-symmetrical theory to entangled quantum systems has been challenged, in that PT formulation within the conventional Hilbert space violates the no-signaling principle. Here, we revisit the derivation of non-signaling principle in the framework of CPT inner product prescription. Our results preserve the no-signaling principle for a two-qubit system, reaffirm the invariance of the entanglement, and reproduce the Clauser-Horne-Shimony-Holt (CHSH) inequality. We conclude that PT-symmetric quantum mechanics satisfies the requirements for a fundamental theory and provides a consistent description of quantum systems.","Authors":"Japaridze, G (Japaridze, George) ; Pokhrel, D (Pokhrel, Dipendra) ; Wang, XQ (Wang, Xiao-Qian)","Title":"No-signaling principle and Bell inequality in PT-symmetric quantum mechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398185000002 ISSN: 0264-9381 eISSN: 1361-6382","Keywords":"Killing symmetry; Killing tensor; Finsler geometry KeyWords Plus:CLASSICAL MECHANICS; FORMULATION","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Multidisciplinary; Physics, Particles & Fields","Journal Information":"CLASSICAL AND QUANTUM GRAVITY Volume: 34 Issue: 9 Article Number: 095002 DOI: 10.1088/1361-6382/aa64b1 Published: MAY 4 2017","Abstract":"Symmetry and conservation law are discussed on the Finsler manifold M. We adopt the point Finsler approach, where we consider the geometry on a point manifold M not on TM. Generalized vector fields are defined on oriented curves on M, and Finsler non-linear connections are considered on M, not on the tangent space TM. Killing vector fields K are defined as generalized vector fields as LKF= dB, and the Killing symmetry is also reformulated simply as SKb = 0 by using the Killing 1-form K-b and the spray operator S defined by using the non- linear connection. K-b is related to the generalization of Killing tensors on the Finsler manifold, and our ansatz of K-b and SKb = 0 give an analytical method of finding higher derivative conserved quantities, which may be called hidden conserved quantities. We show two examples: the Carter constant on Kerr spacetime and the Runge- Lentz vectors in Newtonian gravity.","Authors":"Ootsuka, T (Ootsuka, Takayoshi) ; Yahagi, R (Yahagi, Ryoko) ; Ishida, M (Ishida, Muneyuki)","Title":"Killing symmetry on the Finsler manifold"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698900020 ISSN: 0094-5765 eISSN: 1879-2030","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ACTA ASTRONAUTICA Volume: 134 Pages: 189-196 DOI: 10.1016/j.actaastro.2017.02.007 Published: MAY 2017","Abstract":"The results of a lunar massdriver mission and system analysis are discussed and show a strong case for a permanent lunar settlement with a site near the lunar equator. A modular massdriver concept is introduced, which uses multiple acceleration modules to be able to launch large masses into a trajectory that is able to reach Earth. An orbital mechanics analysis concludes that the launch site will be in the Oceanus Procellarum a flat, Titanium rich lunar mare area. It is further shown that the bulk of massdriver components can be manufactured by collecting lunar minerals, which are broken down into its constituting elements. The mass to orbit transfer rates of massdriver case study are significant and can vary between 1.8 kt and 3.3 megatons per year depending on the available power. Thus a lunar massdriver would act as a catalyst for any space based activities and a game changer for the scale of feasible space projects.","Authors":"Ehresmann, M (Ehresmann, Manfred) ; Gabrielli, RA (Gabrielli, Roland Atonius) ; Herdrich, G (Herdrich, Georg) ; Laufer, R (Laufer, Rene)","Title":"Lunar based massdriver applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872300007 PubMed ID: 28279923 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Biomineralization; Carbonate; Substitution; Calcium phosphate; Bone KeyWords Plus:X-RAY-DIFFRACTION; ELECTRON-MICROSCOPIC TOMOGRAPHY; ELASTIC PROPERTIES; MINERAL COMPONENT; POTENTIAL MODEL; CRYSTAL-GROWTH; ORGANIC MATRIX; HYDROXYAPATITE; COLLAGEN; SOLUBILITY","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 127 Pages: 75-88 DOI: 10.1016/j.biomaterials.2017.02.029 Published: MAY 2017","Abstract":"The nanometer-sized plate-like morphology of bone mineral is necessary for proper bone mechanics and physiology. However, mechanisms regulating the morphology of these mineral nanocrystals remain unclear. The dominant hypothesis attributes the size and shape regulation to organic-mineral interactions. Here, we present data supporting the hypothesis that physicochemical effects of carbonate integration within the apatite lattice control the morphology, size, and mechanics of bioapatite mineral crystals. Carbonated apatites synthesized in the absence of organic molecules presented plate-like morphologies and nanoscale crystallite dimensions. Experimentally-determined crystallite size, lattice spacing, solubility and atomic order were modified by carbonate concentration. Molecular dynamics (MD) simulations and density functional theory (DFT) calculations predicted changes in surface energy and elastic moduli with carbonate concentration. Combining these results with a scaling law predicted the experimentally observed scaling of size and energetics with carbonate concentration. The experiments and models describe a clear mechanism by which crystal dimensions are controlled by carbonate substitution. Furthermore, the results demonstrate that carbonate substitution is sufficient to drive the formation of bone-like crystallites. This new understanding points to pathways for biomimetic synthesis of novel, nanostructured biomaterials. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Deymier, AC (Deymier, Alix C.) ; Nair, AK (Nair, Arun K.) ; Depalle, B (Depalle, Baptiste) ; Qin, Z (Qin, Zhao) ; Arcot, K (Arcot, Kashyap) ; Drouet, C (Drouet, Christophe) ; Yoder, CH (Yoder, Claude H.) ; Buehler, MJ (Buehler, Markus J.) ; Thomopoulos, S (Thomopoulos, Stavros) ; Genin, GM (Genin, Guy M.) ; Pasteris, JD (Pasteris, Jill D.) ...More...Less","Title":"Protein-free formation of bone-like apatite: New insights into the key role of carbonation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552200020 ISSN: 0360-1323 eISSN: 1873-684X","Keywords":"Exhaled flow; Buoyant jet; Temperature gradient; Jet mechanics; Dispersion KeyWords Plus:TRACER GAS SIMULATION; 2-BED HOSPITAL WARD; AIRBORNE TRANSMISSION; EXPIRATORY DROPLETS; AIR-DISTRIBUTION; DISPLACEMENT VENTILATION; RESPIRATORY DROPLETS; PERSONAL EXPOSURE; ROOM; DISPERSION","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Environmental; Engineering, Civil","Journal Information":"BUILDING AND ENVIRONMENT Volume: 116 Pages: 246-256 DOI: 10.1016/j.buildenv.2017.02.010 Published: MAY 2017","Abstract":"Expiratory flows of an infected individual can spread diseases in indoor environment. This probably explains why there have been many studies of how exhaled flow disperses and interacts with ventilation. A number of experimental studies have found that the exhaled flows can be locked up in the stratified layer in a room ventilated by displacement; however, its mechanism has not been explored so far. A non dimensional theoretical buoyant jet dispersion model was developed here to compare the dispersion characteristics of the exhaled flow in a thermally stratified environment with those in a thermally uniform environment. Our results show that the exhaled flow can freely float upward in a uniform environment while it exhibits an oscillatory trajectory at a certain height in a thermally stratified environment. The terminal temperature of exhaled jet flow is equal to the ambient temperature. The latter is the so-called lock-up phenomenon as observed in some early studies. In displacement ventilation, the location of the lock-up layer is lower than the stratification height. A smaller Ar number and a steeper temperature gradient lead to a lower lock-up height in a thermally stratified environment. The variation of the lock-up height with different temperature gradients is found to follow a power law relation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhou, Q (Zhou, Qi) ; Qian, H (Qian, Hua) ; Ren, HG (Ren, Haigang) ; Li, YG (Li, Yuguo) ; Nielsen, PV (Nielsen, Peter V.)","Title":"The lock-up phenomenon of exhaled flow in a stable thermally-stratified indoor environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396948800008 ISSN: 0958-9465 eISSN: 1873-393X","Keywords":"Scratch test; Alkali-silica gel; Fracture toughness KeyWords Plus:MECHANICAL-PROPERTIES; ELASTIC-MODULUS; CONCRETE; ENERGY; INDENTATION; TOUGHNESS; COATINGS; POLYMERS; STRENGTH","Categories":"Construction & Building Technology; Materials Science Web of Science Categories:Construction & Building Technology; Materials Science, Composites","Journal Information":"CEMENT & CONCRETE COMPOSITES Volume: 79 Pages: 71-75 DOI: 10.1016/j.cemconcomp.2017.01.012 Published: MAY 2017","Abstract":"We carry out a multi-scale investigation of the fracture properties of the gel produced by the alkali-silica reaction in concrete. Milimeter-sized alkali gels are tested via scratch tests at the micrometer level. Scanning electron microscopy reveals curved fracture surfaces produced during the scratch test, warranting a fracture mechanics analysis. By application of a nonlinear fracture mechanics model to the recorded load and depth data, we estimate the fracture toughness of ASR gel to be K-c = 0.62 MPa root m. In turn, by combining micro-indentation and scratch tests, we can estimate the fracture energy G(f) = 11.2 J/m(2). These experimental results are important for the multi-scale modeling of the alkali-aggregate reaction. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Johnson, CV (Johnson, Caroline V.) ; Chen, JX (Chen, Jiaxin) ; Hasparyk, NP (Hasparyk, Nicole P.) ; Monteiro, PJM (Monteiro, Paulo J. M.) ; Akono, AT (Akono, Ange Therese)","Title":"Fracture properties of the alkali silicate gel using microscopic scratch testing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396845200002 ISSN: 0010-3616 eISSN: 1432-0916","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"COMMUNICATIONS IN MATHEMATICAL PHYSICS Volume: 351 Issue: 3 Pages: 923-958 DOI: 10.1007/s00220-017-2855-4 Published: MAY 2017","Abstract":"We consider a certain infinite product of random 2 x 2 matrices appearing in the solution of some 1 and 1 + 1 dimensional disordered models in statistical mechanics, which depends on a parameter epsilon > 0 and on a real random variable with distribution mu. For a large class of mu, we prove the prediction by Derrida and Hilhorst (J Phys A 16:2641, 1983) that the Lyapunov exponent behaves like C-epsilon(2 alpha) in the limit epsilon SE arrow 0, where alpha is an element of ( 0, 1) and C > 0 are determined by mu. Derrida and Hilhorst performed a two-scale analysis of the integral equation for the invariant distribution of the Markov chain associated to the matrix product and obtained a probability measure that is expected to be close to the invariant one for small e. We introduce suitable norms and exploit contractivity properties to show that such a probability measure is indeed close to the invariant one in a sense that implies a suitable control of the Lyapunov exponent.","Authors":"Genovese, G (Genovese, Giuseppe) ; Giacomin, G (Giacomin, Giambattista) ; Greenblatt, RL (Greenblatt, Rafael Leon)","Title":"Singular Behavior of the Leading Lyapunov Exponent of a Product of Random 2 x 2 Matrices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398006900004 ISSN: 0045-7949 eISSN: 1879-2243","Keywords":"Electromagnetics; Finite elements; Inf-sup condition; Meshfree methods; Mixed/hybrid formulations; Wave scattering KeyWords Plus:FINITE-ELEMENT-METHOD; FREE GALERKIN METHOD; EQUATION LBIE METHOD; INF-SUP CONDITION; MLPG METHOD; DISCRETIZATIONS; IMPLEMENTATION; MECHANICS; SPHERES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"COMPUTERS & STRUCTURES Volume: 184 Pages: 36-52 DOI: 10.1016/j.compstruc.2017.01.014 Published: MAY 2017","Abstract":"We propose a completely meshfree procedure aimed at the time-harmonic analysis of electromagnetic wave scattering from conducting targets. The problem is described by the vector wave equation with a divergence-free constraint. We propose a mixed formulation whose unknowns are the electric field vector and a Lagrange multiplier. We investigate the well-posedness of the variational problem and construct compatible meshfree function spaces able to describe solutions in any geometry, in two and three dimensions. The method does not depend on any kind of parameter tuning. We illustrate its performance in a number of solutions through experimentally derived convergence rates and comparisons with other techniques. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nicomedes, WL (Nicomedes, W. L.) ; Bathe, KJ (Bathe, K. J.) ; Moreira, FJS (Moreira, F. J. S.) ; Mesquita, RC (Mesquita, R. C.)","Title":"Meshfree analysis of electromagnetic wave scattering from conducting targets: Formulation and computations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549200026 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"Self-compacting concrete; Steel fibres; Inverse analysis; Mechanical parameters; Three-point bending test; Computational mechanics KeyWords Plus:COMPOSITES; PARAMETERS; STRENGTH; BEHAVIOR; ENERGY","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 138 Pages: 263-275 DOI: 10.1016/j.conbuildmat.2017.01.077 Published: MAY 1 2017","Abstract":"The application of self-compacting concrete has found wide use in practice. However, its application is often limited by lack of knowledge on material parameters gained from laboratory tests, which results in difficulties in the design of progressive building structures and buildings where non-linear finite element analysis should be used. The submitted paper presents results of identification of mechanical and fracture properties of selected self-compacting concrete beams applicable for non-linear finite element analyses. A procedure dealing with the determination of mechanical and fracture properties from an extensive series of tests on notched beams is also presented. The studied material is a high-performance concrete reinforced with two types and three volume ratios of steel fibres. An inverse analysis in combination with a multi-criterial analysis is used for evaluation of fracture-mechanical characteristics. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sucharda, O (Sucharda, Oldrich) ; Pajak, M (Pajak, Malgorzata) ; Ponikiewski, T (Ponikiewski, Tomasz) ; Konecny, P (Konecny, Petr)","Title":"Identification of mechanical and fracture properties of self-compacting concrete beams with different types of steel fibres using inverse analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549200039 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"3D printing; Calcium aluminate cement; Ordinary Portland cement; Lithium carbonate; Compressive strength; Porosity; 3D profilometer; SEM KeyWords Plus:CONCRETE; FABRICATION","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 138 Pages: 398-409 DOI: 10.1016/j.conbuildmat.2017.02.037 Published: MAY 1 2017","Abstract":"Additive manufacturing is a common technique used to produce 3D printed structures. These techniques have been used as precise application geometry in different fields such as architecture and medicine, and the food, mechanics and chemical industries. However, in most cases only a limited amount of powder has been used to fabricate scaffold (structure). In this study, a unique mix of cements (calcium aluminate cement passed through a 150 gm sieve and ordinary Portland cement) was developed for Z-Corporation's three-dimensional printing (3DP) process. This cement mix was blended and the resulting composite powders were printed with a water-based binder using a Z-Corporation 3D printer. Moreover, some samples were added lithium carbonate to reduce the setting time for the cement mixture. The aims of the study were to firstly, find the proper cementitious powder close to the targeted powder (Z-powder); and secondly, evaluate the mechanical properties of this material. Cubic specimens of two different batches With varying saturation levels were cast and cured in various scenarios to enhance the best mechanical properties. The samples were characterised by porosity analyses, compression tests, Olympus BX61 Microscope imaging, 3D profiling Veeco (Dektak) and the Scanning Electronic Microscope (SEM). The maximum compressive strength of the cubic specimens for cementitious 3DP was 8.26 MPa at the saturation level of 170% for both the shell and core. The minimum porosity obtained was 49.28% at the saturation level of 170% and 340% for the shell and the core, respectively. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shakor, P (Shakor, Pshtiwan) ; Sanjayan, J (Sanjayan, Jay) ; Nazari, A (Nazari, Ali) ; Nejadi, S (Nejadi, Shami)","Title":"Modified 3D printed powder to cement-based material and mechanical properties of cement scaffold used in 3D printing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549200045 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"Concrete; FRP; Tri-axial test; Non-uniform confinement; Stress-strain relationship; Load-path dependence KeyWords Plus:REINFORCED POLYMER SHEETS; FINITE-ELEMENT-ANALYSIS; HIGH-STRENGTH CONCRETE; CIRCULAR RC COLUMNS; STRESS-STRAIN MODEL; COMPRESSIVE BEHAVIOR; FAILURE CRITERION; THEORETICAL-MODEL; PLASTICITY MODEL; AXIAL LOADS","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 138 Pages: 455-468 DOI: 10.1016/j.conbuildmat.2017.02.032 Published: MAY 1 2017","Abstract":"Concrete in structures cannot be reliably simulated by computer under nonlinear triaxial stress state due to the lack of an appropriate constitutive relationship of concrete. When a continuum mechanics based constitutive model is adopted, users need to \"adjust\" its parameters to suit benchmark experimental results. Triaxial tests of concrete cubes are used to evaluate model parameters. As concrete is load path sensitive, model parameters are different under different stress conditions. Most existing triaxial tests of concrete are for active stress condition. This type of test is not suitable for passively confined concrete, such as fiber reinforced polymer (FRP) confined concrete. This problem is resolved by a unique and yet simple test method reported in this paper for conducting monotonic and cyclic compression tests. Detailed considerations for designing the test assembly are reported, particularly when considering factors that significantly affect test results such as friction from loading plates and measurement of three dimensional deformations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mohammadi, M (Mohammadi, Mohsen) ; Wu, YF (Wu, Yu-Fei)","Title":"Triaxial test for concrete under non-uniform passive confinement"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398130600001 PubMed ID: 28315199 ISSN: 1523-3804 eISSN: 1534-6242","Keywords":"HIV infection; Cardiovascular disease; Stroke; Heart failure; Atrial fibrillation; Sudden cardiac death KeyWords Plus:HUMAN-IMMUNODEFICIENCY-VIRUS; INTIMA-MEDIA THICKNESS; CARDIAC DIASTOLIC DYSFUNCTION; ANTIRETROVIRAL THERAPY ERA; POPULATION-BASED COHORT; INCIDENT HEART-FAILURE; LEFT-VENTRICULAR MASS; ISCHEMIC-STROKE; ATRIAL-FIBRILLATION; PULMONARY-HYPERTENSION","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Peripheral Vascular Disease","Journal Information":"CURRENT ATHEROSCLEROSIS REPORTS Volume: 19 Issue: 5 Article Number: 20 DOI: 10.1007/s11883-017-0652-3 Published: MAY 2017","Abstract":"Purpose of Review Cardiovascular disease (CVD) increasingly afflicts people living with HIV (PLWH) in the contemporary era of antiretroviral therapy (ART). Coronary artery disease (CAD) is the most widely studied cardiovascular problem in PLWH; however, less is known about other clinically relevant subtypes of CVD such as heart failure (HF), cerebrovascular disease, sudden cardiac death, pericardial diseases, and pulmonary hypertension. This paper reviews evidence of other subtypes of CVD as emerging issues in the post-ART era. Recent Findings Recent studies have shown that PLWH have higher risk of HF as well as subclinical impairment of left ventricular (LV) mechanics (systolic and diastolic dysfunction) and myocardial abnormalities (fibrosis and steatosis). The underlying mechanisms, however, are not well-understood. A few studies have also shown higher rates of atrial fibrillation and sudden cardiac death in PLWH. Ischemic stroke is the most common stroke type in the post-ART era, with underlying mechanisms like those identified in CAD: chronic inflammation and associated vasculopathy. Studies of great vessels (carotid artery and aorta) and peripheral arterial disease show heterogeneous results. Small subclinical pericardial effusions are common in PLWH in post-ART era. Pulmonary hypertension continues to be an underdiagnosed and potentially fatal complication of HIV infection. Summary PLWH remain at higher risk for all types of CVD including heart failure, stroke, and arrhythmias in the post-ART era. Chronic inflammation may play an important role in this increased risk. More studies are needed to further elucidate the extent of non-coronary CVD in PLWH and the underlying mechanisms for them.","Authors":"Barnes, RP (Barnes, Revery P.) ; Lacson, JCA (Lacson, John Charles A.) ; Bahrami, H (Bahrami, Hossein)","Title":"HIV Infection and Risk of Cardiovascular Diseases Beyond Coronary Artery Disease"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398248500078 ISSN: 0012-5768","Categories":"Music Web of Science Categories:Music","Journal Information":"DOWN BEAT Volume: 84 Issue: 5 Pages: 85-85 Published: MAY 2017","Authors":"Enright, E (Enright, Ed)","Title":"Antigua 'Model 25' PowerBell Saxophone New Tonehole Concept & Improved Mechanics with a Vintage Vibe"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550000004 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Finite element; Hybrid structure; Load-slip; Non-linearity; Steel-timber composite; Timber KeyWords Plus:PUSH-OUT TESTS; SHEAR CONNECTORS; HEADED STUDS; WOOD; BEHAVIOR; BEAMS; JOINTS; STRENGTH; FRACTURE","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 138 Pages: 35-49 DOI: 10.1016/j.engstruct.2017.02.016 Published: MAY 1 2017","Abstract":"This paper investigates the mechanical behaviour of lap steel-timber composite connections using a 3-D continuum-based finite element (FE) model. In the FE models developed, the non-linear behaviour and failure of the timber is captured by a stress-based failure criterion formulated in the framework of continuum-damage mechanics. Yielding of the steel plates and fasteners (i.e. coach screws and bolts) is captured by an elastic-hardening plastic constitutive law. These FE models are validated by experimental (push-out) tests conducted on laminated veneer lumber (LVL)-steel and cross-laminated timber (CLT)steel composite lap connections. It is shown that the FE Models developed in the paper can replicate adequately the load-slip response and failure mode of the hybrid steel-timber composite connections tested. The validated FE model is used to undertake a parametric study that elucidates the influence of the yield strength and the length of the fasteners and the post-tensioning force in the bolts on the stiffness, load carrying capacity and load-slip behaviour of hybrid steel-timber composite connections. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hassanieh, A (Hassanieh, A.) ; Valipour, HR (Valipour, H. R.) ; Bradford, MA (Bradford, M. A.) ; Sandhaas, C (Sandhaas, C.)","Title":"Modelling of steel-timber composite connections: Validation of finite element model and parametric study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398496700001 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"instructional computer use; quantum information; quantum cryptography; research in physics education KeyWords Plus:SINGLE PHOTONS; BELL THEOREM; CRYPTOGRAPHY; SECURE; FIBER","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 035403 DOI: 10.1088/1361-6404/aa62c8 Published: MAY 2017","Abstract":"Secure communication protocols are becoming increasingly important, e.g. for internet-based communication. Quantum key distribution (QKD) allows two parties, commonly called Alice and Bob, to generate a secret sequence of 0s and 1s called a key that is only known to themselves. Classically, Alice and Bob could never be certain that their communication was not compromised by a malicious eavesdropper. Quantum mechanics however makes secure communication possible. The fundamental principle of quantum mechanics that taking a measurement perturbs the system (unless the measurement is compatible with the quantum state) also applies to an eavesdropper. Using appropriate protocols to create the key, Alice and Bob can detect the presence of an eavesdropper by errors in their measurements. As part of the QuVis Quantum Mechanics Visualisation Project, we have developed a suite of four interactive simulations that demonstrate the basic principles of three different QKD protocols. The simulations use either polarised photons or spin 1/2 particles as physical realisations. The simulations and accompanying activities are freely available for use online or download, and run on a wide range of devices including tablets and PCs. Evaluation with students over three years was used to refine the simulations and activities. Preliminary studies show that the refined simulations and activities help students learn the basic principles of QKD at both the introductory and advanced undergraduate levels.","Authors":"Kohnle, A (Kohnle, Antje) ; Rizzoli, A (Rizzoli, Aluna) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kohnle, Antje  http://orcid.org/0000-0003-2638-4826","Title":"Interactive simulations for quantum key distribution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398496700002 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"Planck's law; black body radiation; photons; indistinguishability; light quantum hypothesis; history of quantum mechanics; physics education KeyWords Plus:STATISTICS; COMBINATORICS; DEDUCTION; ARGUMENT; ENTROPY; HEAT","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 035404 DOI: 10.1088/1361-6404/aa6134 Published: MAY 2017","Abstract":"Planck's law for black-body radiation marks the origin of quantum theory and is discussed in all introductory (or advanced) courses on this subject. However, the question whether Planck really implied quantisation is debated among historians of physics. We present a simplified account of this debate which also sheds light on the issue of indistinguishability and Einstein's light quantum hypothesis. We suggest that the teaching of quantum mechanics could benefit from including this material beyond the question of historical accuracy.","Authors":"Passon, O (Passon, Oliver) ; Grebe-Ellis, J (Grebe-Ellis, Johannes)","Title":"Planck's radiation law, the light quantum, and the prehistory of indistinguishability in the teaching of quantum mechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397982000012 ISSN: 0723-4864 eISSN: 1432-1114","Keywords":"Hot-wire anemometry; Turbulence; Turbomachinery KeyWords Plus:TURBULENT SHEAR-FLOW; TURBOMACHINERY ROTORS; ORGANIZED WAVE; ANEMOMETRY; MECHANICS; STRESS; STAGE; PROBE; FIELD; FANS","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"EXPERIMENTS IN FLUIDS Volume: 58 Issue: 5 Article Number: 48 DOI: 10.1007/s00348-017-2326-x Published: MAY 2017","Abstract":"A technique based on a rotated hot wire has been developed to characterise the unsteady, three-dimensional flow field between compressor blade rows. Data are acquired from a slanted hot wire rotated through a number of orientations at each measurement point. Phase-averaged velocity statistics are obtained by solving a set of sensor response equations using a weighted, non-linear regression algorithm. The accuracy and robustness of the method were verified a priori by conducting a series of tests using synthetic data. The method is demonstrated by acquiring a full set of phase-averaged flow statistics in the wake of a compressor stator blade row. The technique allows three components of phase-averaged velocity, six components of phase-averaged deterministic stress, and six components of phase-averaged Reynolds stress to be recovered using a single rotated hot-wire probe.","Authors":"Jelly, TO (Jelly, T. O.) ; Day, IJ (Day, I. J.) ; di Mare, L (di Mare, L.)","Title":"Phase-averaged flow statistics in compressors using a rotated hot-wire technique"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398597700001 ISSN: 8756-758X eISSN: 1460-2695","Keywords":"damage; fatigue; repair; self-healing materials; strength; toughness KeyWords Plus:INSECT RHODNIUS-PROLIXUS; CORTICAL BONE; STRUCTURAL MATERIAL; COMPOSITE CERAMICS; FATIGUE-STRENGTH; COMPACT-BONE; SHELL REPAIR; IN-VIVO; OSTEOCYTE; MICROCRACKS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"FATIGUE & FRACTURE OF ENGINEERING MATERIALS & STRUCTURES Volume: 40 Issue: 5 Pages: 655-669 DOI: 10.1111/ffe.12595 Published: MAY 2017","Abstract":"Natural materials such as bone and insect cuticle are capable of self-repair, a facility that greatly increases their durability and safe working stress. Some engineering materials have also been designed to be self-healing, although currently they cannot match the performance of natural materials as regards the efficiency and longevity of the healing process. In this paper, we review the state of the art regarding these two types of materials. We discuss the role of fracture mechanics in the development of theoretical models of self-healing; we identify certain crucial parameters that make natural materials successful and discuss how these lessons can be applied to improve the performance of self-healing materials for engineering applications.","Authors":"Dooley, C (Dooley, C.) ; Taylor, D (Taylor, D.)","Title":"Self-healing materials: what can nature teach us?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690100001 ISSN: 0020-7225 eISSN: 1879-2197","Keywords":"Dissipation; Heart valve; Stenosis; Navier-Stokes equation; Blood vessel KeyWords Plus:VALVULAR HEART-DISEASE; IMPEDANCE; CATHETERIZATION; ULTRASOUND; OUTFLOW","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF ENGINEERING SCIENCE Volume: 114 Pages: 1-15 DOI: 10.1016/j.ijengsci.2017.01.002 Published: MAY 2017","Abstract":"This paper is Part 2 of a study of blood flow across cardiovascular stenoses. In Part 1, we developed a rigorous mathematical approach for deriving a pressure field from experimental data for a velocity field that can be obtained by direct measurement. In this Part, existing methods for quantifying stenoses, with specific reference to cardiac valves, are reviewed. Using the mathematically rigorous and physically reasonable approach that we developed in Part 1, for a pre-specified flow velocity field proximal to the stenosis and pressure waveform field distal to the stenosis, we ascertain the intra-stenosis and distal flow velocity field, pressure field proximal to and within the stenosis, and energy dissipation, all as functions of position and time. The computed dissipation, kinetic energy and pressure are then presented in an idealized geometry, but relevant to a realistic geometry, with a symmetric stenosis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Svihlova, H (Svihlova, H.) ; Hron, J (Hron, J.) ; Malek, J (Malek, J.) ; Rajagopal, KR (Rajagopal, K. R.) ; Rajagopal, K (Rajagopal, K.)","Title":"Determination of pressure data from velocity data with a view towards its application in cardiovascular mechanics. Part 2. A study of aortic valve stenosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690100002 ISSN: 0020-7225 eISSN: 1879-2197","Keywords":"Dislocations; Peach-Koehler force; Rotational moment; Configurational work; Interaction energy; Energy-release KeyWords Plus:ESHELBY STRESS TENSOR; STRONGLY INTERACTING MICROCRACKS; ANGULAR-MOMENTUM TENSOR; ENERGY-RELEASE RATES; MICROPOLAR ELASTICITY; 2-DIMENSIONAL SOLIDS; GRADIENT ELASTICITY; CONSERVATION-LAWS; SINGULARITY; FORCES","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF ENGINEERING SCIENCE Volume: 114 Pages: 16-40 DOI: 10.1016/j.ijengsci.2017.02.001 Published: MAY 2017","Abstract":"The aim of the present work is the unification of incompatible elasticity theory of dislocations and Eshelbian mechanics leading naturally to Eshelbian dislocation mechanics. In such a unified framework, we explore the utility of the J-, M-, and L-integrals. We give the physical interpretation of the M-, and L-integrals for dislocations, connecting them with established quantities in dislocation theory such as the interaction energy and the J-integral of dislocations, which is equivalent to the well-known Peach Koehler force. The J-, M-, and L-integrals for dislocations have been studied in the framework of three-dimensional, incompatible, linear elasticity. First of all, the general formulas of the J-, M-, and L-integrals for dislocations are given. Next, the examined integrals are specified for straight dislocations. Finally, the explicit formulas of the J-, M-, and L-integrals are calculated for straight (screw and edge) dislocations in isotropic materials. The obtained results reveal the physical interpretation and significance of the M-, and L-integrals for straight dislocations. The M-integral between two straight dislocations (per Unit dislocation length) is equal to the half of the interaction energy of the two dislocations (per unit dislocation length) depending on the distance and on the angle, plus twice the corresponding pre-logarithmic energy factor. The L-3-integral between two straight dislocations is the z-component of the configurational vector moment or the rotational moment about the z-axis caused by the interaction between the two dislocations. Fundamental relations between the J-, M-, and L-3-integrals are derived showing the inherent connection between them. The relations connecting directly the J-, M-, and L-3-integrals with the interaction energy are obtained. These relations have been proven to be of great significance. Since based on them; the interpretation of the J-, and L-3-integrals as translational and rotational energy-release, respectively, is achieved, and secondly a stability criterion for straight edge dislocations is formulated in terms of the J(k)-integral, revealing the physical importance of the considered integrals. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Agiasofitou, E (Agiasofitou, Eleni) ; Lazar, M (Lazar, Markus)","Title":"Micromechanics of dislocations in solids: J-, M-, and L-integrals and their fundamental relation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100001 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Stress intensity factor; Bridging zone; Microcrack; Fatigue crack growth; Dimensional analysis KeyWords Plus:FRACTURE ENERGY; PLAIN CONCRETE; BRITTLENESS NUMBER; PROCESS ZONE; STRENGTH; MECHANICS; BEHAVIOR; BEAMS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 1-13 DOI: 10.1016/j.ijfatigue.2017.01.007 Published: MAY 2017","Abstract":"A linearized stress intensity factor (SIF) is derived for concrete through a multiscale approach by considering the predominant process zone mechanisms such as aggregate bridging and microcracking. This is achieved by considering a bridging zone and a microcrack at the macrocrack tip. The bridging zone resists the crack growth through aggregate bridging mechanism. The SIF thus derived is further used in developing an analytical model which predicts the entire crack growth curve for plain concrete by making use of the concepts of dimensional analysis and self similarity in conjunction with the human population growth model. This model is validated using experimental data reported on normal strength, high strength and self consolidating concrete. Through sensitivity analyses it is shown that the specimen size plays an important role in the fatigue crack growth process of concrete. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Simon, KM (Simon, Keerthy M.) ; Kishen, JMC (Kishen, J. M. Chandra)","Title":"A multiscale approach for modeling fatigue crack growth in concrete"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100004 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Finite element simulation; Damage accumulation; Creep-fatigue interaction; P91 steel KeyWords Plus:LOW-CYCLE FATIGUE; AUSTENITIC STAINLESS-STEELS; NUMERICAL-SIMULATION; WELDED-JOINT; DAMAGE MODEL; TEMPERATURE; ENVIRONMENT; MECHANISMS; PREDICTION; LIFE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 41-52 DOI: 10.1016/j.ijfatigue.2017.01.004 Published: MAY 2017","Abstract":"A creep-fatigue crack growth model considering creep-fatigue interactions based on continuum damage mechanics was proposed in this paper. Numerical analyses of creep-fatigue crack growth of P91 steel at 625 degrees C using compact specimens were conducted. The results agreed well with the experiment which indicated its good capability in predicting creep-fatigue crack growth behavior. The effects of initial crack depth, specimen dimension and hold time on crack growth behavior were investigated using the model. The results indicated that the increasing initial crack depth and specimen dimension promoted the crack growth rate, while the decreasing hold time accelerated the crack growth. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jing, HY (Jing, Hongyang); Su, DB (Su, Dingbang); Xu, LY (Xu, Lianyong) ; Zhao, L (Zhao, Lei); Han, YD (Han, Yongdian); Sun, RW (Sun, Ruiwen)","Title":"Finite element simulation of creep-fatigue crack growth behavior for P91 steel at 625 degrees C considering creep-fatigue interaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100006 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Stored energy; Damage; Creep-fatigue KeyWords Plus:LOW-CYCLE FATIGUE; LIFE PREDICTION; TEMPERATURE; ENERGY","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 62-67 DOI: 10.1016/j.ijfatigue.2017.01.016 Published: MAY 2017","Abstract":"This study investigates the mechanistic approach to evaluate total stored energy consisting of damage energy (due to voids and microcracks) and deformation energy (due to dislocations). Thermal data obtained by online IRT technique have been employed for this evaluation. The deformation energy is estimated through EBSD analysis. Subsequently, the damage and deformation induced by creep and fatigue have been modeled as functions of applied stress and cumulative plastic strain, individually. By using the data of experimental creep stress and fatigue strain for each creep-fatigue cycle, the contributions of creep and fatigue damage energies have been estimated for creep-fatigue interaction. New fatigue and creep damage parameters have been proposed based on the damage mechanics concepts. Different regimes have been identified and explained with creep and fatigue damage evolution curves. The present approach has also been extended to characterize incremental creep-fatigue interactions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kumar, J (Kumar, Jalaj) ; Singh, AK (Singh, A. K.) ; Raman, SGS (Raman, S. Ganesh Sundara) ; Kumar, V (Kumar, Vikas)","Title":"Creep-fatigue damage modeling in Ti-6Al-4V alloy: A mechanistic approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100009 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Ultrasonic fatigue testing; Very high cycle fatigue; MP35N; As-drawn wire; Thin wire testing KeyWords Plus:SEVERE PLASTIC-DEFORMATION; CAST-ALUMINUM ALLOY; CRACK INITIATION; MP35N ALLOY; ULTRASONIC FREQUENCY; MECHANICAL-BEHAVIOR; GIGACYCLE FATIGUE; TI-6AL-4V ALLOY; ENDURANCE LIMIT; DRAWING PROCESS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 92-100 DOI: 10.1016/j.ijfatigue.2017.01.027 Published: MAY 2017","Abstract":"The CoNiCr alloy MP35N in the form of thin wires is commonly used as conductor in cardiac leads. The application requires high fatigue strength, in particular in the very high cycle fatigue (VHCF) regime. High frequency fatigue testing techniques are of great interest for material characterization and development since existing techniques require very long testing times. In this study, adapting the ultrasonic fatigue testing method to sub-millimeter wires has been accomplished for the first time. Fatigue tests of as-drawn low-Ti MP35N wire with 100 gm diameter have been performed with a novel technique at 20 kHz cycling frequency at load ratio R = 03. Measured lifetimes show good agreement with conventional servo-hydraulic tension-tension fatigue data of the same material at 30 Hz. Ultrasonic tests were run up to 2 x 10(10) cycles, and no fatigue limit was observed. Crack initiation occurs at Al2O3-inclusions at the surface, where the interfaces between particles and matrix fail. Sizes of the crack initiating inclusions, root area(inc) are between 1.9 mu m and 3.5 mu m. Fatigue lifetimes can be approximated with a single S-N curve between 10(4) and 10(10) cycles. No change of crack initiation mode into the interior is observed when lifetimes extend into the VHCF regime. Inclusions can be considered as initial cracks, and a fracture mechanics concept is used to describe fatigue lifetimes. On average a stress intensity range as low as 1.0 MPa root m can propagate the crack to fracture at lifetimes above 10(8) cycles. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fitzka, M (Fitzka, Michael) ; Catoor, D (Catoor, Dhiraj) ; Irrasch, D (Irrasch, Daniel) ; Reiterer, M (Reiterer, Markus) ; Mayer, H (Mayer, Herwig)","Title":"Fatigue testing of thin CoNiCr wire up to 10(10) cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100015 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Crack growth experiment; Overload; Underload; Multiaxial fatigue criterion KeyWords Plus:STAINLESS-STEEL; ALUMINUM-ALLOY; PART II; OVERLOAD; SINGLE; PROPAGATION; BEHAVIOR; CLOSURE; MODEL; UNDERLOADS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 155-166 DOI: 10.1016/j.ijfatigue.2017.01.024 Published: MAY 2017","Abstract":"A series of fatigue crack growth experiments on Q345R steel are conducted by a constant amplitude load with a single overload/underload. The fatigue crack growth behavior of Q345R steel with overload/underload is explored in a detailed manner. The retardation effect of the overload with different stress ratio and overload ratio are quantified by retardation length and cycles. The experimental results of Q345R steel show that (1) overload ratio is the key factor that accounts for the retardation effect, (2) overload effect is sensitive to the stress ratio, (3) underload induces the acceleration of the crack growth rate, and (4) overload plays a more dominant role in terms of the effect of the combination of overload and underload. A unified model based on continuum mechanics is used to predict the crack growth rate. The crack growth process is modeled by a new continuous propagation method in considering the loading history. This method successfully predicts the fatigue crack growth rate and lives of specimens under different load conditions. The numerical results are in accordance with that from experimental observations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ding, ZY (Ding, Zhenyu) ; Wang, XG (Wang, Xiaogui) ; Gao, ZL (Gao, Zengliang) ; Bao, SY (Bao, Shiyi)","Title":"An experimental investigation and prediction of fatigue crack growth under overload/underload in Q345R steel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100028 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Fatigue crack growth properties; Acrylic-based adhesive; Fracture behaviors; Cohesive KeyWords Plus:TOUGHENED EPOXY JOINTS; FRACTURE-MECHANICS; COMPOSITE JOINTS; THICKNESS; INITIATION; BEHAVIOR","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 286-295 DOI: 10.1016/j.ijfatigue.2017.02.008 Published: MAY 2017","Abstract":"Fatigue lifetime is one of the most important factors that need to be considered when determining a material's design. This study deals with fatigue behaviors in adhesive bonded joints. Fatigue tests were conducted using double cantilever beam specimens to measure the fatigue crack growth properties of the DP8005 acrylic-based adhesive under Mode I loading on aluminum alloy, glass fiber-reinforced polypropylene matrix composite (GF/PP), and carbon fiber-reinforced epoxy matrix composite (CF/EP) adherends. The fracture surfaces were examined using a microscope to verify the fracture behaviors. The experimental results show that the slope (2.85) and intercept (2.14 x 10(-10)), as defined by the Paris law, expressed a relationship between the energy release rate range (triangle G(1)) and the crack growth rate (dal/dN) for the three specimens were the same, in scenarios where the cohesive failures were dominant. The aluminum alloy specimens were found to have another slope and intercept at 1.36 and 6.00 x 10(-7), respectively, when interfacial failures occurred. The threshold energy release rate range (triangle G(I.th)) for the GF/PP and CF/EP specimens were 69.3 and 72.5 J m(-2), respectively. triangle G(I.th) for the aluminum alloy specimens were 46.5 (denoted as triangle G(I.th)(1st)) and 5.4 (denoted as triangle G(I.th)(1st)) j m(-2). triangle G(I.th), (fracture morphology) can be ranked as aluminum alloy (triangle G(I.th)(1st), interfacial failure) < aluminum alloy (triangle G(I.th)(1st), mixture of cohesive and interfacial failures) < GF/PP (mixture of cohesive and adherend failures) < CF/EP (cohesive failure). (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kim, HB (Kim, Hyun-Bum) ; Naito, K (Naito, Kimiyoshi) ; Oguma, H (Oguma, Hiroyuki)","Title":"Fatigue crack growth properties of a two-part acrylic-based adhesive in an adhesive bonded joint: Double cantilever-beam tests under Mode I loading"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395870400002 ISSN: 0376-9429 eISSN: 1573-2673","Keywords":"Inclined crack; bi-material interface; Reissner plate; Stress singularity; Eigenfunction expansion method KeyWords Plus:BIMATERIAL INTERFACE; STRESS-FIELD","Categories":"Materials Science; Mechanics Web of Science Categories:Materials Science, Multidisciplinary; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF FRACTURE Volume: 205 Issue: 1 Pages: 23-36 DOI: 10.1007/s10704-016-0177-8 Published: MAY 2017","Abstract":"On the basis of Reissner's plate theory, the stress singularities at the tip of an arbitrarily inclined semiinfinite crack terminating at the interface of two dissimilar materials are investigated in the present paper. Using the eigenfunction expansion method, the eigenequation of the corresponding problem is derived explicitly by directly solving the governing equations of Reissner's plate theory in terms of three generalized displacement components. In this paper, the focus is on the calculation of the singularity order as a fundamental quantity in fracture mechanics. The singularity orders of the moments and shear force at the crack tip are determined by the dominant eigenvalues whose real parts lie between 0 and 1. The influences of the bi-material parameters and the crack inclination angle on the moment and shear force singularity orders are discussed in detail. Specifically, the variations of the shear force singularity order with the bi-material parameter and the crack inclination angle are examined in detail. It is proved that the shear force singularity order is a completely monotonic function of the bi-material parameter and the inclination angle. Some numerical results are given in order to prove the validity of the present study.","Authors":"Zhang, ZJ (Zhang, Zhaojun) ; Gao, HY (Gao, Haiyang) ; Yao, WA (Yao, Weian)","Title":"Singularities of an inclined crack terminating at the bi-material interface in a Reissner plate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900007 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Rock mechanics; Fracture network; Fracture propagation-critical criterion; Mechanical tests; Numerical manifold method KeyWords Plus:TRANSVERSELY ISOTROPIC ROCKS; FAILURE CRITERION; CRACK-PROPAGATION; DISCONTINUITIES; SIMULATION; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016007 DOI: 10.1061/(ASCE)GM.1943-5622.0000676 Published: MAY 2017","Abstract":"This paper develops a novel empirical strength criterion and proposes a manifold method for fracture initiation and propagation. First, to investigate the influencing factors of fractured rock mass strength, a set of uniaxial and biaxial compression tests were performed on gypsum specimens. According to the experimental results, rock mass strength is attributable to nonlinear relationships with fracture inclination angle, length, and lateral pressure. Then, on the basis of strength theory and tests, an improved empirical strength criterion, which can describe the multi-influence of fracture inclination angle, fragmentation degree, and lateral pressure on strength of the rock mass and the path of fracture propagation, was established. Moreover, the critical conditions of tensile and shear fracture for fracture propagation are proposed and used with a numerical manifold method to simulate fracture propagation. Furthermore, in the modeling, the manifold element is regarded as the basic failure element, and the failure angle is used to determine propagation direction. The results of the fracture-initiation strength and the propagation path with traditional Mohr-Coulomb criterion and the improved empirical strength criterion are compared to validate the proposed method. (C) 2016 American Society of Civil Engineers.","Authors":"Liu, XW (Liu, Xuewei) ; Liu, QS (Liu, Quansheng) ; Wei, L (Wei, Lai) ; Huang, X (Huang, Xing)","Title":"Improved Strength Criterion and Numerical Manifold Method for Fracture Initiation and Propagation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900026 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Small-strain Young's modulus; Gradation; Particle shape; Resonant column; Poisson's ratio","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: 04016120 DOI: 10.1061/(ASCE)GM.1943-5622.0000811 Published: MAY 2017","Abstract":"The influence of gradation and particle shape on the small-strain Young's modulus of dry sands is investigated through a comprehensive set of resonant column tests in the flexural mode of vibration. Experiments are performed on an array of sands with different coefficients of uniformity and particle shapes. The effect of gradation is investigated using tests on sands with similar particle shapes. The effect of particle shape is then examined through the experimental results on sands with a range of particle shapes. A new model is developed to incorporate the effects of gradation and particle shape into the prediction of the small-strain Young's modulus. The proposed model is verified and compared with the existing models in the literature using the state parameter in the critical state soil mechanics framework. It is shown that the proposed model outperforms the previous ones considering the significant effect of particle shape on the small-strain Young's modulus. Using the theory of elasticity, a model is developed for the prediction of Poisson's ratio for sands taking into account the effects of particle shape and gradation. (C) 2016 American Society of Civil Engineers.","Authors":"Payan, M (Payan, Meghdad) ; Senetakis, K (Senetakis, Kostas) ; Khoshghalb, A (Khoshghalb, Arman) ; Khalili, N (Khalili, Nasser)","Title":"Effect of Gradation and Particle Shape on Small-Strain Young's Modulus and Poisson's Ratio of Sands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536900018 ISSN: 1532-3641 eISSN: 1943-5622","Keywords":"Discontinuous deformation analysis (DDA); Distinct lattice spring model (DLSM); Rock cutting; Rock penetration KeyWords Plus:DISCONTINUOUS DEFORMATION ANALYSIS; DISCRETE ELEMENT; CONCRETE; CONTACT; MODEL; MECHANICS; STRENGTH; GEO","Categories":"Engineering Web of Science Categories:Engineering, Geological","Journal Information":"INTERNATIONAL JOURNAL OF GEOMECHANICS Volume: 17 Issue: 5 Special Issue: SI Article Number: E4016015 DOI: 10.1061/(ASCE)GM.1943-5622.0000754 Published: MAY 2017","Abstract":"Rock cutting and rock penetration are typical problems in civil, mining, petroleum, and geothermal engineering disciplines. They involve dynamic fracturing and fragmentation of rock, high-speed movements of a cutter/impactor, and complex dynamic contacts between the cutter/impactor and the rock. In this study a new three-dimensional (3D) coupled approach is developed to address these problems. The distinct lattice spring model (DLSM) is used to simulate the dynamic fracturing process of the rock, and the discontinuous deformation analysis (DDA) is adopted to model the high-speed motion of the cutter/impactor. An explicit-implicit coupling scheme is developed to bridge DLSM and DDA. Moreover, to take account of interaction between DLSM and DDA, a 3D simplex sphere-to-block contact method is introduced. Finally, a number of numerical examples are conducted to verify the implementation of the coupled approach and its ability to model rock cutting and rock penetration problems. (C) 2016 American Society of Civil Engineers.","Authors":"Zhao, GF (Zhao, Gao-Feng) ; Lian, JJ (Lian, Ji-Jian) ; Russell, AR (Russell, Adrian R.) ; Zhao, J (Zhao, Jian)","Title":"Three-Dimensional DDA and DLSM Coupled Approach for Rock Cutting and Rock Penetration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832700006 ISSN: 0890-6955 eISSN: 1879-2170","Keywords":"Grinding; Temperature mapping; Grain-workpiece interaction; Thermocouple array; Temperature model KeyWords Plus:INFRARED RADIATION PYROMETER; THERMAL-ANALYSIS; WORKPIECE TEMPERATURE; HEAT-TRANSFER; OPTICAL-FIBER; SURFACE; SIMULATION; FLUX; PARTITION; MECHANICS","Categories":"Engineering Web of Science Categories:Engineering, Manufacturing; Engineering, Mechanical","Journal Information":"INTERNATIONAL JOURNAL OF MACHINE TOOLS & MANUFACTURE Volume: 116 Pages: 60-76 DOI: 10.1016/j.ijmachtools.2017.01.004 Published: MAY 2017","Abstract":"Excessive grinding heat might probably lead to unwanted heat damages of workpiece materials, most previous studies on grinding heat/temperature, however, assumed the wheel-workpiece contact zone as a moving band heat source, which might be not appropriate enough to capture the realistic situation in grinding. To address this, grinding temperature domain has been theoretically modeled in this paper by using a stochastically graindiscretised temperature model (SGDTM) with the consideration of grain-workpiece micro interactions (i.e. rubbing, ploughing and cutting), and the full 2D/3D temperature maps with highly-localised thermal information, even at the grain scale (i.e. with the thermal impacts induced by each individual grain), has been presented for the first time. To validate theoretical maps, a new methodological approach to capture 2D/3D temperature maps based on an array of sacrificial thermocouples have also been proposed. Experimental validation has indicated that the grinding temperature calculated by SGDTM showed a reasonable agreement with the experimental one in terms of both 1D temperature signals (i.e. the signals that are captured at a specific location within the grinding zone) and the 2D/3D temperature maps of the grinding zone, proving the feasibility and the accuracy of SGDTM. This study has also proved that, as expected, the heat fluxes are neither uniformly distributed along the wheel width direction nor continuous along the workpiece feed direction. The proposed SGDTM and the temperature measurement technique are not only anticipated to be powerful to provide the basis for the prevention of grinding thermal damage (e.g. grinding burns, grinding annealing and rehardening), but also expected to be meaningful to enhance the existing understanding of grinding heat/temperature than using the common approach depending on the single thermocouple technique.","Authors":"Li, HN (Li, Hao Nan) ; Axinte, D (Axinte, Dragos)","Title":"On a stochastically grain-discretised model for 2D/3D temperature mapping prediction in grinding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397548600003 ISSN: 1290-0729 eISSN: 1778-4166","Keywords":"Taylor bubble; Oscillating flow; Pressure drop; Pulsating heat pipe (PHP); Wetting film; Numerical modelling KeyWords Plus:PULSATING HEAT-PIPE; PART I; MODEL; EVAPORATION; REGIMES; PHP","Categories":"Thermodynamics; Engineering Web of Science Categories:Thermodynamics; Engineering, Mechanical","Journal Information":"INTERNATIONAL JOURNAL OF THERMAL SCIENCES Volume: 115 Pages: 29-42 DOI: 10.1016/j.ijthermalsci.2017.01.009 Published: MAY 2017","Abstract":"A numerical model has been developed for a system consisting of a liquid slug and a vapour plug oscillating in a tube closed at one end, and connected to a reservoir at a constant pressure at the other end, which represents the most basic configuration of a Pulsating Heat Pipe (PHP). The thermally driven self-sustained oscillations of the system result from evaporation and condensation phenomena occurring at two zones of the tube (separated by an adiabatic section), one being cooled and the other being heated, simultaneously. The modelling principles of this system had been posed in previous works. In this work, the equation describing the liquid film evaporation has been substantially improved in the light of recent experimental results: both, the thickening of the film and the shortening of its length due to the evaporation at the triple line are taken into account. Furthermore, the transient heat conduction equation is solved in both the tube and the liquid film in order to Calculate the temperature of the evaporator, which is a key parameter of the model. Moreover, an experimental bench is presented to measure the pressure variations inside an oscillating liquid slug. The results show that the classical correlations of fluid mechanics are relevant to model the oscillation of this system. Finally, a parametric study is carried out to understand the influence of the thermal properties of both the liquid and the tube on the start-up of the system. The thermal effusivity of both these materials is found to be an important criterion to indicate the conditions under which oscillations can commence and relain self-sustained. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Rao, M (Rao, Manoj) ; Lefevre, F (Lefevre, Frederic) ; Czujko, PC (Czujko, Pierre-Clement) ; Khandekar, S (Khandekar, Sameer) ; Bonjour, J (Bonjour, Jocelyn)","Title":"Numerical and experimental investigations of thermally induced oscillating flow inside a capillary tube"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362800011 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Surface effect; Multiresolution molecular mechanics; Multiscale modeling; Summation rule; Quadrature rule; Finite element method KeyWords Plus:QUASI-CONTINUUM METHOD; CAUCHY-BORN MODEL; NANO-SCALE THICKNESS; FINITE-ELEMENT; ELASTIC PROPERTIES; CARBON NANOTUBES; INTERFACE STRESS; SIZE DEPENDENCE; LATTICE MODELS; FILMS","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 336 Pages: 212-234 DOI: 10.1016/j.jcp.2017.01.058 Published: MAY 1 2017","Abstract":"Surface effects have been observed to contribute significantly to the mechanical response of nanoscale structures. The newly proposed energy-based coarse-grained atomistic method Multiresolution Molecular Mechanics (MMM) (Yang, To (2015), 1571) is applied to capture surface effect for nanosized structures by designing a surface summation rule SRs within the framework of MMM. Combined with previously proposed bulk summation rule SRB, the MMM summation rule SRMMM is completed. SRs and SRB are consistently formed within SRMMM for general finite element shape functions. Analogous to quadrature rules in finite element method (FEM), the key idea to the good performance of SRMMM lies in that the order or distribution of energy for coarse-grained atomistic model is mathematically derived such that the number, position and weight of quadrature-type (sampling) atoms can be determined. Mathematically, the derived energy distribution of surface area is different from that of bulk region. Physically, the difference is due to the fact that surface atoms lack neighboring bonding. As such, SRs and SRB are employed for surface and bulk domains, respectively. Two- and three-dimensional numerical examples using the respective 4-node bilinear quadrilateral, 8-node quadratic quadrilateral and 8-node hexahedral meshes are employed to verify and validate the proposed approach. It is shown that MMM with SRMMM accurately captures corner, edge and surface effects with less 0.3% degrees of freedom of the original atomistic system, compared against full atomistic simulation. The effectiveness of SRMMM with respect to high order element is also demonstrated by employing the 8-node quadratic quadrilateral to solve a beam bending problem considering surface effect. In addition, the introduced sampling error with SRMMM that is analogous to numerical integration error with quadrature rule in FEM is very small. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Yang, QC (Yang, Qingcheng) ; To, AC (To, Albert C.)","Title":"Multiresolution molecular mechanics: Surface effects in nanoscale materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362800026 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Kullback Leibler divergence; Information metrics; Uncertainty quantification; Statistical mechanics; High dimensional systems; Nonlinear response; Phase diagrams KeyWords Plus:KULLBACK-LEIBLER DIVERGENCE; SENSITIVITY-ANALYSIS; EINSTEIN RELATION; SYSTEMS; PARTICLE","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 336 Pages: 513-545 DOI: 10.1016/j.jcp.2017.02.020 Published: MAY 1 2017","Abstract":"In this paper we demonstrate the only available scalable information bounds for quantities of interest of high dimensional probabilistic models. Scalability of inequalities allows us to (a) obtain uncertainty quantification bounds for quantities of interest in the large degree of freedom limit and/or at long time regimes; (b) assess the impact of large model perturbations as in nonlinear response regimes in statistical mechanics; (c) address model form uncertainty, i.e. compare different extended models and corresponding quantities of interest. We demonstrate some of these properties by deriving robust uncertainty quantification bounds for phase diagrams in statistical mechanics models. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Katsoulakis, MA (Katsoulakis, Markos A.) ; Rey-Bellet, L (Rey-Bellet, Luc) ; Wang, J (Wang, Jie)","Title":"Scalable information inequalities for uncertainty quantification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362800029 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Stable nodal integration method; Computational electromagnetics; Node-based smoothed finite element method; Linear triangular or tetrahedral mesh KeyWords Plus:FINITE-ELEMENT-METHOD; FREE GALERKIN METHOD; SOLID MECHANICS PROBLEMS; UPPER BOUND SOLUTIONS; G SPACE THEORY; WEAK W-2 FORM; METHOD NS-PIM; UNIFIED FORMULATION; MESHLESS METHODS; FEM","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 336 Pages: 580-594 DOI: 10.1016/j.jcp.2017.02.022 Published: MAY 1 2017","Abstract":"A stable nodal integration method (SNIM) is presented to solve static and quasi-static electromagnetic problems in this paper. The analysis domain is firstly discretized into a set of triangular or tetrahedral elements, and linear interpolation is adopted within each element. A weakened weak formulation based on the nodes is further considered, framing the so-called node-based smoothing domains. Equivalent smoothing domains are then acquired as circular or spherical regions, where the gradient of shape function is expanded as the first order Taylor form. Subsequently, four or six temporary integration points on the region are picked to obtain items of the stiffness matrix and the external load vector. By simplifying the equations, the stiffness matrix can be received in quite concise form with one point integration and stabilization terms, which are calculated on original node based smoothing domains. The implementation of SNIM on electromagnetic problems is thus realized. The proposed formulation is validated against both analytical solutions and traditional methods, and its effectiveness and potentialities can be well represented and clarified by numerical examples. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Feng, H (Feng, Hui) ; Cui, XY (Cui, Xiangyang) ; Li, GY (Li, Guangyao)","Title":"A stable nodal integration method for static and quasi-static electromagnetic field computation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537000009 ISSN: 0733-9399 eISSN: 1943-7889","Keywords":"Plastic media; Three-dimensional (3D) constitutive equations; Poisson ratio; Asymptotic strain KeyWords Plus:MODEL","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF ENGINEERING MECHANICS Volume: 143 Issue: 5 Article Number: D4016008 DOI: 10.1061/(ASCE)EM.1943-7889.0001128 Published: MAY 2017","Abstract":"In this paper, the authors begin by observing that using the new definition of fractional derivative with an exponential kernel makes it is possible to obtain again some generalized constitutive equation of continuum mechanics as a Kelvin-Voight Maxwell standard linear solid. However, this equivalence holds only in a space of smooth solutions. In the second part, two different fractional derivatives to describe the behavior of some types of plastic materials are considered. Before a kernel with a negative power of the variable and then a kernel with a negative exponential are assumed. The problems related with 1D (one dimensional) stress and a 1D strain respectively are applied to the 3D (three dimensional) body as part of a discussion of the Poisson phenomenon. (C) 2016 American Society of Civil Engineers.","Authors":"Caputo, M (Caputo, Michele) ; Fabrizio, M (Fabrizio, Mauro)","Title":"3D Memory Constitutive Equations for Plastic Media"}]