[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398814800005 ISSN: 2008-9783 eISSN: 2228-6721","Keywords":"Anthropometry; Three-dimensional; Technical report; Three-dimensional laser scanner; Accuracy and precision of measurement KeyWords Plus:MODELS; SHAPE","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF LASERS IN MEDICAL SCIENCES Volume: 8 Issue: 1 Pages: 22-28 DOI: 10.15171/jlms.2017.05 Published: WIN 2017","Abstract":"Introduction: Three-dimensional (3D) scanners are widely used in medicine. One of the applications of 3D scanners is the acquisition of anthropometric dimensions for ergonomics and the creation of an anthropometry data bank. The aim of this study was to evaluate the precision and accuracy of a modified 3D scanner fabricated in this study. Methods: In this work, a 3D scan of the human body was obtained using DAVID Laser Scanner software and its calibration background, a linear low-power laser, and one advanced webcam. After the 3D scans were imported to the Geomagic software, 10 anthropometric dimensions of 10 subjects were obtained. The measurements of the 3D scanner were compared to the measurements of the same dimensions by a direct anthropometric method. The precision and accuracy of the measurements of the 3D scanner were then evaluated. The obtained data were analyzed using an independent sample t test with the SPSS software. Results: The minimum and maximum measurement differences from three consecutive scans by the 3D scanner were 0.03 mm and 18 mm, respectively. The differences between the measurements by the direct anthropometry method and the 3D scanner were not statistically significant. Therefore, the accuracy of the 3D scanner is acceptable. Conclusion: Future studies will need to focus on the improvement of the scanning speed and the quality of the scanned image.","Authors":"Roodbandi, ASJ (Roodbandi, Akram Sadat Jafari) ; Naderi, H (Naderi, Hamid) ; Hashenmi-Nejad, N (Hashenmi-Nejad, Naser) ; Choobineh, A (Choobineh, Alireza) ; Baneshi, MR (Baneshi, Mohammad Reza) ; Feyzi, V (Feyzi, Vafa)","Title":"Technical Report on the Modification of 3-Dimensional Non-contact Human Body Laser Scanner for the Measurement of Anthropometric Dimensions: Verification of its Accuracy and Precision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100006 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Stachys lavandulifolia; labdan diterpenoid; flavonoid; monoterpen lacton; Lamiaceae KeyWords Plus:LABDANE-TYPE DITERPENOIDS; LEONURUS-HETEROPHYLLUS; LOLIOLIDE","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 58-63 Special Issue: SI Published: WIN 2017","Abstract":"Stachys lavandulifolia Vahl is an herbaceous wild plant native to Iran which is traditionally used in Iranian folk medicine as a mild sedative tea for reducing anxiety and for treatment of gastrointestinal disorders. Our previous study on ethyl acetate extract of S. lavandulifolia proved anti-anxiolytic activity and so the present study was designed to determine chemical components of this biologically active fraction. The extract was prepared using maceration method. Column chromatography and medium pressure liquid chromatography (MPLC) was used respectively to separate the fractions. Finally, some evaluated fractions were used for high pressure liquid (HPLC) and peak shaving recycle technique to achieve more purification. Separated compounds were determined using NMR analysis and mass spectroscopy. Six compounds have been isolated from ethylacetate extract of aerial parts of S. lavandulifolia including four flavonoids (apigenin, kumatakenin, penduletin and 4 ', 7-dihyroxy-3, 5, 6-trimethoxy flavone), a labdan diterpenoid (labda-13-en-8, 15-diol), and an iridoid.","Authors":"Sajjadi, SE (Sajjadi, Seyed Ebrahim) ; Ghanadian, SM (Ghanadian, Seyed Mustafa) ; Rabbani, M (Rabbani, Mohammad) ; Tahmasbi, F (Tahmasbi, Fateme)","Title":"Isolation and Identification of Secondary Metabolites from the Aerial Parts of Stachys lavandulifolia Vahl"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100012 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"allergic rhinitis; Nettle; Urtica Dioica; cytokine KeyWords Plus:ALTERNATIVE MEDICINE; PATIENT USE; COMPLEMENTARY; ASTHMA; EPIDEMIOLOGY; MANAGEMENT; DIAGNOSIS; RISK","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 112-U246 Special Issue: SI Published: WIN 2017","Abstract":"The aim of this study was to survey the exact benefit of this herb in the management of clinical and laboratory signs and symptoms of allergic rhinitis. In a randomized double blind clinical trial, 74 patients with the signs and symptoms of allergic rhinitis and a positive skin prick test were selected and randomly divided into 2 groups who were taken Urtica dioica 150-mg, Urtidin (R) F.C Tablet) or placebo for one month. Their signs and symptoms, eosinophil percentage on nasal smear, serum IgE, and interleukin IL- 4, IL- 5, interferon- gamma) levels were recorded. Forty patients completed the trial. Based on the Sino- Nasal Outcome Test 22 SNOT-22), a significant improvement in clinical symptom severity was observed in both groups P < .001). Furthermore, a statistically significant reduction in mean nasal smear eosinophil count was observed after treatment with Nettle P < .01). However, the mean IgE and IL4 and IL5 levels in the study group before and after treatment with Nettle saw no significant changes P > .1). Intergroup pre- and post-treatment laboratory findings suggested that there was a significant difference in post-treatment changes of mean IFN. levels between the study and placebo group P = 0.017). Although the current study showed certain positive effects of Nettle in the management of allergic rhinitis on controlling the symptoms based on the SNOT-22, similar effects were demonstrated by placebo as well. We believe that our limitations underscore the need for larger, longer term studies of Nettle for the treatment of allergic rhinitis.","Authors":"Bakhshaee, M (Bakhshaee, Mehdi) ; Pour, AHM (Pour, Amir Hooshang Mohammad) ; Esmaeili, M (Esmaeili, Majid) ; Azad, FJ (Azad, Farahzad Jabbari) ; Talesh, GA (Talesh, Ghazal Alipour) ; Salehi, M (Salehi, Maryam) ; Mohajer, MN (Mohajer, Morteza Noorollahian) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Salehi, Maryam  http://orcid.org/0000-0001-7325-6160","Title":"Efficacy of Supportive Therapy of Allergic Rhinitis by Stinging Nettle (Urtica dioica) root extract: a Randomized, Double-Blind, Placebo-Controlled, Clinical Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396489100016 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Boswellia carteri; Aloe vera; Commiphora myrrha; wound healing; excision wound model; Iranian Traditional Medicine KeyWords Plus:ALOE-VERA; IN-VIVO","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 153-163 Special Issue: SI Published: WIN 2017","Abstract":"Iranian Traditional Medicine (ITM) manuscripts contain prescriptions that have long been used for healing of wounds. The present study evaluates the healing effect of a poly herbal paste (PHP), retrieved from ITM sources, containing Aloe vera, Commiphora myrrha and Boswellia carteri using rat excision wound model. Excision wounds were induced in six groups consisting of six rats each. Group 1 received no treatment, while groups 2 and 6 received tetracycline ointment, Alpha ointment, PHP 40%, PHP 10% and paste base every day, respectively. The percentage of wound contraction on days 2, 7, 14 and 21 and histopathology parameters of healed wounds on 14(th) and 2(st) days were evaluated. Moreover, antioxidant activity of PHP was evaluated using DPPH method. There was a significant improvement in wound healing in PHP 10% group on the 7(th) day of the treatment (p<0.05). Moreover, the healing effect of PHP 10% was significantly greater than the control, tetracycline and paste base groups on the 2(nd), 14(th) and 21(st) days (p<0.05). On day 14, PHP 40% showed significant healing effect compared to the control, tetracycline and paste base groups (p<0.05). Fewer inflammatory cells were observed in PHP 10%-treated animals and this group demonstrated better re-epithelialization with remarkable neovascularization. Besides, the PHP 10% formulation exhibited antioxidant activity. In vivo and histopathologic examinations showed considerable wound healing in PHP 10% group. This finding could probably be due to the antioxidant, anti-inflammatory and antimicrobial activities of phytoconstituents of A. vera, B. carteri and C. myrrha.","Authors":"Jahandideh, M (Jahandideh, Maryam) ; Hajimehdipoor, H (Hajimehdipoor, Homa) ; Mortazavi, SA (Mortazavi, Seyed Alireza) ; Dehpour, A (Dehpour, Ahmadreza) ; Hassanzadeh, G (Hassanzadeh, Gholamreza)","Title":"Evaluation of the Wound Healing Activity of a Traditional Compound Herbal Product Using Rat Excision Wound Model"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000396489100024 ISSN: 1735-0328 eISSN: 1726-6890","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Pages: 227-228 Special Issue: SI Published: WIN 2017","Abstract":"`","Authors":"Jaladat, AM (Jaladat, Amir Mohammad) ; Atarzadeh, F (Atarzadeh, Fatemeh) ; Moeini, R (Moeini, Reihane) ; Ghobadi, A (Ghobadi, Ali) ; Sadeghpour, O (Sadeghpour, Omid)","Title":"Relationship Between Temperaments of Herbal Diuretics and Their Effects Based on Avicenna's Teaching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000017 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Osteoporosis; BMD testing; Bisphosphonate; Quality improvement; Educational intervention KeyWords Plus:CONTROLLED-TRIAL; AUSTRALIAN MEN; CARE; FRACTURE; PREVALENCE; PATTERNS","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 17 DOI: 10.1007/s11657-017-0309-4 Published: DEC 2017","Abstract":"Osteoporosis interventions targeting older Australians and clinicians were conducted in 2008 and 2011 as part of a national quality improvement program underpinned by behavioural theory and stakeholder engagement. Uptake of bone mineral density (BMD) tests among targeted men and women increased after both interventions and sustained increases in osteoporosis treatment were observed among men targeted in 2008. Purpose Educational interventions incorporating patient-specific prescriber feedback have improved osteoporosis screening and treatment among at-risk patients in clinical trials but have not been evaluated nationally. This study assessed uptake of BMD testing and osteoporosis medicines following two national Australian quality improvement initiatives targeting women (70-79 years) and men (75-85 years) at risk of osteoporosis. Methods Administrative health claims data were used to determine monthly rates of BMD testing and initiation of osteoporosis medicines in the 9-months post-intervention among targeted men and women compared to older cohorts of men and women. Log binomial regression models were used to assess differences between groups. Results In 2008 91,794 patients were targeted and 52,427 were targeted in 2011. There was a twofold increase in BMD testing after each intervention among targeted patients compared to controls (p < 0.001). Initiation of osteoporosis medicines increased by 21% among men targeted in 2008 and 34% among men targeted in 2011 compared to older controls (p < 0.01). Initiation of osteoporosis medicines among targeted women was similar to the older controls. Conclusion Programs underpinned by behavioural theory and stakeholder engagement that target both primary care clinicians and patients can improve osteoporosis screening and management at the national level.","Authors":"Ellett, LMK (Ellett, Lisa M. Kalisch) ; Pratt, NL (Pratt, N. L.) ; Sluggett, JK (Sluggett, J. K.) ; Ramsay, EN (Ramsay, E. N.) ; Kerr, M (Kerr, M.) ; LeBlanc, VT (LeBlanc, V. T.) ; Barratt, JD (Barratt, J. D.) ; Roughead, EE (Roughead, E. E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sluggett, Janet  http://orcid.org/0000-0002-9059-5209","Title":"Patient-specific prescriber feedback can increase the rate of osteoporosis screening and treatment: results from two national interventions"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394177000014 PubMed ID: 28127706 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Osteoporosis; Kidney-yin; Traditional Chinese herb; Traditional Chinese formula; Anti-osteoporosis KeyWords Plus:FRUCTUS-LIGUSTRI-LUCIDI; MESENCHYMAL STEM-CELLS; ER-ZHI-WAN; BONE-MINERAL DENSITY; POLYGONATUM-SIBIRICUM POLYSACCHARIDE; TRADITIONAL CHINESE MEDICINE; CATENIN SIGNALING PATHWAY; OVARIECTOMIZED RATS; SCHISANDRA-CHINENSIS; ETHANOL EXTRACT","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 14 DOI: 10.1007/s11657-016-0301-4 Published: DEC 2017","Abstract":"Osteoporosis is characterized by an increasing osseous fragility and fracture resulting from the low mass and deteriorated microarchitecture in the bone tissue. The hormone replacement therapy and alendronate were frequently used to treat osteoporosis as the primary therapeutic strategy, but their adverse effects have severely limited their extensive clinical application, therefore, it is urgent to develop alternative or complementary therapeutic agents for anti-osteoporosis. Interestingly, with more people focusing on the complementary and alternative medicine, traditional Chinese herbs and formulas are being gradually recognized as safe and effective agents in the treatment of osteoporosis. In particular, a notable trend is that increasing studies are making efforts to clarify the anti-osteoporotic effects and mechanism of the tonifying kidney-yin herbs and formulas, a category of agents identified as effective therapy. Therefore, the purpose of this study is to comprehensively review the tonifying kidney-yin herbs and formulas that have been reported in the treatment of osteoporosis as well as how the agents play their roles in detail. This current study not only will advance our understanding of the actions of tonifying kidney-yin herbs and formulas, but also provide new evidence for the clinic use of the tonifying kidney-yin herbs and formulas in the treatment of osteoporosis.","Authors":"He, JB (He, Jian-Bo) ; Chen, MH (Chen, Mei-Hui) ; Lin, DK (Lin, Ding-Kun)","Title":"New insights into the tonifying kidney-yin herbs and formulas for the treatment of osteoporosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394592400007 ISSN: 1523-4614 eISSN: 1526-5498","Keywords":"queueing games; service operations; healthcare management; consumer behavior; incentives in healthcare operations KeyWords Plus:HEALTH-INSURANCE; CARE SERVICES; MEDICARE; DEMAND; MEDICINE; PAYMENTS; SYSTEM; TIMES; PRICE; RISK","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"M&SOM-MANUFACTURING & SERVICE OPERATIONS MANAGEMENT Volume: 19 Issue: 1 Pages: 99-113 DOI: 10.1287/msom.2016.0594 Published: WIN 2017","Abstract":"Motivated by a collaborative study with one of the most comprehensive ocular imaging programs in the United States, we investigate the underlying three-way trade-off among operational, clinical, and financial considerations in physicians' decisions about ordering imaging tests. Laboratory tests may be processed in parallel and thus have a limited effect on patients' waiting times; imaging tests, by contrast, require patient presence and thus directly influence patients'waiting times. We use a strategic queueing framework to model a physician's decision of ordering imaging tests and show that insurance coverage is the key driver of overtesting. Our further analysis reveals the following: (i) Whereas existing studies hold that lower out-of-pocket expenses lead to higher consumption levels, we refine this statement by showing the copayment and the coinsurance rate drive the consumption in different directions. Thus, simply expanding patient cost sharing is not the solution to overtesting. (ii) Setting a low reimbursement ceiling alone cannot eliminate overtesting. (iii) The joint effect of misdiagnosis concerns and insurance coverage can lead to both overtesting and undertesting even when no reimbursement ceiling exists. These and other results continue to hold under more general conditions and are therefore robust. We enrich our model along two extensions: one with patient heterogeneity in diagnostic precision, and the other with disparities in health insurance coverage. Our findings have implications for other healthcare settings with similar trade-offs.","Authors":"Dai, TL (Dai, Tinglong) ; Akan, M (Akan, Mustafa) ; Tayur, S (Tayur, Sridhar) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dai, Tinglong  http://orcid.org/0000-0001-9248-5153","Title":"Imaging Room and Beyond: The Underlying Economics Behind Physicians' Test-Ordering Behavior in Outpatient Services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000007 PubMed ID: 28154443 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"mentorship; survey KeyWords Plus:PROFESSIONAL-DEVELOPMENT; PHYSICAL-THERAPISTS; ACADEMIC MEDICINE; RESIDENTS; KNOWLEDGE; ATTITUDES; STUDENTS; BARRIERS; PROGRAM","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 38-46 DOI: 10.3138/ptc.2015-52 Published: WIN 2017","Abstract":"Purpose: This study explored the factors that influence mentors in the profession of physiotherapy (PT) in Canada when engaging in a mentorship relationship. Methods: We conducted a quantitative, cross-sectional, Web-based survey. The target population consisted of Canadian physiotherapists who had experience as mentors. We used a modified Dillman approach to disseminate an online questionnaire to members of the Canadian Physiotherapy Association and its divisions using their respective e-blasts. We collected data on the nature and extent, facilitators, barriers, and benefits of mentorship and then analyzed them using descriptive statistics. Results: A total of 302 respondents were included in this study. They reported being a mentor to fellow PT colleagues (91%), undergraduate students (85%), graduate students (64%), and inter-professional colleagues (64%). We found that although many factors facilitated the respondents' ability to mentor, barriers to mentorship had minimal impact. Responses also reflected many perceived benefits of mentorship. Conclusions: This study provides novel evidence relating to the experience of mentorship from the perspective of mentors in the profession of PT. It reinforces the literature by highlighting the positive aspects of mentorship, and it underscores the continued need for support from professional associations, institutions, and physiotherapists to improve current mentorship experiences in PT.","Authors":"Yoon, L (Yoon, Lucia) ; Campbell, T (Campbell, Taylor) ; Bellemore, W (Bellemore, Wesley) ; Ghawi, N (Ghawi, Nadine) ; Lai, P (Lai, Pauline) ; Desveaux, L (Desveaux, Laura) ; Quesnel, M (Quesnel, Martine) ; Brooks, D (Brooks, Dina)","Title":"Exploring Mentorship from the Perspective of Physiotherapy Mentors in Canada"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200032 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Ophiopogon japonicus; Homoisoflavonoids; LCMS/MS analysis; Antioxidant activity KeyWords Plus:KER-GAWLER; POLYSACCHARIDE; EXTRACT; ASSAY; CONSTITUENTS; POLYPHENOLS; FLAVONOIDS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 357-365 Published: WIN 2017","Abstract":"The root of Ophiopogon japonicus has been used as a traditional Chinese medicine and also a functional food ingredient for a long time in China. In the present study, 17 different homoisoflavonoid compounds were identified in the root extract of O. japonicus by HPL-CDAD and LCMS/MS analyses. The antioxidant activity of the of chloroform/methanol (1: 1, v/v), methanol and 70% ethanol extracts, and two major isolated homoisoflavonoid compounds (methylophiopogonanone A and methylophiopogonanone B) from O. japonicus root were investigated by various in-vitro assays. Methylophiopogonanone B showed the highest antioxidant ability according to four antioxidant methods. Among the extracts, the chloroform/methanol extract which contained high amounts of homoisoflavonoids was found to exhibit the strongest antioxidant activity. The results showed that O. japonicus root can be regarded as a potential source of homoisoflavonoids and natural antioxidant.","Authors":"Wang, YC (Wang, Yancui) ; Liu, F (Liu, Feng) ; Liang, ZS (Liang, Zongsuo) ; Peng, L (Peng, Liang) ; Wang, BQ (Wang, Bangqing) ; Yu, J (Yu, Jing) ; Su, YY (Su, Yingying) ; Ma, C (Ma, Cunde)","Title":"Homoisoflavonoids and the Antioxidant Activity of Ophiopogon japonicus Root"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200036 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"rational use of medicines; injection medicines; survey; developing countries; outpatient care KeyWords Plus:PRESCRIPTION; TRIAL","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 399-403 Published: WIN 2017","Abstract":"Overuse of injections is a common problem in many low-income and middle income countries. While cultural factors and attitudes of both physicians and patients are important factors, physicians> financial intensives may play an important role in overprescribing of injections. This study was designed to assess the effects of providing injection-services in physicians> ambulatory offices on prescribing injectable medicines. This cross-sectional study was conducted in Tehran in 2012 -2013 and included a random sample of general physicians, pediatricians and infectious disease specialists. We collected data on the provision of injection services in or in proximity of physician offices, and obtained data from physicians> prescriptions in the previous three-month period. We analyzed the data using ANOVA, Student> s t-test and linear regression methods. We obtained complete data from 465 of 600 sampled physicians. Overall 41.9% of prescriptions contained injectable medicines. 75% of physicians offered injection services in their offices. Male physicians and general physicians were more likely to offer the services, and more likely to prescribe injectables. We observed a clear linear relationship between the injection service working hours and the proportion of prescriptions containing injectables (p-value<0.001). Providing injection service in the office was directly linked with the proportion of prescriptions containing injectables. While provision of injection services may provide a direct financial benefit to physicians, it is unlikely to be able to substantially reduce injectable medicines> prescription without addressing the issue.","Authors":"Yousefi, N (Yousefi, Naeimeh) ; Rashidian, A (Rashidian, Arash) ; Soleymani, F (Soleymani, Fatemeh) ; Kebriaeezade, A (Kebriaeezade, Abbas)","Title":"Relationship Between the Provision of Injection Services in Ambulatory Physician Offices and Prescribing Injectable Medicines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000002 PubMed ID: 28252466 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"clinical excellence; hospitalist; patient-centered care; hospital medicine; continuing medical education (CME); communication skills; interprofessional education; patient safety; performance improvement CE; professionalism/ethics; reflective practice; strategic issues in CME/CPD KeyWords Plus:PERSPECTIVES; CARE; PERFORMANCE; PHYSICIANS; EDUCATION; WORK","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 3-8 DOI: 10.1097/CEH.0000000000000145 Published: WIN 2017","Abstract":"Introduction: There are now more than 50,000 hospitalists working in the United States. Limited empiric research has been performed to characterize clinical excellence in hospital medicine. We conducted a qualitative study to discover elements judged to be most pertinent to excellence in clinical care delivered by hospitalists. Methods: The chiefs of hospital medicine at five hospitals were asked to identify their \"clinically best\" hospitalists. Data collection, in the form of one-on-one interviews, was directed by an interview guide. Interviews were transcribed verbatim, and the informants' perspectives were analyzed using editing analysis to identify themes. Results: A total of 26 hospitalists were interviewed. The mean age of the physicians was 38 years, 13 (50%) were women, and 16 (62%) were non-white. Seven themes emerged that related to clinical excellence in hospital medicine: communicating effectively, appreciating partnerships and collaboration, having superior clinical judgment, being organized and efficient, connecting with patients, committing to continued growth and development, and being professional and humanistic. Discussion: This qualitative study describes how respected hospitalists think about excellence in clinical care in hospital medicine. Their perspectives can be used to guide continuing medical education, so that offered programs can pay attention to enhancing the skills of learners so they can develop towards excellence, rather than using only competence as the desired target objective.","Authors":"Kotwal, S (Kotwal, Susrutha) ; Pena, I (Pena, Ivonne) ; Howell, E (Howell, Eric) ; Wright, S (Wright, Scott)","Title":"Defining Clinical Excellence in Hospital Medicine: A Qualitative Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000007 PubMed ID: 28252467 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"conference; didactics; lectures; continuing medical education; CME; emergency medicine KeyWords Plus:EDUCATION; CLASSROOM; PHYSICIAN; PERFORMANCE; STRATEGIES; OUTCOMES; IMPACT","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 46-49 DOI: 10.1097/CEH.0000000000000144 Published: WIN 2017","Abstract":"Introduction: National conference didactic lectures have traditionally featured hour-long lecture-based presentations. However, there is evidence that longer lectures can lead to both decreased attention and retention of information. The authors sought to identify trends in lecture duration, lecture types, and number of speakers at four national emergency medicine (EM) conferences over a 6-year period. Methods: The authors performed a retrospective analysis of the length, number of speakers, and format of didactic lectures at four different national EM conferences over 6 years. The authors abstracted data from the national academic assemblies for the four largest not-for-profit EM organizations in the United States: American Academy of Emergency Medicine, American College of Emergency Physicians, Council of Emergency Medicine Residency Directors, and Society for Academic Emergency Medicine. Results: There was a significant yearly decrease in the mean lecture lengths for three of the four conferences. There was an increase in the percentage of rapid fire sessions over the preceding 2 years with a corresponding decrease in the percentage of general educational sessions. There was no significant difference in the mean number of speakers per lecture. Discussion: An analysis of 4210 didactic lecture sessions from the annual meetings of four national EM organizations over a 6-year period showed significant decreases in mean lecture length. These findings can help to guide EM continuing medical education conference planning and research.","Authors":"Gottlieb, M (Gottlieb, Michael) ; Riddell, J (Riddell, Jeff) ; Njie, A (Njie, Abdoulie)","Title":"Trends in National Emergency Medicine Conference Didactic Lectures Over a 6-Year Period"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700002 ISSN: 2345-5977","Keywords":"fingerprint; HPTLC; MATLAB software; standardization; traditional polyherbal oil KeyWords Plus:SEED OIL; FORMULATIONS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 9-22 Published: WIN 2017","Abstract":"Background and objectives: Traditional polyherbal oils are still in use in Persian Traditional Medicine (PTM). Most of these formulations are prepared via traditional procedures such as maceration of herbs in oils or evaporating aqueous herbal extracts in boiling or heating oils as the vehicle. Thus, their quality control, standardization and authentication are real challenges due to the lack of scientific studies. The present study provided data and methods to authenticate some of these oils and has compared applicability of different fingerprinting methods for their authenticity. Methods: Thirteen oils were prepared according to the traditional manuscripts. High performance thin layer chromatography (HPTLC), ultraviolet (UV) and infrared (IR) fingerprinting data were analyzed using MATLAB software. For HPTLC fingerprints a special coding system was designed according to the R-f values. The fingerprinting data were subjected to principal components (PCs) analysis. Melting point and thermal behavior of the oils were obtained by differential scanning calorimetry (DSC). Also, the refractive indices, acid and peroxide values were obtained for the oils. Results: The designed coding system for HPTLC was successfully able to produce a discriminative unique fingerprint for each sample. Among UV, IR and HPTLC fingerprinting, the last one seemed more reliable than others to authenticate the oils. The acid values (0.22-3.85), peroxide values (2.31-34.35 meq/kg) and refractive indices (1.4622 - 1.4706) were in acceptable ranges for most of these oils. Conclusion: Despite lack of knowledge about constituents of traditional polyherbal oils, this study was able to provide some data and fingerprinting methods for their authentication.","Authors":"Hamedi, A (Hamedi, A.) ; Sakhteman, A (Sakhteman, A.) ; Ahmadi, F (Ahmadi, F.) ; Sohrabpour, M (Sohrabpour, M.) ; Zarshenas, MM (Zarshenas, M. M.)","Title":"Authentication and quality control of some polyherbal oils used in Persian Traditional Medicine (PTM)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700003 ISSN: 2345-5977","Keywords":"dysmenorrhea; ginger; ginger oil; Iranian Traditional Medicine; topical form KeyWords Plus:RANDOMIZED-TRIAL; MEFENAMIC-ACID; PAIN RELIEF; ADOLESCENTS; WOMEN","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 23-32 Published: WIN 2017","Abstract":"Background and objectives: Primary dysmenorrhea has remained a health problem. This study has compared the effect of oral and topical ginger on severity and duration of primary dysmenorrhea. Methods: A single-blind randomized trial was conducted on 70 female students with moderate and severe primary dysmenorrhea. The participants were stratified randomized between two groups of oral and topical ginger. The oral group received 250 mg capsules of ginger powder and the topical group applied five drops of ginger oil topically every 6 hours from two days before through the first three days of menstruation for three cycles. The severity and duration of pain, and the number of mefenamic acid consumption were assessed in each cycle. Before-after changes were evaluated in each group and were compared between two groups. Results: The reduction of pain severity was 3(+/- 3.2) in the topical compared to 2.6(+/- 3.4) in the oral group (p<0.001). The reduction of pain duration was 14.5(+/- 20.1) h in the topical compared to 14.5(+/- 19.8) h in the oral group (p<0.001). The reduction of mefenamic consumption was 0.4(+/- 1.6) in the topical (p=0.9) compared to 0.5(+/- 1.3) in the oral group (p=0.006). The reduction in pain severity, duration and mefenamic consumption were similar between two groups (p>0.05). Complications were observed in 54.2% of participants in oral group. Conclusions: This study showed that ginger in both oral and topical forms showed similar positive effects on decreasing the severity and duration of pain in primary dysmenorrhea; however, the topical ginger oil was a better choice because it showed no complications.","Authors":"Shirooye, P (Shirooye, P.) ; Hashem-Dabaghian, F (Hashem-Dabaghian, F.) ; Hamzeloo-Moghadam, M (Hamzeloo-Moghadam, M.) ; Afrakhteh, M (Afrakhteh, M.) ; Bioos, S (Bioos, S.) ; Mokaberinejad, R (Mokaberinejad, R.)","Title":"A clinical comparative study of oral and topical ginger on severity and duration of primary dysmenorrhea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700004 ISSN: 2345-5977","Keywords":"antibacterial effect; Drimia maritima; proscillaridinA; squill; toxicity KeyWords Plus:URGINEA-MARITIMA; CARDIAC GLYCOSIDE; PLANT-EXTRACTS; COUGH LINCTUS; CELL-LINE; TOXICITY; CYTOTOXICITY","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 33-39 Published: WIN 2017","Abstract":"Background and objectives: Squill [Drimia maritima (L.) Stearn] is an important medicinal plant that has been used for medicinal purposes such as cardiovascular diseases and asthma since ancient times. Bufadienolides are the main compounds of this plant and are responsible for some reported adverse effects. In order to reduce adverse effects, different methods like boiling with vinegar were applied by traditional practitioners. In the present study, the acute oral toxicity, cytotoxic effects, proscillaridin A content and antibacterial properties of methanol and vinegar extracts of squill white variety were compared for exploring the efficacy of traditional processing method. Methods: Different doses of extracts (1000-5000 mg/kg) were administered during oral gavage in rats to analyze the acute oral toxicity. Cytotoxicity against HT-29, Caco-2 and NIH3T3 cell lines and antibacterial activity (Staphylococcus aureus, Staphylococcus epidermidis, Bacillus subtilis, Pseudomonas aeruginosa, Klebsiella pneumoniae and Escherichia coli) were investigated using MTT assay and conventional agar dilution method, respectively. Proscillaridin A content was evaluated in the extracts (vinager and methanol) by a validated high performance liquid chromatography method. Results: During the in vivo research no death or observed effect occurred in animals that received the extracts. Our results showed that all of the extracts exhibited no cytotoxic effects in experimented cell lines (IC50>1000 mu g/mL). Proscillaridin A was only detected in the methanol extract and no significant antibacterial effect was detected in methanol extract. Conclusion: According to results of the present study, processing squill with vinegar according to traditional experiences can reduce possible the side effects of bufadienolids.","Authors":"Bozorgi, M (Bozorgi, M.) ; Amin, GR (Amin, G. R.) ; Ostad, SN (Ostad, S. N.) ; Samadi, N (Samadi, N.) ; Nazem, E (Nazem, E.) ; Shekarchi, M (Shekarchi, M.)","Title":"Toxicological, chemical and antibacterial evaluation of squill vinegar, a useful product in Persian Traditional Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700006 ISSN: 2345-5977","Keywords":"antioxidant; HUVEC; MTT assay; Otostegia persica; oxidative stress KeyWords Plus:ANTIOXIDANT; FLAVONOIDS; DAMAGE; ASSAY; TEA","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 51-58 Published: WIN 2017","Abstract":"Background and objectives: Otostegia persica (Burm.) Boiss. is an endemic plant of Iran with various applications in traditional medicine which contains of several antioxidant constituents. This research was aimed to investigate the effect of hydroalcoholic extract from O. persica aerial parts in human umbilical vein endothelial cells (HUVECs) using hydrogen peroxide (H2O2) as an inducer of oxidative damage. Methods: The total phenolics content of the extract was estimated using Folin-Ciocalteu method. The probable cytotoxicity of O. persica extract and also its cytoprotective effect on HUVEC cells against oxidative stress was assessed using 3-(4,5- Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. The intra and extra-cellular hydroperoxides concentration and ferric reducing antioxidant power (FRAP) were determined in pretreated cells. Results: Total phenolics content was found to be 42.41 +/- 0.1 mg tanic acid equivalent/g of the dried extract. No cytotoxic effect was observed from O. persica extract in the range of 25-250 mu g/mL. Pretreatment of HUVECs with O. persica extract with the concentrations of 50-250 mu g/mL significantly reduced the cytotoxic effect of H2O2. Otostegia persica extract attenuated the concentration of hydroperoxides and increased FRAP value in intra-and extra-cellular fluids at different concentration ranges. Conclusion: This study indicated the antioxidant and cytoprotective activities of O. persica extract against H2O2-induced oxidative stress in HUVEC cells; however, more researches are required for finding the precise mechanism and assessing its clinical value.","Authors":"Safaeian, L (Safaeian, L.) ; Yaghoobi, S (Yaghoobi, S.) ; Javanmard, SH (Javanmard, S. H.) ; Ghasemi-Dehkordi, N (Ghasemi-Dehkordi, N.)","Title":"The effect of hydroalcoholic extract of Otostegia persica (Burm.) Boiss. against H2O2-induced oxidative stress in human endothelial cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392202700008 ISSN: 2345-5977","Keywords":"anti-biofilm; bacteria; Quercus brantii subsp. persica KeyWords Plus:ANTIBACTERIAL ACTIVITY; PSEUDOMONAS-AERUGINOSA; RESISTANCE; EXTRACTS; FRUITS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"RESEARCH JOURNAL OF PHARMACOGNOSY Volume: 4 Issue: 1 Pages: 67-73 Published: WIN 2017","Abstract":"Background and objectives: Quercus brantii subsp. persica is used in folk medicine to treat infections in Iran. There is not available report on the anti-biofilm activity of Quercus brantii subsp. persica. The aim of the present study was to investigate the effects of Quercus brantii subsp. persica against bacterial biofilms. Methods: Eighty biofilm producing strains of Staphylococcus aureus, Staphylococcus epidermidis, Escherichia coli and Pseudomonas aeruginosa were collected. Quercus brantii subsp. persica fruits aqueous extraction (QBAE) was prepared though maceration method. Chemical analysis to distinguish the main components of the QBAE was carried out using thin-layer chromatography. The antibacterial effects of QBAE on bacterial isolates were determined by the Kirby-Bauer and broth microdilution methods. The antibiofilm effects of QBAE on bacterial isolates were determined using a microtiter assay. Results: The Quercus brantii subsp. persica exhibited bacterial growth inhibition and bactericidal activity on the majority of the strains at concentrations between 0.2 and 1.2 mg/mL. The average of biofilm formation inhibition by Quercus brantii subsp. persica at a minimum inhibitory concentration MIC50 in Pseudomonas aeruginosa, Escherichia coli, Staphylococcus epidermidis and Staphylococcus aureus strains were 35%, 45%, 57% and 61%, respectively. coumarins, phenols, terpenes and steroids were found in the QBAE by TLC. Conclusion: The results showed that Quercus brantii subsp. persica aqueous extraction was effective against the tested microorganisms and showed anti-biofilm activity which can be a basis for future studies to investigate for new anti-biofilm drugs.","Authors":"Bahar, Z (Bahar, Z.) ; Ghotaslou, R (Ghotaslou, R.) ; Taheri, S (Taheri, Sh.)","Title":"In vitro anti-biofilm activity of Quercus brantii subsp. persica on human pathogenic bacteria"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000391432300009 ISSN: 1203-7796 eISSN: 1488-237X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"CANADIAN JOURNAL OF RURAL MEDICINE Volume: 22 Issue: 1 Pages: 28-32 Published: WIN 2017","Authors":"Soles, TL (Soles, Trina Larsen) ; Wilson, CR (Wilson, C. Ruth) ; Oandasan, IF (Oandasan, Ivy F.) Group Author(s): Advancing Rural Family Med","Title":"Family medicine education in rural communities as a health service intervention supporting recruitment and retention of physicians"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391000000001 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"Copper-64; Theranostic; Radiopharmaceutical; Chelates; PET; Therapy KeyWords Plus:POSITRON-EMISSION-TOMOGRAPHY; PROSTATE-CANCER; MONOCLONAL-ANTIBODY; ALZHEIMERS-DISEASE; CARDIAC HYPOXIA; LUNG-CANCER; IN-VITRO; PET; VIVO; RADIONUCLIDES","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 1-10 Published: WIN 2017","Abstract":"Copper-64 was produced in large scales and high specific activities in late 1990s' using compact cyclotrons based by Ni-64(p,n)Cu-64 reaction and many radiopharmaceuticals developed since then by various groups based on interesting physicochemical and nuclear properties of the radionuclide. The unique emission of beta particles as well as positron particles offers a spectacular real therapeutic/diagnostic (\"Theranostic\") radionuclide in nuclear medicine. Although the development of copper-64 radiopharmaceuticals continued with a slower rate in 2010s' due to availability of Ga-68-tracers, however recent advances in application of therapeutic doses of Cu-64 has emerged a new trend in the radiopharmaceutical development based on coppe-64. In this review, recent advances in the copper-64 theranostic radiopharmaceuticals including introduction of new chelating groups with enhanced stability as well as radiolabelling conditions as well as application of simple (CuCl2)-Cu-64 radiopharmaceutical as areal theranostic agent in human subjects are summarized. A proposed strategy for development of peptide based copper-64 radiopharmaceuticals with high and low dose therapeutic applications has been suggested.","Authors":"Jalilian, AR (Jalilian, Amir Reza) ; Osso, J (Osso, Joao, Jr.)","Title":"The current status and future of theranostic Copper-64 radiopharmaceuticals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391000000010 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"Re-injection; Sentinel; Lymphoscintigraphy; Non-visualization; Breast KeyWords Plus:LYMPH-NODES; BLUE-DYE; LYMPHOSCINTIGRAPHY; BIOPSY; INJECTION; RADIOISOTOPE","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 70-72 Published: WIN 2017","Abstract":"We reported a 35 year old breast cancer patient who was referred to our nuclear medicine department for sentinel node mapping. She was planned to undergo mastectomy and lymphatic mapping. A dose of Tc-99m Phytate was injection in the peri-areolar region in an intra-dermal fashion. Two hours post-injection no sentinel node was visible in the axilla. Due to a high liver uptake, inadvertent intra-vascular injection was suspected and another dose of the radiotracer was injected in the breast. Lymphoscintigraphy two minutes post-injection showed an axillary sentinel node. Our case underscores the importance of second radiotracer injection in case of sentinel node non-visualization.","Authors":"Zarifmahmoudi, L (Zarifmahmoudi, Leili) ; Sadeghi, R (Sadeghi, Ramin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sadeghi, Ramin  http://orcid.org/0000-0002-1666-5440","Title":"Radiotracer re-injection in case of sentinel node non-visualization in a breast cancer patient"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387882700002 ISSN: 0022-1953 eISSN: 1530-9169","Categories":"History Web of Science Categories:History","Journal Information":"JOURNAL OF INTERDISCIPLINARY HISTORY Volume: 47 Issue: 3 Pages: 287-332 DOI: 10.1162/JINH_a_01013 Published: WIN 2017","Abstract":"The Don Army Territory in southern Russia from 1867 to 1916 offers a unique opportunity to follow mortality variations across religious denominations (Orthodox, Old Believers and Coreligionists, Catholics, Lutherans, Jews, Armenian-Gregorians, Buddhists, and Muslims) in a context of severe climatic conditions, urbanization, economic mutations, and improvements in hygiene and medicine. Denominational groups were differentiated by ways of life, residential segmentation, hygiene practices, and medical knowledge. The most educated and urban denominations had the lowest mortality. Religions determined mortality patterns, doing duty for nonexistent or scarce physicians among the Orthodox, laying down rules of hygiene, and promoting doctrine on fertility and child care.","Authors":"Bonneuil, N (Bonneuil, Noel) ; Fursa, E (Fursa, Elena)","Title":"Learning Hygiene: Mortality Patterns by Religion in the Don Army Territory (Southern Russia), 1867-1916"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500005 PubMed ID: 28042536 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"Chronic Kidney Disease; Microarray Analysis; Protein Interaction Maps; Systems Biology; Transforming Growth Factor Beta-1 KeyWords Plus:DIABETIC-NEPHROPATHY; EXPRESSION PROFILES; TGF-BETA; FIBROSIS; DISEASE; CYTOSCAPE; MEGAKARYOCYTES; INFLAMMATION; NOTCH","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 514-531 Published: WIN 2017","Abstract":"Objective: Despite the huge efforts, chronic kidney disease (CKD) remains as an unsolved problem in medicine. Many studies have shown a central role for transforming growth factor beta-1 (TGF beta-1) and its downstream signaling cascades in the pathogenesis of CKD. In this study, we have reanalyzed a microarray dataset to recognize critical signaling pathways controlled by TGF beta-1. Materials and Methods: This study is a bioinformatics reanalysis for a microarray data. The GSE23338 dataset was downloaded from the gene expression omnibus (GEO) database which assesses the mRNA expression profile of TGF beta-1 treated human kidney cells after 24 and 48 hours incubation. The protein interaction networks for differentially expressed (DE) genes in both time points were constructed and enriched. In addition, by network topology analysis, genes with high centrality were identified and then pathway enrichment analysis was performed with either the total network genes or with the central nodes. Results: We found 110 and 170 genes differentially expressed in the time points 24 and 48 hours, respectively. As the genes in each time point had few interactions, the networks were enriched by adding previously known genes interacting with the differentially expressed ones. In terms of degree, betweenness, and closeness centrality parameters 62 and 60 nodes were considered to be central in the enriched networks of 24 hours and 48 hours treatment, respectively. Pathway enrichment analysis with the central nodes was more informative than those with all network nodes or even initial DE genes, revealing key signaling pathways. Conclusion: We introduced a method for the analysis of microarray data that integrates the expression pattern of genes with their topological properties in protein interaction networks. This holistic novel approach allows extracting knowledge from raw bulk omics data.","Authors":"Rabieian, R (Rabieian, Reyhaneh) ; Abedi, M (Abedi, Maryam) ; Gheisari, Y (Gheisari, Yousof)","Title":"Central Nodes in Protein Interaction Networks Drive Critical Functions in Transforming Growth Factor Beta-1 Stimulated Kidney Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500010 PubMed ID: 28042541 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"2A Peptide; CpG Dinucleotide; Extrachromosomal Plasmid; Polycistronic; Reprogramming KeyWords Plus:PLURIPOTENT STEM-CELLS; EXPRESSION IN-VIVO; HUMAN SOMATIC-CELLS; TRANSGENE EXPRESSION; GENE-EXPRESSION; TRANSIENT TRANSFECTION; DNA TOPOLOGY; HIGH-LEVEL; GENERATION; VECTORS","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 565-581 Published: WIN 2017","Abstract":"Objective: Induced pluripotent stem cells are generated from somatic cells by direct reprogramming. These reprogrammed pluripotent cells have different applications in biomedical fields such as regenerative medicine. Although viral vectors are widely used for efficient reprogramming, they have limited applications in the clinic due to the risk for immunogenicity and insertional mutagenesis. Accordingly, we designed and developed a small, non-integrating plasmid named pLENSO/Zeo as a 2A-mediated polycistronic expression vector. Materials and Methods: In this experimental study, we developed a single plasmid which includes a single expression cassette containing open reading frames of human LIN28, NANOG, SOX2 and OCT4 along with an EGFP reporter gene. Each reprogramming factor is separated by an intervening sequence that encodes a 2A self-processing peptide. The reprogramming cassette is located downstream of a CMV promoter. The vector is easily propagated in the E. coli GT115 strain through a CpG-depleted vector backbone. We evaluated the stability of the constructed vector bioinformatically, and its ability to stoichiometric expression of the reprogramming factors using quantitative molecular methods analysis after transient transfection into HEK293 cells. Results: In the present study, we developed a nonviral episomal vector named pLENSO/Zeo. Our results demonstrated the general structural stability of the plasmid DNA. This relatively small vector showed concomitant, high-level expression of the four reprogramming factors with similar titers, which are considered as the critical parameters for efficient and consistent reprogramming. Conclusion: According to our experimental results, this stable extrachromosomal plasmid expresses reliable amounts of four reprogramming factors simultaneously. Consequently, these promising results encouraged us to evaluate the capability of pLENSO/Zeo as a simple and feasible tool for generation of induced pluripotent stem cells from primary cells in the future.","Authors":"Dormiani, K (Dormiani, Kianoush) ; Sadeghi, HMM (Sadeghi, Hamid Mir Mohammad) ; Sadeghi-Aliabadi, H (Sadeghi-Aliabadi, Hojjat) ; Forouzanfar, M (Forouzanfar, Mahboobeh) ; Baharvand, H (Baharvand, Hossein) ; Ghaedi, K (Ghaedi, Kamran) ; Nasr-Esfahani, MH (Nasr-Esfahani, Mohammad Hossein)","Title":"Rational Development of A Polycistronic Plasmid with A CpG-Free Bacterial Backbone as A Potential Tool for Direct Reprogramming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500014 PubMed ID: 28042545 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"Dental Pulp; Stem Cells; Development; Genes KeyWords Plus:NOTCH; DIFFERENTIATION; EXPRESSION; ISOFORMS; PATHWAY; TEETH","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 609-618 Published: WIN 2017","Abstract":"Objective: Pulp and periodontal tissues are well-known sources of mesenchymal stem cells (MSCs) that provide a promising place in tissue engineering and regenerative medicine. The molecular mechanisms underlying commitment and differentiation of dental stem cells that originate from different dental tissues are not fully understood. In this study, we have compared the expression levels of pluripotency factors along with immunological and developmentally-related markers in the culture of human dental pulp stem cells (hDPSCs), human dental follicle stem cells (hDFSCs), and human embryonic stem cells (hESCs). Materials and Methods: In this experimental study, isolated human dental stem cells were investigated using quantitative polymerase chain reaction (qPCR), immunostaining, and fluorescence-activated cell sorting (FACS). Additionally, we conducted gene ontology (GO) analysis of differentially expressed genes and compared them between dental stem cells and pluripotent stem cells. Results: The results demonstrated that pluripotency (OCT4 and SOX2) and immunological (IL-6 and TLR4) factors had higher expressions in hDFSCs, with the exception of the JAG-GED-1/NOTCH1 ratio, c-MYC and NESTIN which expressed more in hDPSCs. Immunostaining of OCT4, SOX2 and c-MYC showed cytoplasmic and nucleus localization in both groups at similar passages. GO analysis showed that the majority of hDFSCs and hDPSCs populations were in the synthesis (S) and mitosis (M) phases of the cell cycle, respectively. Conclusion: This study showed different status of heterogeneous hDPSCs and hDFSCs in terms of stemness, differentiation fate, and cell cycle phases. Therefore, the different behaviors of dental stem cells should be considered based on clinical treatment variations.","Authors":"Karamzadeh, R (Karamzadeh, Razieh) ; Eslaminejad, MB (Eslaminejad, Mohamadreza Baghaban) ; Sharifi-Zarchi, A (Sharifi-Zarchi, Ali)","Title":"Comparative In Vitro Evaluation of Human Dental Pulp and Follicle Stem Cell Commitment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395033100002 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"Chiral compound; chiral separation; high-performance liquid chromatography; pharmacology; traditional Chinese medicine KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; MICELLAR ELECTROKINETIC CHROMATOGRAPHY; CAPILLARY-ZONE-ELECTROPHORESIS; TANDEM MASS-SPECTROMETRY; PLANT ANTITUMOR AGENTS; TETRAHYDROPALMATINE ENANTIOMERS; CLAUSENAMIDE ENANTIOMERS; DL-TETRAHYDROPALMATINE; STEREOSELECTIVE PHARMACOKINETICS; THEANINE ENANTIOMERS","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 33-49 DOI: 10.1080/00032719.2016.1169540 Published: NOV 1 2017","Abstract":"More than 60% commonly used pharmaceutical active ingredients are chiral compounds. Developing more effective and safe chiral compounds has become a focus in the pharmaceutical industry. Chiral compounds widely exist in traditional Chinese medicine and include alkaloids, flavonoids, volatile oils, and amino acids. The characterization of chiral compounds used in traditional Chinese medicine remains limited. Here, the characterization of chiral compounds commonly used in traditional Chinese medicine is reviewed focusing upon their separation and pharmacology.","Authors":"Wang, XF (Wang, Xiong-Fei) ; Sun, YK (Sun, Yi-Kun) ; Sun, K (Sun, Ke) ; Ding, YZ (Ding, Yue-Zhu) ; Yuan, RJ (Yuan, Rui-Juan)","Title":"Review: Separation and Pharmacology of Chiral Compounds in Traditional Chinese Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392909200009 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"Existence; G-Brownian motion; Stochastic functional differential equations; discontinuous coefficients KeyWords Plus:G-BROWNIAN MOTION; COEFFICIENTS; DRIVEN","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 4 Pages: 693-702 Published: OCT 15 2017","Abstract":"With the advancement in stochastic calculus, stochastic differential equations have now become very common in different fields such as engineering, population dynamics, physics, system sciences, ecological sciences, medicine and financial mathematics. In several stochastic dynamic systems, one assumes that the future state of the system does not depend on its past states. However, under close analysis, it becomes evident that most realistic models would contain some of the past states of the system, and one would require stochastic functional differential equations in order to study such systems. This paper presents the existence theory for stochastic functional differential equations in the G-framework (in short G-SFDEs). The comparison theorem has been developed in a bid to obtain the required results. It is ascertained that the G-SFDEs, whose coefficients may be discontinuous functions, have more than one continuous and bounded solutions.","Authors":"Faizullah, F (Faizullah, Faiz) ; Matloob-Ur-Rehman (Matloob-Ur-Rehman) ; Shahzad, M (Shahzad, Muhammad) ; Chohan, MI (Chohan, M. Ikhlaq)","Title":"On existence and comparison results for solutions to stochastic functional differential equations in the G-framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600015 PubMed ID: 28254000 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Ale beer; Goji berries; Antioxidant activity; Sensory properties; Lycium barbarurn KeyWords Plus:LYCIUM-BARBARUM POLYSACCHARIDES; ANTIOXIDANT ACTIVITY; ASCORBIC-ACID; CRAFT BEERS; CONSUMPTION; CAPACITY; FRUIT; TECHNOLOGY; METABOLISM; RUTIN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 109-118 DOI: 10.1016/j.foodchem.2017.01.047 Published: JUL 1 2017","Abstract":"Goji berries, traditionally used in Chinese medicine, are nowadays gaining popularity in the Western world. Efforts are made to enlarge the offer of goji containing foods. In this study, goji berries were added to ale type beer at different stages of the production process in order to develop a beverage with desirable sensory characteristic and high antioxidant capacity. The obtained beers differed significantly in terms of appearance, taste and antioxidant activity. Consumers preferred beers to which goji berries were added at the beginning of the brewing process. These beers were also characterized by lower turbidity, high color intensity, caramel- and coffee-like taste, high antioxidant activity and high content of bioactives such as rutin and 2-O-beta-D-9-glucopyranosyl-L-ascorbic acid. To conclude, an addition of goji berries to traditional brewing process creates a perspective to enlarge the range of goji containing foods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ducruet, J (Ducruet, Julien) ; Rebenaque, P (Rebenaque, Pierrick) ; Diserens, S (Diserens, Serge) ; Kosinska-Cagnazzo, A (Kosinska-Cagnazzo, Agnieszka) ; Heritier, I (Heritier, Isabelle) ; Andlauer, W (Andlauer, Wilfried)","Title":"Amber ale beer enriched with goji berries - The effect on bioactive compound content and sensorial properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397108000015 ISSN: 1531-3492 eISSN: 1553-524X","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"DISCRETE AND CONTINUOUS DYNAMICAL SYSTEMS-SERIES B Volume: 22 Issue: 5 Pages: 1999-2010 Special Issue: SI DOI: 10.3934/dedsb.20171.1.8 Published: JUL 2017","Abstract":"The integral equations are encountered in various fields of science and in numerous applications, including elasticity, plasticity, heat and mass transfer, oscillation theory, fluid dynamics, filtration theory, electrostatics, electrodynamics, biomechanics, game theory, control, queuing theory, electrical engineering, economics, and medicine. In this paper the fuzzy integral equation is considered and the existence and uniqueness theorem, the theorem of continuous dependence on the right-hand side and initial fuzzy set are proved. Also the possibility of using the scheme of full averaging for fuzzy integral equation with a small parameter is considered.","Authors":"Skripnik, N (Skripnik, Natalia)","Title":"AVERAGING OF FUZZY INTEGRAL EQUATIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946600099 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Lysosome; Tumor Reactive oxygen species; Artemisinin; Fluorescence imaging; Nanomedicine KeyWords Plus:MEMBRANE PERMEABILIZATION; GRAPHENE OXIDE; PHOTODYNAMIC THERAPY; SECRETORY LYSOSOMES; OXIDATIVE STRESS; IRON CHELATORS; CANCER-CELLS; DRUG; NANOPARTICLES; APOPTOSIS","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 92 Pages: 724-732 DOI: 10.1016/j.bios.2016.10.004 Published: JUN 15 2017","Abstract":"Lysosomes are critical organelles for cellular homeostasis and can be used as potential targets to kill tumor cells from inside. Many photo-therapeutic methods have been developed to overproduce reactive oxygen species (ROS) to trigger lysosomal membrane permeabilization (LMP)-associated cell death pathway. However, these technologies rely on extra irradiation to activate the photosensitizers, which limits the applications in treating deep seated tumors and widespread metastatic lesions. This work reports a multifunctional nanocapsule to achieve targeted lysosomal tumor cell death without irradiation and real-time monitoring of drug effect through encapsulating artemisinin and dual protease light-up nanoprobe in a folate-functionalized liposome. The nanocapsule can be specifically uptaken by tumor cells via folate receptor-mediated endocytosis to enter lysosomes, in which artemisinin reacts with ferrous to generate ROS for LMP-associated cell death. By virtue of confocal fluorescence imaging, the artemisinin location in lysosome, ROS-triggered LMP and ultimate cell apoptosis can be visualized with the cathepsin B and caspase-3 activatable nanoprobe. Notably, the artemisinin-mediated ROS evolving for tumor therapy and real-time therapeutic monitoring were successfully implemented by living imaging in tumor-bearing mice, which broaden the nanocapsule for in vivo theranostics and may offer new opportunities for precise medicine.","Authors":"Huang, LW (Huang, Liwei) ; Luo, YP (Luo, Yingping) ; Sun, X (Sun, Xian) ; Ju, HX (Ju, Huangxian) ; Tian, JW (Tian, Jiangwei) ; Yu, BY (Yu, Bo-Yang)","Title":"An artemisinin-mediated ROS evolving and dual protease light-up nanocapsule for real-time imaging of lysosomal tumor cell death"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425800019 PubMed ID: 28222304 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"G-C3N4; AgI; Heterojunction; Visible light photocatalysis; Diclofenac KeyWords Plus:TROUT ONCORHYNCHUS-MYKISS; HIGHLY EFFICIENT; DRUG DICLOFENAC; RAINBOW-TROUT; HETEROJUNCTION PHOTOCATALYST; PHOTOGENERATED CARRIERS; ADVANCED OXIDATION; Z-SCHEME; G-C3N4; WATER","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 496 Pages: 167-176 DOI: 10.1016/j.jcis.2017.02.022 Published: JUN 15 2017","Abstract":"A visible-light-driven heterostructured AgI/g-C3N4 was prepared by a deposition-precipitation method. The composition, structure, morphology, and optical properties of the photocatalyst were characterized by Brunauer-Emmett-Teller method (BET), X-ray powder diffraction (XRD), Fourier transform-infrared spectroscopy (FTIR), X-ray photoelectron spectroscopy (XPS), transmission electron microscope (TEM), scanning electron microscope (SEM), UV-vis diffused reflectance spectroscopy (DRS), photoluminescence spectroscopy (PL), photocurrent, and electrochemical impedance spectroscopy (EIS), respectively. AgI/g-C3N4 composite photocatalysts exhibited higher photocatalytic activities than those of Agl nanoparticles and g-C3N4 in the degradation of diclofenac (a model anti-inflammatory medicine) under visible light irradiation (X. > 400 nm). When the mass molar ratio of AgI was 45% in AgI/g-C3N4, the reaction rate constant of diclofenac degradation reached 0.561 min(-1), which was almost 12.5 and 43.2 times higher than that achieved by AgI (0.045 min(-1)) and g-C3N4 (0.013 min(-1)). The h(+) and O-2(-) were pinpointed as the main reactive species in the photocatalytic reaction using their obligate radical scavengers. Diclofenac was. completely degraded and partly mineralized during the photodegradation. The main intermediates were determined by liquid chromatograph mass spectrometer (LC-MS), and toxicological assessments were carried out to evaluate the change of toxicity in the degradation process. In addition, the photocatalysts showed excellent stability over multiple reaction cycles. Finally, a possible photocatalytic and charge separation mechanism was proposed. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhang, W (Zhang, Wei) ; Zhou, L (Zhou, Li) ; Shi, J (Shi, Jun) ; Deng, HP (Deng, Huiping)","Title":"Fabrication of novel visible-light-driven AgI/g-C3N4 composites with enhanced visible-light photocatalytic activity for diclofenac degradation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Word spotting; Printed/handwritten text separation; Knowledge extraction; Hidden Markov model; Medical prescriptions KeyWords Plus:HIDDEN MARKOV-MODELS; WORD RETRIEVAL; RECOGNITION; SEGMENTATION; DOCUMENTS; SYSTEM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 113-128 DOI: 10.1016/j.eswa.2017.01.027 Published: JUN 15 2017","Abstract":"In this paper, we propose a word spotting based information retrieval approach for medical prescriptions/reports written by doctors. Sometimes due to almost illegible handwriting, it is difficult to understand the medication reports of doctors. This often confuses the patients about the actual medicine/disease names written by doctors and as a consequence they suffer. A medical prescription is generally partitioned into two parts, a printed letterhead part containing the doctor's name, designation, organization name, etc. and a handwritten part where the doctor writes patient's name and report his/her findings and suggests medicine names. There are many significance impacts of the proposed work. For example, such work can be used (i) to develop expert diagnostic systems (ii) to extract information from patient history that can be obtained by this proposed method (iii) to detect wrong medication (iv) to make different statistical analysis of the medicines prescribed by the doctors etc. To extract the information from such document images, first we extract the domain specific knowledge of doctors by identifying department names from the printed text that appears in letterhead part. From the letterhead text, the specialty/expertise of doctors is understood and this helps us to search only relevant prescription documents for word spotting in handwritten portion. Word spotting in letterhead part as well as in handwritten part has been performed using Hidden Markov Model. An efficient MLP (Multilayer Perceptron) based Tandem feature is proposed to improve the performance. From the experiment with 500 prescriptions, we have obtained encouraging results. Information from printed letterhead part improved the word spotting performance in handwritten part, significantly. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Roy, PP (Roy, Partha Pratim) ; Bhunia, AK (Bhunia, Ayan Kumar) ; Das, A (Das, Ayan) ; Dhar, P (Dhar, Prithviraj) ; Pal, U (Pal, Umapada)","Title":"Keyword spotting in doctor's handwriting on medical prescriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700016 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"Natural gum; Polysaccharide; Gum karaya; Sterculia urens; Solubilization; Deacetylation KeyWords Plus:KONDAGOGU COCHLOSPERMUM-GOSSYPIUM; STERCULIA-URENS; DRUG-DELIVERY; RHEOLOGICAL PROPERTIES; ACETIC-ACID; TREE GUM; HYDROGELS; GELATION; STRIATA; INDIA","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 148-156 DOI: 10.1016/j.foodhyd.2017.01.011 Published: JUN 2017","Abstract":"Natural polysaccharide gum karaya (GK, Sterculia urens) is a plant exudates widely available and relatively cheap biomaterial, which is used in food industry. However, GM is insoluble in water and it limits subsequent processing and broader utilization in medicine. Different conditions for the solubilization of GK were evaluated in this work (e.g. type and concentration of hydroxide, concentration of GK dispersion and time of solubilization process) which were not published before. GK samples were compared using different types of characterization techniques such as ATR-FFIR, NMR, TGA-FTIR, DSC, SEM and rheology. Optimized conditions for successful GM solubilization proceeded with 1 mol l(-1) of sodium or potassium hydroxide and 2 wt% dispersion of GM at room temperature. A novel mechanism was suggested and by this mechanism the complex plant based biopolymer can be solubilized through the careful control of its ionic environment and degree of deacetylation. Resulted water soluble GK seems to be promising biomaterial forming hydrogels useful in regenerative medicine. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Postulkova, H (Postulkova, Hana) ; Chamradova, I (Chamradova, Ivana) ; Pavlinak, D (Pavlinak, David); Humpa, O (Humpa, Otakar) ; Jancar, J (Jancar, Josef) ; Vojtova, L (Vojtova, Lucy)","Title":"Study of effects and conditions on the solubility of natural polysaccharide gum karaya"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500025 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"HUMAN GINGIVAL MESENCHYMAL STROMAL CELLS; CANNABIDIOL; CELL PROLIFERATION; NEURAL PROGENITOR CELLS; REGENERATIVE MEDICINE KeyWords Plus:HUMAN PERIODONTAL-LIGAMENT; STEM-CELLS; IN-VITRO; PLANT CANNABINOIDS; ALTERNATIVE SOURCE; DIFFERENTIATION; PROLIFERATION; IDENTIFICATION; PHARMACOLOGY; REGENERATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1531-1546 DOI: 10.1002/jcb.25815 Published: JUN 2017","Abstract":"In the last years, mesenchymal stromal cells (MSCs) from oral tissues have received considerable interest in regenerative medicine since they can be obtained with minimal invasive procedure and exhibit immunomodulatory properties. This study was aimed to investigate whether in vitro pre-treatment of MSCs obtained from human gingiva (hGMSCs) with Cannabidiol (CBD), a cannabinoid component produced by the plant Cannabis sativa, may promote human gingiva derived MSCs to differentiate toward neuronal precursor cells. Specifically, we have treated the hGMSCs with CBD (5 mu M) for 24h in order to evaluate the expression of genes involved in cannabidiol signaling, cell proliferation, self-renewal and multipotency, and neural progenitor cells differentiation. Next generation sequencing (NGS) demonstrated that CBD activates genes associated with G protein coupled receptor signaling in hGMSCs. Genes involved in DNA replication, cell cycle, proliferation, and apoptosis were regulated. Moreover, genes associated with the biological process of neuronal progenitor cells (NCPs) proliferation, neuron differentiation, neurogenesis, and nervous system development were significantly modulated. From our results, we hypothesize that human gingiva-derived MSCs conditioned with CBD could represent a valid method for improving the hGMSCs phenotype and thus might be a potential therapeutic tool in the treatment of neurodegenerative diseases. J. Cell. Biochem. 118: 1531-1546, 2017. (C) 2016 Wiley Periodicals, Inc.","Authors":"Rajan, TS (Rajan, Thangavelu Soundara) ; Giacoppo, S (Giacoppo, Sabrina) ; Scionti, D (Scionti, Domenico) ; Diomede, F (Diomede, Francesca) ; Grassi, G (Grassi, Gianpaolo) ; Pollastro, F (Pollastro, Federica) ; Piattelli, A (Piattelli, Adriano) ; Bramanti, P (Bramanti, Placido) ; Mazzon, E (Mazzon, Emanuela) ; Trubiani, O (Trubiani, Oriana)","Title":"Cannabidiol Activates Neuronal Precursor Genes in Human Gingival Mesenchymal Stromal Cells"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398549800006 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1258-1261 DOI: 10.1002/jcp.25697 Published: JUN 2017","Abstract":"Adipose tissues, composed with mature adipocytes and preadipocytic stromal/ stem cells, play crucial roles in whole body energy metabolism and regenerative medicine. Mature adipocytes are derived and differentiated from mesenchymal stem cells (MSCs) or preadipocytes. This differentiation process, also called adipogenesis, is regulated by several signaling pathways and transcription factors. Notch1 signaling is a highly conserved pathway that is indispensable for stem cell hemostasis and tissue development. In adipocyte progenitor cells, Notch1 signaling regulates the adipogenesis process including proliferation and differentiation of the adipocyte progenitor cells in vitro. Notably, the roles of Notch1 signaling in beige adipocytes formation, adipose development, and function, and the whole body energy metabolism have been recently reported. Here, we mainly review and discuss the roles of Notch1 signaling in adipogenesis in vitro as well as in beige adipocytes formation, adipocytes dedifferentiation, and function in vivo. (C) 2016 Wiley Periodicals, Inc.","Authors":"Shan, TZ (Shan, Tizhong) ; Liu, JQ (Liu, Jiaqi) ; Wu, WC (Wu, Weiche) ; Xu, ZY (Xu, Ziye) ; Wang, YZ (Wang, Yizhen)","Title":"Roles of Notch Signaling in Adipocyte Progenitor Cells and Mature Adipocytes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800007 PubMed ID: 27631155 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1262-1269 DOI: 10.1002/jcp.25597 Published: JUN 2017","Abstract":"Cellular reprogramming by epigenomic remodeling of chromatin holds great promise in the field of human regenerative medicine. As an example, human-induced Pluripotent Stem Cells (iPSCs) obtained by reprograming of patient somatic cells are sufficiently similar to embryonic stem cells (ESCs) and can generate all cell types of the human body. Clinical use of iPSCs is dependent on methods that do not utilize genome altering transgenic technologies that are potentially unsafe and ethically unacceptable. Transient delivery of exogenous RNA into cells provides a safer reprogramming system to transgenic approaches that rely on exogenous DNA or viral vectors. RNA reprogrammed iPSCs lines may prove to be more suitable for clinical applications and provide stable starting cell lines for gene-editing, isolation, and characterization of patient iPSC lines. The introduction and rapid evolution of CRISPR/Cas9 gene-editing systems has provided a readily accessible research tool to perform functional human genetic experiments. Similar to RNA reprogramming, transient delivery of mRNA encoding Cas9 in combination with guide RNA sequences to target specific points in the genome eliminates the risk of potential integration of Cas9 plasmid constructs. We present optimized RNA-based laboratory procedure for making and editing iPSCs. In the near-term these two powerful technologies are being harnessed to dissect mechanisms of human development and disease in vitro, supporting both basic, and translational research. (C) 2016 Wiley Periodicals, Inc.","Authors":"Kehler, J (Kehler, James) ; Greco, M (Greco, Marianna) ; Martino, V (Martino, Valentina) ; Pachiappan, M (Pachiappan, Manickam) ; Yokoe, H (Yokoe, Hiroko) ; Chen, A (Chen, Alice) ; Yang, M (Yang, Miranda) ; Auerbach, J (Auerbach, Jonathan) ; Jessee, J (Jessee, Joel) ; Gotte, M (Gotte, Martin) ; Milanesi, L (Milanesi, Luciano) ; Albertini, A (Albertini, Alberto) ; Bellipanni, G (Bellipanni, Gianfranco) ; Zucchi, I (Zucchi, Ileana) ; Reinbold, RA (Reinbold, Rolland A.) ; Giordano, A (Giordano, Antonio) ...More...Less","Title":"RNA-Generated and Gene-Edited Induced Pluripotent Stem Cells for Disease Modeling and Therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000002 PubMed ID: 26112610 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Quran study and medicine; Thematic analysis; Islamic medicine; Spiritual health; Islamic lifestyle","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 755-775 DOI: 10.1007/s10943-015-0078-6 Published: JUN 2017","Abstract":"Several documents have investigated the area of Quran study and medicine from different points of view; the present study has been assessing all the documents about Quran study and medicine, published in Iranian scientific-research journals, to create an opportunity of revising the interventions executed in this areas and targeting the decisions in order to draw a clear and more realistic vision. In this simple review study, scientific-research and general informative websites in the period of 1992-2013 were explored by taking advantage of critical keywords such as Islamic medicine and Islamic lifestyle. After the initial retrieval, 348 articles were finally ready for the evaluation process. Chi-square test was used to assess the significance of patterns differences between years of study. Minimum and maximum numbers of articles were published in 1992 (0.28 %) and 2011 (12.35 %), respectively. The level of execution of studies by using different methods was as follows: about 3.44 % qualitative, 29.59 % cross-sectional descriptive-analytical, 30.45 % review, 1.14 % case-control, 17.52 % experimental, 3.73 % cohort methods and 12.93 % were performed by other methods. The most common subject study was \"The effects of fasting and Ramadan on health\" (21.83 %). The most important journals hosting this field articles were the journals of medicine and refinement (27.01 %), as well as the Quran and medicine (12.64 %), respectively. Chi-square test showed significant thematic differences during the 21 years of study. Based on the available evidences, the number of descriptive papers was yet more than the analytical, interventional and scientific-comparative articles. Also, the most studies had been reviewing the medical-Islamic documents. This reflects the need for revising the search strategies of Quran study and medicine.","Authors":"Bagheri, P (Bagheri, Pezhman) ; Mohammadi, MR (Mohammadi, Mohammad Reza) ; Shafiei, N (Shafiei, Nematollah)","Title":"Thematic Analysis of Persian Documents in the Field of Quran Study and Medicine in National Scientific-Research Journals from 1992 to 2013 \"An Opportunity for Evidence Based Decision Making\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000005 PubMed ID: 26440652 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Trust-in-God; Hope; Positive affect; Negative affect KeyWords Plus:CARDIAC PATIENTS; SELF-REPORTS; CHRONIC PAIN; RELIGION; SPIRITUALITY; HEALTH; VALIDATION; LIFE; ACQUIESCENT; MEDICINE","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 796-806 DOI: 10.1007/s10943-015-0134-2 Published: JUN 2017","Abstract":"We aimed to test the relationships between Trust-in-God, positive and negative affect, and feelings of hope. A sample of university students (N = 282, 50 % female) completed the Positive and Negative Affect Schedule, the Adult Dispositional Hope Scale, and a Persian measure of Trust-in-God for Muslims. The results of a series of hierarchical regression analyses indicated that Trust-in-God was positively associated with participants' scores for hope and positive affect but was negatively associated with their scores for negative affect. The results support the relationship between Trust-in-God and indices of mental health.","Authors":"Fadardi, JS (Fadardi, Javad S.) ; Azadi, Z (Azadi, Zeinab)","Title":"The Relationship Between Trust-in-God, Positive and Negative Affect, and Hope"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000017 PubMed ID: 28188462 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Caregiver; Caregiver burden; Chronic illness management KeyWords Plus:FAMILY CAREGIVERS; DEMENTIA; BURDEN; HEALTH","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 946-950 DOI: 10.1007/s10943-017-0367-3 Published: JUN 2017","Abstract":"As the older adult population continues to grow, the prevalence of chronic diseases is also increasing, leading to the need for novel ways of managing this large population of patients. One solution is to focus on informal caregivers. These informal caregivers already make a substantial contribution to our nation's healthcare finances and patient health outcomes. Caregivers also derive benefits from caring for their family member or friend; however, it is not uncommon for these individuals to experience negative health consequences, or what is often called \"burden of care.\" Those called to care are not without their own burdens, and they must frequently make significant lifestyle adjustments that impact their own health. Therefore, for caregivers to be effective, caring for the caregivers must be a focus of medicine in the twenty-first century.","Authors":"Galiatsatos, P (Galiatsatos, Panagis) ; Nelson, K (Nelson, Katie) ; Hale, WD (Hale, W. Daniel)","Title":"Caring for the Caregiver: Identifying the Needs of Those Called to Care Through Partnerships with Congregations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000020 PubMed ID: 27538575 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Traditional Chinese medicine; Health maintenance approach; Extended theory of planned behavior; Spirituality; Cultural orientation KeyWords Plus:PLANNED BEHAVIOR; RELIGION; SYSTEMS; CARE; INTEGRATION; COGNITION; BELIEFS; CANCER; NORMS","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 971-985 DOI: 10.1007/s10943-016-0299-3 Published: JUN 2017","Abstract":"Traditional Chinese medicine (TCM) health maintenance approach is widespread among the lay public as a tool of health maintenance and disease prevention across the globe. This study aims to investigate the factors that exert influences on the intention to adopt or continue using TCM health maintenance approach under the guideline of the extended theory of planned behavior. Based on an online survey on a Chinese national sample of 800 valid responses, this study indicates the respondents' spirituality and Chinese cultural orientation positively predict their attitude toward TCM health maintenance approach. In turn, their attitude, perceived behavioral control and norms positively predict the intention to adopt or continue using TCM health maintenance approach, as postulated in hypotheses. Theoretical and practical implications are discussed.","Authors":"Mou, Y (Mou, Yi)","Title":"Predicting the Use of Traditional Chinese Medicine Health Maintenance Approach from Cultural and Spiritual Perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000026 PubMed ID: 28108913 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Public health; Population health; Jewish ethics; Christian ethics KeyWords Plus:POPULATION HEALTH; ETHICS; CARE; FRAMEWORK; HOSPITALS","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 1052-1063 DOI: 10.1007/s10943-017-0357-5 Published: JUN 2017","Abstract":"Despite strong religious influence in the development of medicine and medical ethics, religion has been relatively absent in the rise of preventive medicine and population health. Episodic, clinical medicine has a powerful hold on the religious imagination in health care. Nevertheless, Hebrew Scripture, elements of rabbinical teaching, and modern concepts of social justice all can be used to inspire action in health care that goes beyond clinical medicine. The Christian tradition can call upon the corporal works of mercy, virtue ethics, and Catholic social teaching, as well as the modern history Catholic sisters in the U.S. to do the same. By considering the moral imperative for public health, Jewish and Christian individuals and organizations reaffirm the notion that the human person is both sacred and social. This article suggests a need for religious traditions to consider their moral traditions anew with an eye toward prevention and population health.","Authors":"Rozier, M (Rozier, Michael)","Title":"Religion and Public Health: Moral Tradition as Both Problem and Solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000029 PubMed ID: 28224259 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Medical ethics; Religion and medicine; Black church; African-American health; Race-based medicine; Race and scripture","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 1096-1110 DOI: 10.1007/s10943-017-0373-5 Published: JUN 2017","Abstract":"The harm race-based medicine inflicts on minority bodies through race-based experimentation and the false solutions a race-based drug ensues within minority communities provokes concern. Such areas analyze the minority patient in a physical proxy. Though the mind and body are important entities, we cannot forget about the spirit. Healing is not just a physical practice; it includes spiritual practice. Efficient medicine includes the holistic elements of the mind, body, and spirit. Therefore, the spiritual discipline of black theology can be used as a tool to mend the harms of race-based medicine. It can be an avenue of research to further particular concerns for justice in medical care . Such theology contributes to the discussion of race-based medicine indicating the need for the voice, participation, and interdependence of minorities. Black theology can be used as a tool of healing and empowerment for health equity and awareness by exploring black theology's response to race-based medicine, analyzing race in biblical literature, using biblical literature as a tool for minority patient empowerment, building on past and current black church health advocacy with personal leadership in health advocacy.","Authors":"Johnson, KA (Johnson, Kirk A.)","Title":"A Black Theological Response to Race-Based Medicine: Reconciliation in Minority Communities"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399004600006 PubMed ID: 27973464 ISSN: 0026-4776 eISSN: 1827-1642","Keywords":"Diverticulosis; colonic; Diverticulum; Etiology; Epidemiology; Pathology KeyWords Plus:UNITED-STATES; ENDOSCOPIC CLASSIFICATION; COLONIC DIVERTICULOSIS; FIBER DIET; MANAGEMENT; RISK; EPIDEMIOLOGY; INFLAMMATION; VALIDATION; MICROBIOTA","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"MINERVA GASTROENTEROLOGICA E DIETOLOGICA Volume: 63 Issue: 2 Pages: 99-109 DOI: 10.23736/S1121-421X.16.02360-6 Published: JUN 2017","Abstract":"Diverticulosis is defined by the presence of diverticula due to herniation of mucosa and muscularis mucosa through the muscularis propria at sites of vascular penetration in the colon and is asymptomatic in the vast majority affected. There are global differences of distribution, in Western industrialized societies, the most common site is in the left colon, but in Asia right sided diverticulosis predominates. Whilst present in 17.5% of a general population and 42% of all comers at endoscopy it is seen in 71% of those aged >= 80 years. Diverticular disease is defined as clinically significant and symptomatic diverticulosis, which may have an absence of macroscopically overt colitis and in true diverticulitis there is macroscopic inflammation of diverticula with related acute or chronic complications. Whilst overall, diverticulitis affects only 4% of those with diverticulosis, in younger patients ( aged 40-49 years) this peaks at 11%. Diverticulosis is one of the most common chronic diseases, yet research in this field on pathogenesis has lagged behind other common conditions such as diabetes mellitus. However, in the last decade there have been major advances in taxonomy that can be used to relate to patients' outcome and treatment in both medicine and surgery. It has been shown there is an association with age, diet, drugs and smoking. Genetic studies have shown a familial association and a specific gene, TNFSF 15 may predict severity of disease. The role of the microbiome has been explored and microbial and metabolomic signatures are also important in predicting disease severity. That diverticulosis is a chronic disease is shown by mucosal pathology with subtle chronic inflammation present in those with asymptomatic diverticulosis and inflammation may lead to muscular hypertrophy, enteric nerve remodeling with disordered motility. The diverticulitis quality of life instrument shows that this condition impacts markedly on patients' well-being and prevention and amelioration of complications should be the aim of treatment and further research to attain this goal is needed.","Authors":"Walker, MM (Walker, Marjorie M.) ; Harris, AK (Harris, Angela K.)","Title":"Pathogenesis of diverticulosis and diverticular disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963300110 ISSN: 0925-4005","Keywords":"Optical fiber; Sensor; Coating functionalization; Molecular sieve; GABA KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; GLUTAMATE-DECARBOXYLASE; HIGH-SENSITIVITY; GABA; NORADRENALINE; MICRODIALYSIS; TEMPERATURE; SEROTONIN; BIOSENSOR; DOPAMINE","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 244 Pages: 934-940 DOI: 10.1016/j.snb.2017.01.031 Published: JUN 2017","Abstract":"An ultrasensitive tapered fiber-optic sensor functionalized with size-selective molecular sieve (Fe3O4@SiO2@meso SiO2 microspheres) arrays for label-free gamma-aminobutyric acid (GABA) detection has been proposed and experimentally demonstrated. The surface morphology of the Fe3O4@SiO2@meso SiO2 microspheres and optical properties of tapered fiber-optic interferometer endow the as-prepared sensing probe to transfer slight GABA concentration changes into strong refractive index fluctuations with high selectivity (size dominated). Label-free GABA detection with a linear sensitivity of 0.94 nmilog M has been achieved. The proposed fiber-optic sensor provides an improved limit of detection up to 3.51 x 10-13 M together with size-based selectivity, making it an appealing solution for rapid, low consumption and highly sensitive detection of analytes at low concentrations in medicine, chemical and environmental monitoring. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, YY (Huang, Yunyun) ; Ding, MF (Ding, Mingfei) ; Guo, T (Guo, Tuan) ; Zhang, N (Zhang, Ning) ; Tian, Z (Tian, Zhuang) ; Sun, LP (Sun, Li-Peng) ; Guan, BO (Guan, Bai-Ou)","Title":"Ultrasensitive and label -free detection of gamma-aminobutyric acid using fiber-optic interferometric sensors functionalized with size -selective molecular sieve arrays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398424400013 ISSN: 2053-1583","Keywords":"PEGylated reduced graphene oxide; mesenchymal stem cells; cytotoxicity; apoptosis; reactive oxygen species; mitochondrial membrane potential KeyWords Plus:WALL CARBON NANOTUBES; CYTOTOXICITY; APOPTOSIS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025066 DOI: 10.1088/2053-1583/aa65c2 Published: JUN 2017","Abstract":"Graphene, with its unique physico-chemical properties, has found widespread biomedical application. It is used as a carrier for drug or gene delivery, photothermal therapy, bioimaging, in antibacterial agents and for the development of biosensors. Besides this, graphene has the scope to be used for wound healing, tissue engineering and regenerative medicine. In the present study, polyethylene-glycol-(PEG)ylated reduced graphene oxide (PrGO) was synthesized, characterized, and its interaction with mouse bone marrow mesenchymal stem cells (MSCs) was studied. in vitro cytotoxicity and differentiation study showed PrGO neither induced toxicity nor impaired the differentiation potential of the stem cells. PrGO was effectively internalized by MSCs and distributed throughout the cytoplasm. None of the PrGO was seen in the nucleus. Although it seems to induce increased reactive oxygen species (ROS) production inside the cell, no change in cell proliferation or cellular function was observed. Hence it is recommended that the synthesized PrGO is applicable for tissue engineering, and can also be used as a substrate platform for stem cell culture and differentiation.","Authors":"Syama, S (Syama, S.) ; Aby, CP (Aby, C. P.) ; Maekawa, T (Maekawa, Toru) ; Sakthikumar, D (Sakthikumar, D.) ; Mohanan, PV (Mohanan, P. V.)","Title":"Nano-bio compatibility of PEGylated reduced graphene oxide on mesenchymal stem cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900007 PubMed ID: 28410140 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Cancer Subtypes Classification; Breast Cancer; BC; Pathway Enrichment; Differentially Expressed Genes; DEG; Review KeyWords Plus:GENE-EXPRESSION; POSTMASTECTOMY RADIOTHERAPY; CLINICAL CHARACTERIZATION; ESTROGEN-RECEPTOR; HISTOLOGIC GRADE; PROSTATE-CANCER; RISK; HETEROGENEITY; PROGRESSION; RESISTANCE","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1697-1712 Published: JUN 1 2017","Abstract":"Cancer heterogeneity represents a major hurdle in the development of effective theranostic strategies, as it prevents to devise unique and maximally efficient diagnostic, prognostic and therapeutic procedures even for patients affected by the same tumor type. Computational techniques can nowadays leverage the huge and ever increasing amount of (epi)genomic data to tackle this problem, therefore providing new and valuable instruments for decision support to biologists and pathologists, in the broad sphere of precision medicine. In this context, we here introduce a novel cancer subtype classifier from gene expression data and we apply it to two different Breast Cancer datasets, from TCGA and GEO repositories. The classifier is based on Support Vector Machines and relies on the information about the relevant pathways involved in breast cancer development to reduce the huge variable space. Among the main results, we show that the classifier accuracy is preserved at excellent values even when the variable space is reduced by a 20-fold, hence providing a precious tool for cancer patient profiling even in case of limited experimental resources.","Authors":"Graudenzi, A (Graudenzi, Alex) ; Cava, C (Cava, Claudia) ; Bertoli, G (Bertoli, Gloria) ; Fromm, B (Fromm, Bastian) ; Flatmark, K (Flatmark, Kjersti) ; Mauri, G (Mauri, Giancarlo) ; Castiglioni, I (Castiglioni, Isabella)","Title":"Pathway-based classification of breast cancer subtypes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900010 PubMed ID: 28410143 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Radionuclide therapy; Cancer; Imaging; Review KeyWords Plus:DIFFERENTIATED-THYROID-CANCER; DOSE-POINT KERNELS; I-AND-T; NEUROENDOCRINE TUMORS; NUCLEAR-MEDICINE; DOSIMETRY; PET; PATIENT; SPECT; RADIOEMBOLIZATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1750-1759 Published: JUN 1 2017","Abstract":"The concept of targeted radionuclide therapy (TRT) relies on the use of injected nuclear medicine as treating agents, targeted at the cellular or molecular level. The growth of the interest in TRT was stimulated by the advances in radionuclide production and labeling as well as by the improvement in the knowledge of appropriate and specific molecular targets. In recent years, different studies on TRT were focused on the evaluation of radionuclide compounds able to combine imaging of the disease with TRT, in a theranostic approach. This approach is of particular interest towards the personalization of treatments, allowing both the baseline characterization of oncological pathologies and treatment optimization by correct dosimetric calculation as well as therapy monitoring. This paper presents a review of recent literature on TRT, with a particular focus on clinical applications promoting such a theranostic approach, showing the impact of the synergy of diagnostic imaging and therapeutics.","Authors":"Gallivanone, F (Gallivanone, Francesca) ; Valente, M (Valente, Mauro) ; Savi, A (Savi, Annarita) ; Canevari, C (Canevari, Carla) ; Castiglioni, I (Castiglioni, Isabella)","Title":"Targeted radionuclide therapy: frontiers in theranostics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300001 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Rough membership function; Covering-based rough set; Incomplete decision table; Probabilistic rough set; Fuzzy set KeyWords Plus:INCOMPLETE INFORMATION-SYSTEMS; BAYESIAN CONFIRMATION MEASURES; ATTRIBUTE REDUCTION; APPROXIMATIONS; CONSISTENCY; EXTENSION; TABLES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 1-14 DOI: 10.1016/j.ins.2017.01.032 Published: JUN 2017","Abstract":"Pawlak's rough membership functions not only give numerical characterizations of Pawlak's rough set approximations, but also establishes the relationships between Pawlak's rough sets and fuzzy sets or probabilistic rough sets. However, it is noteworthy that Pawlak's rough membership functions have limitations when handling incomplete data that exist widely in the real world. As will be shown in this paper, one way to overcome this is to construct rough membership functions for covering-based rough sets. In this paper, we first use an example in evidence-based medicine to illustrate how to use Pawlak's rough membership function on numerically characterizing decisions under the circumstances where data are complete. Then, we construct covering-based rough membership functions for four types of covering-based rough sets which were examined by Zhu and Wang (in IEEE Transactions on Knowledge and Data Engineering 19(8)(2007) 1131-1144 and Information Sciences 201(2012) 80-92), and use them to characterize these covering-based rough sets numerically. Finally, we present theoretical backgrounds for these covering-based rough membership functions, and illustrate how to apply them on numerically characterizing decisions under the circumstances where data are incomplete. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ge, X (Ge, Xun) ; Wang, P (Wang, Pei) ; Yun, ZQ (Yun, Ziqiu)","Title":"The rough membership functions on four types of covering-based rough sets and their applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395357500009 PubMed ID: 27915159 ISSN: 0005-7916 eISSN: 1873-7943","Keywords":"Social anxiety; Moderator; Treatment outcome; Cognitive behavioral therapy; Acceptance and commitment therapy KeyWords Plus:COGNITIVE-BEHAVIORAL THERAPY; COMMITMENT THERAPY; SELF-REPORT; PSYCHOMETRIC PROPERTIES; ACCEPTANCE; PHOBIA; PREDICTORS; FEAR; VALIDITY; CRITERIA","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"JOURNAL OF BEHAVIOR THERAPY AND EXPERIMENTAL PSYCHIATRY Volume: 55 Pages: 66-72 DOI: 10.1016/j.jbtep.2016.11.010 Published: JUN 2017","Abstract":"Background and objectives: Cognitive behavioral therapy (CBT) and acceptance and commitment therapy (ACT) have both garnered empirical support for the effective treatment of social anxiety disorder. However, not every patient benefits equally from either treatment. Identifying moderators of treatment outcome can help to better understand which treatment is best suited for a particular patient. Methods: Forty-nine individuals who met criteria for social anxiety disorder were assessed as part of a randomized controlled trial comparing 12 weeks of CBT and ACT. Pre-treatment avoidance of social situations (measured via a public speaking task and clinician rating) was investigated as a moderator of post-treatment, 6-month follow-up, and 12-month follow-up social anxiety symptoms, stress reactivity, and quality of life. Results: Public speaking avoidance was found to be a robust moderator of outcome measures, with more avoidant individuals generally benefitting more from CBT than ACT by 12-month follow-up. In contrast, clinician-rated social avoidance was not found to be a significant moderator of any outcome measure. Limitations: Results were found only at 12-month follow-up. More comprehensive measures of avoidance would be useful for the field moving forward. Conclusions: Findings inform personalized medicine, suggesting that social avoidance measured behaviorally via a public speaking task may be a more robust factor in treatment prescription compared to clinician-rated social avoidance. Published by Elsevier Ltd.","Authors":"Mesri, B (Mesri, Bita) ; Niles, AN (Niles, Andrea N.) ; Pittig, A (Pittig, Andre) ; LeBeau, RT (LeBeau, Richard T.) ; Haik, E (Haik, Ethan) ; Craske, MG (Craske, Michelle G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pittig, Andre  http://orcid.org/0000-0003-3787-9576","Title":"Public speaking avoidance as a treatment moderator for social anxiety disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392443600002 PubMed ID: 28092955 ISSN: 1547-1063 eISSN: 1551-0018","Keywords":"Blood flow; network optimization; discontinuous Galerkin scheme KeyWords Plus:PARTIAL-DIFFERENTIAL-EQUATIONS; PULSE-WAVE PROPAGATION; BLOOD-FLOW; ARTERIAL TREE; MODEL; CIRCULATION; VALIDATION; SIMULATION; SYSTEM; HEART","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"MATHEMATICAL BIOSCIENCES AND ENGINEERING Volume: 14 Issue: 3 Pages: 607-624 DOI: 10.3934/mbe.2017035 Published: JUN 2017","Abstract":"The development of mathematical models for studying phenomena observed in vascular networks is very useful for its potential applications in medicine and physiology. Detailed 3D studies of flow in the arterial system based on the Navier-Stokes equations require high computational power, hence reduced models are often used, both for the constitutive laws and the spatial domain. In order to capture the major features of the phenomena under study, such as variations in arterial pressure and flow velocity, the resulting PDE models on networks require appropriate junction and boundary conditions. Instead of considering an entire network, we simulate portions of the latter and use inflow and outflow conditions which realistically mimic the behavior of the network that has not been included in the spatial domain. The resulting PDEs are solved numerically using a discontinuous Galerkin scheme for the spatial and Adam-Bashforth method for the temporal discretization. The aim is to study the effect of truncation to the flow in the root edge of a fractal network, the effect of adding or subtracting an edge to a given network, and optimal control strategies on a network in the event of a blockage or unblockage of an edge or of an entire subtree.","Authors":"Cascaval, RC (Cascaval, Radu C.) ; D'Apice, C (D'Apice, Ciro) ; D'Arienzo, MP (D'Arienzo, Maria Pia) ; Manzo, R (Manzo, Rosanna)","Title":"FLOW OPTIMIZATION IN VASCULAR NETWORKS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688200040 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Experimental design; Extraction; Optimization; Thymus serpyllum; Total polyphenols KeyWords Plus:RESPONSE-SURFACE METHODOLOGY; AQUEOUS TEA INFUSIONS; ANTIOXIDANT ACTIVITY; PHENOLIC-COMPOUNDS; ESSENTIAL OILS; CHEMICAL-COMPOSITION; SOLVENT-EXTRACTION; WILD THYME; SALVIA-OFFICINALIS; LIQUID EXTRACTION","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 179 Pages: 369-380 DOI: 10.1016/j.seppur.2017.01.055 Published: MAY 31 2017","Abstract":"Despite the fact that Thymus serpyllum is well-known medicinal plant and its chemical profile and biological activity have been investigated, there is no detailed study regarding the influence of different techniques and conditions on the extraction of polyphenolic compounds from Serpylli herba. The aim of this study was optimization of the extraction parameters that improves the efficiency of polyphenols extraction from T. serpyllum: particle size, solid-to-solvent ratio, solvent type and extraction time, by using maceration, heat- and ultrasound-assisted extraction (HAE and UAE). The extraction efficiency was expressed via total polyphenol content (TPC) and total flavonoid content (TFC). The statistical analysis (one-way ANOVA and full factorial design) has revealed that the optimal conditions for achieving the best polyphenols yield were particle size of 0.3 mm, 1:30 solid-to-solvent ratio and 50% ethanol, as environmentally friendly extraction medium, while extraction time has not shown statistically significant influence on polyphenols concentration, in all procedures. Under these conditions, the measured TPC was 26.6 mg GAE/L in maceration, 29.8 mg GAE/L in HAE and 32.7 mg GAE/L in UAE, which was in agreement with the predicted values, while TFC was 143 mg CE/L, 12.4 mg CE/L and 16.7 mg CE/L for maceration, HAE and UAE, respectively. According to total polyphenols yield, the efficiency of the extraction methods for all variables was ranked by significance in the following order: UAE > HAE > maceration, whereas total flavonoids yield was the highest in UAE, although there was no statistically significant difference between maceration and HAE. According to our results, UAE could be selected as the most successful and suitable technique for extraction of bioactive polyphenolic compounds from Serpylli herba. Using LC/MS and HPLC analysis, 9 polyphenolic compounds were identified and quantified: 6,8-Di-C-glucosylapigenin, chlorogenic acid, 6-hydroxyluteolin 7-O-glucoside, caffeic acid, luteolin 7-O-glucuronide, apigenin glucuronide, salvianolic acid g isomer, rosmarinic acid and salvianolic acid I. This study was an initial step in production of polyphenols-rich wild thyme extracts aimed to be used for formulation of foodstuffs and medicines. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jovanovic, AA (Jovanovic, Aleksandra A.) ; Dordevic, VB (Dordevic, Verica B.) ; Zdunic, GM (Zdunic, Gordana M.) ; Pljevljakusic, DS (Pljevljakusic, Dejan S.) ; Savikin, KP (Savikin, Katarina P.) ; Godevac, DM (Godevac, Dejan M.) ; Bugarski, BM (Bugarski, Branko M.)","Title":"Optimization of the extraction process of polyphenols from Thymus serpyllum L. herb using maceration, heat- and ultrasound-assisted techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400014 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Gene regulatory network; Controllability; Network biology; Cancer KeyWords Plus:SYSTEMS BIOLOGY; PROTEIN INTERACTOME; COMPLEX NETWORKS; MEDICINE; THERAPIES; HALLMARKS; UPDATE","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 134-143 DOI: 10.1016/j.physa.2017.01.059 Published: MAY 15 2017","Abstract":"Cancer is characterized by a complex web of regulatory mechanisms which makes it difficult to identify features that are central to its control. Molecular integrative models of cancer, generated with the help of data from experimental assays, facilitate use of control theory to probe for ways of controlling the state of such a complex dynamic network. We modeled the human cancer signaling network as a directed graph and analyzed it for its controllability, identification of driver nodes and their characterization. We identified the driver nodes using the maximum matching algorithm and classified them as backbone, peripheral and ordinary based on their role in regulatory interactions and control of the network. We found that the backbone driver nodes were key to driving the regulatory network into cancer phenotype (via mutations) as well as for steering into healthy phenotype (as drug targets). This implies that while backbone genes could lead to cancer by virtue of mutations, they are also therapeutic targets of cancer. Further, based on their impact on the size of the set of driver nodes, genes were characterized as indispensable, dispensable and neutral. Indispensable nodes within backbone of the network emerged as central to regulatory mechanisms of control of cancer. In addition to probing the cancer signaling network from the perspective of control, our findings suggest that indispensable backbone driver nodes could be potentially leveraged as therapeutic targets. This study also illustrates the application of structural controllability for studying the mechanisms underlying the regulation of complex diseases. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ravindran, V (Ravindran, Vandana) ; Sunitha, V (Sunitha, V) ; Bagler, G (Bagler, Ganesh)","Title":"Identification of critical regulatory genes in cancer signaling network using controllability analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573800007 PubMed ID: 28181675 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"herbal medicine; phytotherapy; botanical medicine; randomized controlled trial; early prostate cancer KeyWords Plus:MEMBRANE ANTIGEN PSMA; GLUTAMATE CARBOXYPEPTIDASE-II; MONOCLONAL-ANTIBODY J591; IN-VIVO; TOMOGRAPHY/COMPUTED TOMOGRAPHY; RADIONUCLIDE THERAPY; EXTRACELLULAR DOMAIN; EXPRESSION; TUMORS; RADIOIMMUNOTHERAPY","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 7 Pages: 765-775 DOI: 10.1002/pros.23317 Published: MAY 15 2017","Abstract":"BACKGROUND. Men with biochemical recurrence of prostate cancer following local therapies often use natural supplements in an attempt to delay metastases and/or avoid the need for more aggressive treatments with undesirable side-effects. While there is a growing body of research into phytotherapeutic agents in this cohort, with some promising results, as yet no definitive recommendations can be made. This pilot study was undertaken to assess the feasibility of a fully-powered study to examine the effects of this phytotherapeutic intervention (containing turmeric, resveratrol, green tea and broccoli sprouts) on PSA doubling time in men with biochemical recurrence with a moderate PSA rise rate. METHODS. A double blind, randomized, placebo-controlled parallel trial was conducted with 22 men with biochemically recurrent prostate cancer and a moderate rise rate (PSA doubling time of 4-15 months and no evidence of metastases from conventional imaging methods). Patients were randomized to either the active treatment arm or placebo for 12 weeks. The primary endpoints were feasibility of study recruitment and procedures, and measurement of proposed secondary endpoints (prostate symptoms, quality of life, anxiety, and depression as measured on the EORTC QLQ-C30 and PR-25, the IPSS and HADS). Data were collected to estimate PSA-log slopes and PSA-doubling times, using a mixed model, for both the pre-intervention and post-intervention periods. RESULTS. Adherence to study protocol was excellent, and the phytotherapeutic intervention was well-tolerated, with similar numbers of mild-to-moderate adverse events in the active and placebo arms. Both the intervention and data collection methods were acceptable to participants. No statistical difference between groups on clinical outcomes was expected in this pilot study. There was between-subject variation in the PSA post treatment, but on average the active treatment group experienced a non-significant increase in the log-slope of PSA (pre-treatment doubling time = 10.2 months, post-treatment doubling time = 5.5 months), and the placebo group experienced no change in the log-slope of PSA (pre-treatment doubling time = 10.8 months, post-treatment doubling time = 10.9 months). CONCLUSION. The findings suggest that a fully powered study of this combination is feasible in men with biochemically recurrent prostate cancer and a moderate PSA rise rate. (C) 2017 Wiley Periodicals, Inc.","Authors":"van Die, MD (van Die, M. Diana) ; Williams, SG (Williams, Scott G.) ; Emery, J (Emery, Jon) ; Bone, KM (Bone, Kerry M.) ; Taylor, JMG (Taylor, Jeremy M. G.) ; Lusk, E (Lusk, Elizabeth) ; Pirotta, MV (Pirotta, Marie V.)","Title":"A Placebo-Controlled Double-Blinded Randomized Pilot Study of Combination Phytotherapy in Biochemically Recurrent Prostate Cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398365100003 ISSN: 0167-577X eISSN: 1873-4979","Keywords":"Electrospinning; Scaffold; Fibers; Polyelectrolytic nature; Tensile properties KeyWords Plus:REGENERATIVE MEDICINE; SCAFFOLDS; FIBERS","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"MATERIALS LETTERS Volume: 195 Pages: 10-13 DOI: 10.1016/j.matlet.2017.02.065 Published: MAY 15 2017","Abstract":"Polyethylene oxide (PEO) and carboxymethyl cellulose (CMC)/PEO scaffolds are fabricated by electrospinning technique for soft tissue engineering applications. Morphological analysis of the scaffolds reveals formation of stable, regular and cylindrical fibers with 3-D porous interconnected network. Polyelectrolytic nature of CMC results in the formulation of thinner CMC/PEO fibers than pure PEO fibers. All the scaffolds are thermally stable and possess appreciable tensile properties to support cells and promote their growth. The non-toxicity and the ability of the scaffolds to facilitate cell proliferation are supported by MTT assay. This study contributes a promising approach to fabricate scaffolds for possible potential applications in soft tissue engineering applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Basu, P (Basu, Poulami) ; Repanas, A (Repanas, Alexandros) ; Chatterjee, A (Chatterjee, Anamika) ; Glasmacher, B (Glasmacher, Birgit) ; NarendraKumar, U (NarendraKumar, U.) ; Manjubala, I (Manjubala, I.)","Title":"PEO-CMC blend nanofibers fabrication by electrospinning for soft tissue engineering applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700036 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Biological network; Label imbalance; Node label prediction; R package; Protein function prediction KeyWords Plus:INTEGRATION; DISEASE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 397-400 DOI: 10.1016/j.neucom.2015.11.096 Published: MAY 10 2017","Abstract":"Several problems in computational biology and medicine are modeled as learning problems in graphs, where nodes represent the biological entities to be studied, e.g. proteins, and connections different kinds of relationships among them, e.g. protein protein interactions. In this context, classes are usually characterized by a high imbalance, i.e. positive examples for a class are much less than those negative. Although several works studied this problem, no graph-based software designed to explicitly take into account the label imbalance in biological networks is available. We propose COSNet, an R package to serve this purpose. COSNet deals with the label imbalance problem by implementing a novel parametric model of Hopfield Network (HN), whose output levels and activation thresholds of neurons are parameters to be automatically learnt. Due to the quasi-linear time complexity, COSNet nicely scales when the number of instances is large, and application examples to challenging problems in biomedicine show the efficiency and the accuracy of the proposed library. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Frasca, M (Frasca, Marco) ; Valentini, G (Valentini, Giorgio)","Title":"COSNet: An R package for label prediction in unbalanced biological networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604700026 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Crotalaria; Pyrrolizidine alkaloids; Medicinal plants; ATR FfIR; DFT KeyWords Plus:DENSITY-FUNCTIONAL THEORY; FT-RAMAN; PYRROLIZIDINE ALKALOIDS; DFT CALCULATIONS; VIBRATIONAL SPECTROSCOPY; PLANTS; IR; SPECTRA","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1135 Pages: 228-233 DOI: 10.1016/j.molstruc.2017.01.050 Published: MAY 5 2017","Abstract":"The use of plants in folk medicine has a long and ancient history in the treatment of various diseases. Currently, a large proportion of commercial drugs are based on natural products or are synthetic compounds inspired on such natural substances. Therefore, in this communication to aid that research, structural and spectroscopic analysis of the natural pyrrolizidine alkaloid called monocrotaline was carried out. Pyrrolizidine alkaloids that are commdnly found in the Boraginaceae and Asteraceae fainilies are among the great diversity of secondary metabolites which are produced by plants to act as a defense mechanism against herbivores and microbes. In the present study, the natural product, monocrotaline, an alkaloid isolated from the leaves of Crotalaria paulina, with potential application in medicine, was characterized by infrared (IR) and Raman spectroscopy with the support of Density Functional Theory (DFT) calculations. IR and Raman spectra of monocrotaline were recorded at room temperature ranging from 4000 to 400 cm(-1). DFT calculations with the hybrid functional B3LYP and the basis set 6-31 + G(d,p) were performed with the purpose of obtaining information on the structural and vibrational properties of this structure. A perfect fit between the experimentally measured frequencies of the IR and Raman spectra and the calculated values were observed, and we have performed the complete identification of monocrotaline by these techniques. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Oliveira, RP (Oliveira, Ramon Prata) ; Demuner, AJ (Demuner, Antonio Jacinto) ; Alvarenga, ES (Alvarenga, Elson Santiago) ; Parma, MC (Parma, Monica Cropo) ; Barbosa, LCA (Almeida Barbosa, Luiz Claudio) ; Guimaraes, LD (Guimaraes, Luciano de Moura) ; Aguiar, AR (Aguiar, Alex Ramos)","Title":"Experimental and theoretical studies on the characterization of monocrotaline by infrared and Raman spectroscopies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398603300001 PubMed ID: 28210868 ISSN: 0940-5429 eISSN: 1432-5233","Keywords":"Type 2 diabetes; Cognitive impairment; Dementia; Alzheimer's disease KeyWords Plus:POPULATION-BASED COHORT; ALZHEIMERS-DISEASE; INSULIN-RESISTANCE; GLYCEMIC CONTROL; ELDERLY-PATIENTS; BRAIN ATROPHY; RISK; DECLINE; HYPOGLYCEMIA; DYSFUNCTION","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"ACTA DIABETOLOGICA Volume: 54 Issue: 5 Pages: 417-424 DOI: 10.1007/s00592-017-0970-5 Published: MAY 2017","Abstract":"Type 2 diabetes mellitus (T2D) and Alzheimer's disease (AD) are two of the most common diseases of aging around the world. Given the frequency with which T2D and AD occur, the notion that people with T2D may be at increased risk for AD has large societal consequences, and understanding the mechanistic links between these diseases is imperative for the development of effective AD prevention and treatment strategies. Apart from being an accelerator of AD, T2D is associated with a progressive cognitive decline. Impaired insulin signaling, inflammation, the accumulation of advanced glycation end-products and oxidative stress all play an essential role in the pathogenesis of both AD and diabetic complications. Therefore, it is reasonable to postulate that these pathways are involved in the increased risk of dementia that occurs in the T2D population. The early diagnosis of cognitive impairment and the identification of the subset of patients at a higher risk of developing AD is a challenge for healthcare providers, and meeting it will permit us to implement a personalized medicine, which is an essential issue in diabetes care with significant therapeutic implications. The main gaps that should be filled to achieve this objective are examined.","Authors":"Simo, R (Simo, Rafael) ; Ciudin, A (Ciudin, Andreea) ; Simo-Servat, O (Simo-Servat, Olga) ; Hernandez, C (Hernandez, Cristina)","Title":"Cognitive impairment and dementia: a new emerging complication of type 2 diabetes-The diabetologist's perspective"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398435400007 PubMed ID: 28366216 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Microfluidics; Rare cell; Cell separation; CTC; nRBC KeyWords Plus:CIRCULATING TUMOR-CELLS; METASTATIC BREAST-CANCER; DETERMINISTIC LATERAL DISPLACEMENT; NONINVASIVE PRENATAL-DIAGNOSIS; ENDOTHELIAL PROGENITOR CELLS; HIGHLY EFFICIENT CAPTURE; UMBILICAL-CORD BLOOD; LABEL-FREE ISOLATION; PERIPHERAL-BLOOD; WHOLE-BLOOD","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 965 Pages: 9-35 DOI: 10.1016/j.aca.2017.02.017 Published: MAY 1 2017","Abstract":"Rare cells in blood, such as circulating tumor cells or fetal cells in the maternal circulation, posses a great prognostic or diagnostic value, or for the development of personalized medicine, where the study of rare cells could provide information to more specifically targeted treatments. When conventional cell separation methods, such as flow cytometry or magnetic activated cell sorting, have fallen short other methods are desperately sought for. Microfluidics have been extensively used towards isolating and processing rare cells as it offers possibilities not present in the conventional systems. Furthermore, microfluidic methods offer new possibilities for cell separation as they often rely on non-traditional biomarkers and intrinsic cell properties. This offers the possibility to isolate cell populations that would otherwise not be targeted using conventional methods. Here, we provide an extensive review of the latest advances in continuous flow microfluidic rare cell separation and processing with each cell ' s specific characteristics and separation challenges as a point of view. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Antfolk, M (Antfolk, Maria) ; Laurell, T (Laurell, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Antfolk, Maria  A-8144-2013  ","Title":"Continuous flow microfluidic separation and processing of rare cells and bioparticles found in blood - A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872300001 PubMed ID: 28273498 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Nanomedicine; Tumor therapy; Quantum dots; Personalized medicine; Nanoparticles KeyWords Plus:DRUG-DELIVERY; OXIDATIVE STRESS; CANCER-THERAPY; CELL-DEATH; NANOPARTICLES; AUTOPHAGY; FUNCTIONALITY; CYTOTOXICITY; CHEMOTHERAPY; RESPONSES","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 127 Pages: 1-12 DOI: 10.1016/j.biomaterials.2017.02.039 Published: MAY 2017","Abstract":"Tumor therapy using nanoparticles (NPs) is mainly aimed at using the NPs as carriers for therapeutic drugs or as mediators for external stimuli to generate heat. Recent studies have shown that the toxicity of NPs can also be specifically exploited to kill cancer cells. In the present work, we employ core-only CdTe quantum dots and study their cytotoxicity using a validated high-content screening approach. The data revealed a clear correlation between toxicity and quantum dot degradation, which could be monitored through loss of fluorescence intensity. Based on the in vitro data obtained, the in vivo dose was calculated relative to the estimated number of tumor cells based on luminescence measurements. The obtained results show a clear increase in reproducibility of the therapeutic effect compared to normal conditions, where a set dose of quantum dots was administered regardless of the tumor size. The therapeutic delivery could also be monitored in vivo, where the loss of fluorescence intensity correlated with the anticancer efficacy. The present work highlights the benefits of noninvasive imaging to monitor therapeutic delivery and to optimize treatment via personalized medicine. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Manshian, BB (Manshian, Bella B.) ; Jimenez, J (Jimenez, Julio) ; Himmelreich, U (Himmelreich, Uwe) ; Soenen, SJ (Soenen, Stefaan J.)","Title":"Personalized medicine and follow-up of therapeutic delivery through exploitation of quantum dot toxicity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872300005 PubMed ID: 28279921 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Elastin-like peptide (ELP); Inverse temperature transition; Peptide-water interaction; Single-molecule; Protein simulation library KeyWords Plus:INVERSE TEMPERATURE TRANSITION; MOLECULAR-DYNAMICS METHOD; FREE-ENERGY TRANSDUCTION; HUMAN TROPOELASTIN; SECONDARY STRUCTURE; CHAIN DYNAMICS; PHASE-BEHAVIOR; DRUG-DELIVERY; LCST BEHAVIOR; SOLID-STATE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 127 Pages: 49-60 DOI: 10.1016/j.biomaterials.2017.01.041 Published: MAY 2017","Abstract":"Soluble elastin-like peptides (ELPs) can be engineered into a range of physical forms, from hydrogels and scaffolds to fibers and artificial tissues, finding numerous applications in medicine and engineering as \"smart polymers\". Elastin-like peptides are attractive candidates as a platform for novel biomaterial design because they exhibit a highly tunable response spectrum, with reversible phase transition capabilities. Here, we report the design of the first virtual library of elastin-like protein models using methods for enhanced sampling to study the effect of peptide chemistry, chain length, and salt concentration on the structural transitions of ELPs, exposing associated molecular mechanisms. We describe the behavior of the local molecular structure under increasing temperatures and the effect of peptide interactions with nearest hydration shell water molecules on peptide mobility and propensity to exhibit structural transitions. Shifts in the magnitude of structural transitions at the single-molecule scale are explained from the perspective of peptide-ion-water interactions in a library of four unique elastin-like peptide systems. Predictions of structural transitions are subsequently validated in experiment. This library is a valuable resource for recombinant protein design and synthesis as it elucidates mechanisms at the single-molecule level, paving a feedback path between simulation and experiment for smart material designs, with applications in biomedicine and diagnostic devices. (C) 2017 Published by Elsevier Ltd.","Authors":"Tarakanova, A (Tarakanova, Anna) ; Huang, W (Huang, Wenwen) ; Weiss, AS (Weiss, Anthony S.) ; Kaplan, DL (Kaplan, David L.) ; Buehler, MJ (Buehler, Markus J.)","Title":"Computational smart polymer design based on elastin protein mutability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549300071 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 116 Pages: 615-624 DOI: 10.1016/j.carbon.2017.02.049 Published: MAY 2017","Abstract":"Articular cartilage repair and regeneration are a challenging problem worldwide due to the extremely weak inherent regenerative capacity of cartilaginous tissue. As an emerging tissue engineering scaffold fabrication technology, 3D bioprinting has shown great promise in fabricating customizable artificial tissue matrices with hierarchical structures. The goal of the present study is to investigate 3D bioprinted graphene oxide (GO)-doped gelatin based scaffolds for promoting chondrogenic differentiation of human bone marrow mesenchymal stem cells (MSCs). In the current study, GO-gelatin methacrylate (GeIMA) poly (ethylene glycol) diacrylate (PEGDA) was prepared as a biocompatible photopolymerizable bioink. GO, a multifunctional carbon based nanomaterial, was incorporated into the bioink for promoting chondrogenic differentiation. Finally, the 3D printed GeIMA-PEGDA-GO scaffold with hierarchical structures was fabricated via our novel table-top stereolithography-based printer. Results showed that GeIMA-PEGDA-GO scaffolds greatly promoted the glycosaminoglycan, and collagen levels after GO induced chondrogenic differentiation of hMSCs. Moreover, the Collagen II, SOX 9, and Aggrecan gene expressions associated with chondrogenesis were greatly promoted on the scaffolds. This study demonstrated that customizable 3D printed GeIMA-PEGDA-GO scaffolds are excellent candidates for promoting chondrogenic differentiation of hMSCs and are therefore promising candidates for future cartilage regenerative medicine applications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhou, X (Zhou, Xuan) ; Nowicki, M (Nowicki, Margaret) ; Cui, HT (Cui, Haitao) ; Zhu, W (Zhu, Wei) ; Fang, XQ (Fang, Xiuqi) ; Miao, SD (Miao, Shida) ; Lee, SJ (Lee, Se Jun) ; Keidar, M (Keidar, Michael) ; Zhang, LJG (Zhang, Lijie Grace)","Title":"3D bioprinted graphene oxide-incorporated matrix for promoting chondrogenic differentiation of human bone marrow mesenchymal stem cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200014 PubMed ID: 28211325 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Fast adsorption; Slow adsorption; Hydrophobic interaction; Charge neutralization; Adsorbable species KeyWords Plus:SLOW SORPTION KINETICS; CARBON NANOTUBES; ORGANIC CONTAMINANTS; MASS-SPECTROMETRY; SOILS; ANTIBIOTICS; NORFLOXACIN; EXTRACTION; RESISTANCE; MECHANISM","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 123-129 DOI: 10.1016/j.chemosphere.2017.02.038 Published: MAY 2017","Abstract":"Antibiotics are used widely in human and veterinary medicine and are ubiquitous in environmental matrices worldwide. The influence of the concentration of antibiotics on adsorption kinetics is still unclear. This study used sulfamethoxazole (SMX) and ofloxacin (OFL) as adsorbates to investigate the adsorption kinetics on sediment affected by varying concentrations of antibiotics adsorbable species. At the experimental pH values, the major adsorbed species of SMX and OFL on sediment were SMX and OFL+ by hydrophobic interaction and electrostatic attraction, respectively. The apparent adsorption rate of SMX was not affected by the initial concentration and the pH values because the hydrophobic interactions were concentration-independent and charge-independent. However, the apparent adsorption rate of OFL significantly slowed down as the initial concentration increased. The adsorbed OFL+ effectively neutralized the negative charges of the sediment, leading to a reduced adsorption rate of subsequent OFL+. The neutralization effect was greatly enhanced due to the increased OFL+ with the increasing OFL concentration. Additionally, the apparent adsorption rate of OFL significantly increased at higher pH due to the reduced neutralization effect that resulted from the decreased OFL+ and increased negative charges of the sediment surface. This study implied that the adsorption kinetics of antibiotics was greatly dominated by the concentration of adsorbable species rather than apparent overall concentration. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wang, P (Wang, Peng) ; Zhang, D (Zhang, Di) ; Zhang, H (Zhang, Huang) ; Li, H (Li, Hao) ; Ghosh, S (Ghosh, Saikat) ; Pan, B (Pan, Bo)","Title":"Impact of concentration and species of sulfamethoxazole and ofloxacin on their adsorption kinetics on sediments"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396949400025 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Animal-computer interaction ACI; Exceptional users; User-centered design; Inclusive design; Anthropocentric interface KeyWords Plus:PONGO-ABELII; LANGUAGE; HUMANS; CATEGORIZATION; ABSTRACTION; CHIMPANZEES; TECHNOLOGY; INTERFACE; PROGRESS; BONOBOS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 222-233 DOI: 10.1016/j.chb.2016.12.062 Published: MAY 2017","Abstract":"As sophisticated computer technologies become more affordable, flexible, and accessible, there is increasing interest in their application to nonhuman animals. A limiting factor however, is that traditional computer design has been anthropocentric. Animal factors have not driven the design of the majority of computer technologies that have, or could be applied to this user population. The anthropocentric nature of current hardware and software may act as a barrier for successful animal-computer interaction (ACI). In this review, the authors consolidate literature from diverse disciplines including psychology, computer science, human-computer interaction, animal behaviour and welfare, biology, ergonomics, medicine, human factors and disability studies to explore (a) how human-computer interaction (HCI) principles may apply (or not apply) to ACI, (b) how principles and computer system designs exclusive for ACI may be developed, and (c) how animal-centered computer designs may benefit HCI and its user population. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ritvo, SE (Ritvo, Sarah E.) ; Allison, RS (Allison, Robert S.)","Title":"Designing for the exceptional user: Nonhuman animal-computer interaction (ACI)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549200039 ISSN: 0950-0618 eISSN: 1879-0526","Keywords":"3D printing; Calcium aluminate cement; Ordinary Portland cement; Lithium carbonate; Compressive strength; Porosity; 3D profilometer; SEM KeyWords Plus:CONCRETE; FABRICATION","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"CONSTRUCTION AND BUILDING MATERIALS Volume: 138 Pages: 398-409 DOI: 10.1016/j.conbuildmat.2017.02.037 Published: MAY 1 2017","Abstract":"Additive manufacturing is a common technique used to produce 3D printed structures. These techniques have been used as precise application geometry in different fields such as architecture and medicine, and the food, mechanics and chemical industries. However, in most cases only a limited amount of powder has been used to fabricate scaffold (structure). In this study, a unique mix of cements (calcium aluminate cement passed through a 150 gm sieve and ordinary Portland cement) was developed for Z-Corporation's three-dimensional printing (3DP) process. This cement mix was blended and the resulting composite powders were printed with a water-based binder using a Z-Corporation 3D printer. Moreover, some samples were added lithium carbonate to reduce the setting time for the cement mixture. The aims of the study were to firstly, find the proper cementitious powder close to the targeted powder (Z-powder); and secondly, evaluate the mechanical properties of this material. Cubic specimens of two different batches With varying saturation levels were cast and cured in various scenarios to enhance the best mechanical properties. The samples were characterised by porosity analyses, compression tests, Olympus BX61 Microscope imaging, 3D profiling Veeco (Dektak) and the Scanning Electronic Microscope (SEM). The maximum compressive strength of the cubic specimens for cementitious 3DP was 8.26 MPa at the saturation level of 170% for both the shell and core. The minimum porosity obtained was 49.28% at the saturation level of 170% and 340% for the shell and the core, respectively. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shakor, P (Shakor, Pshtiwan) ; Sanjayan, J (Sanjayan, Jay) ; Nazari, A (Nazari, Ali) ; Nejadi, S (Nejadi, Shami)","Title":"Modified 3D printed powder to cement-based material and mechanical properties of cement scaffold used in 3D printing"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398594800009 PubMed ID: 27027651 ISSN: 1396-5883 eISSN: 1600-0579","Categories":"Dentistry, Oral Surgery & Medicine; Education & Educational Research Web of Science Categories:Dentistry, Oral Surgery & Medicine; Education, Scientific Disciplines","Journal Information":"EUROPEAN JOURNAL OF DENTAL EDUCATION Volume: 21 Issue: 2 Pages: 130-135 DOI: 10.1111/eje.12191 Published: MAY 2017","Authors":"Dawson, LJ (Dawson, L. J.) ; Mason, BG (Mason, B. G.) ; Bissell, V (Bissell, V.) ; Youngson, C (Youngson, C.)","Title":"Calling for a re-evaluation of the data required to credibly demonstrate a dental student is safe and ready to practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600042 PubMed ID: 28167107 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Curcumin; Wound dressing; Antibacterial activity; Composite; Water holding time KeyWords Plus:TITANIUM-DIOXIDE; HYDROXYAPATITE NANOPARTICLES; TOXICOLOGICAL EVALUATION; SILVER NANOPARTICLES; LIPID-PEROXIDATION; ENDOTHELIAL-CELLS; ENDOPHYTIC FUNGI; IN-VITRO; MECHANISM; ANTIOXIDANT","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 366-378 DOI: 10.1016/j.ijbiomac.2017.02.002 Published: MAY 2017","Abstract":"Curcuma Tonga (turmeric) has a long history of use in medicine as a treatment for inflammatory conditions. The primary active constituent of turmeric and the one responsible for its vibrant yellow color is curcumin. Curcumin is used for treatment of wound and inflammation. It had antimicrobial and antioxidant property. It has low intrinsic toxicity and magnificent properties like with comparatively lesser side-effects. Cotton cloth is one of the most successful wound dressings which utilize the intrinsic properties of cotton fibers. Modern wound dressings, however, require other properties such as antibacterial and moisture maintaining capabilities. In this study, conventional cotton cloth was coated with Curcumin composite for achieving modern wound dressing properties. Curcumin nanocomposite is characterized. The results show that coated cotton cloth with Curcumin nanocomposite has increased drying time (74%) and water absorbency (50%). Furthermore, they show antibacterial efficiency against bacterial species present in wounds. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Venkatasubbu, GD (Venkatasubbu, G. Devanand) ; Anusuya, T (Anusuya, T.)","Title":"Investigation on Curcumin nanocomposite for wound dressing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600088 PubMed ID: 28212929 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Snail; Polysaccharide; Chemical structure; NMR KeyWords Plus:ANTICOAGULANT ACTIVITIES; ACHARAN SULFATE; SEA-CUCUMBER; GLYCOSAMINOGLYCAN; CHROMATOGRAPHY; SPECTROSCOPY; DERIVATIVES","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 786-792 DOI: 10.1016/j.ijbiomac.2017.01.149 Published: MAY 2017","Abstract":"Edible snails have been widely used as a health food and medicine in many countries. In our study, a water-soluble polysaccharide (AF-1) was isolated and purified from Achatina fulica by papain enzymolysis, alcohol precipitation and strong anion exchange chromatography. Structureof the polysaccharide was analyzed and characterized by chemical and instrumental methods, such as Fourier transform infrared spectroscopy, high performance liquid chromatography, analysis of monosaccharide composition, methylation analysis, and nuclear magnetic resonance (NMR) spectroscopy (H-1,C-13, COSY, TOCSY, NOESY, HSQC and HMBC). Chemical composition analysis indicated that AF-1 is composed of glucose (Glc) and its average molecular weight is 1710 kDa. Structural analysis suggested that AF-1 is mainly consisted of a linear repeating backbone of (1 -> 4) linked alpha-D-Glc p residues with one branch, a-D-Glc p, attached to the main chain by (1 -> 6) glycosidic bonds at every five main-chain units. Further studies on biological activities of the polysaccharide are currently in progress. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, J (Liu, Jie) ; Shang, FN (Shang, Feineng) ; Yang, ZM (Yang, Zengming) ; Wu, MY (Wu, Mingyi) ; Zhao, JH (Zhao, Jinhua)","Title":"Structural analysis of a homogeneous polysaccharide from Achatina fulica"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396950600094 PubMed ID: 28223133 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Biomaterials; Polyhydroxyalkanoates; Chitin; Alginate; Tissue engineering KeyWords Plus:MESENCHYMAL STEM-CELLS; IN-VITRO EVALUATION; REGENERATIVE MEDICINE; COMPOSITE SCAFFOLDS; FIBROUS SCAFFOLDS; HYBRID SCAFFOLDS; MECHANICAL PERFORMANCE; BACTERIAL CELLULOSE; CHITOSAN HYDROGEL; BONE REGENERATION","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 837-846 DOI: 10.1016/j.ijbiomac.2017.02.048 Published: MAY 2017","Abstract":"Recently, a wider spectrum of bio-based materials and materials-based novel constructs and systems has been engineered with high interests. The key objective is to help for an enhanced/better quality of life in a secure way by avoiding/limiting various adverse effects of some in practice traditional therapies. In this context, different methodological approaches including in vitro, in vivo, and ex vivo techniques have been exploited, so far. Among them, bio-based therapeutic constructs are of supreme interests for an enhanced and efficient delivery in the current biomedical sector of the modern world. The development of new types of novel, effective and highly reliable materials-based novel constructs for multipurpose applications is essential and a core demand to tackle many human health related diseases. Bio-based materials possess several complementary functionalities, e.g. unique chemical structure, bioactivity, non-toxicity, biocompatibility, biodegradability, recyclability, etc. that position them well in the modern world's materials sector. In this context, the utilization of biomaterials provides extensive opportunities for experimentation in the field of interdisciplinary and multidisciplinary scientific research. With an aim to address the global dependence on petroleum-based polymers, researchers have been redirecting their interests to the engineering of biological materials for targeted applications in different industries including cosmetics, pharmaceuticals, and other biotechnological or biomedical applications. Herein, we reviewed biotechnological advancements at large and tissue engineering from a biomaterials perspective in particular and envision directions of future developments. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bedian, L (Bedian, Luis) ; Villalba-Rodriguez, AM (Villalba-Rodriguez, Angel M.) ; Hernandez-Vargas, G (Hernandez-Vargas, Gustavo) ; Parra-Saldivar, R (Parra-Saldivar, Roberto) ; Iqbal, HMN (Iqbal, Hafiz M. N.)","Title":"Bio-based materials with novel characteristics for tissue engineering applications - A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398184300005 PubMed ID: 27714827 ISSN: 0260-437X eISSN: 1099-1263","Keywords":"metal salts; immunomodulation; cytotoxicity; proliferation; cytokine secretion; anthroposophic medicine KeyWords Plus:ACTIVATED T-CELLS; IN-VITRO; ARSENIC TRIOXIDE; CONTACT ALLERGY; CANCER-THERAPY; DENTAL GOLD; HEAVY-METAL; IFN-GAMMA; CYTOKINE; PROLIFERATION","Categories":"Toxicology Web of Science Categories:Toxicology","Journal Information":"JOURNAL OF APPLIED TOXICOLOGY Volume: 37 Issue: 5 Pages: 563-572 DOI: 10.1002/jat.3390 Published: MAY 2017","Abstract":"Because different metals are used in complementary medicine for the treatment of diseases related to a dysfunction of the immune system, this study aimed at determining the immunomodulatory potential of Pb(NO3)(2), AuCl3, Cu(NO3)(2), HgCl2, AgNO3, SnCl2, AsCl3 and SbCl3 at sub-toxic concentrations and at assessing possible toxic side effects of low-concentrated metal preparations. The influence of the metal salts on primary human mononuclear cells was analyzed by measuring cell viability using the water-soluble tetrazolium salt assay, apoptosis and necrosis induction by annexin V/propidium iodide staining and proliferation by carboxyfluorescein diacetate succinimidyl ester staining and flow cytometry. Effects on T-cell activation were assessed with CD69 and CD25 expression using flow cytometry whereas CD83, CD86 and CD14 expression was measured to evaluate the influence on dendritic cell maturation. Alterations of interleukin-2 and interferon- secretion were detected by enzyme-linked immunosorbent assay and genotoxic effects were analyzed using the comet assay. At sub-toxic concentrations retardation of T-cell proliferation was caused by Pb(NO3)(2), AuCl3 and Cu(NO3)(2) and inhibitory effects on interleukin-2 secretion were measured after incubation with Pb(NO3)(2), AuCl3, Cu(NO3)(2), HgCl2 and AsCl3. Cu(NO3)(2) had immunosuppressive activity at dosages within the serum reference range for copper. All other metal salts showed effects at dosages above upper serum limits of normal. Therefore, only low-concentrated copper preparations are promising to have immunomodulatory potential. Toxic side effects of metal preparations used in complementary medicine are improbable because upper limits of metals set in the drinking water ordinance are either not exceeded or the duration of their application is limited. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Steinborn, C (Steinborn, Carmen) ; Diegel, C (Diegel, Christoph) ; Garcia-Kaufer, M (Garcia-Kaeufer, Manuel) ; Grundemann, C (Gruendemann, Carsten) ; Huber, R (Huber, Roman)","Title":"Immunomodulatory effects of metal salts at sub-toxic concentrations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211300005 PubMed ID: 28130823 ISSN: 1549-3296 eISSN: 1552-4965","Keywords":"macrophage; polarization; host response; aging; implant KeyWords Plus:BIOMATERIAL SURFACE-CHEMISTRY; FOREIGN-BODY REACTION; MACROPHAGE ACTIVATION; INFLAMMATORY RESPONSE; IN-VITRO; SUBCUTANEOUS IMPLANTS; REGENERATIVE MEDICINE; CARDIAC MACROPHAGES; TISSUE-REPAIR; PORE-SIZE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF BIOMEDICAL MATERIALS RESEARCH PART A Volume: 105 Issue: 5 Pages: 1281-1292 DOI: 10.1002/jbm.a.36013 Published: MAY 2017","Abstract":"Macrophage polarization during the host response is now a well-accepted predictor of outcomes following material implantation. Immunosenescence, dysregulation of macrophage function, and delayed resolution of immune responses in aged individuals have all been demonstrated, suggesting that host responses to materials in aged individuals should differ from those in younger individuals. However, few studies examining the effects of aging upon the host response have been performed. The present work sought to elucidate the impacts of aging upon the host response to polypropylene mesh implanted into 8-week-old and 18-month-old mice. The results showed that there are significant differences in macrophage surface marker expression, migration, and polarization during the early host macrophage response and delayed resolution of the host response in 18-month-old versus 8-week-old mice. These differences could not be attributed to cell-intrinsic defects alone, suggesting that the host macrophage response to implants is likely also dictated to a significant degree by the local tissue microenvironment. These results raise important questions about the design and testing of materials and devices often intended to treat aged individuals and suggest that an improved understanding of patient- and context-dependent macrophage responses has the potential to improve outcomes in aged individuals. (C) 2017 Wiley Periodicals, Inc.","Authors":"Hachim, D (Hachim, Daniel) ; Wang, N (Wang, Na) ; Lopresti, ST (Lopresti, Samuel T.) ; Stahl, EC (Stahl, Elizabeth C.) ; Umeda, YU (Umeda, Yuta U.) ; Rege, RD (Rege, Rahul D.) ; Carey, ST (Carey, Sean T.) ; Mani, D (Mani, Deepa) ; Brown, BN (Brown, Bryan N.)","Title":"Effects of aging upon the host response to implants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211300019 PubMed ID: 28233417 ISSN: 1549-3296 eISSN: 1552-4965","Keywords":"antiosteoporosis; trace element; calcium phosphate; local intramarrow injection; osteoporotic fracture KeyWords Plus:MESENCHYMAL STEM-CELLS; IN-VIVO; REGENERATIVE MEDICINE; SILICATE BIOCERAMICS; OVARIECTOMIZED RATS; SENILE OSTEOPOROSIS; DEFECT REPAIR; VITAMIN-D; FRACTURES; PREVENTION","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF BIOMEDICAL MATERIALS RESEARCH PART A Volume: 105 Issue: 5 Pages: 1422-1432 DOI: 10.1002/jbm.a.36027 Published: MAY 2017","Abstract":"Osteoporotic femur fractures are the most common fragility fracture and account for approximately one million injuries per year. Local intervention by intra-marrow injection is potentially a good choice for preventing osteoporotic bone loss when the osteoporotic femoral fracture was treated. Previously, it was shown that trace element co-doped calcium phosphate (teCaP) implants could stimulate osteoporotic bone marrow mesenchymal stem cell activity in vitro and bone regeneration in femoral bone defects in osteoporotic animal models. They hypothesized that local intra-marrow injection of teCaP particles could improve bone function because the teCaP can sustain release of biologically essential inorganic minerals and improve bone remodeling in osteoporosis. The teCaP and CaP particles were synthesized in simulated body fluid with and without adding silicon, zinc and strontium ions. Female rats (8 months) were ovariectomized (OVX) or sham-operated, and then intervened in the femoral marrow space at 12 months old. Groups include: (1) saline water; (2) CaP particles; and (3) teCaP particles. After 2-3 months of intervention, the sham groups showed higher bone mineral density (MBD) in the femur, and teCaP group increased the BMD in the OVX groups. The compressive strength of the OVX-teCaP group was significantly higher than that in the OVX-CaP group. Significant differences between OVX-teCaP and OVX-CaP groups were found for bone mineral microarchitecture, bone mineral density, and trace mineral content, but not for feces composition. These results confirm the teCaP particles could suppress osteoporotic bone loss by local intramarrow injection. Therefore, this biomaterial could be used as a next-generation combination treatment for osteoporotic trauma and osteoporosis itself. (C) 2017 Wiley Periodicals, Inc.","Authors":"Yang, XY (Yang, Xianyan) ; Xu, SZ (Xu, Sanzhong) ; Chen, XY (Chen, Xiaoyi) ; He, DS (He, Dongshuang) ; Ke, XR (Ke, Xiurong) ; Zhang, L (Zhang, Lei) ; Yang, GJ (Yang, Guojing) ; Liu, A (Liu, An) ; Mou, XZ (Mou, Xiaozhou) ; Xia, W (Xia, Wei) ; Gou, ZR (Gou, Zhongru) ...More...Less","Title":"Intra-bone marrow injection of trace elements co-doped calcium phosphate microparticles for the treatment of osteoporotic rat"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400013 PubMed ID: 27579626 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"3,4 '-DIHYDROXYFLAVONE; ADIPOGENESIS; EQUINE ADIPOSE-DERIVED STROMAL CELLS (eADSCs); ROS-REGULATING GENES EXPRESSION; HUMAN REGENERATIVE MEDICINE OR ANIMAL HEALTH CARE KeyWords Plus:INHIBITS ADIPOCYTE DIFFERENTIATION; PLURIPOTENT STEM-CELLS; OSTEOBLASTIC DIFFERENTIATION; INDUCED APOPTOSIS; CANINE OBESITY; CANCER CELLS; DEATH; PROLIFERATION; NARINGENIN; GENERATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1065-1077 DOI: 10.1002/jcb.25681 Published: MAY 2017","Abstract":"Studies on adipogenesis may be important for regulating human and/or animal obesity, which causes several complications such as, type II diabetes, hypertension, and cardiovascular disease, thus giving rise to increased economic burden in many countries. Previous reports revealed that various flavonoids have anti-apoptotic, antioxidant, and cell differentiation-regulating activities with a number of physiological benefits, including protection from cardiovascular disease, cancers, and oxidative stress. As we found that the hydroxylation patterns of the flavonoid B ring are known to play a critical role in their function, we screened several flavonoids containing different numbers and positions of OH substitutions in B ring for their modulatory property on adipogenesis. In this study, we revealed the anti-adipogenic activity of the naturally derived flavonoid, 3,4-dihydroxyflavone (3,4-DHF) in murine 3T3-L1 pre-adipocytes and equine adipose-derived stromal cells (eADSCs). We found that treatment with 3,4-dihydroxyflavone (3,4-DHF) led to decreased expression of adipogenic markers and lipid deposition with differential modulation of ROS and kinase signaling pathways. Regulation of ROS generation through the differential modulation of ROS-regulating gene expression was revealed to have an important role in the suppression of adipogenesis and increase of osteogenesis in eADSCs following 3,4-DHF treatment. These results suggest that the flavonoid 3,4-DHF can be used to regulate adipogenesis in ADSCs, which has potential therapeutic application in regenerative medicine or health care for humans and many sport or companion animals. J. Cell. Biochem. 118: 1065-1077, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Han, J (Han, Jihae) ; Choi, HY (Choi, Hye Yeon) ; Dayem, AA (Dayem, Ahmed Abdal) ; Kim, K (Kim, Kyeongseok) ; Yang, G (Yang, Gwangmo) ; Won, J (Won, Jihye) ; Do, SH (Do, Sun Hee) ; Kim, JH (Kim, Jin-Hoi) ; Jeong, KS (Jeong, Kyu-Shik) ; Cho, SG (Cho, Ssang-Goo)","Title":"Regulation of Adipogenesis Through Differential Modulation of ROS and Kinase Signaling Pathways by 3,4 '-Dihydroxyflavone Treatment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400016 PubMed ID: 27608167 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"ADIPOSE TISSUE; ADULT STEM CELLS; BIOLOGICAL EVALUATION; COLLECTION METHOD KeyWords Plus:STROMAL-VASCULAR FRACTION; BONE-MARROW; PHENOTYPIC CHARACTERIZATION; REGENERATIVE MEDICINE; PROGENITOR CELLS; IN-VITRO; TISSUE; DIFFERENTIATION; YIELD; AGE","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1097-1107 DOI: 10.1002/jcb.25724 Published: MAY 2017","Abstract":"The objective of this study was to evaluate complex biological properties of human stem cells isolated from adipose tissue (ASCs) harvested utilizing different methods: surgical resection (R), power-assisted liposuction (PAL), and laser-assisted liposuction (LAL). ASCs were isolated from healthy donors, due to surgical resection, power-, and laser-assisted liposuction. Isolated cells were characterized by their clonogenicity, proliferation rate, doubling time, multilineage differentiation, and senescence potential. The average number of ASCs from 1g/1ml of solid adipose tissue/lipoaspirate was 2.9x10(5)+/- 2.4x10(5), 1.1x10(5)+/- 0.8x10(5), and 1.2x10(5)+/- 0.7x10(5), respectively, for ASCsR, ASCsPAL, and ASCsLAL. However, number of colonies formed by ASCsR and ASCsPAL was significantly higher compared to the average number of colonies formed by ASCsLAL. Also, in comparison to other analyzed cell groups, ASCsPAL obtained the highest proliferative activity. All analyzed cells were characterized by stable expression of CD90 and CD44 markers during prolonged culture. Expression of CD34 and CD45 markers was decreasing in subsequent passages. Presented study shows that different ASCs collection method affects some basic characteristics of these cells, such as number of isolated cells, clonogeneity, or doubling time. J. Cell. Biochem. 118: 1097-1107, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Bajek, A (Bajek, Anna) ; Gurtowska, N (Gurtowska, Natalia) ; Olkowska, J (Olkowska, Joanna) ; Maj, M (Maj, Malgorzata) ; Kazmierski, L (Kazmierski, Lukasz) ; Bodnar, M (Bodnar, Magdalena) ; Marszalek, A (Marszalek, Andrzej) ; Debski, R (Debski, Robert) ; Drewa, T (Drewa, Tomasz)","Title":"Does the Harvesting Technique Affect the Properties of Adipose-Derived Stem Cells?The Comparative Biological Characterization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900009 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Construction safety; Safety training; Safety management; Hazard identification; Hazard recognition; Training methods; Personalized training; Safety intervention; Labor and personnel issues KeyWords Plus:VISUAL-SEARCH; EYE-TRACKING; SAFETY; STRATEGIES; MODEL; IDENTIFICATION; PERFORMANCE; VALIDATION; DATABASE; DESIGNS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 04016120 DOI: 10.1061/(ASCE)CO.1943-7862.0001256 Published: MAY 2017","Abstract":"Unrecognized or unmanaged hazards can expose workers to unanticipated safety risk and can potentially result in catastrophic safety incidents. Unfortunately, recent research has demonstrated that a large proportion of safety hazards remain unrecognized in construction workplaces. To improve hazard-recognition levels, employers adopt a variety of safety and hazard-recognition training programs. However, desirable levels of hazard recognition have not been achieved, and the expected benefits from training have not been attained. Such failure in training efforts have generally been attributed to the adoption of poor and ineffective training practices. While efforts are being undertaken to address these issues, construction research has not focused on developing or evaluating personalized training solutions that are customized to the learning needs of individual workers. To advance theory and practice, the objective of this study was to develop the first personalized training strategy targeted at improving hazard-recognition levels. The objective was accomplished by a collaborative effort involving two industry experts and three academic researchers, along with guidance from training literature. The training strategy incorporates important elements known to improve stimuli or threat detection in domains including medicine, the military, and aviation. The elements include (1)visual cues to aid systematic hazard search, (2)personalized hazard-recognition performance feedback, (3)personalized eye-tracking visual attention feedback, and (4)metacognitive prompts that trigger the adoption of remedial measures. After development, the effectiveness of the training strategy in improving hazard recognition was empirically evaluated using the nonconcurrent multiple-baseline testing approach. The findings of the study showed that the participating workers on average were able to identify only 42% of hazards prior to the introduction of the intervention; but were able to recognize 77% of hazards in the intervention phase. The findings of this study will be of interest to practicing professionals seeking to improve hazard-recognition levels within construction. (C) 2016 American Society of Civil Engineers.","Authors":"Jeelani, I (Jeelani, Idris) ; Albert, A (Albert, Alex) ; Azevedo, R (Azevedo, Roger) ; Jaselskis, EJ (Jaselskis, Edward J.)","Title":"Development and Testing of a Personalized Hazard-Recognition Training Intervention"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398008000002 ISSN: 0889-1575 eISSN: 1096-0481","Keywords":"Selenium; Food; Food analysis; Food composition; Eating; Nutrition; Brazil KeyWords Plus:RIO-DE-JANEIRO; DIETARY-INTAKE; TAPAJOS RIVER; HUMAN HEALTH; MERCURY; AMAZON; EXPOSURE; FISH; NUTS; CHINA","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"JOURNAL OF FOOD COMPOSITION AND ANALYSIS Volume: 58 Pages: 10-15 DOI: 10.1016/j.jfca.2017.01.001 Published: MAY 2017","Abstract":"The purpose of the present study was to review the literature for the selenium (Se) content in Brazilian foods in order to investigate the degree of variation of this element, as well as its main food sources in Brazil. A literature research was conducted using three scientific databases: MEDLINE (United States National Library of Medicine), Latin-American and Caribbean Literature on Health Sciences (LILACS), and Scientific Electronic Library (sciELO), from November to December 2015 to identify studies published in the last 10 years that evaluated the content of Se in Brazilian foods. Subsequently, the data were selected and extracted from the sources. Of the 1616 identified articles, 15 were included in this review, in which Se content was evaluated in 33 foods. The highest averages of Se was found in Brazil nuts (58.1 +/- 3.00 mu g/g), Brazil nut milk (6.63 +/- 2.65 mu g/g), carnivorous and non-carnivorous fish (1.63 +/- 0.45 mu g/g; 139 +/- 0.074 mu g/g, respectively), game meat (1.06 +/- 0.45 mu g/g), chicken organ meat (0.48 +/- 0.13 mu g/g), beef (0.38 +/- 0.09 mu g/g), crustaceans (1.08 mu g/g) and egg yolks (0.56 +/- 0.19). Most fruits and vegetables presented low levels of Se (< 0.10 mu g/g). The majority of the studies analyzed foods from the Amazon region. This is the first literature review to evaluate the levels of Se in Brazilian foods. These data may be used to evaluate the intake of Se in epidemiological studies. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"dos Santos, M (dos Santos, Marina) ; da Silva, FM (Rodrigues da Silva Junior, Flavio Manoel) ; Muccillo-Baisch, AL (Muccillo-Baisch, Ana Luiza)","Title":"Selenium content of Brazilian foods: A review of the literature values"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200027 PubMed ID: 28011145 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: 1033-1041 DOI: 10.1016/j.jid.2016.12.007 Published: MAY 2017","Abstract":"Systemic sclerosis is an orphan, systemic autoimmune disease with no FDA-approved treatments. Its heterogeneity and rarity often result in underpowered clinical trials making the analysis and interpretation of associated molecular data challenging. We performed a meta-analysis of gene expression data from skin biopsies of patients with systemic sclerosis treated with five therapies: mycophenolate mofetil, rituximab, abatacept, nilotinib, and fresolimumab. A common clinical improvement criterion of -20% or -5 modified Rodnan skin score was applied to each study. We applied a machine learning approach that captured features beyond differential expression and was better at identifying targets of therapies than the differential expression alone. Regardless of treatment mechanism, abrogation of inflammatory pathways accompanied clinical improvement in multiple studies suggesting that high expression of immune-related genes indicates active and targetable disease. Our framework allowed us to compare different trials and ask if patients who failed one therapy would likely improve on a different therapy, based on changes in gene expression. Genes with high expression at baseline in fresolimumab nonimprovers were downregulated in mycophenolate mofetil improvers, suggesting that immunomodulatory or combination therapy may have benefitted these patients. This approach can be broadly applied to increase tissue specificity and sensitivity of differential expression results.","Authors":"Taroni, JN (Taroni, Jaclyn N.) ; Martyanov, V (Martyanov, Viktor) ; Mahoney, JM (Mahoney, J. Matthew) ; Whitfield, ML (Whitfield, Michael L.)","Title":"A Functional Genomic Meta-Analysis of Clinical Trials in Systemic Sclerosis: Toward Precision Medicine and Combination Therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200009 PubMed ID: 28411852 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E83-E86 DOI: 10.1016/j.jid.2016.02.819 Published: MAY 2017","Abstract":"The discovery of pathogenic mutations in inherited skin diseases represents one of the major landmarks of late 20th century molecular genetics. Mutation data can provide accurate diagnoses, improve genetic counseling, help define disease mechanisms, establish disease models, and provide a basis for translational research and testing of novel therapeutics. The process of detecting disease mutations, however, has not always been straightforward. Traditional approaches using genetic linkage or candidate gene analysis have often been limited, costly, and slow to yield new insights, but the advent of next-generation sequencing (NGS) technologies has altered the landscape of current gene discovery and mutation detection approaches.","Authors":"McGrath, JA (McGrath, John A.)","Title":"The Molecular Revolution in Cutaneous Biology: Era of Molecular Diagnostics for Inherited Skin Diseases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200016 PubMed ID: 28411843 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E123-E129 DOI: 10.1016/j.jid.2016.08.038 Published: MAY 2017","Abstract":"Stunning technological advances in genomics have led to spectacular breakthroughs in the understanding of the underlying defects, biological pathways and therapeutic targets of skin diseases leading to new therapeutic interventions. Next-generation sequencing has revolutionized the identification of disease-causing genes and has a profound impact in deciphering gene and protein signatures in rare and frequent skin diseases. Gene addition strategies have shown efficacy in junctional EB and in recessive dystrophic EB (RDEB). TALENs and Cripsr/Cas9 have emerged as highly efficient new tools to edit genomic sequences to creat new models and to correct or disrupt mutated genes to treat human diseases. Therapeutic approaches have not been limited to DNA modification and strategies at the mRNA, protein and cellular levels have also emerged, some of which have already proven clinical efficacy in RDEB. Improved understanding of the pathogenesis of skin disorders has led to the development of specific drugs or repurposing of existing medicines as in basal cell nevus syndrome, alopecia areata, melanoma and EB simplex. These discoveries pave the way for improved targeted personalized medicine for rare and frequent diseases. It is likely that a growing number of orphan skin diseases will benefit from combinatory new therapies in a near future.","Authors":"Titeux, M (Titeux, Matthias) ; Izmiryan, A (Izmiryan, Araksya) ; Hovnanian, A (Hovnanian, Alain)","Title":"The Molecular Revolution in Cutaneous Biology: Emerging Landscape in Genomic Dermatology: New Mechanistic Ideas, Gene Editing, and Therapeutic Breakthroughs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397953100021 PubMed ID: 27704591 ISSN: 0146-6615 eISSN: 1096-9071","Keywords":"antiviral drugs; high-throughput screening; Traditional Chinese Medicine; entry inhibitors; Ebola virus KeyWords Plus:PRUNELLA-VULGARIS; NATURAL-PRODUCTS; VIRAL ENTRY; IN-VITRO; INFLUENZA; GLYCOPROTEIN; INFECTION; EXTRACT; AGENTS; DRUGS","Categories":"Virology Web of Science Categories:Virology","Journal Information":"JOURNAL OF MEDICAL VIROLOGY Volume: 89 Issue: 5 Pages: 908-916 DOI: 10.1002/jmv.24705 Published: MAY 2017","Abstract":"Emerging viruses such as Ebola virus (EBOV), Lassa virus (LASV), and avian influenza virus H5N1 (AIV) are global health concerns. Since there is very limited options (either vaccine or specific therapy) approved for humans against these viruses, there is an urgent need to develop prophylactic and therapeutic treatments. Previously we reported a high-throughput screening (HTS) protocol to identify entry inhibitors for three highly pathogenic viruses (EBOV, LASV, and AIV) using a human immunodeficiency virus-based pseudotyping platform which allows us to perform the screening in a BSL-2 facility. In this report, we have adopted this screening protocol to evaluate traditional Chinese Medicines (TCMs) in an effort to discover entry inhibitors against these viruses. Here we show that extracts of the following Chinese medicinal herbs exhibit potent anti-Ebola viral activities: Gardenia jasminoides Ellis, Citrus aurantium L., Viola yedoensis Makino, Prunella vulgaris L., Coix lacryma-jobi L. var. mayuen (Roman.) Stapf, Pinellia ternata (Thunb.) Breit., and Morus alba L. This study represents a proof-of-principle investigation supporting the suitability of this assay for rapid screening TCMs and identifying putative entry inhibitors for these viruses. (C) 2016 Wiley Periodicals, Inc.","Authors":"Yang, Y (Yang, Yong) ; Cheng, H (Cheng, Han) ; Yan, H (Yan, Hui) ; Wang, PZ (Wang, Peng-Zhan) ; Rong, R (Rong, Rong) ; Zhang, YY (Zhang, Ying-Ying) ; Zhang, CB (Zhang, Cheng-Bo) ; Du, RK (Du, Rui-Kun) ; Rong, LJ (Rong, Li-Jun)","Title":"A Cell-Based High-Throughput Protocol to Screen Entry Inhibitors of Highly Pathogenic Viruses With Traditional Chinese Medicines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562900002 ISSN: 1195-1982 eISSN: 1708-8305","Keywords":"Whooping cough; pertussis; travel; sentinel surveillance KeyWords Plus:UNITED-STATES; VACCINE; EPIDEMIOLOGY; SURVEILLANCE; PILGRIMS; ILLNESS; DISEASE; ADULTS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF TRAVEL MEDICINE Volume: 24 Issue: 3 DOI: 10.1093/jtm/taw094 Published: MAY-JUN 2017","Abstract":"Background: Pertussis is a highly contagious, vaccine-preventable respiratory infection that is endemic worldwide. There are limited data regarding the occurrence of pertussis in travelers. The objective of this study is to identify travel-related pertussis cases reported to the GeoSentinel Surveillance Network. Methods: This is a descriptive, retrospective analysis of GeoSentinel records from 25 travel/tropical medicine clinics in 16 countries. Frequencies of demographic and travel-related characteristics and symptoms of 74 cases of pertussis in travelers and new immigrants from 1999 to 2015 were analysed. Results: There were 74 probable and confirmed cases of pertussis in the GeoSentinel database; median age was 44 years, and 38 (51%) patients were female. Tourism was the most common reason for travel (41; 55%). Country of exposure was determined in 66 cases with travelers returning from India and China constituting the highest number of cases (10 cases each; 15% each). Seventy of 74 (95%) patients had respiratory symptoms, while fatigue and fever were reported by 21 (28%) and 20 (27%), respectively. Immunization status against pertussis was unknown. Most cases were reported after 2005 (69; 93%). Conclusions: Our study describes 74 cases of pertussis acquired during travel and reported to the GeoSentinel Network. Pertussis should be considered in returned travelers who present with respiratory symptoms. Surveillance and detection of imported cases are important to prevent onward transmission in the community. The pre-travel consultation provides an opportunity to verify immunization status and provide routine vaccinations such as pertussis.","Authors":"Barbosa, F (Barbosa, Felipe) ; Barnett, ED (Barnett, Elizabeth D.) ; Gautret, P (Gautret, Philippe) ; Schlagenhauf, P (Schlagenhauf, Patricia) ; van Genderen, PJJ (van Genderen, Perry J. J.) ; Grobusch, MP (Grobusch, Martin P.) ; Connor, BA (Connor, Bradley A.)[ 9,10 ] ; Hamer, DH (Hamer, Davidson H.)[ 11,12 ] ; Hochberg, NS (Hochberg, Natasha S.)[ 2,13 ]","Title":"Bordetella pertussis infections in travelers: data from the GeoSentinel global network"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000399203500017 ISSN: 0022-5347 eISSN: 1527-3792","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 5 Pages: 1220-1221 DOI: 10.1001/jamaoncol.2016.4166 Published: MAY 2017","Authors":"Penson, DF (Penson, David F.)","Title":"Re: Assessment of Overall Survival, Quality of Life, and Safety Benefits Associated with New Cancer Medicines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399203500095 PubMed ID: 27889417 ISSN: 0022-5347 eISSN: 1527-3792","Keywords":"zinc; nutritional status; kidney calculi; pediatrics KeyWords Plus:RANDALLS PLAQUE; URINARY-EXCRETION; 24-HOUR RECALL; CHILDREN; RISK; NEPHROLITHIASIS; WOMEN; UROLITHIASIS; NUTRIENTS; MAGNESIUM","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 5 Pages: 1342-1348 DOI: 10.1016/j.juro.2016.11.096 Published: MAY 2017","Abstract":"Purpose: We determined the association between dietary zinc intake and incident calcium kidney stones in adolescents. We also examined the relationship between dietary zinc intake and urinary zinc excretion between cases and controls. Materials and Methods: We conducted a nested case-control study within a large pediatric health care system. Three 24-hour dietary recalls and spot urine chemistry analyses were obtained for 30 participants 12 to 18 years old with a first idiopathic calcium based kidney stone and 30 healthy controls matched for age, sex, race and month of enrollment. Conditional logistic regression models were used to estimate the association between daily zinc intake and incident calcium kidney stones, adjusting for dietary phytate, protein, calcium, sodium and oxalate. Multivariable linear regression was used to estimate the association between dietary and urine zinc, adjusting for urine creatinine and dietary phytate and calcium. Results: Cases had lower daily zinc intake (8.1 mg) than controls (10 mg, p = 0.029). Daily zinc intake of boys and girls with calcium stones was 2 mg and 1.2 mg less, respectively, than the daily intake recommended by the Institute of Medicine. Odds of incident stones were reduced by 13% for every 1 mg increase in daily zinc intake (OR 0.87, 95% CI 0.75e0.99). There was an estimated 4.5 mg/dl increase in urine zinc for every 1 mg increase in dietary zinc (p = 0.009), with weak evidence of a smaller increase in urine zinc in cases than in controls (interaction p = 0.08). Conclusions: Decreased dietary zinc intake was independently associated with incident calcium nephrolithiasis in this population of adolescents.","Authors":"Tasian, GE (Tasian, Gregory E.) ; Ross, ME (Ross, Michelle E.) ; Song, LH (Song, Lihai) ; Grundmeier, RW (Grundmeier, Robert W.)[ 3,5,6,10 ] ; Massey, J (Massey, James) ; Denburg, MR (Denburg, Michelle R.)[ 4,10 ] ; Copelovitch, L (Copelovitch, Lawrence)[ 4,10 ] ; Warner, S (Warner, Steven) ; Chi, T (Chi, Thomas)[ 11 ] ; Killilea, DW (Killilea, David W.)[ 12 ] ; Stoller, ML (Stoller, Marshall L.)[ 11 ] ; Furth, SL (Furth, Susan L.)[ 4,8,10 ] ...More...Less","Title":"Dietary Zinc and Incident Calcium Kidney Stones in Adolescence"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900052 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Bone repair; Molecular self-assembly; D-Form peptide; L-Form peptide; Nanofiber hydrogel scaffold KeyWords Plus:MESENCHYMAL STEM-CELLS; REGENERATIVE MEDICINE; AMPHIPHILE NANOFIBERS; HYDROGEL SCAFFOLD; FABRICATION; DIFFERENTIATION; PROLIFERATION; BIOMATERIALS; SUBSTITUTES; DEFECTS","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 451-458 DOI: 10.1016/j.msec.2016.12.042 Published: MAY 1 2017","Abstract":"D-Form and L-form peptide nanofiber scaffolds can spontaneously form stable (beta-sheet secondary structures and nanofiber hydrogel scaffolds, and hold some promise in hemostasis and wound healing. We report here on the synthetic self-assembling peptide D-RADA16 and D-RADA16 are both found to produce stable beta-sheet secondary structure and nanofiber hydrogel scaffolds based on circular dichroism (CD) spectroscopy, transmission electron microscopy (TEM) and rheology analysis etc. D-RADA16 hydrogel and L-RADA16 hydrogel can enhance obvious bone repair in femoral condyle defects of the Sprague-Dawley (SD) rat model compared to PBS treatment. Based on micro-computed tomography (CT), it was revealed that L-RADA16 hydrogel and L-RADA16 hydrogel were capable to obtain the extensive bone healing. Histological evaluation also found that these two hydrogels facilitate the presence of more mature bone tissue within the femoral condyle defects. Additionally, D-RADA16 hydrogel showed some potential in storing and releasing basic-fibroblast growth factor (bFGF) which was able to further promote bone regeneration based on micro-CT analysis. These results indicate that D-form peptide nanofiber hydrogel have some special capacity for bone repair. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"He, B (He, Bin) ; Ou, YS (Ou, Yunsheng) ; Chen, S (Chen, Shuo) ; Zhao, WK (Zhao, Weikang) ; Zhou, A (Zhou, Ao) ; Zhao, JQ (Zhao, Jinqiu) ; Li, H (Li, Hong) ; Jiang, DM (Jiang, Dianming) ; Zhu, Y (Zhu, Yong)","Title":"Designer bFGF-incorporated D-form self-assembly peptide nanofiber scaffolds to promote bone repair"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900053 PubMed ID: 28254317 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Platelet rich plasma; Autologous therapies; Personalized medicine; Tissue regeneration; Scaffold; Growth factors KeyWords Plus:PLATELET-RICH PLASMA; GROWTH-FACTORS; TISSUE-REPAIR; EXTRACELLULAR-MATRIX; IN-VITRO; REGENERATION; THERAPIES; BIOLOGY; PERSPECTIVES; MECHANISMS","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 459-464 DOI: 10.1016/j.msec.2016.12.040 Published: MAY 1 2017","Abstract":"As social and health needs are changing, new challenges to develop innovative alternatives arise to address unmet medical needs. Personalized medicine is emerging as a promising and appealing therapeutic option. The use of patient's own plasma and platelets as therapeutics is providing new avenues in the treatment of acute and chronic tissue injuries by promoting tissue repair and regeneration. Plasma and platelet-based therapies mimic the physiological repair process by releasing autologous growth factors and creating a natural, biodegradable and transient scaffold that acts as transient matrix. This review summarizes the recent advances and challenges in the field of personalized plasma-based medicine and its potential to treat age-related diseases. (C) 2016 Published by Elsevier B.V.","Authors":"Anitua, E (Anitua, Eduardo) ; Troya, M (Troya, Maria) ; Zalduendo, M (Zalduendo, Mar) ; Orive, G (Orive, Gorka)","Title":"Personalized plasma-based medicine to treat age-related diseases"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900065 PubMed ID: 28254331 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Polyurethane; Magnetic nanoparticle; Nanocomposite; Cell proliferation; Cell viability KeyWords Plus:IRON-OXIDE NANOPARTICLES; FE3O4 NANOPARTICLES; FE2O3 NANOPARTICLES; SIGNAL-TRANSDUCTION; POLYMER SURFACES; BIOCOMPATIBILITY; MATRIX; NANOFIBERS; DIFFERENTIATION; COMPOSITES","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 556-567 DOI: 10.1016/j.msec.2016.12.117 Published: MAY 1 2017","Abstract":"Nowadays, the discovery of cell behaviors and their responses in communication with the stem cell niches and/or microenvironments are one of the major topics in tissue engineering and regenerative medicine. In this study, incorporated organic-inorganic polyurethane (PU) nanocomposites were prepared for better understanding of cell signaling and the effect of magnetite nanoparticles on cell proliferation and cell responses. The properties of PU-IONs were evaluated by fourier transform infrared spectroscopy (FTIR), scanning electron microscopy (SEM), atomic-force microscopy (AFM), differential scanning calorimetry (DSC), X-ray diffraction (XRD) and electrochemical impedance spectroscopy (EIS). The presence of the iron oxide nanoparticles (IONs) affects on the properties of polyurethane nanocomposites such as bulk morphology, mechanical, electrochemical, and biological properties. The electrical conductivity and hydrophilicity of PU-IONs were improved by increasing the magnetite nanoparticles; therefore water absorption, biodegradation and cell viability were changed. The biocompatibility of PU-IONs was investigated by MTT assay, cell attachment and cell staining. According to the results, the magnetite polyurethane nanocomposites could be a potential choice for cell therapy and tissue engineering, especially nerve repair. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Shahrousvand, M (Shahrousvand, Mohsen) ; Hoseinian, MS (Hoseinian, Monireh Sadat) ; Ghollasi, M (Ghollasi, Marzieh) ; Karbalaeimandi, A (Karbalaeimandi, Ali) ; Salimi, A (Salimi, Ali) ; Tabar, FA (Tabar, Fatemeh Ahmadi)","Title":"Flexible magnetic polyurethane/Fe2O3 nanoparticles as organic-inorganic nanocomposites for biomedical applications: Properties and cell behavior"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398564200006 PubMed ID: 28059156 ISSN: 1759-5029 eISSN: 1759-5037","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"NATURE REVIEWS ENDOCRINOLOGY Volume: 13 Issue: 5 Pages: 289-298 DOI: 10.1038/nrendo.2016.196 Published: MAY 2017","Abstract":"Studies involving adoptive families and twins have demonstrated the genetic basis of hypertension and shown that genetic factors account for about 40% of the variance in blood pressure among individuals. Arterial hypertension is genetically complex: multiple genes influence the blood pressure phenotype through allelic effects from single genes and gene-gene interactions. Moreover, environmental factors also modify the blood pressure phenotype. This complexity explains why the identification of the underlying genes has not been as successful in hypertension as in other diseases (such as type 1 and type 2 diabetes mellitus). The identification of the genetic determinants of hypertension has been most successful in endocrine forms of hypertension, which have well-defined phenotypes that permit a precise patient stratification into homogeneous cohorts. A promising area for the application of genetic testing to personalized medicine is the prediction of responses and adverse reactions to antihypertensive drugs. The identification of genetic markers of drug response will enable the design of randomized controlled trials in much smaller series of patients than is currently possible, decreasing the costs and times from drug design to clinical use and ultimately providing patients and doctors with a larger number of tools to combat hypertension, the most important risk factor for cardiovascular disease. This Review focuses on the rapidly developing field of genetic testing in patients with arterial hypertension.","Authors":"Rossi, GP (Rossi, Gian Paolo) ; Ceolotto, G (Ceolotto, Giulio); Caroccia, B (Caroccia, Brasilina); Lenzini, L (Lenzini, Livia)","Title":"Genetic screening in arterial hypertension"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537500006 PubMed ID: 28273690 ISSN: 1467-7881 eISSN: 1467-789X","Keywords":"Gestational diabetes; Institute of Medicine recommendations; pregnancy outcomes; weight gain KeyWords Plus:BODY-MASS INDEX; OF-MEDICINE GUIDELINES; MATERNAL WEIGHT; PREPREGNANCY WEIGHT; BIRTH-WEIGHT; PERINATAL OUTCOMES; WOMEN; MELLITUS; RISK; ASSOCIATION","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"OBESITY REVIEWS Volume: 18 Issue: 5 Pages: 567-580 DOI: 10.1111/obr.12521 Published: MAY 2017","Abstract":"The Institute of Medicine updated guidelines for gestational weight gain in 2009, with no special recommendations for gestational diabetes. Our objectives were to describe the prevalence of weight gain adequacy and their association with adverse pregnancy outcomes in gestational diabetes. We searched MEDLINE, EMBASE, COCHRANE and SCOPUS. We calculated the pooled prevalence of gain adequacy and relative risks for pregnancy outcomes within Institute of Medicine categories. Thirty-three studies/abstracts (88,599 women) were included. Thirty-one studies provided data on the prevalence of weight gain adequacy; it was adequate in 34% (95% CI: 29-39%) of women, insufficient in 30% (95% CI: 27-34%) and excessive in 37% (95% CI: 33-41%). Excessive gain was associated with increased risks of pharmacological treatment, hypertensive disorders of pregnancy, caesarean section, large for gestational age and macrosomic babies, compared to adequate or non-excessive gain. Weight gain below the guidance had a protective effect on large babies (RR: 0.71; 95% CI: 0.56-0.90) and macrosomia (RR 0.57; 95% CI 0.40-0.83), and did not increase the risk of small babies (RR 1.40; 95% CI 0.86-2.27). Less than recommended weight gain would be beneficial, while effective prevention of excessive gain is of utmost importance, in gestational diabetes pregnancies. Nevertheless, no ideal range for weight gain could be established.","Authors":"Viecceli, C (Viecceli, C.) ; Remonti, LR (Remonti, L. R.) ; Hirakata, VN (Hirakata, V. N.) ; Mastella, LS (Mastella, L. S.) ; Gnielka, V (Gnielka, V.) ; Oppermann, MLR (Oppermann, M. L. R.) ; Silveiro, SP (Silveiro, S. P.) ; Reichelt, AJ (Reichelt, A. J.)","Title":"Weight gain adequacy and pregnancy outcomes in gestational diabetes: a meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397996500025 ISSN: 1545-5009 eISSN: 1545-5017","Keywords":"assessment; fellowship; humanism KeyWords Plus:WORK-LIFE BALANCE; MEDICAL-STUDENTS; SATISFACTION; POPULATION; PHYSICIANS; BURNOUT; CAREER; GENDER","Categories":"Oncology; Hematology; Pediatrics Web of Science Categories:Oncology; Hematology; Pediatrics","Journal Information":"PEDIATRIC BLOOD & CANCER Volume: 64 Issue: 5 Article Number: UNSP e26316 DOI: 10.1002/pbc.26316 Published: MAY 2017","Abstract":"Background: Educators in pediatric hematology-oncology lack rigorously developed instruments to assess fellows' skills in humanism and professionalism. Procedure: We developed a novel 15-item self-assessment instrument to address this gap in fellowship training. Fellows (N = 122) were asked to assess their skills in five domains: balancing competing demands of fellowship, caring for the dying patient, confronting depression and burnout, responding to challenging relationships with patients, and practicing humanistic medicine. An expert focus group predefined threshold scores on the instrument that could be used as a cutoff to identify fellows who need support. Reliability and feasibility were assessed and concurrent validity was measured using three established instruments: Maslach Burnout Inventory (MBI), Flourishing Scale (FS), and Jefferson Scale of Physician Empathy (JSPE). Results: For 90 participating fellows (74%), the self-assessment proved feasible to administer and had high internal consistency reliability (Cronbach's alpha = 0.81). It was moderately correlated with the FS and MBI (Pearson's r = 0.41 and 0.4, respectively) and weakly correlated with the JSPE (Pearson's r = 0.15). Twenty-eight fellows (31%) were identified as needing support. The self-assessment had a sensitivity of 50% (95% confidence interval [CI]: 31-69) and a specificity of 77% (95% CI: 65-87) for identifying fellows who scored poorly on at least one of the three established scales. Conclusions: We developed a novel assessment instrument for use in pediatric fellowship training. The new scale proved feasible and demonstrated internal consistency reliability. Itsmoderate correlation with other established instruments shows that the novel assessment instrument provides unique, nonredundant information as compared to existing scales.","Authors":"Kesselheim, JC (Kesselheim, Jennifer C.) ; Agrawal, AK (Agrawal, Anurag K.) ; Bhatia, N (Bhatia, Nita) ; Cronin, A (Cronin, Angel) ; Jubran, R (Jubran, Rima) ; Kent, P (Kent, Paul) ; Kersun, L (Kersun, Leslie) ; Rao, AN (Rao, Amulya Nageswara) ; Rose, M (Rose, Melissa)[ 10 ] ; Savelli, S (Savelli, Stephanie)[ 11 ] ; Sharma, M (Sharma, Mukta)[ 12 ] ; Shereck, E (Shereck, Evan)[ 13 ] ; Twist, CJ (Twist, Clare J.)[ 14 ] ; Wang, M (Wang, Michael)[ 15 ] ...More...Less","Title":"Measuring pediatric hematology-oncology fellows' skills in humanism and professionalism: A novel assessment instrument"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397996500014 ISSN: 1545-5009 eISSN: 1545-5017","Keywords":"personalized medicine, targeted therapy, TKI, tyrosine kinase inhibitor, variant of unknown, significance KeyWords Plus:MINIMAL RESIDUAL DISEASE; PHILADELPHIA-CHROMOSOME; TYROSINE KINASE; CHILDHOOD; INHIBITOR; IKZF1","Categories":"Oncology; Hematology; Pediatrics Web of Science Categories:Oncology; Hematology; Pediatrics","Journal Information":"PEDIATRIC BLOOD & CANCER Volume: 64 Issue: 5 Article Number: UNSP e26328 DOI: 10.1002/pbc.26328 Published: MAY 2017","Abstract":"A 17-year-old girl with B-cell precursor acute lymphoblastic leukemia (BCP-ALL) with persistent minimal residual disease (MRD) who underwent standard chemotherapy was found to have a BCR-ABL1-like gene expression pattern. Genome sequencing revealed a JAK2 mutation not previously described in BCP-ALL and a potential therapeutic target. Due to concern for an on-therapy relapse, the JAK2 inhibitor ruxolitinib was incorporated into a modified chemotherapy backbone to achieve complete remission prior to stem cell transplant. Treatment was well tolerated and she had undetectable MRD prior to a matched allogeneic stem cell transplant and remained in remission at day + 100.","Authors":"Mayfield, JR (Mayfield, Jodi R.) ; Czuchlewski, DR (Czuchlewski, David R.) ; Gale, JM (Gale, James M.) ; Matlawska-Wasowska, K (Matlawska-Wasowska, Ksenia) ; Vasef, MA (Vasef, Mohammad A.) ; Nickl, C (Nickl, Christian) ; Pickett, G (Pickett, Gavin) ; Ness, SA (Ness, Scott A.) ; Winter, SS (Winter, Stuart S.)","Title":"Integration of ruxolitinib into dose-intensified therapy targeted against a novel JAK2 F694L mutation in B-precursor acute lymphoblastic leukemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398402100001 PubMed ID: 28296647 ISSN: 0967-3334 eISSN: 1361-6579","Keywords":"waterplethysmography; bioelectrical impedance; muscle twitch force; reliability; standing work; lower leg KeyWords Plus:CANCER-RELATED LYMPHEDEMA; X-RAY ABSORPTIOMETRY; LOW-BACK-PAIN; WATER DISPLACEMENT; VOLUME CHANGES; MUSCULOSKELETAL SYMPTOMS; ELECTRICAL-STIMULATION; SPORTS-MEDICINE; VARICOSE-VEINS; FLUID VOLUME","Categories":"Biophysics; Engineering; Physiology Web of Science Categories:Biophysics; Engineering, Biomedical; Physiology","Journal Information":"PHYSIOLOGICAL MEASUREMENT Volume: 38 Issue: 5 Pages: 701-714 DOI: 10.1088/1361-6579/aa6711 Published: MAY 2017","Abstract":"Objectives. Prolonged standing is associated with multiple risk factors for musculoskeletal and venous disorders. In Germany over 50% of the working population spend most of their working time in a standing position. Basic understanding of prolonged standing physiology is lacking. We therefore plan to investigate the influence of 5 h standing (including breaks) on lower limb oedema measured by waterplethysmography (WP) and bioelectrical impedance (BI) and fatigue in the triceps surae muscle using muscle twitch force (MTF). In order to interpret our results, test-retest and inter-rater reliability of these measurement methods was evaluated first. Approach. 20 subjects (9 female) were included to test each method three times (M1, M2, M3) in 30 min periods with two raters (R1, R2) on separate days. Intraclass correlation coefficient (ICC; 2,1), standard error of measurement (SEM) and smallest real difference (SRD) were calculated for both raters. Main results. The SEM and SRD calculated for WP were 27 and 75 ml, respectively, for R1 and 23 and 64 ml, respectively, for R2 with an ICC of 0.98 (p < 0.0001). Statistically significant mean differences between M1 and M2 (R1 = 23 ml, p = 0.004; R2 = 19 ml, p = 0.027) but not significant mean differences between M2 and M3 (R1 = -6 ml, p = 0.45; R2 = 4 ml, p = 0.27) were calculated for both raters. BI data revealed SEM and SRD values of 3.8 and 10.5 Omega, respectively, for R1 and 3.4 and 9.4 Omega, respectively, for R2 with an ICC of 0.24 (p = 0.001). The differences between M1 and M2 (R1 = 3.9 Omega, p = 0.0001; R2 = 2.4 Omega, p = 0.049) and between M2 and M3 (R1 = 2.3 Omega, p = 0.012; R2 = 2.0 Omega, p = 0.008) were found to be statistically significant for both raters. SEM and SRD for MTF were 0.19 and 0.53 N, respectively, for R1 and 0.23 and 0.64 N, respectively, for R2 with an ICC of 0.71 (p < 0.0001). Mean differences between M1 and M2 were statistically significant for rater 1 but not for rater 2 (R1 = 0.13 N, p = 0.022; R2 = 0.12 N, p = 0.082) and the same was found for the difference between M2 and M3 for both raters (R1 = 0.04 N, p = 0.37; R2 = 0.08 N, p = 0.12). Significance. All three measurement methods showed good reliability and should be suitable for detecting effects of standing work on oedema development and fatigue as seen in previous results of long term standing experiments. Inter-rater reliability is found to be satisfactory as well, demonstrated by the small differences in SEM values of R1 and R2. Statistically significant differences shown for all three measurement methods could be due to lacking standardisation of leg placement and thus an actual lower leg volume change between measurements, indicating possibilities for further improvement of SEM values.","Authors":"Wall, R (Wall, Rudolf) ; Lips, O (Lips, Oliwia); Seibt, R (Seibt, Robert); Rieger, MA (Rieger, Monika A.); Steinhilber, B (Steinhilber, Benjamin)","Title":"Intra-and inter-rater reliability of lower leg waterplethysmography, bioelectrical impedance and muscle twitch force for the use in standing work evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100028 PubMed ID: 28219697 ISSN: 0031-9384","Keywords":"Salvia miltiorrhiza; Memory; Cholinesterase; Gene expression; Rat KeyWords Plus:COGNITIVE IMPAIRMENT; ALZHEIMERS-DISEASE; MICE; CRYPTOTANSHINONE; SCOPOLAMINE; PEPTIDE","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 223-230 DOI: 10.1016/j.physbeh.2017.02.019 Published: MAY 1 2017","Abstract":"Salvia miltiorrhiza (Lamiaceae), one of the most important and popular plants of traditional medicine of Asia, is used for the prevention and treatment of cardiovascular diseases and in central nervous system disturbances. The main aim of this study was to assess the influence of subchronic (28-fold) administration of Salvia miltiorrhiza root extract (SE, 200 mg/kg, p.o.) on behavioural activity and memory of rats and to evaluate the activities of cholinesterases (AChE and BuChE) and gene expression levels of AChE and BuChE as well as of beta-secretase (BACE1) in the hippocampus and frontal cortex in vivo. Huperzine A (HU, 0.5 mg/kg b.w., p.o.) served as a positive control substance, whereas scopolamine (0.5 mg/kg, i.p.) injection was used as a well-known model of memory impairment The results showed that subchronic administration of SE led to an improvement of longterm memory of rats. Strong inhibition of AChE and BuChE mRNA transcription in the frontal cortex of rats treated with SE or HU was observed. The BACE1 transcript level was significantly decreased. AChE activity was statistically significantly inhibited in the frontal cortex and the hippocampus by SE (47% and 55%, respectively). Similar effects were observed in the case of HU. In summary, activity of SE provides evidence that the plant can be a source of drugs used in the treatment of Alzheimer disease. (C) 2017 Elsevier Inc All rights reserved.","Authors":"Ozarowski, M (Ozarowski, Marcin) ; Mikolajczak, PL (Mikolajczak, Przemyslaw L.) ; Piasecka, A (Piasecka, Anna) ; Kujawski, R (Kujawski, Radoslaw) ; Bartkowiak-Wieczorek, J (Bartkowiak-Wieczorek, Joanna) ; Bogacz, A (Bogacz, Anna) ; Szulc, M (Szulc, Michal) ; Kaminska, E (Kaminska, Ewa) ; Kujawska, M (Kujawska, Malgorzata) ; Gryszczynska, A (Gryszczynska, Agnieszka) ; Kachlicki, P (Kachlicki, Piotr) ; Buchwald, W (Buchwald, Waldemar) ; Klejewski, A (Klejewski, Andrzej)[ 10,11 ] ; Seremak-Mrozikiewicz, A (Seremak-Mrozikiewicz, Agnieszka)[ 2,12,13 ] ...More...Less","Title":"Effect of Salvia miltiorrhiza root extract on brain acetylcholinesterase and butyrylcholinesterase activities, their mRNA levels and memory evaluation in rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397496300006 PubMed ID: 28117495 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"prostate-specific antigen; human herpesvirus 8; HHV-8; Tobago KeyWords Plus:PROSTATE-SPECIFIC ANTIGEN; SARCOMA-ASSOCIATED HERPESVIRUS; KAPOSIS-SARCOMA; DC-SIGN; CANCER; MACROPHAGES; CELLS; SEROPREVALENCE; INTERLEUKIN-6; INFLAMMATION","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 6 Pages: 617-624 DOI: 10.1002/pros.23308 Published: MAY 1 2017","Abstract":"BACKGROUNDSerum-prostate specific antigen (PSA) levels have been used for many years as a biomarker for prostate cancer. This usage is under scrutiny due to the fact that elevated PSA levels can be caused by other conditions such as benign prostatic hyperplasia and infections of or injury to the prostate. As a result, the identification of specific pathogens capable of increasing serum levels of PSA is important. A potential candidate responsible for elevated PSA is human herpesvirus 8 (HHV-8). We have reported previously that HHV-8 is capable of infecting and establishing a latent infection in the prostate. In this current study we test the hypothesis that HHV-8 infection is associated with elevated PSA levels. Circulating cytokine levels between men with elevated PSA and controls are also compared. METHODSHHV-8 serostatus was determined among men with elevated serum PSA (4ng/ml; n=168, no prostate cancer on biopsy) and age-matched controls (PSA <4ng/ml; n=234), Circulating cytokine levels were determined among a subset of each group (116 with elevated PSA and 85 controls). RESULTSMen with an elevated serum PSA were significantly more likely to be HHV-8 seropositive (42.9%) than the age-matched cancer-free men (22.2%; OR 2.51; 95%CI 1.48-4.29, P=00001). Comparison of circulating cytokine levels between men with elevated serum PSA and controls indicated that elevated serum PSA is associated with a pro-inflammatory response with a mixed Th1/Th2 response while HHV-8 infection was associated with significantly higher levels of IL12p70, IL-10, and IL-13 indicating a Th2 immune response. CONCLUSIONSWe found a significant association between HHV-8 infection and increased levels of serum PSA. In an age of patient-centered medicine, men with an elevated serum PSA should be considered for HHV-8 serology testing to determine if HHV-8 is responsible for the elevated PSA. Prostate 77: 617-624, 2017. (c) 2017 Wiley Periodicals, Inc.","Authors":"Henning, JD (Henning, Jill D.) ; Karamchandani, JM (Karamchandani, Jaideep M.) ; Bonachea, LA (Bonachea, Luis A.) ; Bunker, CH (Bunker, Clareann H.) ; Patrick, AL (Patrick, Alan L.) ; Jenkins, FJ (Jenkins, Frank J.)","Title":"Elevated Serum PSA is Associated With Human Herpesvirus 8 Infection and Increased Circulating Cytokine Levels in Men From Tobago"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395969100061 ISSN: 0925-4005","Keywords":"Lateral flow assays; Hook effect; Semi-quantitative; Point-of-care testing KeyWords Plus:OF-CARE DIAGNOSTICS; STRIP BIOSENSOR; IMMUNOCHROMATOGRAPHIC ASSAY; ULTRASENSITIVE DETECTION; GOLD NANOPARTICLES; POINT; SENSITIVITY","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 243 Pages: 484-488 DOI: 10.1016/j.snb.2016.12.008 Published: MAY 2017","Abstract":"Lateral flow assays (LFAs) have found applications in clinical diagnostics, veterinary medicine, food safety, environmental monitoring, bio-defence, drug abuse, etc. However, conventional LFAs with single test zone for one analyte (sLFA) show qualitative, positive/negative results (that are usually not so accurate for decision-making) and suffer from the hook effect (that easily induces false negative results). In this study, a modified LFA with multiple test zones for one analyte (mLFA) is developed for detection of nucleic acid showing two methods to interpret assay results. One is the sum of detection signals of test zones, which exhibits a stable and broader detection range compared with sLFA. The other is the pattern of test zones that is presented is correlated to the concentration of analyte, facilitating semi-quantitative detection without the aid of a reader or analyzer. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Hu, JE (Hu, Jie) ; Choi, JR (Choi, Jane Ru) ; Wang, SQ (Wang, Shuqi) ; Gong, Y (Gong, Yan) ; Feng, S (Feng, Shangsheng) ; Pingguan-Murphy, B (Pingguan-Murphy, Belinda) ; Lu, TJ (Lu, Tian Jian) ; Xu, F (Xu, Feng)","Title":"Multiple test zones for improved detection performance in lateral flow assays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395969100140 ISSN: 0925-4005","Keywords":"Molecularly imprinted polymer; BSA; Electropolymerization; Cellulose paper; Carbon conductive ink KeyWords Plus:SCREEN-PRINTED ELECTRODES; BOVINE SERUM-ALBUMIN; MOLECULARLY-IMPRINTED POLYMERS; CARBON NANOTUBES; RAMAN-SPECTROSCOPY; SURFACE; RECOGNITION; GRAPHENE; NANOPARTICLES; BIOSENSOR","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 243 Pages: 1127-1136 DOI: 10.1016/j.snb.2016.12.074 Published: MAY 2017","Abstract":"A novel device for targeting proteins with a Molecularly-Imprinted Polymer (MIP) recognition material is presented herein, by employing wax paper with conductive ink as background support. Cellulose paper was modified with paraffin wax to make it waterproof, and afterwards covered by a carbon ink to make it conductive, achieving the goal to make easy and low cost supports, and, in this case, with good detection features. Bovine Serum Albumin (BSA) was used herein as target protein. Albumin has an important role in the human body and BSA is normally used as its model protein because of its good stability and low cost. The development of BSA detection systems is important in various fields, such as biochemistry, medicine and pharmacy. Raman measurements were conducted during all preparation stages of the recognition material and electrochemical assays were used to evaluate the analytical performance of the sensor. The assembly of the device was optimized by employing different polymerization timings and monomers of different chemistries and charges. In general, longer polymerization periods and the use of a positively charged monomer benefited the analytical response. The results obtained within different calibrations indicated a linear response over a wide concentration range, from 0.005 to 100 mg/mL of BSA in buffer solution. In addition, the analytical evaluation of the device under several background solutions, including synthetic and real urine, supported the good performance of the sensor and pointed out that the principle of sensor assembly may be extended to other proteins in urine. In addition, the detection capabilities of the device proposed herein are better than other BSA sensing devices relying on electrochemical transduction. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ferreira, NS (Ferreira, Nadia S.) ; Moreira, APT (Moreira, Ana P. T.) ; de Sa, MHM (de Sa, M. H. M.) ; Sales, MGF (Sales, M. Goreti F.)","Title":"New electrochemically-derived plastic antibody on a simple conductive paper support for protein detection: Application to BSA"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395153900006 PubMed ID: 27023266 ISSN: 0738-8551 eISSN: 1549-7801","Keywords":"Additive manufacturing; biofabrication; organ printing; regenerative medicine; scaffold; tissue engineering KeyWords Plus:TISSUE-ENGINEERING CONSTRUCTS; MEDICINE PRODUCT COMMERCIALIZATION; PRECISION EXTRUDING DEPOSITION; LOW-TEMPERATURE DEPOSITION; HUMAN STEM-CELLS; 2-PHOTON POLYMERIZATION; EMBRYONIC-TISSUES; MAMMALIAN-CELLS; PHOSPHATE SCAFFOLDS; POROUS SCAFFOLDS","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"CRITICAL REVIEWS IN BIOTECHNOLOGY Volume: 37 Issue: 3 Pages: 333-354 DOI: 10.3109/07388551.2016.1163321 Published: MAY 2017","Abstract":"Over the last decade, bioprinting has emerged as a promising technology in the fields of tissue engineering and regenerative medicine. With recent advances in additive manufacturing, bioprinting is poised to provide patient-specific therapies and new approaches for tissue and organ studies, drug discoveries and even food manufacturing. Manufacturing Readiness Level (MRL) is a method that has been applied to assess manufacturing maturity and to identify risks and gaps in technology-manufacturing transitions. Technology Readiness Level (TRL) is used to evaluate the maturity of a technology. This paper reviews recent advances in bioprinting following the MRL scheme and addresses corresponding MRL levels of engineering challenges and gaps associated with the translation of bioprinting from lab-bench experiments to ultimate full-scale manufacturing of tissues and organs. According to our step-by-step TRL and MRL assessment, after years of rigorous investigation by the biotechnology community, bioprinting is on the cusp of entering the translational phase where laboratory research practices can be scaled up into manufacturing products specifically designed for individual patients.","Authors":"Wu, CS (Wu, Changsheng) ; Wang, B (Wang, Ben) ; Zhang, C (Zhang, Chuck) ; Wysk, RA (Wysk, Richard A.) ; Chen, YW (Chen, Yi-Wen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wu, Chi-Hua  http://orcid.org/0000-0001-9692-1418","Title":"Bioprinting: an assessment based on manufacturing readiness levels"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395753600001 PubMed ID: 27541931 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 523-524 DOI: 10.1080/10410236.2016.1211063 Published: MAY 2017","Authors":"King, AJ (King, Andy J.)","Title":"Using Comics to Communicate About Health: An Introduction to the Symposium on Visual Narratives and Graphic Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600002 PubMed ID: 27542072 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 525-528 DOI: 10.1080/10410236.2016.1211075 Published: MAY 2017","Abstract":"As the interest in graphic medicine grows, health communicators have started engaging readers with compelling visual and textual accounts of health and illness, including via comic books. One context where comics have shown promise is cancer communication. This brief report presents an early example of graphic medicine developed by the American Cancer Society. Ladies ... Wouldn't It Be Better to Know? is a comic book produced in the 1960s to provide the public with lay information about the Pap test for cervical cancer prevention and detection. An analysis of a key narrative attribute, plot development, illustrates the central role that perceived barriers played in this midcentury public health message, a component that remains a consideration of cancer communication design today. This case study of an early graphic narrative identifies promising cancer message features that can be used to address and refute barriers to cervical cancer screening and connects contemporary research with historical efforts in public health communication.","Authors":"Krakow, M (Krakow, Melinda)","Title":"Graphic Narratives and Cancer Prevention: A Case Study of an American Cancer Society Comic Book"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600008 PubMed ID: 27326827 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 568-577 DOI: 10.1080/10410236.2016.1140500 Published: MAY 2017","Abstract":"Patient decision aids (PDAs) are documents that attempt to support patient participation in biomedical decision making by discussing information and options. Scholars have called for further elaboration and application of communication theory relating to the construction and uses of PDAs. This article analyzes gateway documents, a genre of PDAs that includes texts from noncommercial websites returned during an initial inquiry for decision-making information. Problematic integration theory informs and extends a meaning of balance in a sample of four PDAs for prenatal genetic testing. The study addresses several communication opportunities, including discussions of benefits, disadvantages, providers' scientific knowledge, and patients' embodied knowledge. The PDA authors' emphases on statistical risk without more inclusive considerations of embodied knowledge highlight a conclusion that the documents in the sample are imbalanced. This research serves to introduce a theoretical communication context for analysis of PDAs that may assist scholars in further contributions to the interdisciplinary field of biomedical communication.","Authors":"Kirkscey, R (Kirkscey, Russell)","Title":"Patient Decision Aids for Prenatal Genetic Testing: Probability, Embodiment, and Problematic Integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599800021 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Bupleurum chinense DC; Shade tolerance; Photosynthetic characteristics; Saikosaponin; Antioxidant system KeyWords Plus:CHLOROPHYLL FLUORESCENCE PARAMETERS; PHOTOSYNTHETIC ACCLIMATION; ANTIBACTERIAL ACTIVITY; CHEMICAL-COMPOSITION; PANAX-QUINQUEFOLIUS; ALPINE TIMBERLINE; DIFFERENT PARTS; ESSENTIAL OILS; GAS-EXCHANGE; SHADE LEVELS","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 99 Pages: 179-188 DOI: 10.1016/j.indcrop.2017.01.040 Published: MAY 2017","Abstract":"Bupleurum chinense DC. is one of the most important traditional Chinese medicines. Among its primary pharmacologically active components, saikosaponins play a vital role. We investigated the ecophysiological characteristics, accumulation of secondary metabolites, and antioxidant system of wild plants at low light intensity in the forest understory at shady and sunny sites. Compared with plants at sunny sites, plants at the shady site were more abundant, had higher specific leaf area (SLA), a lower maximum electron transport rate (J(max)), higher triose phosphate utilization (TPU), and higher chlorophyll b content (Chlb), but lower net photosynthesis (P-n), root and aboveground biomass, dark respiration rate (R-d), light compensation point (LCP), chlorophyll a to b ratio, carotenoid content, and nonphotochemical quenching (NPQ). These features suggest that under low light conditions, the species developed latger leaves to catch more light energy through light -harvesting complex II to increase its photosynthetic efficiency (its ability to use weak light) and photosynthetic electron transport, thereby improving carbon metabolism and survival. The maximum quantum efficiency of photosystem II Was about 0.8 at both sites; thus, photoinhibition was not a major problem. Contents of saikosaponins a and d and the total Saikosaponin content (SSa, SSd, and SStotal) were much higher at the shady site, accompanied by increased superoxide dismutase (SOD), catalase(CAT), and peroxidases (POD) activity and decreased malondialdehyde (MDA). This suggested that low light activates antioxidant stress -response pathways, leading to increased SSa, SSd, and SStotal. Our results suggest that B. chinense has strong shade tolerance and would be suitable for cultivation in an agroforestry system. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gong, JR (Gong, Jirui) ; Liu, M (Liu, Min) ; Xu, S (Xu, Sha) ; Jiang, Y (Jiang, Yuan) ; Pan, Y (Pan, Yan) ; Zhai, ZW (Zhai, Zhanwei) ; Luo, QP (Luo, Qinpu) ; Yang, LL (Yang, Lili) ; Wang, YH (Wang, Yihui)","Title":"Effects of light deficiency on the accumulation of saikosaponins and the ecophysiological characteristics of wild Bupleurum chinense DC. in China"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398364900008 PubMed ID: 28092986 ISSN: 1060-0280 eISSN: 1542-6270","Keywords":"alternative medicine therapies; cardiovascular drugs; cardiology; clinical practice; neurology; neuropharmacology KeyWords Plus:PORTABLE FOLDING CHAIRS; MULTIPLE SYSTEM ATROPHY; AUTONOMIC FAILURE; POSTURAL HYPOTENSION; PARKINSONS-DISEASE; WATER DRINKING; DOUBLE-BLIND; OCTREOTIDE; DROXIDOPA; MIDODRINE","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"ANNALS OF PHARMACOTHERAPY Volume: 51 Issue: 5 Pages: 417-428 DOI: 10.1177/1060028016689264 Published: MAY 2017","Abstract":"Objective: To review the efficacy and safety of pharmacological and nonpharmacological strategies used to treat primary orthostatic hypotension (OH). Data Sources: A literature review using PubMed and MEDLINE databases searching hypotension, non-pharmacological therapy, midodrine, droxidopa, pyridostigmine, fludrocortisone, atomoxetine, pseudoephedrine, and octreotide was performed. Study Selection and Data Extraction: Randomized or observational studies, cohorts, case series, or case reports written in English between January 1970 and November 2016 that assessed primary OH treatment in adult patients were evaluated. Data Synthesis: Based on the chosen criteria, it was found that OH patients make up approximately 15% of all syncope patients, predominantly as a result of cardiovascular or neurological insults, or offending medication. Nonpharmacological strategies are the primary treatment, such as discontinuing offending medications, switching medication administration to bedtime, avoiding large carbohydrate-rich meals, limiting alcohol, maintaining adequate hydration, adding salt to diet, and so on. If these fail, pharmacotherapy can help ameliorate symptoms, including midodrine, droxidopa, fludrocortisone, pyridostigmine, atomoxetine, sympathomimetic agents, and octreotide. Conclusions: Midodrine and droxidopa possess the most evidence with respect to increasing blood pressure and alleviating symptoms. Pyridostigmine and fludrocortisone can be used in patients who fail to respond to these agents. Emerging evidence with low-dose atomoxetine is promising, especially in those with central autonomic failure, and may prove to be a viable alternative treatment option. Data surrounding other therapies such as sympathomimetic agents or octreotide are minimal. Medication management of primary OH should be guided by patient-specific factors, such as tolerability, adverse effects, and drug-drug and drug-disease interactions.","Authors":"Hale, GM (Hale, Genevieve M.) ; Valdes, J (Valdes, Jose) ; Brenner, M (Brenner, Michael)","Title":"The Treatment of Primary Orthostatic Hypotension"}]