[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396604500007 PubMed ID: 28053823 ISSN: 2152-5250","Keywords":"mild-calorie diet; BMI; sphingomyelin; L-leucine; L-phenylalanine KeyWords Plus:FOOD-FREQUENCY QUESTIONNAIRE; AMINO-ACID-METABOLISM; INSULIN-RESISTANCE; BRANCHED-CHAIN; WEIGHT-LOSS; SPHINGOLIPID METABOLISM; LIQUID-CHROMATOGRAPHY; PHOSPHOLIPASE A(2); MASS-SPECTROMETRY; OXIDATIVE STRESS","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"AGING AND DISEASE Volume: 7 Issue: 6 Pages: 721-733 DOI: 10.14336/AD.2016.0330 Published: DEC 2017","Abstract":"The effect of weight loss from long-term, mild-calorie diets (MCD) on plasma metabolites is unknown. This study was to examine whether MCD-induced weight reduction caused changes in the extended plasma metabolites. Overweight and obese subjects aged 40-59 years consumed a MCD (approximately 100 kcal/day deficit, n=47) or a weight-maintenance diet (control, n=47) in a randomized, controlled design with a three-year clinical intervention period and plasma samples were analyzed by using UPLC-LTQ-Orbitrap mass spectrometry. The three-year MCD intervention resulted in weight loss (-8.87%) and significant decreases in HOMA-IR and TG. The three-year follow-up of the MCD group showed reductions in the following 13 metabolites: L-leucine; L-phenylalanine; 9 lysoPCs; PC (18:0/20:4); and SM (d18:0/16:1). The three-year MCD group follow-up identified increases in palmitic amide, oleamide, and PC (18:2/18:2). Considering the age-related alterations in the identified metabolites, the MCD group showed a greater decrease in L-leucine, L-phenylalanine, and SM (d18:0/16:1) compared with those of the control group. Overall, the change (Delta) in BMI positively correlated with the Delta TG, Delta HOMA-IR, Delta L-leucine, and Delta SM (d18:0/16:1). The Delta HOMA-IR positively correlated with Delta TG, Delta L-leucine, Delta L-phenylalanine, and Delta SM (d18:0/16:1). The weight loss resulting from three-year mild-caloric restriction lessens the age-related increase in SM and reduces L-leucine and L-phenylalanine in overweight and obese subjects. These changes were coupled with improved insulin resistance (ClinicalTrials. gov:NCT02081898).","Authors":"Kim, M (Kim, Minjoo) ; Lee, SH (Lee, Sang-Hyun) ; Lee, JH (Lee, Jong Ho)","Title":"Global Metabolic Profiling of Plasma Shows that Three-Year Mild-Caloric Restriction Lessens an Age-Related Increase in Sphingomyelin and Reduces L-leucine and L-phenylalanine in Overweight and Obese Subjects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397703900011 PubMed ID: 28343298 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Diuretic; Hemodialysis; Hydrochlorothiazide; Calcium; Parathyroid hormone KeyWords Plus:PRIMARY HYPERPARATHYROIDISM; DIURETICS","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 31 DOI: 10.1007/s11657-017-0326-3 Published: DEC 2017","Abstract":"A Summary We evaluated the effect of hydrochlorothiazide in a sample of anuric patients on hemodialysis and found an increase in serum calcium, which occurred only in those with parathyroid hormone > 300 pg/ml. This finding highlights the extra-renal effect of this diuretic and a possible role of parathyroid hormone in the mechanism. Purpose Thiazide diuretics are commonly used in patients with chronic kidney disease to treat hypertension. Their effects on calcium and bone metabolism are not well established, once calciuria may not fully explain levels of calcium and parathyroid hormone (PTH) in this population. A previous study has suggested that thiazides require the presence of PTH as a permissive condition for its renal action. In anuric patients, however, the role of PTH, if any, in the thiazide effect is unknown. Methods To assess thiazide extra renal effect on serum calcium and whether such an effect is reliant on PTH, hydrochlorothiazide (HCTZ) 100 mg was given orally once a day to a sample of 19 anuric patients on hemodialysis for 2 weeks. Laboratories' analyses were obtained in three phases: baseline, after diuretic use, and after a 2-week washout phase. Results We demonstrated that serum calcium (Ca) increased in ten patients (52.6%) after HCTZ use, returning to previous levels after the washout period. Out of the 19 patients, ten presented PTH >= 300 pg/ml, and Ca has increased in eight of them, whereas in the other nine patients with PTH < 300 pg/ml, serumCa has increased only in two individuals (RR risk of increase Ca 3.9; p = 0.012). Conclusions HCTZ was capable of increasing serum Ca in a sample of anuric patients on hemodialysis and seems this effect is highly dependent on PTH levels. Caution is required while interpreting this result, as the small sample size might implicate in a finding caused by chance.","Authors":"Vasco, RFV (Vasco, Raquel F. V.) ; Reis, ET (Reis, Eduardo T.) ; Moyses, RMA (Moyses, Rosa M. A.) ; Elias, RM (Elias, Rosilene M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Moyses, Rosa   F-8268-2012 http://orcid.org/0000-0002-7902-2127","Title":"Thiazide increases serum calcium in anuric patients: the role of parathyroid hormone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393176400007 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"Methamphetamine; Abuse; Cerebral blood flow; Brain Perfusion SPECT KeyWords Plus:ASSOCIATION; CORTEX; SPECT; USERS","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 47-51 Supplement: SI Published: WIN 2017","Abstract":"Introduction: Amphetamines are central nervous system (CNS) stimulant substances and amphetamine abuse is considered a growing problem in our country. Previous studies revealed destructive effects of amphetamines on metabolism, perfusion and structure of brain. The aim of current study was evaluating regional cerebral blood flow (rCBF) disturbances in methamphetamine (MA) abusers using brain perfusion SPECT. Methods: This case control study was carried out on 15 MA abusers and 10 healthy volunteers. All 15 MA abusers had a history of MA abuse for at least one year, positive qualitative urinary test for amphetamine. All cases were substance dependent based on Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria. Patients with opioid and other substance abuse except nicotine and caffeine, positive history of head trauma, loss of consciousness more than 30 minutes and also pregnant women were excluded. All subjects underwent brain perfusion Single-photon emission computed tomography (SPECT). Results: Of 15 MA users 11 and 4 cases were males and females respectively. Mean age was 42/46 +/- 12.08 (range: 22-65) years old. Mean age of control group was 39.56 +/- 10.10 (range: 25-63) years old. All MA abusers were currently on using MA. Mean dose of MA use was 0.7 gram per day and mean duration of consumption was 4.86 (1-12) years. Significant differences were observed in scan results (normal or abnormal scan) between two groups (p<0.05). Of all 15 MA abusers, global decreased tracer uptake was observed in 4 patients (26.7%), global decrease uptake except for the cerebellum was detected in 6 cases (40%), and decreased tracer uptake in fronto-temporal lobes was observed in 2 cases (13.3%), decreased uptake was detected only in the temporal lobe in 2 patients (13.3%) and in temporo-occipital lobes in one case (6.7%). In patients group, decrease in perfusion was more prominent in right frontal, superior frontal and parietal lobes compared with left hemisphere. SPM (Statistical Parametric Mapping) analysis showed significant difference in rCBF between MA abusers and normal volunteers throughout the cerebral cortex with nonhomogeneous decreased tracer uptake. Conclusion: In this study, we showed that amphetamine abuse can induce diffuse and nonhomogeneous disorders of brain perfusion which was more prominent in the right hemisphere.","Authors":"Kakhki, VRD (Kakhki, Vahid Reza Dabbagh) ; Sani, FM (Sani, Fereshteh Madani) ; Dadpour, B (Dadpour, Bita)","Title":"Abnormal cerebral blood flow in methamphetamine abusers assessed by brain perfusion single emission computed tomography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393176400008 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"F-18-FDG; Myocardial uptake; SUVmax; PET/CT; Oncology; Imaging KeyWords Plus:FDG UPTAKE; INSULIN-RESISTANCE; HIGH-FAT; SUBSTRATE METABOLISM; DIABETES-MELLITUS; LOW-CARBOHYDRATE; HEART; OBESITY; RATS; MICE","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 52-61 Supplement: SI Published: WIN 2017","Abstract":"Introduction: Myocardial F-18-FDG uptake is highly variable in oncologic whole body F-18-FDG PET/CT studies, ranging from quite intense to minimal distribution. Intense or heterogeneous myocardial F-18-FDG uptake is undesirable as it may interfere with the visual or quantitative evaluation of tumoral invasion and metastases in pericardium, myocardium or adjacent mediastinal structures. The diet, as well as many other factors, is assumed to influence the myocardial F-18-FDG uptake. Using a multivariate model, we tried to identify and predict the main factors influencing cardiac F-18-FDG uptake in patients referred for oncologic PET/CT evaluation. Methods: A total of 214 patients referred for oncologic F-18-FDG PET/CT scan were enrolled in our study. Patients were randomly allocated into two groups according to the diet they were instructed to follow during 24-hour period before imaging. One hundred and seven cases with a routine diet (RD) and the same number of patients with a low carbohydrate, high fat (LCHF) diet were included. All patients were fast 6 hours before imaging. Weight, height, blood glucose, heart rate, systolic and diastolic blood pressure were measured before radiotracer injection. Visual and quantitative analysis were done after imaging and the pattern of F-18-FDG uptake, as well as standardized quantitative value of cardiac uptake was determined for each case. Results: The frequency of undesirable cardiac F-18-FDG uptake in the LCHF group was significantly less than RD group (17% vs. 72%, p<0.001). The univariate analyses showed male gender, BMI>=30 as well as consumption of cardiotoxic chemotherapeutic agents, benzodiazepines and beta blockers were significantly associated with higher intensity of myocardial F-18-FDG uptake, while this undesirable finding was less evident in cases with diabetes mellitus. A multivariate logistic regression model including all of the mentioned variables revealed the diet was the only significant independent factor that predicted undesirable myocardial F-18-FDG uptake (p<0.001). Conclusion: LCHF diet 24 hours before PET/CT imaging is the only controllable independent factor influencing the intensity and pattern of myocardial F-18-FDG uptake and is recommended as an optimal preparation to suppress cardiac F-18-FDG uptake.","Authors":"Fallahi, B (Fallahi, Babak) ; Moasses-Ghafari, B (Moasses-Ghafari, Bahar) ; Fard-Esfahani, A (Fard-Esfahani, Armaghan) ; Geramifar, P (Geramifar, Parham) ; Beiki, D (Beiki, Davood) ; Emami-Ardekani, A (Emami-Ardekani, Alireza) ; Eftekhari, M (Eftekhari, Mohammad)","Title":"Factors influencing the pattern and intensity of myocardial F-18-FDG uptake in oncologic PET-CT imaging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391000000003 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"PET; SPECT; HMPAO; Alzheimer's disease KeyWords Plus:MILD COGNITIVE IMPAIRMENT; HMPAO-SPET; DEMENTIA; METABOLISM","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 17-22 Published: WIN 2017","Abstract":"Introduction: Brain imaging with F-18 fluorodeoxyglucose (F-18-FDG) positron emission tomography or Tc-99m hexamethylpropyleneamine oxime (Tc-99m-HMPAO) SPECT is widely used for the evaluation of Alzheimer's dementia (AD); we aim to assess superiority of one method over the other. Methods: Twenty four patients with clinical diagnosis of Alzheimer disease underwent F-18-FDG PET and Tc-99m-HMPAO SPECT in order to assess the zones of hypo metabolism & hypoperfusion specific for Alzheimer's disease. Results: F-18-FDG PET showed specific zones of hypometabolism in 19 patients (79.1%) while SPECT was positive in 15 cases (62.5%) with statistically significant difference (P=0.027). Conclusion: F-18-FDG PET was significantly superior to HMPAO SPECT and F-18-FDG PET could replace the classic role of perfusion SPECT in diagnosis of Alzheimer's disease.","Authors":"Hamed, MAG (Hamed, Maged Abdel Galil) ; Ghany, AFA (Ghany, Ahmed Fathy Abdel)","Title":"The diagnostic difference between F-18- FDG PET and Tc-99m-HMPAO SPECT perfusion imaging in assessment of Alzheimer's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391000000006 ISSN: 1681-2824 eISSN: 2008-2509","Keywords":"Multiparity; Breast-feeding; Bone density; Menopause; Osteoporosis KeyWords Plus:CALCIUM INTAKE; HIGH PARITY; LACTATION; PREGNANCY; OSTEOPOROSIS; POPULATION; METABOLISM; FRACTURES; NUMBER; MASS","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IRANIAN JOURNAL OF NUCLEAR MEDICINE Volume: 25 Issue: 1 Pages: 43-50 Published: WIN 2017","Abstract":"Introduction: There is considerable amount of controversy about the long term effects of multiparity and duration of breast-feeding on maternal bone mineral density after menopause. This study was conducted to determine whether multiple pregnancy and prolonged duration of breast-feeding are independent predictors of low bone mass in post-menopausal Kurdish women. Methods: In a retrospective study, we evaluated 991 post-menopausal women with mean age of 58.9 years screened for osteoporosis by dual energy X-ray absorptiometry (DXA). According to the parity (1-2, 3-4, 5-7, >7 children) and total duration of breast-feeding (1-24, 25-60, 61-96, >96 months) they were classified. Bone mineral density (BMD) results for femoral neck and lumbar spine were classified into three groups (normal, osteopenia, and osteoporosis) according to the WHO criteria. Binary logistic regression was used to assess the independent associations of low femur or spine BMD with parity and total duration of breast-feeding. Results: We found that women with 5 or more children and having more than 60 months history of total breast-feeding, were older (p<0.001) with higher prevalence of osteoporosis (p<0.001). However, after adjusting for age only parity was independent predictor for osteopenia (OR: 1.336; 95% CI 1.29-1.735) while total duration of breast-feeding was not an independent predictor of low bone mass. Conclusion: Multiparity has a detrimental effect on maternal BMD. History of multiple pregnancy is a risk factor for low bone mass in post-menopausal women. However, prolonged duration of breast-feeding has no long-term adverse effect on maternal BMD in post-menopausal age.","Authors":"Derakhshan, S (Derakhshan, Siamak) ; Mahmoudi, M (Mahmoudi, Mozaffar) ; Shahsawari, S (Shahsawari, Sirous)","Title":"Effects of multiparity and duration of breast-feeding on maternal bone mineral density in post-menopausal Kurdish women: A retrospective study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386792500003 PubMed ID: 28042534 ISSN: 2228-5806 eISSN: 2228-5814","Keywords":"Citric Acid; Cytotoxicity; Esophageal Carcinoma Cell EC109; Cell Proliferation; Apoptosis KeyWords Plus:CANCER-CELLS; IMPROVE CANCER; CITRATE; DEATH; METABOLISM","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELL JOURNAL Volume: 18 Issue: 4 Pages: 493-502 Published: WIN 2017","Abstract":"Objective: Today, esophageal cancer (EC) has become one of the most common cancer types in China. Therefore, new drug and therapeutic strategies are urgently needed to improve postoperative survival rate of patients with EC. As a food additive, several lines of evidence have shown that citric acid can be served as glycolysis suppressor to inhibit growth of some tumor cells. However, little is known about the effect of this organic acid on the growth of human esophageal carcinoma cell line, EC109. Materials and Methods: In this experimental study, cell proliferation rate was determined using MTT assay. Apoptotic morphological changes were evaluated by fluorescent microscopy using Hoechst 33258 staining. Cell apoptosis rate and mitochondrial membrane potential (MMP) were detected using flow-cytometry. Effect of citric acid on cellular membrane permeability was assessed by measuring lactate dehydrogenase (LDH) activity, using LDH assay kit. Results: Compared to the control group, there was a marked decrease in cells proliferation when the cells were treated with higher citric acid concentrations (800, 1600 mu g/ml). Typical apoptotic morphology of EC109 cells was observed upon treatment with citric acid, such as chromatin condensation and appearance of apoptotic body. Cell apoptotic indexes were significantly increased (P<0.01) after treatment with citric acid at the concentration of 400-1600 mu g/ml. Extracellular LDH activity and loss of MMP in all of the treated groups were significantly higher than control (P<0.05), in a dose-dependent manner. Conclusion: These results suggest that citric acid prevents EC109 cell growth by inhibiting cell proliferation and inducing apoptosis, which perhaps offers some theoretical guidance for its application in EC treatment.","Authors":"Chen, XG (Chen, Xiaoguang) ; Lv, QX (Lv, Qiongxia) ; Liu, YM (Liu, Yumei) ; Deng, W (Deng, Wen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Магистр, Александр  R-5271-2016 http://orcid.org/0000-0003-1377-1448","Title":"Effect of Food Additive Citric Acid on The Growth of Human Esophageal Carcinoma Cell Line EC109"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362000032 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"Foodborne pathogen; Listeria monocytogenes; Nisin; Persister KeyWords Plus:BACTERIAL PERSISTENCE; ANTIBIOTIC TOLERANCE; BIOFILM FORMATION; RESISTANCE; EPIDEMIOLOGY; ENUMERATION; SURVIVAL; FOOD","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 77 Pages: 243-250 DOI: 10.1016/j.foodcont.2017.02.011 Published: JUL 2017","Abstract":"The persistence of Listeria monocytogenes (L. monocytogenes) can be defined by its prolonged existence in food environments that poses a risk to food safety. The persistence of cells exposed to antibiotics and chemical sanitisers is well recorded however the persistence following treatment with natural antimicrobials like bacteriocins has not been determined. This study used two L. monocytogenes isolates, one from food and one from an animal origin, to obtain a persistent subpopulation following exposure to the natural antimicrobial nisin. Overnight cultures of L monocytogenes were treated with 75 mu g/ml of nisin over 24 h, and a biphasic killing pattern was observed for both strains. Persister cells became a population of cells showing tolerance to the high concentrations of nisin in our tests and proved not to be resistant with nisin re-exposure tests. XTT assays showed that the reduced level of metabolism maybe an important requirement for the L monocytogenes persistence and the persister population which could survive at high concentration of nisin was probably related to less negative cell surface charges. The current data will be initial evidence to understand the mechanism of persistence through gene expression and in the future to give more reliable clues in developing strategies to control this food safety risk. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wu, SY (Wu, Shuyan) ; Yu, PL (Yu, Pak-Lam) ; Flint, S (Flint, Steve)","Title":"Persister cell formation of Listeria monocytogenes in response to natural antimicrobial agent nisin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958600015 PubMed ID: 28254000 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Ale beer; Goji berries; Antioxidant activity; Sensory properties; Lycium barbarurn KeyWords Plus:LYCIUM-BARBARUM POLYSACCHARIDES; ANTIOXIDANT ACTIVITY; ASCORBIC-ACID; CRAFT BEERS; CONSUMPTION; CAPACITY; FRUIT; TECHNOLOGY; METABOLISM; RUTIN","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 109-118 DOI: 10.1016/j.foodchem.2017.01.047 Published: JUL 1 2017","Abstract":"Goji berries, traditionally used in Chinese medicine, are nowadays gaining popularity in the Western world. Efforts are made to enlarge the offer of goji containing foods. In this study, goji berries were added to ale type beer at different stages of the production process in order to develop a beverage with desirable sensory characteristic and high antioxidant capacity. The obtained beers differed significantly in terms of appearance, taste and antioxidant activity. Consumers preferred beers to which goji berries were added at the beginning of the brewing process. These beers were also characterized by lower turbidity, high color intensity, caramel- and coffee-like taste, high antioxidant activity and high content of bioactives such as rutin and 2-O-beta-D-9-glucopyranosyl-L-ascorbic acid. To conclude, an addition of goji berries to traditional brewing process creates a perspective to enlarge the range of goji containing foods. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ducruet, J (Ducruet, Julien) ; Rebenaque, P (Rebenaque, Pierrick) ; Diserens, S (Diserens, Serge) ; Kosinska-Cagnazzo, A (Kosinska-Cagnazzo, Agnieszka) ; Heritier, I (Heritier, Isabelle) ; Andlauer, W (Andlauer, Wilfried)","Title":"Amber ale beer enriched with goji berries - The effect on bioactive compound content and sensorial properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900004 PubMed ID: 28193430 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Longan (Dimocarpus longan Lour.) fruit; Hydrogen peroxide; Pericarp browning; Energy metabolism; Adenosine triphosphate (ATP); ATPase KeyWords Plus:MEMBRANE H+-ATPASE; CHILLING INJURY; LITCHI FRUIT; CA-ATPASE; STORAGE; MITOCHONDRIAL; MECHANISM; PHENOLICS; STRESS; LIPIDS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 31-36 DOI: 10.1016/j.foodchem.2016.12.088 Published: JUN 15 2017","Abstract":"Energy metabolism of \"Fuyan\" longan fruit treated with hydrogen peroxide (H2O2), the most stable of the reactive oxygen, and its relationship to pericarp browning were investigated in this work. The results displayed that H2O2 significantly decreased contents of adenosine triphosphate (ATP) and adenosine diphosphate (ADP). It also inhibited activities of H+-ATPase, Ca2+-ATPase and Mg2+-ATPase in membranes of plasma, vacuole and mitochondria during the early-storage and mid-storage (except for mitochondrial membrane Mg2+-ATPase). These results gave convincing evidence that the treatment of H2O2 accelerating pericarp browning in harvested longans was due to a decrease of ATPase activity and available ATP content. This might break the ion homeostasis and the integrity of mitochondria, which might reduce energy charge and destroy the function and compartmentalization of cell membrane. These together aggravated browning incidence in pericarp of harvested longan fruit. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lin, YF (Lin, Yifen) ; Lin, YX (Lin, Yixiong) ; Lin, HT (Lin, Hetong) ; Ritenour, MA (Ritenour, Mark A.) ; Shi, J (Shi, John) ; Zhang, S (Zhang, Shen) ; Chen, YH (Chen, Yihui) ; Wang, H (Wang, Hui)","Title":"Hydrogen peroxide-induced pericarp browning of harvested longan fruit in association with energy metabolism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900009 PubMed ID: 28193435 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Hop polyphenols; Antioxidant; Anti-NO production; Anti-adipocyte differentiation; Harvest time; Harvest year; Saaz KeyWords Plus:HUMULUS-LUPULUS L.; CHRONIC INFLAMMATION; FATTY-ACID; XANTHOHUMOL; OBESITY; CANCER; 8-PRENYLNARINGENIN; ANTIOXIDANT; METABOLISM; INHIBITORS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 69-76 DOI: 10.1016/j.foodchem.2017.01.002 Published: JUN 15 2017","Abstract":"Health benefits of hop polyphenols are well studied. In the present investigation, we examined the antioxidant activity, anti-nitric oxide (NO) production, and anti-adipocyte differentiation of polyphenols extracted from hops (HPP), harvested at different times for over 4 years. Saaz hop variety from the Czech Republic was used in the in vitro assays. Twenty-three polyphenols were quantitatively analyzed using Orbitrap liquid chromatography-mass spectrometry (LC-MS), and their health promoting effects were assayed individually. Strong effects of low concentrations of HPP were observed in the above three assays. A significant increase in anti-adipocyte differentiation activity per unit weight of HPP was obtained in the early harvested samples. A significant difference in anti-NO production activity per unit weight of HPP was observed among the different harvest years. HPP significantly increased in early harvested samples. Our results suggest that some in vitro functional properties of hops vary with harvest time and year and are dependent on different polyphenols. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Inui, T (Inui, Takako) ; Okumura, K (Okumura, Koharu) ; Matsui, H (Matsui, Hiroo) ; Hosoya, T (Hosoya, Takahiro) ; Kumazawa, S (Kumazawa, Shigenori)","Title":"Effect of harvest time on some in vitro functional properties of hop polyphenols"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955900011 PubMed ID: 28193437 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Apricot; Postharvest softening; Calcium chloride; Cell wall; Polysaccharides; Nanostructure; Atomic force microscopy; Pectin KeyWords Plus:FRAGARIA X ANANASSA; L. CULTIVARS; COLD-STORAGE; FRUIT; METABOLISM; FIRMNESS; TEXTURE; PECTIN; APPLES; COATINGS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 225 Pages: 87-97 DOI: 10.1016/j.foodchem.2017.01.008 Published: JUN 15 2017","Abstract":"Cell wall polysaccharides play an important role in postharvest fruit texture softening. Effects of calcium treatment combined with cold storage on the physical properties, polysaccharide content and nanostructure of apricots were investigated. Apricots were immersed in distilled water, 1% or 3% w/v calcium chloride, then stored at 5 degrees C or 10 degrees C. Storage at 5 degrees C significantly improved apricot quality and shelf life. Significant changes in the concentration and nanostructure of cell wall pectins and hemicelluloses revealed their disassembly and degradation during apricot storage. These modifications could be retarded by 1% w/v calcium chloride treatment. Meanwhile, the basic width units of apricot cell wall polysaccharide chains were 11.7, 31.2 and 39.1 nm for water-soluble pectin, 11.7, 17.6 and 19.5 nm for chelate-soluble pectin, and 15.6 and 23.4 nm for hemicellulose. The results suggest that texture of apricots can be effectively maintained by 1% calcium chloride treatment and storage at 5 degrees C. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, H (Liu, Hui) ; Chen, FS (Chen, Fusheng) ; Lai, SJ (Lai, Shaojuan) ; Tao, JR (Tao, Junrui) ; Yang, HS (Yang, Hongshun) ; Jiao, ZG (Jiao, Zhonggao)","Title":"Effects of calcium treatment and low temperature storage on cell wall polysaccharide nanostructures and quality of postharvest apricot (Prunus armeniaca)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687700009 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Soil microbial community; Organic amendment; Biolog EcoPlate(TM); Microbial diversity; Molecular fingerprinting; Shannon index KeyWords Plus:LEVEL PHYSIOLOGICAL PROFILES; GRADIENT GEL-ELECTROPHORESIS; 16S RIBOSOMAL-RNA; CARBON-SOURCE UTILIZATION; FUNCTIONAL DIVERSITY; QUALITY INDICATORS; COMPOST AMENDMENTS; LAND-USE; DILUTION; BACTERIA","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 296 Pages: 79-85 DOI: 10.1016/j.geoderma.2017.02.025 Published: JUN 15 2017","Abstract":"In the organic farming system plant production mostly depends on the decomposition of soil organic matter through the activity of the microbial biomass, which is able to provide significant quantities of essential nutrients for plant growth. The aim of this work was to compare the persistence of microbial heterotrophic metabolism along decimal dilutions of soil treated with different organic amendments, by using Biolog EcoPlate(Tm). The amount of the different amendments was adjusted in order to meet the N requirement of tomato crop. The Biolog results were used to draw a binomial matrix of data by setting all the positive results to 1 and all the negative results to 0. The occurrence of the microbial oxidation of each Biolog Ecoplates(TM) C source was calculated as probability 'p' on the binomial set of data for each dilution. In terms of persistence of C sources utilization by soil microflora, along decimal soil dilutions, the treatments can be roughly divided in 3 different categories: the worst performing (control), the intermediate performing (biochar), and the best performing (biochar added to an organic fertilizer, the organic fertilizer alone and 3 composts). Biolog positive wells at the dilution 10(-4) were used to carry out a molecular characterization of bacterial communities by 16S fingerprinting, through the H' Shannon diversity index. Microbial communities utilizing cellulose and hemicelluloses as C source changed their species composition in response to the different amendments. In particular, amendments with bio-char, regardless of the application of organic fertilizers, brought to the highest diversity of cellulose degrading bacteria.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dumontet, S (Dumontet, Stefano) ; Cavoski, I (Cavoski, Ivana) ; Ricciuti, P (Ricciuti, Patrizia) ; Mondelli, D (Mondelli, Donato) ; Jarrar, M (Jarrar, Mohammed) ; Pasquale, V (Pasquale, Vincenzo) ; Crecchio, C (Crecchio, Carmine)","Title":"Metabolic and genetic patterns of soil microbial communities in response to different amendments under organic farming system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397834800004 PubMed ID: 28126554 ISSN: 0145-305X eISSN: 1879-0089","Keywords":"EcTPI; WSSV; Metabolic pathway; Exopalaemon carinicauda KeyWords Plus:WHITE SPOT SYNDROME; SYNDROME VIRUS; GENOME SEQUENCE; INFECTION; SHRIMP","Categories":"Immunology; Zoology Web of Science Categories:Immunology; Zoology","Journal Information":"DEVELOPMENTAL AND COMPARATIVE IMMUNOLOGY Volume: 71 Pages: 28-36 DOI: 10.1016/j.dci.2017.01.018 Published: JUN 2017","Abstract":"Triosephosphate isomerase (TPI) is a vital enzyme in the glycolytic pathway, which can catalyze the interconversion of glyceraldehyde-3-phosphate (GAP) and dihydroxyacetone phosphate (DHAP). DHAP is involved in lipid metabolism and phospholipid synthesis. In order to know the role of TPI in WSSV infection to prawn, we cloned the full length cDNA of triosephosphate isomerase gene (EcTPI) from Exopalaemon carinicauda, and its function during WSSV infection was analyzed. EcTPI transcripts were widely distributed in all tissues, but showed relatively higher expression levels in the gill and epidermis. Its expression was apparently up-regulated after 24 h post WSSV injection (hpi), when the virus load began to rise. Furthermore, we detected the expressions of the key genes encoding the enzymes which catalyze the key steps in the glycolysis during WSSV infection. The data showed that genes encoding the enzymes which catalyzed upper steps of glycolysis to produce GAP including hexokinase (HK), glucose 6-phosphate isomerase (GPI) and phosphofructokinase-1 (PFK-1), were significantly up-regulated at 24 and 27 hpi. Genes encoding the enzymes catalyzing down steps of glycolysis after GAP, including glyceraldehyde-3-phosphate dehydrogenase (GAPDH), enolase (ENO) and pyruvate kinase (PM), were apparent down-regulated at 24 and 27 hpi. Meanwhile, the gene encoding the enzyme glycerol-3 phosphate dehydrogenase (GPDH) catalyzing DHAP to glycerol-3-phosphate (G-3-P) showed down regulation at 12-27 hpi, while the gene encoding dihydroxyacetone-phosphate acyltransferase (DHA-PAT) catalyzing DHAP to further synthesis of phospholipids showed up-regulation at 12-24 hpi. These data suggested that WSSV infection could change the glycolysis pathway to make them produce more phospholipids which could be very helpful for virus replication. In order to further confirm the above speculation, dsRNA interference (RNAi) approach was used to knock down EcTPI gene and analyze its effect on WSSV load in prawn. The data showed that interference of EcTPI gene led to a significant decrease of WSSV loads in WSSV infected prawn. These data provided useful information to understand the infection mechanism of WSSV. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, F (Liu, Fei) ; Li, SH (Li, Shihao) ; Liu, GX (Liu, Guangxing) ; Li, FH (Li, Fuhua)","Title":"Triosephosphate isomerase (TPI) facilitates the replication of WSSV in Exopalaemon carinicauda"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651100011 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Arylsulfatase; Geostatistics; Spatial distribution; Sulfur; Temporal stability KeyWords Plus:SPATIAL VARIABILITY; ENZYME-ACTIVITIES; GEOSTATISTICAL ANALYSIS; TEMPORAL STABILITY; MICROBIAL BIOMASS; WATER STORAGE; PLOT-SCALE; NITROGEN; PHOSPHORUS; FERTILIZATION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 295 Pages: 107-118 DOI: 10.1016/j.geoderma.2017.02.009 Published: JUN 1 2017","Abstract":"Sulfur (S) has long been recognized as essential for plant metabolism, but over the last 30 years the increasing deficit of sulfur has become a problem all over the world. For this reason, more research should be devoted to determining the content and spatio-temporal variability of sulfur in relation to an improved management of this element. The aims of this study were to assess the spatio-temporal variability of soil sulfur forms and arylsulfatase activity against selected physicochemical properties on a plot scale. A grid soil sampling (10 x 10 m) was used to measure the spatial variation of soil properties across a 0.4 ha field. Soil samples were collected from the upper 27 cm of Luvisols at 50 location in April and August 2007 and 2008. The total (S-TOT), organic (S-ORG) and available (SO42--S) sulfur concentrations and arylsulfatase (AS) activity were analyzed. Additionally, total organic carbon (C-ORG), total nitrogen (N-TOT) concentrations, soil pH(KCl) as well as texture and water content were determined. The dataset was analyzed using classical statistical and geostatistical methods. Based on the analysis of variance, it was found that soil properties, except for CoRG, NTOT and pHR0, showed significant differences between the four sampling dates (Tukey's test, p < 0.05). Additionally, it was found that the temporal stability of the data set showed no clear time -associated shift based on Spearman's rank correlations coefficients. Relatively high degree of variability of the soil properties over time was also indicated by the mean relative differences (MRD). Generally, higher level of temporal stability was noted for the S forms and CoRG and Nror concentrations as compared to the AS activity. Among the studied propertieS, only AS activity at all sampling times and all of the S forms measured in August (except S-TOT in 2008 and SO42-S in 2007) revealed a spatial autocorrelation (Moran's 1). All the studied properties revealed a high contribution of nugget effect in sill (over 50%) or pure nugget effect Some properties revealed a moderate spatial structure (a nugget/sill ratio between 59.2 and 70.3%), whereas the concentration of SoRG measured in August 2008,and AS activity analyzed in 2008 were in the weak variability class. Only AS activity in 2007 showed a pure nugget effect The range of spatial autocorrelation calculated for the analyzed properties was between 20.0 and 34.0 m. Results of this study are essential to understand and predict the contribution of internal factors in the total variability of soil properties that can interfere with the influence of soil management practices. The spatio-temporal variability showed that the studied area was temporally unstable and more frequent sampling must be included in the sampling strategy in order to better understand whether the S forms and AS activity always show permanent spatial patterns in soil or whether they are more randomized. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Piotrowska-Dlugosz, A (Piotrowska-Dlugosz, Anna) ; Siwik-Ziomek, A (Siwik-Ziomek, Anetta) ; Dlugosz, J (Dlugosz, Jacek) ; Gozdowski, D (Gozdowski, Dariusz)","Title":"Spatio-temporal variability of soil sulfur content and arylsulfatase activity at a conventionally managed arable field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500005 PubMed ID: 27862234 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"IL-3; CELL SURVIVAL; PI3k/Akt; Erk; OXIDATIVE STRESS KeyWords Plus:COLONY-STIMULATING FACTOR; MALE GERM-CELLS; NECROSIS-FACTOR-ALPHA; GM-CSF; INCREASED GLUCOSE; RECEPTOR FAMILY; NEURONAL DEATH; GROWTH-FACTORS; IL-3; ACTIVATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1330-1340 DOI: 10.1002/jcb.25790 Published: JUN 2017","Abstract":"Interleukin-3 (IL-3) is a well-characterized growth factor in hematopoietic cells, but it is also expressed in other cell types with poorly described functions. Many studies have provided evidence that IL-3 plays an important role in cell survival. We have previously shown that IL-3 is able to increase glucose uptake in HEK293 cells, suggesting that this factor requires sustained glucose metabolism to promote cell survival. In this study, we demonstrate that IL-3 contributes to cell survival under oxidative stress, a prominent feature in the pathophysiology of cancer, diabetes, and neurodegenerative diseases, as well as in the aging process. Our results suggest a molecular mechanism that involves signaling pathways mediated by PI-3k/Akt and Erk. Altogether, these findings show an important role for IL-3 in supporting the viability of non-hematopoietic systems. J. Cell. Biochem. 118: 1330-1340, 2017. (C) 2016 Wiley Periodicals, Inc.","Authors":"Lopez, C (Lopez, Camila) ; Zamorano, P (Zamorano, Patricia) ; Teuber, S (Teuber, Stefanie) ; Salas, M (Salas, Monica) ; Otth, C (Otth, Carola) ; Hidalgo, MA (Hidalgo, Maria A.) ; Concha, I (Concha, Ilona) ; Zambrano, A (Zambrano, Angara)","Title":"Interleukin-3 Prevents Cellular Death Induced by Oxidative Stress in HEK293 Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500006 PubMed ID: 27859553 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"HUVEC; EXTRACELLULAR NUCLEOTIDE METABOLISM; ADENYLATE KINASE; NUCLEOSIDE DIPHOSPHATE KINASE; ECTO-NUCLEOTIDASES KeyWords Plus:ADENYLATE KINASE; ATP; ECTOENZYMES; CULTURE; BLOOD; INFLAMMATION; INHIBITION; SECRETION; RELEASE; SUPPORT","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1341-1348 DOI: 10.1002/jcb.25791 Published: JUN 2017","Abstract":"Purinergic signaling maintains local tissue homeostasis in blood vessels via the regulation of vascular tone, blood platelet aggregation, cell proliferation, and differentiation as well as inflammatory responses. Extracellular purines are important signaling molecules in the vasculature, and both purine-hydrolysing as well as -phosphorylating enzymes are considered to selectively govern extracellular nucleotide/nucleoside metabolism. Recent studies have provided some evidence for the existence of these enzymes in a soluble form in human blood and their secretion into the extracellular space under physiological and pathological conditions. However, the comprehensive analysis of endothelium-derived enzymes involved in purine metabolic pathways has received no attention so far. In the presented study, in vitro cultured human umbilical vein endothelial cells (HUVEC) are shown to be an abundant source of exo-nucleotidases comprising 5-nucleotidase (exo-5-NT), and nucleoside triphosphate diphosphohydrolases (exo-NTPDase) as well as phosphotransferases, represented by nucleoside diphosphate kinase (exo-NDPK) and adenylate kinase (exo-AK). An attempt is also made to demonstrate that, in contrast to the metabolic pattern determined on the endothelial cell surface, exo-phosphorylating activities markedly predominate over exo-hydrolytic ones. We present for the first time the expression profiles of genes encoding isoenzymes belonging to distinct nucleotide kinase and nucleotidase families. The genes encoding NDPK1, NDPK2, AK1, and AK2 phosphotransferases have been shown to be expressed at the highest level in HUVEC cells. The data indicate the coexistence of secreted and cell-associated factors of endothelial origin mediating ATP-consuming and ATP-generating pathways with the predominance of exo-phosphotransferases activity. The described enzymes contribute to the regulation of purinergic signal duration and extent in the venous vasculature. J. Cell. Biochem. 118: 1341-1348, 2017. (C) 2016 Wiley Periodicals, Inc.","Authors":"Wujak, M (Wujak, Magdalena) ; Hetmann, A (Hetmann, Anna) ; Porowinska, D (Porowinska, Dorota) ; Roszek, K (Roszek, Katarzyna)","Title":"Gene Expression and Activity Profiling Reveal a Significant Contribution of Exo-Phosphotransferases to the Extracellular Nucleotides Metabolism in HUVEC Endothelial Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500015 PubMed ID: 27869314 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"Runx1; ONCOGENE; SPHINGOLIPID; GLUCOCORTICOID; SURVIVAL KeyWords Plus:ACUTE LYMPHOBLASTIC-LEUKEMIA; ACUTE MYELOID-LEUKEMIA; CELL-PROLIFERATION; IN-VIVO; SPHINGOSINE-1-PHOSPHATE; GENE; APOPTOSIS; SURVIVAL; STRESS; ONCOGENE","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1432-1441 DOI: 10.1002/jcb.25802 Published: JUN 2017","Abstract":"The three-membered RUNX gene family includes RUNX1, a major mutational target in human leukemias, and displays hallmarks of both tumor suppressors and oncogenes. In mouse models, the Runx genes appear to act as conditional oncogenes, as ectopic expression is growth suppressive in normal cells but drives lymphoma development potently when combined with over-expressed Myc or loss of p53. Clues to underlying mechanisms emerged previously from murine fibroblasts where ectopic expression of any of the Runx genes promotes survival through direct and indirect regulation of key enzymes in sphingolipid metabolism associated with a shift in the \"sphingolipid rheostat\" from ceramide to sphingosine- 1-phosphate (S1P). Testing of this relationship in lymphoma cells was therefore a high priority. We find that ectopic expression of Runx1 in lymphoma cells consistently perturbs the sphingolipid rheostat, whereas an essential physiological role for Runx1 is revealed by reduced S1P levels in normal spleen after partial Cre-mediated excision. Furthermore, we show that ectopic Runx1 expression confers increased resistance of lymphoma cells to glucocorticoid-mediated apoptosis, and elucidate the mechanism of cross-talk between glucocorticoid and sphingolipid metabolism through Sgpp1. Dexamethasone potently induces expression of Sgpp1 in T-lymphoma cells and drives cell death which is reduced by partial knockdown of Sgpp1 with shRNA or direct transcriptional repression of Sgpp1 by ectopic Runx1. Together these data show that Runx1 plays a role in regulating the sphingolipid rheostat in normal development and that perturbation of this cell fate regulator contributes to Runx-driven lymphomagenesis. (C) 2016 Wiley Periodicals, Inc.","Authors":"Kilbey, A (Kilbey, A.) ; Terry, A (Terry, A.) ; Wotton, S (Wotton, S.) ; Borland, G (Borland, G.) ; Zhang, Q (Zhang, Q.) ; Mackay, N (Mackay, N.) ; McDonald, A (McDonald, A.) ; Bell, M (Bell, M.) ; Wakelam, MJO (Wakelam, M. J. O.) ; Cameron, ER (Cameron, E. R.) ; Neil, JC (Neil, J. C.) ...More...Less","Title":"Runx1 Orchestrates Sphingolipid Metabolism and Glucocorticoid Resistance in Lymphomagenesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500027 PubMed ID: 27918085 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"PPAR alpha; GLUT1; CELL SIGNALING; TRANSCRIPTION REPRESSION KeyWords Plus:METABOLIC PATHWAYS; GLUCOSE; GROWTH; TUMORS; GENES; GAMMA; RAS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1556-1562 DOI: 10.1002/jcb.25817 Published: JUN 2017","Abstract":"Abundant nutrient availability including glucose and amino acids plays an important role in maintaining cancer cell energetic and biosynthetic pathways. As a nuclear receptor, peroxisome-proliferator-activated receptor (PPAR) regulates inflammation and cancer progression, however, it is still unclear the interaction of PPAR with the cancer cell glucose metabolism. Here we found that PPAR reduced Glut1 (Glucose transporter 1) protein and gene levels in HCT-116, SW480, HeLa, and MCF-7 cancer cell lines. In contrast, silenced PPAR reversed this event. Further analysis shows that PPAR directly targeted the consensus PPRE motif of Glut1 promoter region resulting in Glut1 transcription repression. PPAR-mediated Glut1 transcription repression led to decreased influx of glucose in cancer cells. These findings revealed a novel mechanism of PPAR-mediated cancer cell Glut1 transcription repression. J. Cell. Biochem. 118: 1556-1562, 2017. (C) 2016 Wiley Periodicals, Inc.","Authors":"You, ML (You, Mengli) ; Jin, JH (Jin, Jianhua) ; Liu, Q (Liu, Qian) ; Xu, QG (Xu, QingGang) ; Shi, JJ (Shi, Juanjuan) ; Hou, YZ (Hou, Yongzhong)","Title":"PPAR Promotes Cancer Cell Glut1 Transcription Repression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500029 PubMed ID: 27918086 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"AGING; LIVER METABOLISM; DIPHENYL DISELENIDE; ORGANOSELENIUM; SWIMMING EXERCISE KeyWords Plus:FATTY LIVER-DISEASE; PHYSICAL-EXERCISE; OXIDATIVE STRESS; GLUCOSE-METABOLISM; ADIPOSE-TISSUE; SERUM-LEVELS; HUMAN HEALTH; STEM-CELL; OLD RATS; ASSAY","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1574-1582 DOI: 10.1002/jcb.25819 Published: JUN 2017","Abstract":"Aging is characterized by a widespread loss of homeostasis in biological systems and is accompanied by pathophysiological changes including the liver injury. The aim of the present study was to investigate the effects of the combined therapy with swimming exercise (20min session, 5 days/week during 4 weeks) and a diet supplemented with 1ppm of (PhSe)(2) on the hepatic metabolic alterations caused by aging in rats. In this study, male old Wistar rats had an increase in the epididymal fat relative weight, disturbances in the activities of hepatic enzymes associated to the glucose homeostasis, higher hepatic triglyceride content and higher activity of the plasma alanine aminotransferase (ALT), and aspartate aminotransferase (AST). The combined therapy normalized the activities of glucose-6-Pase and tyrosine aminotransferase, gluconeogenic enzymes, increased the hepatic glycogen content and was effective against the increase in the hepatic triglycerides content, without altering the activities of hexoquinase, and citrate synthase. Moreover, the combined therapy normalized the activities of AST and ALT, indicating a hepatoprotective effect. The combined therapy with swimming exercise and a diet supplemented with 1ppm of (PhSe)(2) contributed to the hepatic glucose homeostasis in old rats. Nevertheless, more studies are needed to investigate the possible mechanisms of action behind these effects. (c) 2016 Wiley Periodicals, Inc.","Authors":"Heck, SO (Heck, Suelen O.) ; Fulco, BCW (Fulco, Bruna C. W.) ; Quines, CB (Quines, Caroline B.) ; Oliveira, CES (Oliveira, Carla E. S.) ; Leite, MR (Leite, Marlon R.) ; Cechella, JL (Cechella, Jose L.) ; Nogueira, CW (Nogueira, Cristina W.)","Title":"Combined Therapy With Swimming Exercise and a Diet Supplemented With Diphenyl Diselenide Is Effective Against Age-Related Changes in the Hepatic Metabolism of Rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500032 PubMed ID: 27925282 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"HYPOBARIC HYPOXIA; IRON; L-FERRITIN; IRP2; CIS-ACONITASE KeyWords Plus:HIGH-ALTITUDE; INTERMITTENT HYPOXIA; PARKINSON-DISEASE; MOLECULAR CONTROL; IN-VIVO; METABOLISM; PROTEINS; MECHANISMS; EXPRESSION; ADAPTATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1596-1605 DOI: 10.1002/jcb.25822 Published: JUN 2017","Abstract":"Disruption of iron homeostasis in brain has been found to be closely involved in several neurodegenerative diseases. Recent studies have reported that appropriate intermittent hypobaric hypoxia played a protective role in brain injury caused by acute hypoxia. However, the mechanisms of this protective effect have not been fully understood. In this study, Sprague-Dawley (SD) rat models were developed by hypobaric hypoxia treatment in an altitude chamber, and the iron level and iron related protein levels were determined in rat brain after 4 weeks of treatment. We found that the iron levels significantly decreased in the cortex and hippocampus of rat brain as compared to that of the control rats without hypobaric hypoxia treatment. The expression levels of iron storage protein L-ferritin and iron transport proteins, including transferrin receptor-1 (TfR1), divalent metal transporter 1 (DMT1), and ferroportin1 (FPN1), were also altered. Further studies found that the iron regulatory protein 2 (IRP2) played a dominant regulatory role in the changes of iron hemostasis, whereas iron regulatory protein 1 (IRP1) mainly acted as cis-aconitase. These results, for the first time, showed the alteration of iron metabolism during hypobaric hypoxia in rat models, which link the potential neuroprotective role of hypobaric hypoxia treatment to the decreased iron level in brain. This may provide insight into the treatment of iron-overloaded neurodegenerative diseases. J. Cell. Biochem. (C)2016 Wiley Periodicals, Inc.","Authors":"Li, YR (Li, Yaru) ; Yu, P (Yu, Peng) ; Chang, SY (Chang, Shi-Yang) ; Wu, Q (Wu, Qiong) ; Yu, PP (Yu, Panpan) ; Xie, CC (Xie, Congcong) ; Wu, WY (Wu, Wenyue) ; Zhao, BL (Zhao, Baolu) ; Gao, GF (Gao, Guofen) ; Chang, YZ (Chang, Yan-Zhong)","Title":"Hypobaric Hypoxia Regulates Brain Iron Homeostasis in Rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500034 PubMed ID: 27922186 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"BUTYRATE; IL-1 beta; beta-OXIDATION; IL-1RA; p38 KeyWords Plus:COLON-CANCER; DOWN-REGULATION; MAPK PATHWAY; POPULATION; DISEASE; RISK; CARCINOGENESIS; TUMORIGENESIS; POLYMORPHISMS; INTERLEUKIN-1","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1614-1621 DOI: 10.1002/jcb.25824 Published: JUN 2017","Abstract":"Cancer, in part, is driven, by alterations in cellular metabolism that promote cell survival and cell proliferation. Identifying factors that influence this shift in cellular metabolism in cancer cells is important. Interleukin-1 beta (IL-1 beta) is a pro-inflammatory cytokine that has been reported to be elevated in colorectal cancer patients. While much is known toward the effect of dietary nutrients on regulating inflammation and the inflammatory response, which includes cytokines such as IL-1 beta, far less is understood how cytokines impact nutrient fate to alter cancer cell metabolism. Butyrate, a nutrient derived from the fermentation of dietary fiber in the colon, is the preferential exogenous energetic substrate used by non-cancerous colonocytes, but is used less efficiently by colorectal cancer cells. To test whether IL-1 beta alters colonocyte energy metabolism, we measured butyrate oxidation in HCT116 colorectal cancer cells with and without IL-1 beta. We hypothesize that IL-1 beta will push cancerous colonocytes away from the utilization and oxidation of butyrate. In this study, we demonstrate that pretreatment of colorectal cancer cells with IL-1 beta diminished butyrate oxidation and NADH levels. This effect was blocked with the interleukin receptor antagonist A (IL-1RA). Moreover, IL-1 beta suppressed basal mitochondrial respiration and lowered the mitochondrial spare capacity. By using inhibitors to block downstream targets of the interleukin-1 receptor pathway, we show that p38 is required for the IL-1 beta-mediated decrease in butyrate oxidation. These data provide insight into the metabolic effects induced by IL-1 beta in colorectal cancer, and identify relevant targets that may be exploited to block the effects of this cytokine. J. Cell. Biochem. (C) 2016 Wiley Periodicals, Inc.","Authors":"Johnstone, M (Johnstone, Megan) ; Bennett, N (Bennett, Natalie) ; Standifer, C (Standifer, Cynthia) ; Smith, A (Smith, Alexis) ; Han, A (Han, Anna) ; Bettaieb, A (Bettaieb, Ahmed) ; Whelan, J (Whelan, Jay) ; Donohoe, DR (Donohoe, Dallas R.)","Title":"Characterization of the Pro-Inflammatory Cytokine IL-beta 1 on Butyrate Oxidation in Colorectal Cancer Cells"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398549800003 PubMed ID: 27861865 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1239-1245 DOI: 10.1002/jcp.25688 Published: JUN 2017","Abstract":"There are many lines of evidence indicating that mechanical stress regulates bone metabolism and promotes bone growth. BMP, Wnt, ERK1/2, and OPG/RANKL are the main molecules thought to regulate the effects of mechanical loading on bone formation. Recently, microRNAs were found to be involved in bone cell proliferation and differentiation, regulating the balance of bone formation and bone resorption. Emerging evidence indicates that microRNAs also participate in mechanical stress-mediated bone metabolism, and is associated with disuse induced osteoporosis or osteopenia. Mechanical stress is able to induce expression of microRNAs that modulate the expression of osteogenic and bone resorption factors, leading to the positive impact of mechanical stress on bone. This review discusses the emerging evidence implicating an important role for microRNAs in the mechanical stress response in bone cells, as well as the challenges of translating microRNA research into potential treatment. (C) 2016 Wiley Periodicals, Inc.","Authors":"Yuan, Y (Yuan, Yu) ; Zhang, LL (Zhang, Lingli) ; Tong, XY (Tong, Xiaoyang) ; Zhang, M (Zhang, Miao) ; Zhao, YL (Zhao, Yilong) ; Guo, JM (Guo, Jianming) ; Lei, L (Lei, Le) ; Chen, X (Chen, Xi) ; Tickner, J (Tickner, Jennifer) ; Xu, JK (Xu, Jiake) ; Zou, J (Zou, Jun) ...More...Less","Title":"Mechanical Stress Regulates Bone Metabolism Through MicroRNAs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398549800006 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1258-1261 DOI: 10.1002/jcp.25697 Published: JUN 2017","Abstract":"Adipose tissues, composed with mature adipocytes and preadipocytic stromal/ stem cells, play crucial roles in whole body energy metabolism and regenerative medicine. Mature adipocytes are derived and differentiated from mesenchymal stem cells (MSCs) or preadipocytes. This differentiation process, also called adipogenesis, is regulated by several signaling pathways and transcription factors. Notch1 signaling is a highly conserved pathway that is indispensable for stem cell hemostasis and tissue development. In adipocyte progenitor cells, Notch1 signaling regulates the adipogenesis process including proliferation and differentiation of the adipocyte progenitor cells in vitro. Notably, the roles of Notch1 signaling in beige adipocytes formation, adipose development, and function, and the whole body energy metabolism have been recently reported. Here, we mainly review and discuss the roles of Notch1 signaling in adipogenesis in vitro as well as in beige adipocytes formation, adipocytes dedifferentiation, and function in vivo. (C) 2016 Wiley Periodicals, Inc.","Authors":"Shan, TZ (Shan, Tizhong) ; Liu, JQ (Liu, Jiaqi) ; Wu, WC (Wu, Weiche) ; Xu, ZY (Xu, Ziye) ; Wang, YZ (Wang, Yizhen)","Title":"Roles of Notch Signaling in Adipocyte Progenitor Cells and Mature Adipocytes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800016 PubMed ID: 27661776 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1346-1359 DOI: 10.1002/jcp.25617 Published: JUN 2017","Abstract":"The accelerated growth of solid tumors leads to episodes of both hypoxia and hypoglycemia (HH) affecting their intermediary metabolism, signal transduction, and transcriptional activity. A previous study showed that normoxia (20% O-2) plus 24 h hypoglycemia (2.5mMglucose) increased glycolytic flux whereas oxidative phosphorylation (OxPhos) was unchanged versus normoglycemia in HeLa cells. However, the simultaneous effect of HH on energy metabolism has not been yet examined. Therefore, the effect of hypoxia (0.1-1% O2) plus hypoglycemia on the energy metabolism of HeLa cells was analyzed by evaluating protein content and activity, along with fluxes of both glycolysis and OxPhos. Under hypoxia, in which cell growth ceased and OxPhos enzyme activities, Delta psi m and flux were depressed, hypoglycemia did not stimulate glycolytic flux despite increasing H-RAS, p-AMPK, GLUT1, GLUT3, and HKI levels, and further decreasing mitochondrial enzyme content. The impaired mitochondrial function in HH cells correlated with mitophagy activation. The depressed OxPhos and unchanged glycolysis pattern was also observed in quiescent cells from mature multicellular tumor spheroids, suggesting that these inner cell layers are similarly subjected to HH. The principal ATP supplier was glycolysis for HH 2D monolayer and 3D quiescent spheroid cells. Accordingly, the glycolytic inhibitors iodoacetate and gossypol were more effective than mitochondrial inhibitors in decreasing HH-cancer cell viability. Under HH, stem cell-, angiogenic-, and EMT-biomarkers, as well as glycoprotein-P content and invasiveness, were also enhanced. These observations indicate that HH cancer cells develop an attenuated Warburg and pronounced EMT- and invasive-phenotype. (C) 2016 Wiley Periodicals, Inc.","Authors":"Marin-Hernandez, A (Marin-Hernandez, Alvaro) ; Gallardo-Perez, JC (Carlos Gallardo-Perez, Juan) ; Hernandez-Resendiz, I (Hernandez-Resendiz, Ileana) ; Del Mazo-Monsalvo, I (Del Mazo-Monsalvo, Isis) ; Robledo-Cadena, DX (Xochiquetzal Robledo-Cadena, Diana) ; Moreno-Sanchez, R (Moreno-Sanchez, Rafael) ; Rodriguez-Enriquez, S (Rodriguez-Enriquez, Sara)","Title":"Hypoglycemia Enhances Epithelial-Mesenchymal Transition and Invasiveness, and Restrains the Warburg Phenotype, in Hypoxic HeLa Cell Cultures and Microspheroids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800026 PubMed ID: 27736000 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1458-1466 DOI: 10.1002/jcp.25648 Published: JUN 2017","Abstract":"Glioblastoma (GB) is the most common cancer in the brain and with an increasing incidence. Despite major advances in the field, there is no curative therapy for GB to date. Many solid tumors, including GB, experienced metabolic reprogramming in order to sustain uncontrolled proliferation, hypoxic conditions, and angiogenesis. PPARs, member of the steroid hormone receptor superfamily, are particularly involved in the control of energetic metabolism, particularly lipid metabolism, which has been reported deregulated in gliomas. PPARa was previously indicated by us as a potential therapeutic target for this neoplasm, due to the malignancy grade dependency of its expression, being particularly abundant in GB. In this work, we used a new PPAR alpha antagonist on patient-derived GB primary cells, with particular focus on the effects on lipid metabolism and response to radiotherapy. The results obtained demonstrated that blocking PPARa results in cell death induction, increase of radiosensitivity, and decrease of migration. Therefore, AA452 is proposed as a new adjuvant for the gold standard therapies for GB, opening the possibility for preclinical and clinical trials for this class of compounds. (C) 2016 Wiley Periodicals, Inc.","Authors":"Benedetti, E (Benedetti, Elisabetta) ; D'Angelo, M (D'Angelo, Michele) ; Ammazzalorso, A (Ammazzalorso, Alessandra) ; Gravina, GL (Gravina, Giovanni Luca) ; Laezza, C (Laezza, Chiara) ; Antonosante, A (Antonosante, Andrea) ; Panella, G (Panella, Gloria) ; Cinque, B (Cinque, Benedetta) ; Cristiano, L (Cristiano, Loredana) ; Dhez, AC (Dhez, Anne Chloe) ; Astarita, C (Astarita, Carlo) ; Galzio, R (Galzio, Renato) ; Cifone, MG (Cifone, Maria Grazia) ; Ippoliti, R (Ippoliti, Rodolfo) ; Amoroso, R (Amoroso, Rosa) ; Di Cesare, E (Di Cesare, Ernesto) ; Giordano, A (Giordano, Antonio) ; Cimini, A (Cimini, Annamaria) ...More...Less","Title":"PPAR alpha Antagonist AA452 Triggers Metabolic Reprogramming and Increases Sensitivity to Radiation Therapy in Human Glioblastoma Primary Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100053 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Electrolysed water; Escherichia coli; Oxidative stress; NMR; Atomic force microscopy KeyWords Plus:ATOMIC-FORCE MICROSCOPY; NMR-BASED METABOLOMICS; LISTERIA-MONOCYTOGENES; SALMONELLA-ENTERICA; OXIDATIVE STRESS; YEAST-CELLS; EFFICACY; O157H7; ACID; INACTIVATION","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 428-436 DOI: 10.1016/j.lwt2017.01.066 Published: JUN 2017","Abstract":"Electrolysed water (EW) is an activated liquid with a high oxidation-reduction potential. EW causes oxidative damage to pathogenic microorganisms and as a result, may have utility in the food industry. The molecular mechanism of EW's action is not understood. In this study, we exposed Escherichia coli ATCC 25922 to a sub-lethal concentration of EW and examined structural and metabolic changes. Atomic force microscopy revealed that EW caused damage to E. coli membranes. To understand the metabolic responses to EW perturbations in of E. coli, multivariate data analysis of NMR spectroscopy demonstrated that EW significantly influenced the metabolic state. This included reducing nucleotide and amino acid biosynthesis, suppressing energy-associated metabolism, altering osmotic adjustment, and promoting fatty acid metabolism. The results enrich our understanding of E. coli metabolic changes caused by EW perturbation and support the effectiveness of the NMR metabolomics as a valuable tool to analyse and evaluate such a complex biological system. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, Q (Liu, Qin) ; Wu, JE (Wu, Ji'en) ; Lim, ZY (Lim, Zhi Yang) ; Aggarwal, A (Aggarwal, Arushi) ; Yang, HS (Yang, Hongshun) ; Wang, SF (Wang, Shifei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yang, Hongshun  http://orcid.org/0000-0002-2965-4353","Title":"Evaluation of the metabolic response of Escherichia coli to electrolysed water by H-1 NMR spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100068 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Minimally processed globe artichoke; Genotype; Physiological response; Microbial count; Sensory evaluation KeyWords Plus:POLYPHENOL PROFILE; VEGETABLES; SPOILAGE; FRUITS; HEADS","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 554-560 DOI: 10.1016/j.lwt.2016.11.003 Published: JUN 2017","Abstract":"The microbiological, physiological and sensory characteristics of ready-to-use globe artichoke slices subjected to a shelf life study are reported. The traits of three genotypes ('Apollo', 'Exploter' and `Spinoso di Palermo'), grown in an experimental field, were monitored for 11 d at 4 degrees C. Significant variations due to genotype, harvest time, storage time and their interactions were found. The selected packaging system allowed the generation of a passive atmosphere, which did not affect the produce metabolism. Microbial populations, with the exception of yeasts and moulds, did not exceed the limits suggested for minimally processed vegetables. Sliced artichoke heads from early and late harvests showed a shelf life of 11 and 7 d, respectively. The 'Exploter' proved to be the most suitable genotype for minimal processing as it received the highest overall sensory score at the end of the storage period. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Licciardello, F (Licciardello, Fabio) ; Pandino, G (Pandino, Gaetano) ; Barbagallo, RN (Barbagallo, Riccardo Nunzio) ; Lombardo, S (Lombardo, Sara) ; Restuccia, C (Restuccia, Cristina) ; Muratore, G (Muratore, Giuseppe) ; Mazzaglia, A (Mazzaglia, Agata) ; Strano, MG (Strano, Maria Gabriella) ; Mauromicale, G (Mauromicale, Giovanni)","Title":"Quality traits of ready-to-use globe artichoke slices as affected by genotype, harvest time and storage time. Part II: Physiological, microbiological and sensory aspects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011000012 PubMed ID: 28214148 ISSN: 0309-1740 eISSN: 1873-4138","Keywords":"Pork; Ham quality; Muscle; Color KeyWords Plus:PORCINE SKELETAL-MUSCLE; PORK QUALITY; ENERGY-METABOLISM; MEAT QUALITY; ULTIMATE PH; LARGE WHITE; TRAITS; PROTEINS; GLYCOGEN; MORTEM","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"MEAT SCIENCE Volume: 128 Pages: 88-96 DOI: 10.1016/j.meatsci.2016.12.012 Published: JUN 2017","Abstract":"Fresh hams display significant lean color variation that persists through further processing and contributes to a less desirable cured product. In an attempt to understand the underlying cause of this color disparity, we evaluated the differences in muscle characteristics and energy metabolites across semimembranosus (SM) muscles differing in color variation. The L* (lightness) and a* (redness) values were highest and lowest (P < 0.001), respectfully in the most caudal aspects of the muscle while the ultimate pH was the lowest (P < 0.001). Correspondingly, this region possessed highest (P < 0.01) glycolytic potential (GP) and lactate dehydrogenase (LDH) levels but did not differ in the amount of myoglobin or myosin heavy chain type I isoform. These data show that differences in muscle may contribute to ham color variation but suggest other factors may mitigate or exacerbate these variances.(C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Stufft, K (Stufft, K.) ; Elgin, J (Elgin, J.) ; Patterson, B (Patterson, B.) ; Matarneh, SK (Matarneh, S. K.) ; Preisser, R (Preisser, R.) ; Shi, H (Shi, H.) ; England, EM (England, E. M.) ; Scheffler, TL (Scheffler, T. L.) ; Mills, EW (Mills, E. W.) ; Gerrard, DE (Gerrard, D. E.)","Title":"Muscle characteristics only partially explain color variations in fresh hams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100007 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"bamboo; chlorophyll a fluorescence; leaf water potentials; photosynthesis; Venezuela KeyWords Plus:LEAF GAS-EXCHANGE; WATER-STRESS; PHOTOSYNTHETIC ACTIVITY; C-3 PLANTS; DROUGHT; LIMITATIONS; FLUORESCENCE; INHIBITION; METABOLISM; PARAMETERS","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 264-275 DOI: 10.1007/s11099-016-0236-4 Published: JUN 2017","Abstract":"Guadua amplexifolia and Guadua angustifolia are the most promising timber substitutes amongst American bamboos due to their outstanding dimensions and structural properties. Despite the commercial potential of these species, there are few studies on the survival and adaptability of juveniles in plantations. The present study dealt with survival, growth, and ecophysiological response of juvenile clonal plants of these species, cultivated in abandoned pastures in M,rida, Venezuela. Survivorship, growth (height and culm diameter), and ecophysiological parameters were monitored the first year during wet and dry seasons. Survival rates were high in both species (95% in G. amplexifolia and 89% in G. angustifolia). Midday leaf water potentials decreased in both species during dry months (-1.28 to-2.72 MPa in G. amplexifolia and-1.67 to-2.37 MPa in G. angustifolia, respectively). Net photosynthetic rates measured during wet [16.57 +/- 1.40 and 13.68 +/- 2.40 mu mol(CO2) m(-2) s(-1), respectively] and dry seasons [12.19 +/- 2.82 and 8.12 +/- 1.81 mu mol(CO2) m(-2) s(-1), respectively], demonstrated that G. amplexifolia maintained consistently higher photosynthetic rates compared to G. angustifolia, which could explain the higher growth rates of the former. Similar trends were observed for stomatal conductance, transpiration, water-use efficiency, electron transport rate, and photochemical quenching of PSII. G. angustifolia maintained higher nonphotochemical quenching as well as a higher consumption of electrons per molecule of CO2 fixed, indicating a lower photosynthetic efficiency. The maximal photochemical efficiency of PSII (0.73-0.76) suggested that neither of these species suffered from photoinhibition, despite persistently high radiation and air temperatures at the study site.","Authors":"Ely, F (Ely, F.) ; Araque, O (Araque, O.) ; Jaimez, R (Jaimez, R.)","Title":"Growth and ecophysiological response in juvenile clones of Guadua (Guaduinae: Bambusoideae) cultivated in an altered lowland tropical region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100012 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"arbuscular mycorrhizal symbiosis; carbohydrates; chlorophyll; gas exchange; lipids; mineral nutrition KeyWords Plus:VITIS-VINIFERA L.; GLOMUS-INTRARADICES; MICROBIAL COMMUNITIES; CARBON METABOLISM; DROUGHT STRESS; SALT STRESS; GROWTH; PHOSPHATE; TRANSLOCATION; TRANSPORT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 308-316 DOI: 10.1007/s11099-016-0243-5 Published: JUN 2017","Abstract":"In this study, we hypothesized that colonization of olive trees (Olea europaea L.) with the arbuscular mycorrhizal fungus Rhizophagus irregularis could modify the profiles of rhizosphere microbial communities with subsequent effects on nutrient uptake that directly affects olive tree physiology and performance. In this context, a greenhouse experiment was carried out in order to study the effects of mycorrhizal colonization by R. irregularis on photosynthesis, pigment content, carbohydrate profile, and nutrient uptake in olive tree. After six months of growth, photosynthetic rate in mycorrhizal (M) plants was significantly higher than that of nonmycorrhizal plants. A sugar content analysis showed enhanced concentrations of mannitol, fructose, sucrose, raffinose, and trehalose in M roots. We also observed a significant increase in P, K, Ca, Mg, Zn, Fe, and Mn contents in leaves of the M plants. These results are important, since nutrient deficiency often occurs in Mediterranean semiarid ecosystems, where olive trees occupy a major place.","Authors":"Tekaya, M (Tekaya, M.) ; Mechri, B (Mechri, B.) ; Mbarki, N (Mbarki, N.) ; Cheheb, H (Cheheb, H.) ; Hammami, M (Hammami, M.) ; Attia, F (Attia, F.)","Title":"Arbuscular mycorrhizal fungus Rhizophagus irregularis influences key physiological parameters of olive trees (Olea europaea L.) and mineral nutrient profile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100015 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"leaf photochemistry; nitrate reductase; photosynthetic rate; chlorophyll fluorescence KeyWords Plus:PHOTOSYSTEM-II PHOTOCHEMISTRY; NITROGEN-METABOLISM; NITRATE REDUCTASE; LEAVES; L.; GROWTH; ASSIMILATION; CAROTENOIDS; ARABIDOPSIS; EXPRESSION","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 338-350 DOI: 10.1007/s11099-016-0643-6 Published: JUN 2017","Abstract":"Effect of selenium on leaf senescence was studied in oilseed rape plants treated with 10 mu M Na2SeO4 at a rosette growth stage. In addition to developmental senescence, N deficiency and leaf detachment were used for induction of senescence. Nonphotochemical quenching declined in old leaves as senescence became more advancing but rose progressively in the plants supplied by Se. The total carbohydrate and protein pools decreased with leaf age, while increased by the Se treatment. However, during senescence induced by N deficiency, Se did not change remarkably the C and N metabolism, but delayed senescence mainly through protection of plants from photoinhibitory effects. After detachment, untreated leaves became chlorotic and necrotic, while the Se-treated ones remained fairly green. Our results demonstrated that Se delayed leaf senescence by a maintaining or even improving photochemical activities. During developmental senescence, the Se effect on the extending life span of the leaves was additionally linked to the metabolic regulation of senescence.","Authors":"Rahmat, S (Rahmat, S.) ; Hajiboland, R (Hajiboland, R.) ; Sadeghzade, N (Sadeghzade, N.)","Title":"Selenium delays leaf senescence in oilseed rape plants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963300125 ISSN: 0925-4005","Keywords":"Light-addressable potentiometric sensor (LAPS); Equivalent circuit; Non-illuminated region; Bypass current; Photocurrent; Cross-talk KeyWords Plus:CHEMICAL IMAGING SENSOR; EXTRACELLULAR ACIDIFICATION; CELLULAR-METABOLISM; SPATIAL-RESOLUTION; AMORPHOUS-SILICON; LAPS-ARRAY; SYSTEM; PENICILLIN; SENSITIVITY; SIMULATION","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 244 Pages: 1071-1079 DOI: 10.1016/j.snb.2017.01.047 Published: JUN 2017","Abstract":"The LAPS (light-addressable potentiometric sensor) platform is one of the most attractive approaches for chemical and biological sensing with many applications ranging from pH and ion/analyte concentration measurements up to cell metabolism detection and chemical imaging. However, although it is generally accepted that LAPS measurements are spatially resolved, the light-addressability feature of LAPS devices has not been discussed in detail so far. In this work, an extended electrical equivalent-circuit model of the LAPS has been presented, which takes into account possible cross-talk effects due to the capacitive coupling of the non-illuminated region. A shunting effect of the non-illuminated area on the measured photocurrent and addressability of LAPS devices has been studied. It has been shown, that the measured photocurrent will be determined not only by the local interfacial potential in the illuminated region but also by possible interfacial potential changes in the non-illuminated region, yielding cross-talk effects. These findings were supported by the experimental investigations of a penicillin-sensitive multi-spot LAPS and a metal-insulator-semiconductor LAPS as model systems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Poghossian, A (Poghossian, A.) ; Werner, CF (Werner, C. F.) ; Buniatyan, VV (Buniatyan, V. V.) ; Wagner, T (Wagner, T.) ; Miamoto, K (Miamoto, K.) ; Yoshinobu, T (Yoshinobu, T.) ; Schoning, MJ (Schoening, M. J.)","Title":"Towards addressability of light-addressable potentiometric sensors: Shunting effect of non-illuminated region and cross-talk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395745700014 PubMed ID: 27820970 ISSN: 1042-8194 eISSN: 1029-2403","Keywords":"Pharmacotherapeutics; chemotherapeutic approaches; prognostication KeyWords Plus:DRUG-DRUG INTERACTIONS; SINGLE-ARM; RITUXIMAB; COLLAGEN; PHASE-2; AGENTS","Categories":"Oncology; Hematology Web of Science Categories:Oncology; Hematology","Journal Information":"LEUKEMIA & LYMPHOMA Volume: 58 Issue: 6 Pages: 1376-1383 DOI: 10.1080/10428194.2016.1251592 Published: JUN 2017","Abstract":"Due to Cytochrome P450 3A (CYP3A) metabolism, clinical trials of ibrutinib-treated chronic lymphocytic leukemia (CLL) patients prohibited concurrent medications metabolized by CYP3A. We evaluated concomitant medication use in 118 ibrutinib-treated CLL patients outside the context of clinical trials. Seventy-five (64%) patients were on medications that could increase ibrutinib toxicity and 4 (3%) were on drugs that could decrease ibrutinib efficacy. Nineteen (16%) patients were on concomitant CYP3A inhibitors (11 moderate, 8 strong), and 4 (3%) were on CYP3A inducers (two patients were on both CYP3A inhibitors and inducers). Although the ibrutinib starting dose was changed in 18 patients on CYP3A interacting medications, no difference in 18-month progression-free survival or rate of ibrutinib discontinuation was observed in patients who were not. In routine clinical practice, 2 of 3 CLL patients commencing ibrutinib are on a concomitant medication with potential to influence ibrutinib metabolism. Formal medication review by a pharmacist should be considered in all patients initiating ibrutinib.","Authors":"Finnes, HD (Finnes, Heidi D.) ; Chaffee, KG (Chaffee, Kari G.) ; Call, TG (Call, Timothy G.) ; Ding, W (Ding, Wei) ; Kenderian, SS (Kenderian, Saad S.) ; Bowen, DA (Bowen, Deborah A.) ; Conte, M (Conte, Michael) ; McCullough, KB (McCullough, Kristen B.) ; Merten, JA (Merten, Julianna A.) ; Bartoo, GT (Bartoo, Gabriel T.) ; Smith, MD (Smith, Matthew D.) ; Leis, J (Leis, Jose) ; Chanan-Khan, A (Chanan-Khan, Asher) ; Schwager, SM (Schwager, Susan M.) ; Slager, SL (Slager, Susan L.) ; Kay, NE (Kay, Neil E.) ; Shanafelt, TD (Shanafelt, Tait D.) ; Parikh, SA (Parikh, Sameer A.) ...More...Less","Title":"Pharmacovigilance during ibrutinib therapy for chronic lymphocytic leukemia (CLL)/small lymphocytic lymphoma (SLL) in routine clinical practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395745700020 PubMed ID: 27736268 ISSN: 1042-8194 eISSN: 1029-2403","Keywords":"Iron metabolism; addiction; leukemia; chemotherapy; synergy KeyWords Plus:TRANSFERRIN RECEPTOR EXPRESSION; MYELOID-LEUKEMIA CELLS; INDUCED APOPTOSIS; SUPPRESSOR GENE; CANCER-CELLS; ER STRESS; DEFERASIROX; MTOR; PROLIFERATION; AGENTS","Categories":"Oncology; Hematology Web of Science Categories:Oncology; Hematology","Journal Information":"LEUKEMIA & LYMPHOMA Volume: 58 Issue: 6 Pages: 1433-1445 DOI: 10.1080/10428194.2016.1239257 Published: JUN 2017","Abstract":"Iron is an essential nutrient, acting as a catalyst for metabolic reactions that are fundamental to cell survival and proliferation. Iron complexed to transferrin is delivered to the metabolism after endocytosis via the CD71 surface receptor. We found that transformed cells from a murine PTEN-deficient T-cell lymphoma model and from T-cell acute lymphoblastic leukemia/lymphoma (T-ALL/T-LL) cell lines overexpress CD71. As a consequence, the cells developed an addiction toward iron whose chelation by deferoxamine (DFO) dramatically affected their survival to induce apoptosis. Interestingly, DFO displayed synergistic activity with three ALL-specific drugs: dexamethasone, doxorubicin, and L-asparaginase. DFO appeared to act through a reactive oxygen species-dependent DNA damage response and potentiated the action of an inhibitor of the PARP pathway of DNA repair. Our results demonstrate that targeting iron metabolism could be an interesting adjuvant therapy for acute lymphoblastic leukemia.","Authors":"Benadiba, J (Benadiba, Joy) ; Rosilio, C (Rosilio, Celia) ; Nebout, M (Nebout, Marielle) ; Heimeroth, V (Heimeroth, Vera) ; Neffati, Z (Neffati, Zouhour) ; Popa, A (Popa, Alexandra) ; Mary, D (Mary, Didier) ; Griessinger, E (Griessinger, Emmanuel) ; Imbert, V (Imbert, Veronique) ; Sirvent, N (Sirvent, Nicolas) ; Peyron, JF (Peyron, Jean-Francois) ...More...Less","Title":"Iron chelation: an adjuvant therapy to target metabolism, growth and survival of murine PTEN-deficient T lymphoma and human T lymphoblastic leukemia/lymphoma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900013 PubMed ID: 28410146 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"RPTK; NOK; Warburg Effect; Aerobic Glycolysis; Mitochondria-Nucleus Translocation; Mitochondria; acetyl-CoA; Acetylation; Histone; Pyruvate Dehydrogenase Complex; Tricarboxylic; Acid Cycle KeyWords Plus:LACTATE-DEHYDROGENASE-A; C-MYC; CANCER METABOLISM; TUMOR-GROWTH; PYRUVATE-DEHYDROGENASE; CELL-GROWTH; GENES; COA; ACTIVATION; EXPRESSION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1792-1804 Published: JUN 1 2017","Abstract":"NOK is a potent oncogene that can transform normal cells to cancer cells. We hypothesized that NOK might impact cancer cell metabolism and histone acetylation. We show that NOK localizes in the mitochondria, and while it minimally impacts tricarboxylic acid (TCA) cycle, it markedly inhibits the process of electron transport and oxidative phosphorylation processes and dramatically enhances aerobic glycolysis in cancer cells. NOK promotes the mitochondrial-nuclear translocation of pyruvate dehydrogenase complex (PDC), and enhances histone acetylation in the nucleus. Together, these findings show that NOK mediates glycolysis and nuclear PDC associated histone acetylation.","Authors":"Shi, WY (Shi, Wei-Ye) ; Yang, X (Yang, Xiao) ; Huang, B (Huang, Bo) ; Shen, WH (Shen, Wen H.) ; Liu, L (Liu, Li)","Title":"NOK mediates glycolysis and nuclear PDC associated histone acetylation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831800007 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Adenylate energy charge; Controlled atmosphere storage; Fruit quality; Physiological disorders; Pyrus communis KeyWords Plus:CONTROLLED-ATMOSPHERE STORAGE; ABBE FETEL PEARS; CHLOROPHYLL FLUORESCENCE; PHYSIOLOGICAL DISORDERS; BROWNING DISORDERS; CORE BREAKDOWN; FRUIT-QUALITY; COLD-STORAGE; DANJOU PEAR; ENERGY-METABOLISM","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 128 Pages: 54-62 DOI: 10.1016/j.postharvbio.2017.02.005 Published: JUN 2017","Abstract":"Current technologies allowing the use of extremely low oxygen partial pressures (pO(2)), the introduction of 1-methylcyclopronene (1-MCP), and the regulatory prohibition of diphenylamine are changing the conventional storage protocols for pear cultivars. Internal disorders, in particular, severely damage pear quality during controlled atmosphere storage. 'Rocha' pear (Pyrus cummunis L.) was stored for 136 d at 0.5 degrees C in air or under 3.0 and 0.5 kPa O-2 with 0.6 kPa CO2. Fruits treated with 150 nL L (1)1-MCP were also stored at 3.0 and 0.5 kPa O-2 after 32 d in air following the treatment. Internal disorders did not develop in fruit stored in air (20.8 kPa O-2) or at 0.5 kPa O-2 but affected 10.2% of the fruit stored in 3.0 kPa O-2 after 136 d. 1-MCP increased disorder incidence at 0.5 and at 3.0 kPa O-2. Four types of internal disorders occurred: core browning, white cavity, necrotic cavity, and flesh browning. Low O-2 reduced ethylene production and respiration rates which were further reduced by the treatment with 1-MCP. ATP concentration and adenylate energy charge were higher in fruit stored in air than in those at 3.0 and were generally lowest in fruit at 0.5 kPa O-2. The effect of pO(2) on energy metabolism prevailed over that of 1-MCP treatment. The linkage between ATP and adenylate energy charge (AEC) and the incidence of internal disorders was not strong, since under the same pO(2), 1-MCP enhanced the incidence of disorders with a negligible effect on adenylate nucleotides or AEC. It was not possible to establish a threshold of ATP concentration or AEC below which internal disorder develop. In conclusion, poststorage quality of 'Rocha' pear was better at the extremely low pO(2) of 0.5 kPa than at 3.0 kPa. 1-MCP was detrimental to internal disorders and blocked poststorage softening of 'Rocha' pear stored at 0.5 kPa O-2. (C) 2017 Elsevier B. V. All rights reserved.Current technologies allowing the use of extremely low oxygen partial pressures (pO(2)), the introduction of 1-methylcyclopronene (1-MCP), and the regulatory prohibition of diphenylamine are changing the conventional storage protocols for pear cultivars. Internal disorders, in particular, severely damage pear quality during controlled atmosphere storage. 'Rocha' pear (Pyrus cummunis L.) was stored for 136 d at 0.5 degrees C in air or under 3.0 and 0.5 kPa O-2 with 0.6 kPa CO2. Fruits treated with 150 nL L (1)1-MCP were also stored at 3.0 and 0.5 kPa O-2 after 32 d in air following the treatment. Internal disorders did not develop in fruit stored in air (20.8 kPa O-2) or at 0.5 kPa O-2 but affected 10.2% of the fruit stored in 3.0 kPa O-2 after 136 d. 1-MCP increased disorder incidence at 0.5 and at 3.0 kPa O-2. Four types of internal disorders occurred: core browning, white cavity, necrotic cavity, and flesh browning. Low O-2 reduced ethylene production and respiration rates which were further reduced by the treatment with 1-MCP. ATP concentration and adenylate energy charge were higher in fruit stored in air than in those at 3.0 and were generally lowest in fruit at 0.5 kPa O-2. The effect of pO(2) on energy metabolism prevailed over that of 1-MCP treatment. The linkage between ATP and adenylate energy charge (AEC) and the incidence of internal disorders was not strong, since under the same pO(2), 1-MCP enhanced the incidence of disorders with a negligible effect on adenylate nucleotides or AEC. It was not possible to establish a threshold of ATP concentration or AEC below which internal disorder develop. In conclusion, poststorage quality of 'Rocha' pear was better at the extremely low pO(2) of 0.5 kPa than at 3.0 kPa. 1-MCP was detrimental to internal disorders and blocked poststorage softening of 'Rocha' pear stored at 0.5 kPa O-2. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Saquet, A (Saquet, Adriano) ; Almeida, D (Almeida, Domingos)","Title":"Internal disorders of 'Rocha' pear affected by oxygen partial pressure and inhibition of ethylene action"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831800012 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"UV-C; Quality; Minimally processed; Lily bulb KeyWords Plus:POSTHARVEST BROCCOLI FLORETS; PHENOLIC-COMPOUNDS; ANTIOXIDANT ACTIVITY; BUTTON MUSHROOMS; CHILLING INJURY; COLD-STORAGE; QUALITY; FRUIT; IRRADIATION; ACID","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 128 Pages: 105-111 DOI: 10.1016/j.postharvbio.2017.02.010 Published: JUN 2017","Abstract":"The effects of 4.5 kJ m (UV)-U-2-C radiation on the quality of minimally processed lily bulb, such as browning, growth of microorganism, total phenolic content, starch, total soluble sugar, reducing sugar content, the activities of phenylalanine ammonia lyase (PAL), polyphenol oxidase (PPO), peroxidase (POD), alpha-amylase, beta-amylase, starch phosphorylase and the antioxidant activity were studied. Results showed that UV-C treatment inhibited browning index and microbial growth by approximately 37% and 32% respectively. Compared with the control, PPO and POD activities of UV-C treated minimally processed lily bulb were reduced by about 26% and 18% respectively, while total phenolic content was increased by 13%. UV-C treatment down-regulated the activities of alpha-amylase, beta-amylase and starch phosphorylase, which resulted in higher content of starch, total soluble sugar content and lower content of reducing sugar. The antioxidant activity and PAL activity were higher than the control during storage. These results indicated UV-C treatment could effectively maintain quality of minimally processed lily bulb stored at 4 +/- 1 degrees C. Therefore, UV-C radiation might be an effective and safe alternative technology for minimally processed lily bulb. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, H (Huang, Hao) ; Ge, ZW (Ge, Zhiwei) ; Limwachiranon, J (Limwachiranon, Jarukitt) ; Li, L (Li, Li) ; Li, WR (Li, Weirong) ; Luo, ZS (Luo, Zisheng)","Title":"UV-C treatment affects browning and starch metabolism of minimally processed lily bulb"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831800020 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Fresh-cut lotus root; Ethanol; Ascorbic acid; Anti-browning; Antimicrobial; Quality KeyWords Plus:TABLE GRAPES; NELUMBO-NUCIFERA; SHELF-LIFE; PHENOLIC METABOLISM; CONTROL DECAY; HOT-WATER; STORAGE; VAPOR; ATMOSPHERE; EXTRACT","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 128 Pages: 169-177 DOI: 10.1016/j.postharvbio.2016.12.002 Published: JUN 2017","Abstract":"Aqueous solutions of ethanol and ascorbic acid alone and in combination were compared to a commonly used sanitizer, sodium hypochlorite, and a leading commercial antibrowning agent containing calcium ascorbate (CA) for their efficacy to inhibit microbial growth and browning on fresh-cut lotus root. Fresh cut lotus root slices were immersed in one of 7 treatment solutions including water (control), 30% ethanol (v/v), 30% ethanol (v/v) plus 30 g L (1) ascorbic acid (AA), 30% ethanol (v/v) plus 30 g L (1) CA, 30 g L 1 AA, 30 g L (1) CA and 100 mg L (1) sodium hypochlorite for 2 min, and then packaged in polyethylene bags and stored for 28 d at 4 degrees C. Packages were monitored for headspace gas composition, color, texture, aerobic mesophilic bacteria, and yeast and mold populations, electrolyte leakage and sensory attributes. The results indicate that all ethanol treatments, with and without added AA or CA, not only inhibited microbial growth, but also delayed browning more effectively than either AA or CA alone. The combined treatments of Ethanol 30% (v/v) along with 30 g L (1) AA or 30 g L (1) CA were even more effective than ethanol alone in maintaining quality of fresh-cut lotus slices during cold storage. Increasing ethanol concentration within the range of 5-30% (v/v) when accompanied by 30 g L (1) AA, decreased microbial populations and had little effect on quality maintenance of fresh-cut lotus root during cold storage. Ethanol concentrations of 20-30% (v/v) in conjunction with 30 g L (1) AA have the potential to inhibit browning and maintain quality of fresh-cut lotus root slices for more than 14 d when stored at 4 degrees C. This is the first use of ethanol as a dual control for both browning and microbial growth in fresh-cut lotus root. Published by Elsevier B.V.","Authors":"Gao, J (Gao, Jia) ; Luo, YG (Luo, Yaguang) ; Turner, E (Turner, Ellen) ; Zhu, YQ (Zhu, Yongqing)","Title":"Mild concentration of ethanol in combination with ascorbic acid inhibits browning and maintains quality of fresh-cut lotus root"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394631400049 PubMed ID: 28159281 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Enzymatic esterification; Candida antarctica lipase (Novozyme 435); Ionic liquid; Dihydrocaffeic acid; Antioxidant activity KeyWords Plus:ACID PHENETHYL ESTER; CAFFEIC ACID; PHENOLIC-ACIDS; CANDIDA-ANTARCTICA; ESTERIFICATION; LIPOPHILIZATION; ELECTROLYTES; METABOLISM; EMULSIONS; BACTERIA","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 224 Pages: 365-371 DOI: 10.1016/j.foodchem.2016.12.075 Published: JUN 1 2017","Abstract":"The solubility limitations of phenolic acids in many lipidic environments are now greatly improved by their enzymatic esterification in ionic liquids (ILs). Herein, four different ILs were tested for the esterification of dihydrocaffeic acid with hexanol and the best IL was selected for the synthesis of four other n alkyl esters with different chain-lengths. The effect of alkyl chain length on the anti-oxidative properties of the resulted purified esters was investigated using beta-carotene bleaching (BCB) and free radical scavenging method DPPH and compared with butylated hydroxytoluene (BHT) as reference compound. All four esters (methyl, hexyl, dodecyl and octadecyl dihydrocaffeates) exhibited relatively strong radical scavenging abilities. The scavenging activity of the test compounds was in the following order: methyl ester > hexyl ester dodecyl ester >> octadecyl ester> BHT while the order for the BCB anti-oxidative activity was; BHT > octadecyl ester > dodecyl ester > hexyl ester > methyl ester. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gholivand, S (Gholivand, Somayeh) ; Lasekan, O (Lasekan, Ola) ; Tan, CP (Tan, Chin Ping) ; Abas, F (Abas, Faridah) ; Wei, LS (Wei, Leong Sze)","Title":"Comparative study of the antioxidant activities of some lipase-catalyzed alkyl dihydrocaffeates synthesized in ionic liquid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395214900006 PubMed ID: 28126513 ISSN: 1871-6784 eISSN: 1876-4347","Keywords":"EBPR deterioration; Respiratory chain inhibition; PAOs metabolism; Energy cell conservation KeyWords Plus:BIOLOGICAL PHOSPHORUS REMOVAL; POLYPHOSPHATE-ACCUMULATING ORGANISMS; AEROBIC/EXTENDED-IDLE REGIME; PERMANENT AEROBIC CONDITIONS; SEQUENCING BATCH REACTOR; WASTE-WATER; METABOLIC MODEL; PHOSPHATE REMOVAL; CARBON-SOURCES; SLUDGE","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology","Journal Information":"NEW BIOTECHNOLOGY Volume: 36 Pages: 42-50 DOI: 10.1016/j.nbt.2017.01.003 Published: MAY 25 2017","Abstract":"In this study, the deterioration of the typical EBPR (Enhanced Biological Phosphorus Removal) process due to the simultaneous presence of electron donor (external substrate) and electron acceptor (oxygen or nitrate) was investigated by using a PAOs (Polyphosphate Accumulating Organisms)-enriched biomass grown in a modified DEPHANOX system. Intracellular and extracellular constituents were monitored in batch tests under different electron donor and acceptor conditions and specific oxygen and nitrogen uptake rates were evaluated. Results showed that phosphorus uptake was inhibited during the simultaneous presence of electron donor (acetate) and acceptor (02/NO3-) in the mixed liquor. In the presence of acetate, PHAs and glycogen were produced under both aerobic and anoxic conditions irrespectively to the PHAs amount already stored intracellularly. The Krebs cycle reactions and oxidative phosphorylation provided the reduced coenzymes and energy required for PHAs synthesis when biomass polyphosphate content was low. On the contrary, polyphosphate cleavage provided the ATP required for PHAs synthesis in the presence of high biomass polyphosphate content. Inhibition of the respiratory chain reactions was observed when biomass with high polyphosphate and low PHAs content was subjected to simultaneous presence of electron donor and acceptor. PHAs utilization rather than glycogen degradation appears to favor phosphate accumulation since no polyphosphate synthesis occurred in the absence of PHAs reserves. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zafiriadis, I (Zafiriadis, Ilias) ; Kapagiannidis, AG (Kapagiannidis, Anastasios G.) ; Ntougias, S (Ntougias, Spyridon) ; Aivasidis, A (Aivasidis, Alexander)","Title":"Inhibition of the respiratory chain reactions in denitrifying EBPR biomass under simultaneous presence of acetate and electron acceptor"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687100022 PubMed ID: 28222352 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Pharmaceuticals; Africa; Environment; Aqueous samples; Wastewater treatment plants KeyWords Plus:SOLID-PHASE EXTRACTION; TANDEM MASS-SPECTROMETRY; PERSONAL CARE PRODUCTS; NONSTEROIDAL ANTIINFLAMMATORY DRUGS; NAIROBI RIVER-BASIN; WASTE-WATER; LIQUID-CHROMATOGRAPHY; SOUTH-AFRICA; ACIDIC PHARMACEUTICALS; SURFACE-WATER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 211-220 DOI: 10.1016/j.jenvman.2017.02.022 Published: MAY 15 2017","Abstract":"In this review paper, the milestones and challenges that have been achieved and experienced by African Environmental Scientists regarding the assessment of water pollution caused by the presence of pharmaceutical compounds in water bodies are highlighted. The identification and quantification of pharmaceuticals in the African water bodies is important to the general public at large due to the lack of information. The consumption of pharmaceuticals to promote human health is usually followed by excretion of these drugs via urine or fecal matter due to their slight transformation in the human metabolism. Therefore, large amounts of pharmaceuticals are being discharged continuously from wastewater treatment plants into African rivers due to inefficiency of employed sewage treatment processes. Large portions of African communities do not even have proper sanitation systems which results in direct contamination of water resources with human waste that contains pharmaceutical constituents among other pollutants. Therefore, this article provides the overview of the recent studies published, mostly from 2012 to 2016, that have focused on the occurrence of different classes of pharmaceuticals in African aqueous systems. Also, the current analytical methods that are being used in Africa for pharmaceutical quantification in environmental waters are highlighted. African Scientists have started to investigate the material's and remediation processes for the elimination of pharmaceuticals from water.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Madikizela, LM (Madikizela, Lawrence Mzukisi) ; Tavengwa, NT (Tavengwa, Nikita Tawanda) ; Chimuka, L (Chimuka, Luke) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Madikizela, Lawrence  http://orcid.org/0000-0001-6096-2701","Title":"Status of pharmaceuticals in African water bodies: Occurrence, removal and analytical methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392778700015 PubMed ID: 28069115 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Coat colour; Isoflavone; Fatty acid; Soybean; Storage KeyWords Plus:DIFFERENT STORAGE-CONDITIONS; LIPID-PEROXIDATION; QUALITY; COAT; ISOFLAVONE","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 223 Pages: 104-113 DOI: 10.1016/j.foodchem.2016.12.036 Published: MAY 15 2017","Abstract":"The effects of storage duration on the seed germination and metabolite profiling of soybean seeds with five different coloured coats were studied. Their germination, constituents and transcript expressions of isoflavones and free fatty acids (FFAs) were compared using chromatographic metabolomic profiling and transcriptome sequencing. The seed water content was characterized using nuclear magnetic resonance (NMR) relaxometry. Results showed that dark-coloured seeds were less inactivated than light-coloured seeds. The aglycone and beta-glucoside concentrations of upstream constituents increased significantly, whereas the acetylglucosides and malonylglucosides of downstream constituents decreased with an increase in the storage period. FFAs increased considerably in the soybean seeds as a result of storage. These results indicate that dark-coloured soybean seeds have better storability than light-coloured seeds, and seed water content plays a role in seed inactivation. It was concluded that there are certain metabolic regularities that are associated with different coloured seed coats of soybeans under storage conditions. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Liu, J (Liu, Jiang) ; Qin, WT (Qin, Wen-ting) ; Wu, HJ (Wu, Hai-jun) ; Yang, CQ (Yang, Cai-qiong) ; Deng, JC (Deng, Jun-cai) ; Iqbal, N (Iqbal, Nasir) ; Liu, WG (Liu, Wei-guo) ; Du, JB (Du, Jun-bo) ; Shu, K (Shu, Kai) ; Yang, F (Yang, Feng) ; Wang, XC (Wang, Xiao-chun) ; Yong, TW (Yong, Tai-wen) ; Yang, WY (Yang, Wen-yu) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Liu, Jiang  http://orcid.org/0000-0001-8791-3053","Title":"Metabolism variation and better storability of dark- versus light-coloured soybean (Glycine max L. Merr.) seeds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398435500003 PubMed ID: 28372724 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Metabolomics; Lipidomics; Metabolite coverage; Two-dimensional liquid chromatography; Heart-cutting KeyWords Plus:TARGETED METABOLOMICS; REVERSED-PHASE; UPLC-MS; COVERAGE; SEPARATION; PLASMA; IDENTIFICATION; METABOLISM; DISEASE; CANCER","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 966 Pages: 34-40 DOI: 10.1016/j.aca.2017.03.004 Published: MAY 8 2017","Abstract":"Increasing metabolite coverage by combining data from different platforms or methods can improve understanding of related metabolic mechanisms and the identification of biomarkers. However, no one method can obtain metabolomic and lipidomic information in a single analysis. In this work, aiming at collecting comprehensive information on metabolome and lipidome in a single analytical run, we developed an on-line heart-cutting two-dimensional liquid chromatography-mass spectrometry (2D-LCMS) method. Complex metabolites from biological samples are divided into two fractions by using a precolumn. The first fraction is directly transferred and subjected to metabolomics analysis. Most lipids are retained on the precolumn until the mobile phases for lipidomics flow through; then they are subjected to lipidomics analysis. Up to 447 and 289 metabolites in plasma, including amino acids, carnitines, bile acids, free fatty acids, lyso-phospholipids, phospholipids, sphingomyelins etc. were identified within 30 min in the positive mode and negative mode, respectively. A comparison of the newly developed method with the conventional metabolomic and lipidomic approaches showed that approximately 99% features obtained by the two conventional methods can be covered with this 2D-LC method. Analytical characteristics evaluation showed the method had a wide linearity range, high sensitivity, satisfactory recovery and repeatability. These results demonstrate that this method is reliable, stable and well qualified in metabolomics analysis, particularly for large-scale metabolomics studies with small amount of samples. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, SY (Wang, Shuangyuan) ; Zhou, LN (Zhou, Lina) ; Wang, ZC (Wang, Zhichao) ; Shi, XZ (Shi, Xianzhe) ; Xu, GW (Xu, Guowang)","Title":"Simultaneous metabolomics and lipidomics analysis based on novel heart-cutting two-dimensional liquid chromatography-mass spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100018 PubMed ID: 28193523 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Antidepressant; FAAH inhibitor; AEA; LTD; Stress; Hippocampus KeyWords Plus:ENDOCANNABINOID SYSTEM; BRAIN; TRANSMISSION; MODULATION; CANNABINOIDS; METABOLISM; MECHANISMS; PLASTICITY; BLOCKADE; MEMORY","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 138-145 DOI: 10.1016/j.bbr.2017.01.054 Published: MAY 1 2017","Abstract":"Recent studies have shown that inhibition of fatty acid amide hydrolase (FAAH), the major degradative enzyme of the endocannabinoid N-arachidonoylethanolamine (AEA), produced antidepressant behavioral responses, but its underlying mechanism is not clear. Here we find that a systemic administration of the FAAH inhibitor PF3845 or an intra-CA1 application of AEA elicits an in vivo long-term depression (LTD) at excitatory glutamatergic CA3-CA1 synapses of the hippocampus. The PF3845-and/or AEA-elicited LTD are abolished by the LTD-blocking peptide Tat-GIuR2. PF3845 significantly decreases passive behavioral coping of naive mice to acute inescapable stress, which is also abolished by Tat-GluR2 peptide. However, PF3845 does not significantly affect sucrose assumption ratio of mice receiving chronic administration of corticosterone. These results suggest that FAAH inhibitors are able to produce antidepressant effects in naive animals in response to acute stress through LTD at hippocampal glutamatergic CA3-CA1 synapses. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, Y (Wang, Ying) ; Zhang, X (Zhang, Xia)","Title":"FAAH inhibition produces antidepressant-like efforts of mice to acute stress via synaptic long-term depression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647300032 PubMed ID: 28237711 ISSN: 0889-1591 eISSN: 1090-2139","Keywords":"Toll-like receptors; Anandamide; Cytokines; Neuroinflammation; Sickness; Anhedonia KeyWords Plus:FEAR-CONDITIONED ANALGESIA; VANILLOID RECEPTOR TRPV1; ACUTE POSTOPERATIVE PAIN; INNATE IMMUNE-RESPONSE; RAT MICROGLIAL CELLS; NF-KAPPA-B; ENDOCANNABINOID SYSTEM; PSYCHIATRIC-DISORDERS; TNF-ALPHA; INFLAMMATORY PAIN","Categories":"Immunology; Neurosciences & Neurology Web of Science Categories:Immunology; Neurosciences","Journal Information":"BRAIN BEHAVIOR AND IMMUNITY Volume: 62 Pages: 318-331 DOI: 10.1016/j.bbi.2017.02.016 Published: MAY 2017","Abstract":"Aberrant activation of toll-like receptors (TLRs), key components of the innate immune system, has been proposed to underlie and exacerbate a range of central nervous system disorders. Increasing evidence supports a role for the endocannabinoid system in modulating inflammatory responses including those mediated by TLRs, and thus this system may provide an important treatment target for neuroinflammatory disorders. However, the effect of modulating endocannabinoid tone on TLR-induced neuroinflammation in vivo and associated behavioural changes is largely unknown. The present study examined the effect of inhibiting fatty acid amide hydrolyase (FAAH), the primary enzyme responsible for the metabolism of anandamide (AEA), in vivo on TLR4-induced neuroimmune and behavioural responses, and evaluated sites and mechanisms of action. Systemic administration of the FAAH inhibitor PF3845 increased levels of AEA, and related FAAH substrates N-oleoylethanolamide (OEA) and N-palmitoylethanolamide (PEA), in the frontal cortex and hippocampus of rats, an effect associated with an attenuation in the expression of pro-and anti-inflammatory cytokines and mediators measured 2hrs following systemic administration of the TLR4 agonist, lipopolysaccharide (LPS). These effects were mimicked by central i. c.v. administration of PF3845, but not systemic administration of the peripherally -restricted FAAH inhibitor URB937. Central antagonism of TRPV1 significantly attenuated the PF3845-induced decrease in IL-6 expression, effects not observed following antagonism of CB1, CB2, PPAR alpha, PPAR gamma or GPR55. LPS-induced a robust sickness -like behavioural response and increased the expression of markers of glial activity and pro-inflammatory cytokines over 24hrs. Systemic administration of PF3845 modulated the TLR4-induced expression of neuroimmune mediators and anhedonia without altering acute sickness behaviour. Overall, these findings support an important role for FAAH substrates directly within the brain in the regulation of TLR4-associated neuroinflammation and highlight a role for TRPV1 in partially mediating these effects.(C) 2017 Elsevier Inc. All rights reserved.","Authors":"Henry, RJ (Henry, Rebecca J.) ; Kerr, DM (Kerr, Daniel M.) ; Flannery, LE (Flannery, Lisa E.) ; Killilea, M (Killilea, Marykate) ; Hughes, EM (Hughes, Edel M.) ; Corcoran, L (Corcoran, Louise) ; Finn, DP (Finn, David P.) ; Roche, M (Roche, Michelle)","Title":"Pharmacological inhibition of FAAH modulates TLR-induced neuroinflammation, but not sickness behaviour: An effect partially mediated by central TRPV1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011900002 PubMed ID: 28202352 ISSN: 0304-3835 eISSN: 1872-7980","Keywords":"SLC38A3; Metastasis; NSCLC; Glutamine; PDK1 KeyWords Plus:GLUTAMINE TRANSPORTER; MAMMALIAN TARGET; GLIOMA-CELLS; SYSTEM N; METABOLISM; PROTEIN; PROLIFERATION; EXPRESSION; RAPAMYCIN","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CANCER LETTERS Volume: 393 Pages: 8-15 DOI: 10.1016/j.canlet.2017.01.036 Published: MAY 1 2017","Abstract":"Background: Tumor metastasis is a finely-tuned pathological process coupled to metabolic reprogramming that includes both glutamine and glucose. The solute carrier SLC38A3, a member of amino acid/polyamine/organocation (APC) superfamily, is an c-glutamine transporter. It is not clear whether SLC38A3 involves the metastasis of NSCLC (non small cell lung cancer). Methods: The scratch test and transwell assay were used to determine the ability of NSCLC to migrate. Cellular amino acids content was determined by mass spectrometry. The cellular response to glutamine/histidine deficiency was evaluated in A549 cells. The expression of SLC38A3 was assayed in clinical NSCLC and paratumor tissues by histoimmunochemistry staining. A nude mouse model of NSCLC metastasis was developed by tail vein injection of tumor cells. Results: SLC38A3 was upregulated in metastatic NSCLC cells and its expression was correlated with prognosis of NSCLC patients. SLC38A3 overexpression promoted epithelial mesenchymal transition (EMT) and migration of HCC827 and A549 human lung adenocarcinoma cells, and accelerated tumor metastasis in mice. We found that SLC38A3 decreased the cellular concentrations of glutamine and histidine, and the deficiency of glutamine or histidine activated PDK1/ART signaling that in turn, triggered NSCLC metastasis. Conclusions: SLC38A3 activated PDK1/AKT signaling and promoted metastasis of NSCLC through regulating glutamine and histidine transport, suggesting SLC38A3 as a potential therapeutic target for treatment of NSCLC. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, YH (Wang, Yanhui) ; Fu, L (Fu, Li) ; Cui, MQ (Cui, Minqing) ; Wang, YB (Wang, Yongbin) ; Xu, Y (Xu, Yan) ; Li, ML (Li, Molin) ; Mi, J (Mi, Jun)","Title":"Amino acid transporter SLC38A3 promotes metastasis of non-small cell lung cancer cells by activating PDK1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397683500011 PubMed ID: 28214587 ISSN: 0898-6568 eISSN: 1873-3913","Keywords":"Autophagy; mTOR; mTORC1; PAQR3; Nutrient sensing KeyWords Plus:ENERGY HOMEOSTASIS; MAMMALIAN-CELLS; GOLGI-APPARATUS; GROWTH-CONTROL; TOR COMPLEXES; RAG GTPASES; NUTRIENT; AMPK; METABOLISM; RAPTOR","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"CELLULAR SIGNALLING Volume: 33 Pages: 98-106 DOI: 10.1016/j.cellsig.2017.02.017 Published: MAY 2017","Abstract":"Amino acids are the key activators of the mTOR complex 1 (mTORC1, mainly composed of mTOR, Raptor and mLST8) required for cell growth and proliferation. On the other hand, deprivation of amino acids induces autophagy via inhibition of mTORC1 signaling. We report here that amino acid-induced mTORC1 activity and amino acid deprivation-induced autophagy are regulated by PAQR3, a newly found tumor suppressor. At the cellular level, PAQR3 negatively regulates amino acid-induced activation of mTORC1. The N-terminal end of PAQR3 interacts with the WD domains of Raptor and mLST8 directly. PAQR3 reduces the interaction of mTOR with Raptor and mLST8, thus disrupts formation of intact mTORC1 complex. PAQR3 modulates leucine-induced alteration in cell size. In addition, PAQR3 knockdown reduces amino acid deprivation-induced autophagy. The inhibitory effect of PAQR3 knockdown on autophagy is abrogated by rapamycin treatment, indicating that PAQR3 modulates autophagy via its regulation on mTORC1 signaling. In conclusion, our finding reveals a new mode of regulation of mTORC1 signaling and autophagy by PAQR3 in response to alterations of amino acids. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wang, L (Wang, Lin) ; Pan, Y (Pan, Yi) ; Huang, MQ (Huang, Meiqin) ; You, X (You, Xue) ; Guo, FF (Guo, Feifan) ; Chen, Y (Chen, Yan)","Title":"PAQR3 augments amino acid deprivation-induced autophagy by inhibiting mTORC1 signaling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200017 PubMed ID: 28211328 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Tetrabromobisphenol-A; Inhalation exposure; Excretion route; Respiratory minute volume KeyWords Plus:BROMINATED FLAME-RETARDANT; ONE-GENERATION REPRODUCTION; IN-VITRO; TBBPA; TOXICITY; CHINA; MICE; DISPOSITION; METABOLISM; HUMANS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 147-152 DOI: 10.1016/j.chemosphere.2017.01.108 Published: MAY 2017","Abstract":"Tetrabromobisphenol-A (TBBPA), a brominated flame retardant with the largest production volume worldwide, is employed as a reactive and additive flame retardant, and also as an intermediate in the production of other retardants. The constant release of TBBPA into the environment has attracted increasing attention to its potent health effects, To date, the vast majority of health-related research on TBBPA has focused on oral exposure. This study aims to explore the excretion characteristics of TBBPA in living organisms following inhalation exposure. An inhalation exposure system was established in which the experimental animal model was exposed to inhalable particles (diameter < 10 mu m) of TBBPA. The TBBPA aerosol doses used were 12.9, 54.6, 121.6, and 455.0 mg/m(3) according to tuning system parameters. Following 14 d (2 h/d) of repeated inhalational exposure, the primary route of elimination was in feces for all exposed groups, and the values showed a significant positive linear relationship with exposure dose. In contrast, the elimination amount in urine was less than 0.4% of the inhaled dose. Trace levels of TBBPA (less than 0.1% of the inhaled dose) were also detected in serum, with amounts varying from 0 to 844 ng (per rat) among all groups. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yu, YJ (Yu, Yunjiang) ; Wang, ZD (Wang, Zhengdong) ; Wang, Q (Wang, Qiong); Xiang, MD (Xiang, Mingdeng) ; Zhang, YP (Zhang, Yanping) ; Ge, QZ (Ge, Qingzhi) ; Li, LZ (Li, Liangzhong) ; Li, H (Li, Hui) ; Ma, RX (Ma, Ruixue)","Title":"Excretion characteristics of tetrabromobisphenol-A in Wistar rats following mouth and nose inhalation exposure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200027 PubMed ID: 28222377 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Autophagy; LC3; ATG4; Pelteobagrus fulvidraco; Zinc; Exposure pathways KeyWords Plus:ZN EXPOSURE; SYNECHOGOBIUS-HASTA; CELL-DEATH; ACCURATE NORMALIZATION; PROTEIN LIGHT-CHAIN-3; EXPRESSION ANALYSIS; CRYSTAL-STRUCTURE; OXIDATIVE STRESS; LIPID DEPOSITION; RT-PCR","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 228-238 DOI: 10.1016/j.chemosphere.2017.02.042 Published: MAY 2017","Abstract":"Autophagy mediates the regulation of lipid metabolism. Moreover, our recent study indicated that waterborne and dietborne zinc (Zn) exposure differentially influenced lipid metabolism in a fish species of significance for aquaculture, yellow catfish Pelteobagrus fulvidraco, but further mechanism remained unknown. The hypothesis of the present study is that autophagy mediated the Zn-induced changes of lipid metabolism of yellow catfish subjected to different exposure pathways. To this end, we cloned key genes involved in autophagy in yellow catfish, explored their mRNA expressions in responses to different Zn exposure pathways. Full-length cDNA sequences of two LC3 subtypes and six ATG4 isoforms were isolated from yellow catfish. More ATG4 members were firstly identified in fish that might have arisen by teleost-specific whole genome duplication events. All of these members shared similar domain structure to their orthologous genes of vertebrates. Their mRNAs were widely expressed in various tissues, but at variable levels. Extra Zn addition in water or diets induced (P < 0.05) mRNA expression of ATG4Da, ATG4Db and LOB. Considering their important roles of these genes in lipid metabolism, ATG4Da, ATG4Db and LC3B may mediate the changes of Zn-induced hepatic lipid metabolism of yellow catfish under different Zn exposure pathways. For the first time, we characterized the full-length cDNA sequences of six ATG4 isoforms and two LC3 subtypes, determined their tissue expression profiles and transcriptional responses to different Zn exposure pathways, which would contribute to our understanding of the molecular basis of autophagy, and also provide new insights into physiological responses to different Zn exposure pathways. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wei, CC (Wei, Chuan-Chuan) ; Luo, Z (Luo, Zhi) ; Song, YF (Song, Yu-Feng) ; Pan, YX (Pan, Ya-Xiong) ; Wu, K (Wu, Kun) ; You, WJ (You, Wen-Jing)","Title":"Identification of autophagy related genes LC3 and ATG4 from yellow catfish Pelteobagrus fulvidraco and their transcriptional responses to waterborne and dietborne zinc exposure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200050 PubMed ID: 28242458 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Phosphatases; Transaminases; Bilirubin; Intermediate metabolism; Liver damage KeyWords Plus:ALKALINE-PHOSPHATASE ACTIVITIES; ZEBRAFISH DANIO-RERIO; CARP CYPRINUS-CARPIO; ORYZIAS-LATIPES; OREOCHROMIS-SP.; MEDAKA FISH; PLANKTOTHRIX-AGARDHII; LABORATORY CONDITIONS; PATHOLOGICAL-CHANGES; OXIDATIVE STRESS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 431-439 DOI: 10.1016/j.chemosphere.2017.02.089 Published: MAY 2017","Abstract":"The toxicological effect of cellular extract of cyanobacterium Radiocystis fernandoi strain R28 containing RR and YR microcystins was analyzed in the fish Hoplias malabaricus with emphasis on the liver structure and energetic metabolism, after short-term exposure. Fish were intraperitoneally (i.p.) injected with 100 mu g of equivalent MC-LR kg(-1) body mass containing in the cellular extract of R. fernandoi strain R28. Twelve and 96 h post-injection, the plasma, liver and white muscle were sampled for biochemical analyses and liver was also sampled for morphological analyses. After i.p. injection, the activity of acid phosphatase (ACP), alanine aminotransferase (ALT) and direct bilirubin increased in the plasma, while ALT and aspartate aminotransferase (AST) decreased in the liver. Glucose, lactate and pyruvate increased while protein decreased in the plasma; glycogen, pyruvate and lactate decreased in the liver; and glycogen and glucose increased in the muscle. Ammonia increased in the plasma, liver and muscle. The hepatocyte cell shape changed from polyhedral to round after cellular extract injection; there was loss of biliary canaliculus organization, but the biliary duct morphology was conserved in the liver parenchyma. In conclusion, microcystins present in the cellular extract of R. fernandoi strain R28 affect the liver structure of H. malabaricus, but the liver was able to continuously produce energy by adjusting its intermediate metabolism; glycogenolysis and gluconeogenesis maintained glucose homeostasis and energy supply. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Paulino, MG (Paulino, Marcelo Gustavo) ; Rossi, PA (Rossi, Priscila Adriana) ; Venturini, FP (Venturini, Francine Perri) ; Tavares, D (Tavares, Driele) ; Souza, NED (da Silva Souza, Naiara Elisabete) ; Sakuragui, MM (Sakuragui, Marise Margareth) ; Moraes, G (Moraes, Gilberto) ; Terezan, AP (Terezan, Ana Paula) ; Fernandes, JB (Fernandes, Joao Batista) ; Giani, A (Giani, Alessandra) ; Fernandes, MN (Fernandes, Marisa Narciso) ...More...Less","Title":"Hepatotoxicity and metabolic effects of cellular extract of cyanobacterium Radiocystis fernandoi containing microcystins RR and YR on neotropical fish (Hoplias malabaricus)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000013 PubMed ID: 28160682 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Metabolic markers; Oxidative stress; Fish; Glyphosate; Atrazine; Quinclorac KeyWords Plus:GLYPHOSATE-BASED HERBICIDE; PROCHILODUS-LINEATUS; NEOTROPICAL FISH; ORGANOPHOSPHATE INSECTICIDE; HISTOPATHOLOGICAL CHANGES; BIOCHEMICAL-ALTERATIONS; LEPORINUS-OBTUSIDENS; ANGUILLA-ANGUILLA; SILVER CATFISH; STRESS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 98-109 DOI: 10.1016/j.chemosphere.2017.01.092 Published: MAY 2017","Abstract":"The present study sought to assess the response of Rhamdia quelen juveniles (6-8 cm total body length) to exposure to different concentrations of three herbicides: Roundup((R)) Original (18, 36, 72, and 144 mu g/L), Primoleo (R) (2.5, 5,10, and 15 mu g/L), and Facet (R) (1.75, 3.5, 7, and 14 mu g/L). Total protein (TP), glycogen (GG), total lipids cm, triacylglycerols (TAG), lipid peroxidation (TBARS), and activity of the antioxidant enzymes superoxide dismutase (SOD) and catalase (CAT) in gills, liver, kidneys, and muscle were measured by spectrophotometry. Roundup (R) (glyphosate) reduced the TP, GG, and TL in gills and TL in liver and kidney and increased TP in liver and increased GG in muscle. In contrast to Primoleo (R) (atrazine), all tissues stored TAG and consumed LT, besides the gills also reduced PI There was still an increase in GG in the kidneys and muscle. Facet((R)) (quinclorac) induced changes mainly in the liver (increased TP, TI, and TAG content) and muscle (increased GG, TI, and TAG depletion). Gill tissue exhibited TP depletion alone, and kidney tissue metabolism was unchanged. This fish species appears capable of modulating its enzymes to the point where it sustains no oxidative damage as a result of exposure to the herbicides glyphosate (possibly due to increased CAT activity), atrazine (despite no changes in SOD or CAT activity), and quinclorac (with increased lipid peroxidation, particularly in gill, kidney, and muscle tissue, despite elevated SOD activity). Although it is not considered a target species, R. quelen suffers harmful effects from interaction with these herbicides. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Persch, TSP (Pinto Persch, Tanilene Sotero) ; Weimer, RN (Weimer, Rodrigo Nizolli) ; Freitas, BS (Freitas, Betania Souza) ; Oliveira, GT (Oliveira, Guendalina Turcato)","Title":"Metabolic parameters and oxidative balance in juvenile Rhamdia quelen exposed to rice paddy herbicides: Roundup (R), Primoleo (R), and Facet (R)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000017 PubMed ID: 28161514 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"E. coli P4; Cadmium stress; 2-D gel electrophoresis; Proteome analysis KeyWords Plus:BIOREMEDIATE ENVIRONMENTAL CADMIUM; AQUEOUS-SOLUTION; SIGNAL-TRANSDUCTION; OXIDATIVE STRESS; GENE-EXPRESSION; SULFUR CYCLE; POLYACRYLAMIDE-GELS; ISOTHERM MODELS; POTENTIAL USE; METAL-IONS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 136-147 DOI: 10.1016/j.chemosphere.2017.01.132 Published: MAY 2017","Abstract":"Bacteria develop a variety of adaptations at transcriptomic, metabolomic and proteomic levels in order to survive potentially damaging environmental perturbations. Present study is exploring the fluctuations in proteome of E. coli P4 to knob Cd+2-induced cytotoxicity. An attempt was also made to integrate all these approaches to gain comprehensive insight of Cd(+2)stress response in E. coli P4. This study is exposing the altered behavior of various proteins and their underlying metabolic pathways which have previously not been reported with reference to Cd(+2)stress such as sulfoquinovose biosynthesis and degradation pathway. Some of the responses studied on all integrated levels followed same dynamics and strategies to conserve energy by down regulating carbohydrate metabolism (depicted by the repression of succinylCoA ligase) and growth stasis (down regulation ftsZ). Moreover, proteomic analysis clearly revealed the affection of Cd(+2)stress on various proteins expression including Rrf, MdaB, DapA, GpmA,Cdd, Fab', DsbA, ZnuA and YihW found modulating key cellular metabolic pathways enabling E. coli P4 to withstand Cd(+2)induced toxic effects. Furthermore, over-expression of Mn-SOD provided evidence that Cd(+2)exposure induces superoxide free radicals mediated oxidative stress rather than hydrogen peroxide (H2O2). EnvZ/ OmpR-a two component cell envelope regulatory system was observed operating to homeostat the cell's internal environment. Cd(+2)bioremediation potential of E. coli P4 and its kinetic and thermodynamic basis were studied by applying different isotherm models which nominated E coli P4 a good bioresource for green chemistry to eradicate environmental Cd+2. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khan, Z (Khan, Zaman) ; Rehman, A (Rehman, Abdul) ; Nisar, MA (Nisar, Muhammad Atif) ; Zafar, S (Zafar, Saima) ; Zerr, I (Zerr, Inga)","Title":"Biosorption behavior and proteomic analysis of Escherichia coli P4 under cadmium stress"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000037 PubMed ID: 28183059 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Salinity; Copper; Oyster; Crassostrea hongkongensis; Osmotic regulation; Energy metabolism KeyWords Plus:CLAM RUDITAPES-PHILIPPINARUM; NMR-BASED METABOLOMICS; CRASSOSTREA-HONGKONGENSIS; METAL ACCUMULATION; MYTILUS-EDULIS; TRACE-METALS; RESPONSES; ESTUARINE; EXPOSURE; TOXICITY","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 331-341 DOI: 10.1016/j.chemosphere.2017.01.150 Published: MAY 2017","Abstract":"In estuarine environments, Cu (copper) contamination is simultaneously coupled with salinity variation. In this study, H-1 NMR was applied to investigate the metabolic disturbance of estuarine oysters Crassostrea hongkongensis under both Cu and salinity stresses. Oysters were exposed to dissolved Cu (50 mu g L-1) at different salinities (10,15 and 25 psu) for six weeks, and the Cu accumulation in the oyster tissues was higher at lowered salinity. Based on the NMR-metabolomics results, disturbances induced by Cu and salinity was mainly related to osmotic regulation, energy metabolism and glycerophospholipid metabolism, as indicated by the alteration of important metabolic biomarkers such as alanine, citrate, glucose, glycogen, betaine, taurine, hypotaurine and homarine in the gills. At lower salinity, oysters accumulated higher energy related compounds (e.g., glucose and glycogen) and amino acids (e.g., aspartate, dimethylglycine and lysine), with the enhancement of ATP/ADP production and accumulation of oxidizable amino acids catabolized from protein breakdown. With Cu exposure, the synthesis from glycine to dimethylglycine was observed to cope with severe osmotic stress, together with the elevation of lysine and homarine. The effects induced by Cu were much similar for each salinity treatment, but the combination of Cu and salinity turned out to be consistent with the singular salinity effects. Therefore, salinity played a dominant role in affecting the metabolites of oysters when combined with Cu exposure. This study indicated that salinity should be taken into consideration in order to predict the Cu toxicity in estuarine organisms. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cao, C (Cao, Chen) ; Wang, WX (Wang, Wen-Xiong)","Title":"Copper-induced metabolic variation of oysters overwhelmed by salinity effects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000062 PubMed ID: 28193589 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Portman Bay; Pollution; Biomarkers; Oxidative stress; Immune genes; Histopathology; Gilthead seabream (Sparus aurata L.) KeyWords Plus:CYPRINUS-CARPIO L.; FRESH-WATER FISH; SUBLETHAL LEVELS; STRESS-RESPONSE; SEA-BASS; COPPER; BIOACCUMULATION; CADMIUM; DNA; BIOMARKERS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 563-571 DOI: 10.1016/j.chemosphere.2017.02.009 Published: MAY 2017","Abstract":"Biomarkers have become crucial tools in modern environmental assessment as they can help to predict magnitude of pollution. The head-kidney (HK) and liver (hematopoietic and xenobiotic metabolism organs, respectively) are the key organs in all fish toxicological studies, although the skin has received less attention in this respect. The impact of two different types of polluted sediment collected from Portman Bay (Spain) on HK, liver and skin gene expression in gilthead seabream (Sparus aurata L) exposed for two weeks to the sediments was determined by real time-PCR. The expression levels of different antioxidant enzyme genes [superoxide dismutase (sod) glutathione reductase (gr) and catalase (cat)] and immune-related genes Iinterleukin -1 beta (il-lb), immunoglobulin M (igm), T-Cell receptor (tcr-b), cyclooxygenase-2 (cox-2), colony-stimulating factor 1-receptor (csf-lr) and hepcidin (hep)] was analysed. Expression varied depending on both the organ and gene studied: tcr-b, csf-lr and hep genes were down regulated in HK, as were gr, tcr-b and il-lb in liver and gr and il-lb in skin, while cox-2 was up-regulated in skin after exposure to both sediments. Concomitantly, histopathological alterations were also studied in HK, liver and skin. While no significant changes were detected in skin cells of fish reared in aquaria with polluted sediments marked changes in the general morphology of HK and liver were observed, accompanied by a substantial degree of cell death and melano-macrophage centre disorganization. The present study suggests that the biomarkers studied in gilthead seabream could be useful for assessing the impact of pollution in coastal environments. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ben Hamed, S (Ben Hamed, Said) ; Guardiola, F (Guardiola, Francisco) ; Cuesta, A (Cuesta, Alberto) ; Martinez, S (Martinez, Salvadora) ; Martinez-Sanchez, MJ (Jose Martinez-Sanchez, Maria) ; Perez-Sirvent, C (Perez-Sirvent, Carmen) ; Esteban, MA (Angeles Esteban, Maria)","Title":"Head kidney, liver and skin histopathology and gene expression in gilthead seabream (Sparus aurata L.) exposed to highly polluted marine sediments from Portman Bay (Spain)"}, {"Keywords":"PUFAs; FAMEs; Antarctic fish and echinoderms; Adelie penguin; Ross Sea; Organic pollutants KeyWords Plus:DICENTRARCHUS-LABRAX; ATLANTIC SALMON; FISH; PHOSPHOGLYCERIDES; TEMPERATURE; METABOLISM; SEABREAM; TELEOSTS; MUSCLE; GROWTH","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 747-753 DOI: 10.1016/j.chemosphere.2017.02.031 Published: MAY 2017","Abstract":"Lipids are important energy source and structural component for cellular membranes and tissues, involved in the osmoregulation and immune response, and are very important in the bioaccumulation of lipophilic chemicals too. Among lipids, fatty acids (FM) give information on diet of organisms, since FA of consumer lipids can be related to those of diet; plants and animals vary in their FA signature because of differences in the synthesis of lipids. In this study, lipid content and FA composition in tissues of Antarctic organisms from the Ross Sea (Odontaster validus, Sterechinus neumayeri, Chionodraco hamatus, Trematomus bernacchii, Pygoscelis adeliae) were assessed. Differences in lipid characterisation were found between both species and tissues. The lipid content was highest in C. hamatus liver (3.51%), and lowest in T. bernacchii muscle (0.16%). The polyunsaturated fatty acids (PUFAs) prevailed in the C hamatus muscle, and among FAs, the docosahexaenoic acid (DHA; C22:6n3) was the most abundant (20.93%). The C22:6n3 accumulated more in fish and penguin tissues than in invertebrate species. The high contribution of unsaturated fatty acids (>74%) in fish tissues wats related to the low environmental temperature. The fatty acid profile and the essential fatty acids occurrence were also discussed in the light of physiological adaptations and feeding habits of organisms; the relationships with contaminant bioaccumulation were also assessed. To the best of our knowledge, this is the first report of fatty acid composition and fingerprint in a Ross Sea trophic web and their correlation with contaminant concentration. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Corsolini, S (Corsolini, Simonetta) ; Borghesi, N (Borghesi, Nicoletta)","Title":"A comparative assessment of fatty acids in Antarctic organisms from the Ross Sea: Occurrence and distribution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000013 PubMed ID: 28199894 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Alkaline phosphatase; Arsenic poisoning; Bone metabolism; Height; Infancy KeyWords Plus:EARLY-LIFE EXPOSURE; DRINKING-WATER; OSTEOBLAST DIFFERENTIATION; BANGLADESH; HEALTH; COHORT; PREGNANCY; OUTCOMES; LIVER; BIRTH","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 86-91 DOI: 10.1016/j.envres.2017.02.002 Published: MAY 2017","Abstract":"Background: Arsenic poisoning interferes with bone metabolism in laboratory animal studies, and human studies suggest lowered bone mass density at elevated exposures. As the long-term consequences of developmental arsenic toxicity are poorly known, we carried out a clinical pilot study of survivors of the mass arsenic poisoning of bottle-fed infants in Japan in 1955. Objectives: The purpose was to evaluate the association between developmental arsenic exposure and physical stature and routine blood chemistry reflecting major organ functions more than 50 years later. Methods: The study sample consisted of 50 individuals recruited at two hospitals in Okayama Prefecture, Japan: 27 known poisoning victims (14 men and 13 women), and 23 non-exposed local controls of similar age (10 men, 13 women). We collected information from physical examinations that included routine blood counts and blood biochemistry. Results: The average height of the exposed group was 6.5 cm below that of the unexposed group (p=0.02), while the latter was in accordance with national data for both sexes. In addition, the exposed participants had a higher mean (SD) serum concentration of alkaline phosphatase (ALP) of 233 (63) U/L than the unexposed participants (191 (44) U/L) (p=0.01). No other statistically significant difference was observed, and liver enzymes were within normal ranges. Conclusions: Adults who had suffered arsenic poisoning during infancy showed decreased height and elevated ALP that suggests abnormalities in bone metabolism possibly induced by arsenic incorporated in the bone matrix.","Authors":"Yorifuji, T (Yorifuji, Takashi) ; Matsuoka, K (Matsuoka, Kenichi) ; Grandjean, P (Grandjean, Philippe)","Title":"Height and blood chemistry in adults with a history of developmental arsenic poisoning from contaminated milk powder"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398651000024 PubMed ID: 28231547 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Xenoestrogens; Dose-response effects; Nonmonotonic responses; Toxicology; Molecular mechanisms KeyWords Plus:ENDOCRINE-DISRUPTING CHEMICALS; MINNOW GOBIOCYPRIS-RARUS; ALPHA GENE-EXPRESSION; BREAST-CANCER CELLS; COUPLED RECEPTOR 30; BISPHENOL-A; IN-VIVO; GONADAL DEVELOPMENT; CRUCIAN CARP; ER-ALPHA","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 199-207 DOI: 10.1016/j.envres.2017.02.018 Published: MAY 2017","Abstract":"Xenoestrogens (XEs) mimic or block the synthesis, metabolism and transport of normal endogenous hormones, disturbing normal endocrine function. The available data on the nonmonotonic estrogenic effects of low doses of many XEs are reviewed, covering in vitro, in vivo and epidemiological studies. The observed nonmonotonic patterns of the dose-response curves are discussed, along with possible underlying mechanisms. This review is intended to provide guidance for harm predication and to suggest prevention measures.","Authors":"Xu, ZX (Xu, Zhixiang) ; Liu, J (Liu, Jun) ; Wu, XH (Wu, Xinhao) ; Huang, B (Huang, Bin) ; Pan, XJ (Pan, Xuejun)","Title":"Nonmonotonic responses to low doses of xenoestrogens: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600048 PubMed ID: 28174083 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Polyhydroxyalkanoates; Pseudomonas putida; Glycerol; Octanoate; Co-metabolism KeyWords Plus:FED-BATCH CULTURE; BIODEGRADABLE POLYHYDROXYALKANOATES; BETA-OXIDATION; OCTANOIC-ACID; BACTERIAL; KT2440; OIL; POLY(3-HYDROXYALKANOATES); POLY(HYDROXYALKANOATE); SYSTEMS","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 430-435 DOI: 10.1016/j.ijbiomac.2017.01.115 Published: MAY 2017","Abstract":"The synthesis of medium chain length polyhydroxyalkanoates (mcl-PHAs) by Pseudomonas putida mt-2 was investigated under nitrogen-rich then deficient conditions with glycerol/octanoate or long-chain fatty acids (LCFAs) as carbon sources. When mixed, glycerol and octanoate were co-assimilated regardless of nitrogen availability but provided that glycerol uptake has been already triggered under non-limiting nutrient conditions. This concomitant consumption allowed to enhance mcl-PHAs accumulation (up to 57% of cell dry weight (CDW)) under both non-limiting and nitrogen deficient conditions. Octanoate then mostly drove anabolism of the polyester with 3-hydroxyoctanoate (3HO) synthesized as the main monomer (83%). If the preferred PHA precursor octanoate was supplied, glycerol was mainly involved in cell growth and/or maintenance but very little in PHA production even under nitrogen starvation. P. putida cells accumulated higher amounts of mcl-PHAs when grown on mixtures of LCFAs compared to LCFAs supplied as single substrate (25% and 9% of CDW, respectively). However, only a weak enrichment of the polyester was observed after transfer of cells in a fresh nitrogen-free medium containing the same combination of LCFAs. Some typical units within the polyester were related to the LCFAs ratio supplied in the medium indicating that tailor-made monomers could be synthesized. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fontaine, P (Fontaine, Paul) ; Mosrati, R (Mosrati, Ridha) ; Corroler, D (Corroler, David)","Title":"Medium chain length polyhydroxyalkanoates biosynthesis in Pseudomonas putida mt-2 is enhanced by co-metabolism of glycerol/octanoate or fatty acids mixtures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600073 PubMed ID: 28192139 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Coronary heart diseases; Vitamin C; Apolipoprotein a; Tet2; Demethylation KeyWords Plus:APOA GENE-EXPRESSION; APOLIPOPROTEIN(A) ISOFORM; HEPATOCELLULAR-CARCINOMA; ASCORBIC-ACID; LIPOPROTEIN(A); 5-HYDROXYMETHYLCYTOSINE; 5-METHYLCYTOSINE; ATHEROSCLEROSIS; 5-AZACYTIDINE; ASSOCIATION","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 637-645 DOI: 10.1016/j.ijbiomac.2017.02.025 Published: MAY 2017","Abstract":"Lipoprotein(a)[Lp(a)] is a risk factor for coronary heart diseases. However, the metabolism of this protein remains poorly understood. Efficient and specific drugs that can decrease high plasma levels of Lp(a) have not been developed yet. Vitamin C is responsible for maintaining the catalytic activity of a group of iron and 2-oxoglutarate (20G)-dependent dioxygenases and induces the generation of 5-hydroxymethylcytosine (5hmC) via Ten-eleven translocation (Tet) dioxygenases. In addition, It has been reported vitamin C deficiency induces atherosclerosis and increases Lp(a) and apo(a) plasma levels in Lp(a)(+) mice. However, the mechanism is still unclear. In this study, we investigated the effects of vitamin C on apo(a) expression and the possible molecular mechanism of vitamin C that influences apolipoprotein(a) [apo(a)] biosynthesis in HepG2 cells. Results showed that vitamin C significantly inhibited the expression and secretion levels of apo(a). Vitamin C can also increase ELK1 expression and hydroxymethylation of ELK1 promoter and the globle DNA in HepG2 cells. In addition, the effects of vitamin C inhibiting the apo(a) expression were attenuated by ELK1siRNA and Tet2siRNA. These results suggested vitamin C down-regulate apo(a) expression via Tet2-dependent DNA demethylation in HepG2 cells. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Qu, K (Qu, Kai) ; Ma, XF (Ma, Xiao-feng) ; Li, GH (Li, Guo-hua) ; Zhang, H (Zhang, Hai) ; Liu, YM (Liu, Ya-mi) ; Zhang, K (Zhang, Kai) ; Zeng, JF (Zeng, Jun-fa) ; Lei, JJ (Lei, Jian-jun) ; Wei, DH (Wei, Dang-heng) ; Wang, Z (Wang, Zuo)","Title":"Vitamin C down-regulate apo(a) expression via Tet2-dependent DNA demethylation in HepG2 cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395239200003 PubMed ID: 27348153 ISSN: 1025-6016 eISSN: 1477-2639","Keywords":"Carbon-13; isotope biochemistry; methanogenesis pathways; modelling; reaction metabolism; theory KeyWords Plus:STOICHIOMETRIC CHEMICAL-REACTIONS; BOREAL PEATLAND ECOSYSTEMS; BIOLOGICAL KINETIC-MODEL; STABLE CARBON; ACETICLASTIC METHANOGENESIS; ANAEROBIC-DIGESTION; AMMONIA INHIBITION; MESOPHILIC METHANIZATION; ESTIMATING EVOLUTION; MICROBIAL DYNAMICS","Categories":"Chemistry; Environmental Sciences & Ecology Web of Science Categories:Chemistry, Inorganic & Nuclear; Environmental Sciences","Journal Information":"ISOTOPES IN ENVIRONMENTAL AND HEALTH STUDIES Volume: 53 Issue: 2 Pages: 134-156 DOI: 10.1080/10256016.2016.1194836 Published: MAY 2017","Abstract":"To identify predominant metabolic pathway for cellulose methanization new equations that take into account dynamics of 13C are added to the basic model of cellulose methanization. The correct stoichiometry of hydrolysis, acidogenesis, acetogenesis and methanogenesis steps including biomass is considered. Using experimental data by Laukenmann et al. [Identification of methanogenic pathway in anaerobic digesters using stable carbon isotopes. Eng. Life Sci. 2010;10:1-6], who reported about the importance of ace`tate oxidation during mesophilic cellulose methanization, the model confirmed that, at high biomass concentration of acetate oxidizers, the carbon isotope fractionation factor amounts to about 1.085. The same model, suggested firstly for cellulose degradation, was used to describe, secondly, changes in, and in methane and carbon dioxide during mesophylic acetate methanization measured by Grossin-Debattista [Fractionnements isotopiques (13C/12C) engendres par la methanogenese: apports pour la comprehension des processus de biodegradation lors de la digestion anaerobie [doctoral thesis]. 2011. Bordeaux: Universite Bordeaux-1;2011. Available from: http://ori-oai.u-bordeaux1.fr/pdf/2011/GROSSIN-DEBATTISTA_JULIEN_2011.pdf. French].The model showed that under various ammonium concentrations, at dominating acetoclastic methanogenesis, the value decreases over time to a low level (1.016), while at dominating syntrophic acetate oxidation, coupled with hydrogenotrophic methanogenesis, slightly increases, reaching 1.060 at the end of incubation.","Authors":"Vavilin, VA (Vavilin, Vasily A.) ; Rytov, SV (Rytov, Sergey V.)","Title":"Dynamic changes of carbon isotope apparent fractionation factor to describe transition to syntrophic acetate oxidation during cellulose and acetate methanization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398184300002 PubMed ID: 27696470 ISSN: 0260-437X eISSN: 1099-1263","Keywords":"silver nanoparticles; in vivo distribution; pregnant rats; maternal-fetal transfer; metabolomics analysis; biomarkers; oral gavage; intravenous injection; cytokines; oxidative stress KeyWords Plus:FETAL-BRAIN DEVELOPMENT; PRENATAL EXPOSURE; BLOOD-FLOW; IN-VIVO; BIOLOGICAL BARRIERS; TISSUE DISTRIBUTION; GOLD NANOPARTICLES; FULLERENE C-60; MICE; PLACENTA","Categories":"Toxicology Web of Science Categories:Toxicology","Journal Information":"JOURNAL OF APPLIED TOXICOLOGY Volume: 37 Issue: 5 Pages: 530-544 DOI: 10.1002/jat.3387 Published: MAY 2017","Abstract":"Few investigations have been conducted on the disposition and fate of silver nanoparticles (AgNP) in pregnancy. The distribution of a single dose of polyvinylpyrrolidone (PVP)-stabilized AgNP was investigated in pregnant rats. Two sizes of AgNP, 20 and 110nm, and silver acetate (AgAc) were used to investigate the role of AgNP diameter and particle dissolution in tissue distribution, internal dose and persistence. Dams were administered AgNP or AgAc intravenously (i.v.) (1mgkg(-1)) or by gavage (p.o.) (10mgkg(-1)), or vehicle alone, on gestation day 18 and euthanized at 24 or 48h post-exposure. The silver concentration in tissues was measured using inductively-coupled plasma mass spectrometry. The distribution of silver in dams was influenced by route of administration and AgNP size. The highest concentration of silver (mu g Ag g(-1) tissue) at 48h was found in the spleen for i.v. administered AgNP, and in the lungs for AgAc. At 48h after p.o. administration of AgNP, the highest concentration was measured in the cecum and large intestine, and for AgAc in the placenta. Silver was detected in placenta and fetuses for all groups. Markers of cardiovascular injury, oxidative stress marker, cytokines and chemokines were not significantly elevated in exposed dams compared to vehicle-dosed control. NMR metabolomics analysis of urine indicated that AgNP and AgAc exposure impact the carbohydrate, and amino acid metabolism. This study demonstrates that silver crosses the placenta and is transferred to the fetus regardless of the form of silver. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Fennell, TR (Fennell, Timothy R.) ; Mortensen, NP (Mortensen, Ninell P.) ; Black, SR (Black, Sherry R.) ; Snyder, RW (Snyder, Rodney W.) ; Levine, KE (Levine, Keith E.) ; Poitras, E (Poitras, Eric) ; Harrington, JM (Harrington, James M.) ; Wingard, CJ (Wingard, Christopher J.) ; Holland, NA (Holland, Nathan A.) ; Pathmasiri, W (Pathmasiri, Wimal) ; Sumner, SCJ (Sumner, Susan C. J.) ...More...Less","Title":"Disposition of intravenously or orally administered silver nanoparticles in pregnant rats and the effect on the biochemical profile in urine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398184300011 PubMed ID: 27885692 ISSN: 0260-437X eISSN: 1099-1263","Keywords":"ethyl tertiary-butyl ether; PBPK model; tertiary-butyl alcohol; alpha 2u-globulin nephropathy KeyWords Plus:CHRONIC PROGRESSIVE NEPHROPATHY; DOSE-DEPENDENT TRANSITIONS; CHEMICAL SAFETY ASSESSMENT; FEMALE FISCHER-344 RATS; HUMAN RISK-ASSESSMENT; F344 RATS; INHALATION EXPOSURE; LIVER-MICROSOMES; PARTITION-COEFFICIENTS; HYALINE DROPLETS","Categories":"Toxicology Web of Science Categories:Toxicology","Journal Information":"JOURNAL OF APPLIED TOXICOLOGY Volume: 37 Issue: 5 Pages: 621-640 DOI: 10.1002/jat.3412 Published: MAY 2017","Abstract":"In cancer bioassays, inhalation, but not drinking water exposure to ethyl tertiary-butyl ether (ETBE), caused liver tumors in male rats, while tertiary-butyl alcohol (TBA), an ETBE metabolite, caused kidney tumors in male rats following exposure via drinking water. To understand the contribution of ETBE and TBA kinetics under varying exposure scenarios to these tumor responses, a physiologically based pharmacokinetic model was developed based on a previously published model for methyl tertiary-butyl ether, a structurally similar chemical, and verified against the literature and study report data. The model included ETBE and TBA binding to the male rat-specific protein alpha 2u-globulin, which plays a role in the ETBE and TBA kidney response observed in male rats. Metabolism of ETBE and TBA was described as a single, saturable pathway in the liver. The model predicted similar kidney AUC(0-) for TBA for various exposure scenarios from ETBE and TBA cancer bioassays, supporting a male-rat-specific mode of action for TBA-induced kidney tumors. The model also predicted nonlinear kinetics at ETBE inhalation exposure concentrations above similar to 2000ppm, based on blood AUC(0-) for ETBE and TBA. The shift from linear to nonlinear kinetics at exposure concentrations below the concentration associated with liver tumors in rats (5000ppm) suggests the mode of action for liver tumors operates under nonlinear kinetics following chronic exposure and is not relevant for assessing human risk. Copyright (C) 2016 The Authors Journal of Applied Toxicology Published by John Wiley & Sons Ltd","Authors":"Borghoff, SJ (Borghoff, Susan J.) ; Ring, C (Ring, Caroline) ; Banton, MI (Banton, Marcy I.) ; Leavens, TL (Leavens, Teresa L.)","Title":"Physiologically based pharmacokinetic model for ethyl tertiary-butyl ether and tertiary-butyl alcohol in rats: Contribution of binding to alpha 2u-globulin in male rats and high-exposure nonlinear kinetics to toxicity and cancer outcomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400004 PubMed ID: 27862210 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"OPG; RANKL; SEROTONIN; MELATONIN KeyWords Plus:KAPPA-B LIGAND; RECEPTOR ACTIVATOR; IN-VITRO; ANOREXIA-NERVOSA; BONE METABOLISM; SEROTONIN; MELATONIN; RESORPTION; EXPRESSION; TURNOVER","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 962-966 DOI: 10.1002/jcb.25793 Published: MAY 2017","Abstract":"Recent literature provides us with the indication that the ratio of OPG/RANKL concentrations fluctuate in a non-linear (bell-shaped) mode, according to Frost's mechanostat theory, during the application of mechanical strain. A similar cellular signal transduction mechanism to mechanical loading, that may also regulate bone resorptive activities, has nowdays been proposed. Since the skeleton is considered to be an endocrine organ, as such, it may likewise be subject to hypothalamic control. This central regulatory system may continually modulate the adaptation of the bone homeostatic system to external challenges. The hypothalamic-pituitary-gonadal axis may play a role in the regulation of OPG/RANKL secretion. The mechanostat principle may well characterize the oscillatory properties of the signal transduction mechanism that controls hard tissue metabolism and includes biochemical apart from mechanical stimuli. J. Cell. Biochem. 118: 962-966, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Tyrovola, JB (Tyrovola, Joanna B.)","Title":"The \"Mechanostat\" Principle and the OsteoprotegerinOPG/RANKL/RANK System PART II. The Role of the HypothalamicPituitary Axis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400007 PubMed ID: 27403856 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"GLUCOSE; COX-2; IL-1; INFLAMMATION; BREAST CANCER; STROMA KeyWords Plus:HYDROGEN-PEROXIDE; CANCER PATIENTS; METABOLISM; EXPRESSION; CARCINOMA; INVASION; LEPTIN; DRUGS; RISK","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 994-1002 DOI: 10.1002/jcb.25650 Published: MAY 2017","Abstract":"Chronic inflammation and metabolic reprogramming have been proposed as hallmarks of cancer development. Currently, many of the functional clues between these two phenomena are studied under the integrative view of functional stroma-epithelia interaction. It has been proposed that stromal cells, due to their abundance and avidity for glucose, are able to modify the metabolic behavior of an entire solid tumor. In the present study, using a mammary stromal cell line derived from healthy tissue subjected to long-term culture in low (5mM) or high (25mM) glucose, we found that the hyperglycemic condition favors the establishment of a pro-inflammatory and pro-oxidant environment characterized by the induction of the COX-2/PGE2 axis. In this condition, epithelial migration was stimulated. Moreover, we also found that stromal-derived PGE2, acting as a stimulator of IL-1 epithelial expression was one of the factors that promote the acquisition of motile properties by epithelial cells and the maintenance of a COX-2/PGE2-dependent inflammatory condition. Overall, our work provides experimental evidence that glucose stimulates a tumor inflammatory environment that, as a result of a functional cross-talk between stroma and epithelia, may be responsible for tumor progression. J. Cell. Biochem. 118: 994-1002, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Kallens, V (Kallens, Violeta) ; Tobar, N (Tobar, Nicolas) ; Molina, J (Molina, Jessica) ; Bidegain, A (Bidegain, Arantzazu) ; Smith, PC (Smith, Patricio C.) ; Porras, O (Porras, Omar) ; Martinez, J (Martinez, Jorge)","Title":"Glucose Promotes a Pro-Oxidant and Pro-Inflammatory Stromal Microenvironment Which Favors Motile Properties in Breast Tumor Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400008 PubMed ID: 27463229 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"OSTEOARTHRITIS; CARTILAGE; Nrf2; GSTA4-4; HNE; PROTANDIM KeyWords Plus:GLUTATHIONE-S-TRANSFERASE; NF-KAPPA-B; OXIDATIVE STRESS; LIPID-PEROXIDATION; NRF2 ACTIVATION; EXPRESSION; TRANSCRIPTION; CHONDROCYTES; PATHOGENESIS; APOPTOSIS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1003-1013 DOI: 10.1002/jcb.25659 Published: MAY 2017","Abstract":"Protandim and 6-gingerol, two potent nutraceuticals, have been shown to decrease free radicals production through enhancing endogenous antioxidant enzymes. In this study, we evaluated the effects of these products on the expression of different factors involved in osteoarthritis (OA) process. Human OA chondrocytes were treated with 1ng/ml IL-1 in the presence or absence of protandim (0-10g/ml) or 6-gingerol (0-10M). OA was induced surgically in mice by destabilization of the medial meniscus (DMM). The animals were treated weekly with an intraarticular injection of 10l of vehicle or protandim (10g/ml) for 8 weeks. Sham-operated mice served as controls. In vitro, we demonstrated that protandim and 6-gingerol preserve cell viability and mitochondrial metabolism and prevented 4-hydroxynonenal (HNE)-induced cell mortality. They activated Nrf2 transcription factor, abolished IL-1-induced NO, PGE(2), MMP-13, and HNE production as well as IL--induced GSTA4-4 down-regulation. Nrf2 overexpression reduced IL-1-induced HNE and MMP-13 as well as IL-1-induced GSTA4-4 down-regulation. Nrf2 knockdown following siRNA transfection abolished protandim protection against oxidative stress and catabolism. The activation of MAPK and NF-B by IL-1 was not affected by 6-gingerol. In vivo, we observed that Nrf2 and GSTA4-4 expression was significantly lower in OA cartilage from humans and mice compared to normal controls. Interestingly, protandim administration reduced OA score in DMM mice. Altogether, our data indicate that protandim and 6-gingerol are essential in preserving cartilage and abolishing a number of factors known to be involved in OA pathogenesis. J. Cell. Biochem. 118: 1003-1013, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Abusarah, J (Abusarah, Jamilah) ; Benabdoune, H (Benabdoune, Houda) ; Shi, Q (Shi, Qin) ; Lussier, B (Lussier, Bertrand) ; Martel-Pelletier, J (Martel-Pelletier, Johanne) ; Malo, M (Malo, Michel) ; Fernandes, JC (Fernandes, Julio C.) ; de Souza, FP (de Souza, Fatima Pereira) ; Fahmi, H (Fahmi, Hassan) ; Benderdour, M (Benderdour, Mohamed)","Title":"Elucidating the Role of Protandim and 6-Gingerol in Protection Against Osteoarthritis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400014 PubMed ID: 27584980 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"Sod2; I82T; I91T; SACCHAROMYCES CEREVISIAE; OXIDATIVE STRESS KeyWords Plus:MANGANESE SUPEROXIDE-DISMUTASE; OXIDATIVE STRESS; LIFE-SPAN; YEAST-CELLS; MITOCHONDRIAL-FUNCTION; FREE-RADICALS; NEURODEGENERATION; RESISTANCE; EXPRESSION; APOPTOSIS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1078-1086 DOI: 10.1002/jcb.25720 Published: MAY 2017","Abstract":"The mitochondrial antioxidant enzyme Mn-Superoxide Dismutase (Sod2) is essential for mammalian survival. I82T mutation in human Sod2 has been linked to a wide variety of diseases, including Alzheimer's and Parkinson's diseases as well as some types of cancers. Yeast wild-type (WT) Sod2 and the mutant Sod2 I91T, which corresponds to the human mutant Sod2 I82T, were cloned in sod2 strain. Residue I82 is conserved among a variety of species, showing that it has a biological importance. To assess the functionality of Sod2 I91T under oxidative stress, yeast cells were shifted from glucose (fermentative metabolism) to glycerol growth medium (respiratory metabolism). Overexpression of both Sod2 WT and Sod2 I91T increased Sod activity, but in long-term, the mutation brought impairment to Sod function. Aconitase, a sensor of superoxide radical production in vivo, had its activity preserved by overexpressions of both Sod2, in lesser extent in sod2Sod2I91T. In respiratory metabolism, sod2Sod2WT and sod2Sod2I91T showed high viability; although, sod2Sod2I91T showed high percentage of cells with mitochondrial function compromised. Moreover, the fitness analysis of mixed cultures showed that sod2Sod2I91T was less robust than WT cells. Although overexpression of Sod2 containing I91T mutation allows higher cell viability, longevity of cells is hampered, showing that in long-term this mutation is not neutral. J. Cell. Biochem. 118: 1078-1086, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"de Carvalho, MDC (Castela de Carvalho, Mariana Dias) ; De Mesquita, JF (De Mesquita, Joelma Freire) ; Eleutherio, ECA (Araujo Eleutherio, Elis Cristina)","Title":"In Vivo Characterization of I91T Sod2 Polymorphism of Saccharomyces cerevisiae"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400021 PubMed ID: 27639037 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"DENTIN MATRIX PROTEIN 1; EXTRACELLULAR PHOSPHATE; FIBROBLAST GROWTH FACTOR RECEPTOR; OSTEOBLAST; SIGNALING KeyWords Plus:FIBROBLAST GROWTH FACTOR-23; INORGANIC-PHOSPHATE; IN-VITRO; ALKALINE-PHOSPHATASE; RAF/MEK/ERK PATHWAY; DIFFERENTIATION; MINERALIZATION; OSTEOCYTES; DMP1; CELLS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1151-1163 DOI: 10.1002/jcb.25742 Published: MAY 2017","Abstract":"Dentin matrix protein 1 (Dmp1) is an extracellular matrix protein involved in phosphate metabolism and biomineralization, and its expression markedly increases during the maturation of osteoblasts into osteocytes. We previously reported that an increased level of inorganic phosphate (Pi) in media up-regulated the expression of Dmp1 in primary osteocytes isolated from mouse bones. In the present study, we found that elevated extracellular Pi strongly induced the expression of Dmp1 in osteoblasts and explored its underlying mechanism of action. In an osteoblastic cell line MC3T3-E1, increases in extracellular Pi induced the phosphorylation of ERK1/2 and up-regulated the expression of Dmp1, fibroblast growth factor 2 (Fgf2), and Fgf receptor 1 (Fgfr1). A co-treatment with the MEK inhibitor U0126 abolished the increase in the expression of Dmp1 and Fgfr1 by elevated Pi, suggesting the involvement of the MEK/ERK pathway in this up-regulation. Elevated extracellular Pi also resulted in the phosphorylation of FGF receptor substrate 2 (FRS2), which was diminished by knockdown of Slc20a1 encoding Pit1 sodium-phosphate co-transporter. The co-treatment with an inhibitor against FGFR (SU5402) abolished the up-regulation of Dmp1 induced by elevated extracellular Pi. In primary osteoblasts, a treatment with 4mM Pi transiently increased the expression of early growth response 1 (Egr1) before the up-regulation of Dmp1. These results indicate that FGFR mediates the direct effects of extracellular Pi on the expression of Dmp1 in osteoblasts and enhance the close relationship between the signaling evoked by elevated extracellular Pi and FGF/FGFR signaling. J. Cell. Biochem. 118: 1151-1163, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Nishino, J (Nishino, Jin) ; Yamazaki, M (Yamazaki, Miwa) ; Kawai, M (Kawai, Masanobu) ; Tachikawa, K (Tachikawa, Kanako) ; Yamamoto, K (Yamamoto, Keiko) ; Miyagawa, K (Miyagawa, Kazuaki) ; Kogo, M (Kogo, Mikihiko) ; Ozono, K (Ozono, Keiichi) ; Michigami, T (Michigami, Toshimi)","Title":"Extracellular Phosphate Induces the Expression of Dentin Matrix Protein 1 Through the FGF Receptor in Osteoblasts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400025 PubMed ID: 27764896 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"ALCOHOLIC LIVER DISEASE; COMPARATIVE PROTEOMICS KeyWords Plus:D-BINDING-PROTEIN; CIRCULATING VITAMIN-D; NF-KAPPA-B; HEPATOCELLULAR-CARCINOMA; OXIDATIVE STRESS; PROSTATE-CANCER; RECEPTOR-ALPHA; ACETALDEHYDE; EXPRESSION; ETHANOL","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1189-1200 DOI: 10.1002/jcb.25770 Published: MAY 2017","Abstract":"Chronic alcohol consumption causes hepatic steatosis, which is characterized by a considerable increase in free fatty acid (FFA) and triglyceride levels. To identify the possible proteins involved in the progression to alcoholic hepatosteatosis, we performed proteomic analysis on livers of mice exposed to alcohol. 2D-based proteomic analysis revealed that EtOH exposure in mice changed the expression of 43 proteins compared with that in mice fed a normal diet (ND). The most notable protein changes were proteins involved in Met metabolism and oxidative stress, most of which were significantly downregulated in alcohol-exposed animals. Although non-alcoholic fatty liver disease (NAFLD) and alcoholic liver disease (ALD) seem to share the same molecular processes, the difference between these conditions is still unclear. To address this question, we explored the features of alcoholic hepatosteatosis that were different compared with those of methionine and choline deficient (MCD) diet-induced mice with nonalcoholic liver damage. Although most of the differentially expressed proteins associated with ALD did not significantly differ from those of NAFLD, nine proteins showed considerably different patterns. Of these, ornithine aminotransferase, vitamin D binding protein, and phosphatidylethanolamine-binding protein were considerably upregulated in ALD mice, compared to that in NAFLD and ND mice. However, other proteins including inorganic pyrophosphatase were differentially regulated in MCD mice; however, they did not differ significantly between the alcoholic model and ND control mice. These results suggested that the identified proteins might be useful candidate markers to differentiate ALD from NAFLD. J. Cell. Biochem. 118: 1189-1200, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Lee, SJ (Lee, Su Jin) ; Lee, DE (Lee, Da Eun) ; Kang, JH (Kang, Jeong Han) ; Nam, MJ (Nam, Min-Jeong) ; Park, JW (Park, Jeen-Woo) ; Kang, BS (Kang, Beom Sik) ; Lee, DS (Lee, Dong-Seok) ; Lee, HS (Lee, Hyun-Shik) ; Kwon, OS (Kwon, Oh-Shin)","Title":"New Potential Biomarker Proteins for Alcoholic Liver Disease Identified by a Comparative Proteomics Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497400027 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"PFK-P; ERK1/2; CANCER; EXPRESSION; REGULATION KeyWords Plus:SKELETAL-MUSCLE 6-PHOSPHOFRUCTO-1-KINASE; GLYCOLYTIC ENZYME 6-PHOSPHOFRUCTO-1-KINASE; BREAST-CANCER CELLS; HEPATIC 6-PHOSPHOFRUCTO-1-KINASE; GLUCOSE-METABOLISM; PLATELET ISOFORM; CLOTRIMAZOLE; EXPRESSION; VIABILITY; KINASE","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 5 Pages: 1216-1226 DOI: 10.1002/jcb.25774 Published: MAY 2017","Abstract":"It is known that interfering with glycolysis leads to profound modification of cancer cell proliferation. However, energy production is not the major reason for this correlation. Here, using HeLa cells as a model for cancer, we demonstrate that phosphofructokinase-P (PFK-P), which is overexpressed in diverse types of cancer including HeLa cells, modulates expression of P44/42 mitogen-activated protein kinase (MAPK). Silencing of PFK-P did not alter HeLa cell viability or energy production, including the glycolytic rate. On the other hand, silencing of PFK-P induced the downregulation of p44/42 MAPK, augmenting the sensitivity of HeLa cells to different drugs. Conversely, overexpression of PFK-P promotes the upregulation of p44/42 MAPK, making the cells more resistant to the drugs. These results indicate that overexpression of PFK-P by cancer cells is related to activation of survival pathways via upregulation of MAPK and suggest PFK-P as a promising target for cancer therapy. J. Cell. Biochem. 118: 1216-1226, 2017. (c) 2016 Wiley Periodicals, Inc.","Authors":"Pires, TRC (Pires, Thyago Rubens Cardim); Albanese, JM (Albanese, Jamille Mansur) ; Schwab, M (Schwab, Michael) ; Marette, A (Marette, Andre) ; Carvalho, RS (Carvalho, Renato Sampaio) ; Sola-Penna, M (Sola-Penna, Mauro) ; Zancan, P (Zancan, Patricia)","Title":"Phosphofructokinase-P Modulates P44/42 MAPK Levels in HeLa Cells"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398588900004 ISSN: 0268-2575 eISSN: 1097-4660","Keywords":"microalgae; heterotrophic growth; carbon sources; lipids; polyunsaturated fatty acids; pigments; biodiesel KeyWords Plus:DOCOSAHEXAENOIC ACID PRODUCTION; DIATOM NITZSCHIA-LAEVIS; POLYUNSATURATED FATTY-ACIDS; BOTRYOCOCCUS-BRAUNII; CHLORELLA-PROTOTHECOIDES; HAEMATOCOCCUS-PLUVIALIS; ASTAXANTHIN PRODUCTION; BIODIESEL PRODUCTION; LIPID PRODUCTION; FED-BATCH","Categories":"Biotechnology & Applied Microbiology; Chemistry; Engineering Web of Science Categories:Biotechnology & Applied Microbiology; Chemistry, Multidisciplinary; Engineering, Environmental; Engineering, Chemical","Journal Information":"JOURNAL OF CHEMICAL TECHNOLOGY AND BIOTECHNOLOGY Volume: 92 Issue: 5 Pages: 925-936 DOI: 10.1002/jctb.5115 Published: MAY 2017","Abstract":"Several microalgal species are capable of growing heterotrophically, exhibiting considerable metabolic versatility and flexibility. As demonstrated in this review, heterotrophic conditions can enhance the biomass concentration by as much as 25-fold compared with phototrophic conditions. Currently, these types of cultivation are economically feasible only for high-value products, including polyunsaturated fatty acids (PUFAs), pigments, antioxidants, polysaccharides, food and aquaculture feed from carbon sources, such as glucose, acetate or glycerol. To make heterotrophic cultivation economically viable for high-volume, low-value commodities, such as biofuels, the use of unconventional carbon sources, such as food and agricultural wastes and wastewater, is recommended. Since microalgae are capable of modifying their metabolism according to varying culture conditions, it is possible to modify, control and therefore maximize the production of target compounds. This manuscript not only offers a review of the most relevant and recent findings in the use of heterotrophic microalgal cultivation for enhanced metabolite production but also provides recommendations for future research on this promising subject. (C) 2016 Society of Chemical Industry","Authors":"Morales-Sanchez, D (Morales-Sanchez, Daniela) ; Martinez-Rodriguez, OA (Martinez-Rodriguez, Oscar A.) ; Martinez, A (Martinez, Alfredo)","Title":"Heterotrophic cultivation of microalgae: production of metabolites of commercial interest"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008000004 ISSN: 0889-1575 eISSN: 1096-0481","Keywords":"Food analysis; Food composition; Food processing and nutrient changes; Fresh grapes; Raisins; Phenolic profile; Multi-elemental composition; Antioxidant activity KeyWords Plus:VITIS-VINIFERA L.; PINOT-NOIR GRAPES; ANTIOXIDANT ACTIVITY; POSTHARVEST DEHYDRATION; XINJIANG PROVINCE; WINE; HEALTH; METABOLISM; CAPACITY; QUERCETIN","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"JOURNAL OF FOOD COMPOSITION AND ANALYSIS Volume: 58 Pages: 23-32 DOI: 10.1016/j.jfca.2017.01.006 Published: MAY 2017","Abstract":"Changes in the phenolic profile of 'Arizul', 'Sultanina', 'Superior', and 'Flame' grapes from the Province of San Juan (Argentina) caused by sun drying were evaluated. Our main goal was to propose that the obtained raisins are a good source of bioactive antioxidants. The 'Flame' red variety had the highest amount of total phenols when compared to white raisins (TSP = 201 +/- 13 and 154 28 mg gallic acid equivalent/100 g DW raisins, respectively). The sun drying of fresh grapes produced an increased amount of phenolic acids and flavonoids (rutin, kaempferol-hexoside, quercetin and isoquercitrin). Multiple regression analysis (MRA), principal components (PC) and factor analysis (FA) showed a high correlation between the phenolic profile and the antioxidant activity (AA) of raisins (r >= 0.90, p < 0.05). The 'Flame' variety showed the highest AA, which was linked to the amount of gallic acid, astilbin, quercetin-3-O-glucuronide, isorhamnetin, and isorhamnetin-hexoside present in.this variety. On the other hand, the AA in the 'Arizul' variety was better correlated with the content of (+)-catechin, caftaric and fertaric acids, whereas the 'Sultanina' variety was correlated with resveratrol. Multi-elemental analyses showed that raisins are rich in K (639-883 mg/100 g), Ca (51-121 mg/100 g) and Mg (28-42 mg/100 g). These findings support the potential health properties of raisins as health-promoting food. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Fabani, MP (Fabani, Maria P.) ; Baroni, MV (Baroni, Maria V.) ; Luna, L (Luna, Lorena) ; Lingua, MS (Lingua, Mariana S.) ; Monferran, MV (Monferran, Magdalena V.) ; Panos, H (Panos, Hector) ; Tapia, A (Tapia, Alejandro) ; Wunderlin, DA (Wunderlin, Daniel A.) ; Feresin, GE (Feresin, Gabriela Egly)","Title":"Changes in the phenolic profile of Argentinean fresh grapes during production of sun-dried raisins"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000398895200043 PubMed ID: 28108296 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: 1179-1181 DOI: 10.1016/j.jid.2016.11.041 Published: MAY 2017","Authors":"Haddad, C (Haddad, Cynthia) ; Chosidow, O (Chosidow, Olivier) ; Valeyrie-Allanore, L (Valeyrie-Allanore, Laurence) ; Ghaleh, B (Ghaleh, Bijan) ; Legrand, T (Legrand, Tiphaine) ; Mockenhaupt, M (Mockenhaupt, Maja) ; Barau, C (Barau, Caroline) ; Khoudour, N (Khoudour, Nihel) ; Sekula, P (Sekula, Peggy)[ 9,10 ] ; Wolkenstein, P (Wolkenstein, Pierre) ; Hulin, A (Hulin, Anne) ...More...Less","Title":"Are Idiopathic Stevens-Johnson Syndrome/Toxic Epidermal Necrolysis Related to Drugs in Food? The Example of Phenylbutazone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397953100014 PubMed ID: 27664407 ISSN: 0146-6615 eISSN: 1096-9071","Keywords":"HCV; L-carnitine; anti-viral effect; CPT-1 KeyWords Plus:LIVER-TRANSPLANTATION; OXIDATIVE STRESS; REPLICATION; STEATOSIS; INHIBITION; THERAPY; DISEASE; HEPATOCARCINOGENESIS; DACLATASVIR; ASSOCIATION","Categories":"Virology Web of Science Categories:Virology","Journal Information":"JOURNAL OF MEDICAL VIROLOGY Volume: 89 Issue: 5 Pages: 857-866 DOI: 10.1002/jmv.24692 Published: MAY 2017","Abstract":"Hepatitis C virus (HCV) has been reported to hijack fatty acid metabolism in infected hepatocytes, taking advantage of lipid droplets for virus assembly. In this study, we analyzed the anti-HCV activity of L-carnitine, a substance involved in the transport of fatty acids into mitochondria. JFH-1 or HCV replicontransfected Huh7.5.1 cells were treated with or without L-carnitine to examine its anti-HCV effects. The effects of L-carnitine on HCV entry, HCV-induced adipogenesis and lipid droplet formation, and HCV-induced oxidative stress were examined. Treatment of JFH1-infected cells with L-carnitine inhibited HCV propagation in a concentration-dependent manner. In contrast, L-carnitine had no antiHCV activity in the HCV replicon system, which is lacking viral assembly. In addition, Lcarnitine did not affect HCV entry. However, Lcarnitine treatment decreased intracellular lipid droplets, which are crucial for HCV assembly in JFH-1-infected cells. The expression level of CPT-1 was decreased in JFH-1-infected cells, and L-carnitine treatment restored this expression. HCV-infected cells exhibited increased production of reactive oxygen species and glutathione oxidation. L-carnitine decreased oxidative stress induced by JFH-1-infection, as shown by glutathione/glutathione disulfide assays and MitoSOX staining. L-carnitine exhibited anti-HCV activity, possibly by inhibiting HCV assembly and through its anti-adipogenic activity in HCV-infected cells. Moreover, L-carnitine has antioxidant properties in HCVinfected hepatocytes. Overall, these results indicated that L-carnitine may be an effective adjunctive agent in antiviral therapies to treat chronic hepatitis C. (C) 2016 Wiley Periodicals, Inc.","Authors":"Tsukuda, Y (Tsukuda, Yoko) ; Suda, G (Suda, Goki) ; Tsunematsu, S (Tsunematsu, Seiji) ; Ito, J (Ito, Jun) ; Sato, F (Sato, Fumiyuki) ; Terashita, K (Terashita, Katsumi) ; Nakai, M (Nakai, Masato) ; Sho, T (Sho, Takuya) ; Maehara, O (Maehara, Osamu) ; Shimazaki, T (Shimazaki, Tomoe) ; Kimura, M (Kimura, Megumi) ; Morikawa, K (Morikawa, Kenichi) ; Natsuizaka, M (Natsuizaka, Mitsuteru) ; Ogawa, K (Ogawa, Koji) ; Ohnishi, S (Ohnishi, Shunsuke) ; Chuma, M (Chuma, Makoto) ; Sakamoto, N (Sakamoto, Naoya) ...More...Less","Title":"Anti-Adipogenic and Antiviral Effects of L-Carnitine on Hepatitis C Virus Infection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855000051 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"Magnetic Nanoparticles; Magnetic Field; Lipid Metabolism; Caenorhabditis elegans KeyWords Plus:POLYUNSATURATED FATTY-ACIDS; CAENORHABDITIS-ELEGANS; BIOMEDICAL APPLICATIONS; DISEASE; TRANSPORTERS; GENETICS; BIOLOGY; MODEL; RISK","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 5 Pages: 3172-3180 DOI: 10.1166/jnn.2017.13051 Published: MAY 2017","Abstract":"With the major constituent of cell membranes coated on the surface, phosphatidylcholine-coated magnetic nanoparticles (P-MNPs) which have been shown to have low toxicity and good dispersion, are widely used in biomedical applications, such as drug-delivery, magnetic resource imaging and hyperthermia. However, the effects of P-MNPs in vivo with magnetic field exposure have been evaluated poorly. The present study was focused on the interference of lipid metabolism by P-MNPs under 0.5 T static magnetic fields (SMFs) in Caenorhabditis elegans (C. elegans). The P-MNPs were accumulated in the intestine of nematodes, where fatty acids are accumulated. The content of lipofuscin was decreased in C. elegans exposed to either P-MNPs or SMF, while there were no further decrease in worms with P-MNPs+ SMF exposure. However in the presence of SMF, the lipid content was greatly decreased in C. elegans in the P-MNPs+ SMF exposure groups. The constituents of long-chain fatty acids and polyunsaturated fatty acids analyzed by gas chromatography (GC) were significantly decreased in P-MNPs treated worms under 0.5 T SMF, which was consistent with the mRNA expression of fatty acid metabolism genes including elo-2, let-767 and fat-5. Our results indicated that the lipid metabolism interfered by P-MNPs via the accelerated beta oxidation and changed gene expression in C. elegans under 0.5 T SMF.","Authors":"Wang, L (Wang, Lei) ; Wang, M (Wang, Min) ; Du, H (Du, Hua) ; Liu, Y (Liu, Yun) ; Xu, A (Xu, An)","Title":"Lipid Metabolism was Interfered by Phosphatidylcholine-Coated Magnetic Nanoparticles in C. elegans Exposed to 0.5 T Static Magnetic Field"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397583600006 PubMed ID: 27376697 ISSN: 0360-4012 eISSN: 1097-4547","Keywords":"phosphoinositide 3-kinase; PTEN; signal transduction; schizophrenia; autism; biomarker; therapeutic strategy; fragile X syndrome KeyWords Plus:FRAGILE-X-SYNDROME; CHRONIC LYMPHOCYTIC-LEUKEMIA; CANCER-THERAPY RESISTANCE; PROTEIN-COUPLED RECEPTORS; INHERITED PTEN MUTATIONS; LHERMITTE-DUCLOS-DISEASE; LONG-TERM DEPRESSION; SPECTRUM DISORDERS; TUMOR-SUPPRESSOR; PLASMA-MEMBRANE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE RESEARCH Volume: 95 Issue: 5 Pages: 1161-1173 DOI: 10.1002/jnr.23797 Published: MAY 2017","Abstract":"Phosphoinositides are essential components of lipid membranes and crucial regulators of many cellular functions, including signal transduction, vesicle trafficking, membrane receptor localization and activity, and determination of membrane identity. These functions depend on the dynamic and highly regulated metabolism of phosphoinositides and require finely balanced activity of specific phosphoinositide kinases and phosphatases. There is increasing evidence from genetic and functional studies that these enzymes are often dysregulated or mutated in autism spectrum disorders; in particular, phosphoinositide 3-kinases and their regulatory subunits appear to be affected frequently. Examples of autism spectrum disorders with defective phosphoinositide metabolism are fragile X syndrome and autism disorders associated with mutations in the phosphoinositide 3-phosphatase tensin homolog deleted on chromosome 10 (PTEN), but recent genetic analyses also suggest that select nonsyndromic, idiopathic forms of autism may have altered activity of phosphoinositide kinases and phosphatases. Isoform-specific inhibitors for some of the phosphoinositide kinases have already been developed for cancer research and treatment, and a few are being evaluated for use in humans. Altogether, this offers exciting opportunities to explore altered phosphoinositide metabolism as a therapeutic target in individuals with certain forms of autism. This review summarizes genetic and functional studies identifying defects in phosphoinositide metabolism in autism and related disorders, describes published preclinical work targeting phosphoinositide 3-kinases in neurological diseases, and discusses the opportunities and challenges ahead to translate these findings from animal models and human cells into clinical application in humans. (c) 2016 Wiley Periodicals, Inc.","Authors":"Gross, C (Gross, Christina)","Title":"Defective phosphoinositide metabolism in autism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396041200002 ISSN: 1735-207X eISSN: 1735-2428","Keywords":"Benserazide; Levodopa; Tryptophan; Graphene oxide-NiO nanocomposite; Ionic liquid KeyWords Plus:SENSITIVE VOLTAMMETRIC SENSOR; SPECTROPHOTOMETRIC DETERMINATION; MULTIVARIATE CALIBRATION; ELECTROCATALYSIS; INHIBITION; TABLET; ACID","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE IRANIAN CHEMICAL SOCIETY Volume: 14 Issue: 5 Pages: 955-961 DOI: 10.1007/s13738-016-1045-1 Published: MAY 2017","Abstract":"The benserazide (BZ) and levodopa (LD) are two important catechol drugs to inhibit dopamine production outside the brain. On the other hand, BZ is effective on tryptophan (Trp) metabolism as an inhibitor aromatic amino acid decarboxylase. A voltammetric sensor based on carbon paste electrodes modified with graphene oxide-NiO nanocomposite and n-hexyl-3-methylimidazolium hexafluoro phosphate (n-H-3MIHF) as a binder is proposed to detect and quantify of BZ, LD and Trp in drug and urine samples. In square-wave voltammetry technique, BZ, LD and Trp were given sensitive oxidation peaks at 156, 312 and 740 mV, respectively. At a best electrochemical conditions, the enhanced oxidation peak currents represented the excellent analytical performance of simultaneous detection of BZ, LD and Trp in the ranges of 0.1-600, 0.1-700 and 5.0-700 mu M, with a low limit of detection of 0.05 mu M for BZ, 0.05 for LD and 1.0 mu M for Trp (S/N = 3), respectively. To further validate its possible application, the proposed sensor was successfully used for the determination of above compounds in tablet and urine with satisfactory results.","Authors":"Shabani-Nooshabadi, M (Shabani-Nooshabadi, Mehdi) ; Roostaee, M (Roostaee, Maryam) ; Karimi-Maleh, H (Karimi-Maleh, Hassan)","Title":"Incorporation of graphene oxide-NiO nanocomposite and n-hexyl-3-methylimidazolium hexafluoro phosphate into carbon paste electrode: application as an electrochemical sensor for simultaneous determination of benserazide, levodopa and tryptophan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008700021 PubMed ID: 28077268 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"(13)c; Hyperpolarized; Pyruvate; Urea; DNP; SSFP KeyWords Plus:MAGNETIC-RESONANCE-SPECTROSCOPY; PROSTATE-CANCER; IN-VIVO; MONOCARBOXYLATE TRANSPORTER; LACTATE; METABOLISM; UREA; RAT; EXCITATION; PYRUVATE","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 38 Pages: 152-162 DOI: 10.1016/j.mri.2017.01.003 Published: MAY 2017","Abstract":"The goal of this project was to develop and apply techniques for T-2 mapping and 3D high resolution (1.5 mm isotropic; 0.003 cm(3)) C-13 imaging of hyperpolarized (HP) probes [1-C-13]lactate, [1-C-13]pyruvate, [2-C-13]pyruvate, and [C-13,N-15(2)]urea in vivo. A specialized 2D bSSFP sequence was implemented on a clinical 3T scanner and used to obtain the first high resolution T-2 maps of these different hyperpolarized compounds in both rats and tumor-bearing mice. These maps were first used to optimize timings for highest SNR for single time-point 3D bSSFP acquisitions with a 1.5 mm isotropic spatial resolution of normal rats. This 3D acquisition approach was extended to serial dynamic imaging with 2-fold compressed sensing acceleration without changing spatial resolution. The T-2 mapping experiments yielded measurements of T-2 values of >1 s for all compounds within rat kidneys/vasculature and TRAMP tumors, except for [2-C-13]pyruvate which was similar to 730 ms and similar to 320 ms, respectively. The high resolution 3D imaging enabled visualization the biodistribution of [1-C-13]lactate, [1-C-13]pyruvate, and [2-C-13]pyruvate within different kidney compartments as well as in the vasculature. While the mouse anatomy is smaller, the resolution was also sufficient to image the distribution of all compounds within kidney, vasculature, and tumor. The development of the specialized 3D sequence with compressed sensing provided improved structural and functional assessments at a high (0.003 cm(3)) spatial and 2 s temporal resolution in vivo utilizing HP C-13 substrates by exploiting their long T-2 values. This 1.5 mm isotropic resolution is comparable to H-1 imaging and application of this approach could be extended to future studies of uptake, metabolism, and perfusion in cancer and other disease models and may ultimately be of value for clinical imaging. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Milshteyn, E (Milshteyn, Eugene) ; von Morze, C (von Morze, Cornelius) ; Reed, GD (Reed, Galen D.) ; Shang, H (Shang, Hong) ; Shin, PJ (Shin, Peter J.) ; Zhu, ZH (Zhu, Zihan) ; Chen, HY (Chen, Hsin-Yu) ; Bok, R (Bok, Robert) ; Goga, A (Goga, Andrei) ; Kurhanewicz, J (Kurhanewicz, John) ; Larson, PEZ (Larson, Peder E. Z.) ; Vigneron, DB (Vigneron, Daniel B.) ...More...Less","Title":"Development of high resolution 3D hyperpolarized carbon-13 MR molecular imaging techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008700022 PubMed ID: 28069416 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"Triglycerides; Phospholipids; Cholesterol; NMR spectroscopy; Muscular dystrophy; DMD; BMD; FSHD; LGMD-2B; Essential fatty acids KeyWords Plus:MAGNETIC-RESONANCE-SPECTROSCOPY; CHOLINE KINASE BETA; ADIPOCYTE DIFFERENTIATION; PHOSPHOLIPID-COMPOSITION; MASS-SPECTROMETRY; OXIDATIVE STRESS; P-31 NMR; MDX MICE; MOUSE; PATHOPHYSIOLOGY","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 38 Pages: 163-173 DOI: 10.1016/j.mri.2017.01.001 Published: MAY 2017","Abstract":"Purpose: Qualitative (assignment of lipid components) and quantitative (quantification of lipid components) analysis of lipid components were performed in skeletal muscle tissue of patients with muscular dystrophy in early phase of the disease as compared to control/normal subjects. Methods: Proton nuclear magnetic resonance (NMR) spectroscopy based experiment was performed on the lipid extract of skeletal muscle tissue of patients with muscular dystrophy in early phase of the disease and normal individuals for the analysis of lipid components [triglycerides, phospholipids, total cholesterol and unsaturated fatty acids (arachidonic, linolenic and linoleic acid)]. Specimens of muscle tissue were obtained from patients with Duchenne muscular dystrophy (DMD) [n = 11; Age, Mean +/- SD; 9.2 +/- 1.4 years; all were males], Becker muscular dystrophy (BMD) [n = 12; Age, Mean +/- SD; 21.4 +/- 5.0 years; all were males], facioscapulohumeral muscular dystrophy (FSHD) [n = 11; Age, Mean +/- SD; 23.7 +/- 7.5 years; all were males] and limb girdle muscular dystrophy-2B (LGMD-2B) [n = 18; Age, Mean +/- SD; 24.2 +/- 4.1 years; all were males]. Muscle specimens were also obtained from [n = 30; Mean age +/- SD 23.1 +/- 6.0 years; all were males] normal/control subjects. Results: Assigned lipid components in skeletal muscle tissue were triglycerides (TG), phospholipids (PL), total cholesterol (CHOL) and unsaturated fatty acids (arachidonic, linolenic and linoleic acid)]. Quantity of lipid components was observed in skeletal muscle tissue of DMD, BMD, FSHD and LGMD-2B patients as compared to control/normal subjects. TG was significantly elevated in muscle tissue of DMD, BMD and LGMD-2B patients. Increase level of CHOL was found only in muscle of DMD patients. Level of PL was found insignificant for DMD, BMD and LGMD-2B patients. Quantity of TG, PL and CHOL was unaltered in the muscle of patients with FSHD as compared to control/normal subjects. Linoleic acids were significantly reduced in muscle tissue of DMD, BMD, FSHD and LGMD-2B as compared to normal/control individuals. Conclusions: Results clearly indicate alteration of lipid metabolism in patients with muscular dystrophy in early phase of the disease. Moreover, further evaluation is required to understand whether these changes are primary or secondary to muscular dystrophy. In future, these findings may prove an additional and improved approach for the diagnosis of different forms of muscular dystrophy. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Srivastava, NK (Srivastava, Niraj Kumar) ; Yadav, R (Yadav, Ramakant) ; Mukherjee, S (Mukherjee, Somnath) ; Pal, L (Pal, Lily) ; Sinha, N (Sinha, Neeraj)","Title":"Abnormal lipid metabolism in skeletal muscle tissue of patients with muscular dystrophy: In vitro, high-resolution NMR spectroscopy based observation in early phase of the disease"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900038 PubMed ID: 28254301 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Optical microscopy; Lung epithelial cells; Surface structure; Structural morphology; Antibacterial activity KeyWords Plus:ZNO THIN-FILMS; OXIDATIVE STRESS; CARBON-BLACK; NANOPARTICLES; NANORODS","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 325-333 DOI: 10.1016/j.msec.2016.12.024 Published: MAY 1 2017","Abstract":"We report the synthesis of high quality ZnO doped TiO2 nanocrystals by chemical method at room temperature (RT), it can cause serious oxidative stress and DNA damage to human lung epithelial cells (A549) lines. Our aim in this study, to reduce the cytotoxicity effect of ZnO doped TiO2 nanocrystals are widely in biological fields. Several studies have been performed to understand the influence of ZnO doped titanium dioxide (TiO2-NPs) on cell function; however the effects of nanoparticle against to exposure on the cell membrane have been duly addressed fascinatingly so far. However, In this interaction, which may alter cell metabolism and integrity, it is one of the importance to understand the modifications of the cell membrane, mechanisms of pulmonary A549 cell lines nanoparticles were uptake and the molecular pathway during the initial cell responses are still unclear and much more investigative efforts are need to properly characterize the ZnO doped titanium dioxide nanoparticles were reported successfully. In particular of the epithelial cells, upon particles are exposed human pulmonary epithelial cells (A549) to various concentrations of composition, structure and morphology of the nanocrystals were analyzed by X-ray diffraction (XRD) and high resolution transmission electron microscopy (HRTEM). XRD assessed the crystal structure of the nanocrystals which identified peaks associated with (002), (100) and (101) planes of hexagonal wurtzite-type ZnO with lattice constants of a = b = 3249 angstrom and c = 5.219 angstrom. The IR results showed high purity of products and indicated that the nanocrystals are made up of Ti-O and Zn-O bonds. The Photoluminescence (PL) spectra are dominated by a strong narrow band edge emission tunable in the blue region of the visible spectra indicating a narrow size distribution of ZnO/TiO2 nanocrystals which exhibits antibacterial activity over a broad range of bacterial species and in particular against Stre. Mut where it out competes four other commonly used E.coli, Pse. Aug, Stre. Mut and Salm. sps, well as testing four different appropriate concentration from the results showed a significant gain in viable cell numbers of all four bacteria species, with 5 mM and 10 mM being the most effective and 2 mM being the worst, where it provided an effective improvement from the growth mechanism has been also proposed to the current interest of these nanocrystals will discussed in detail.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kaviyarasu, K (Kaviyarasu, K.) ; Geetha, N (Geetha, N.) ; Kanimozhi, K (Kanimozhi, K.) ; Magdalane, CM (Magdalane, C. Maria) ; Sivaranjani, S (Sivaranjani, S.) ; Ayeshamariam, A (Ayeshamariam, A.) ; Kennedy, J (Kennedy, J.) ; Maaza, M (Maaza, M.)","Title":"In vitro cytotoxicity effect and antibacterial performance of human lung epithelial cells A549 activity of Zinc oxide doped TiO2 nanocrystals: Investigation of bio-medical application by chemical method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398570900004 PubMed ID: 27071505 ISSN: 1464-6722 eISSN: 1364-3703","Keywords":"benzoxazinoids; DIMBOA; Fusarium ear rot; gene regulation; mycotoxin KeyWords Plus:PROTEIN PHOSPHATASE TYPE-1; DNA-BINDING PROTEINS; MAIZE KERNELS; SACCHAROMYCES-CEREVISIAE; SECONDARY METABOLISM; B-1 PRODUCTION; EAR ROT; FUNCTIONAL-CHARACTERIZATION; SUBCELLULAR-LOCALIZATION; GIBBERELLA-MONILIFORMIS","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"MOLECULAR PLANT PATHOLOGY Volume: 18 Issue: 4 Pages: 513-528 DOI: 10.1111/mpp.12414 Published: MAY 2017","Abstract":"Fusarium verticillioides is a globally important pathogen of maize, capable of causing severe yield reductions and economic losses. In addition, F. verticillioides produces toxic secondary metabolites during kernel colonization that pose significant threats to human and animal health. Fusarium verticillioides and other plant-pathogenic fungi possess a large number of genes with no known or predicted function, some of which could encode novel virulence factors or antifungal targets. In this study, we identified and characterized the novel gene FUG1 (Fungal Unknown Gene 1) in F. verticillioides through functional genetics. Deletion of FUG1 impaired maize kernel colonization and fumonisin biosynthesis. In addition, deletion of FUG1 increased sensitivity to the antimicrobial compound 2-benzoxazolinone and to hydrogen peroxide, which indicates that FUG1 may play a role in mitigating stresses associated with host defence. Transcriptional profiling via RNA-sequencing (RNA-seq) identified numerous fungal genes that were differentially expressed in the kernel environment following the deletion of FUG1, including genes involved in secondary metabolism and mycelial development. Sequence analysis of the Fug1 protein provided evidence for nuclear localization, DNA binding and a domain of unknown function associated with previously characterized transcriptional regulators. This information, combined with the observed transcriptional reprogramming in the deletion mutant, suggests that FUG1 represents a novel class of fungal transcription factors or genes otherwise involved in signal transduction.","Authors":"Ridenour, JB (Ridenour, John B.) ; Bluhm, BH (Bluhm, Burton H.)","Title":"The novel fungal-specific gene FUG1 has a role in pathogenicity and fumonisin biosynthesis in Fusarium verticillioides"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396955800001 PubMed ID: 28174023 ISSN: 0197-0186 eISSN: 1872-9754","Keywords":"Hydrogen sulphide; Stroke; Toxic effect; Neuroprotection KeyWords Plus:CYSTATHIONINE-BETA-SYNTHASE; CEREBRAL ISCHEMIA/REPERFUSION INJURY; ENDOPLASMIC-RETICULUM STRESS; ISCHEMIA-REPERFUSION INJURY; BRAIN-BARRIER INTEGRITY; ANIMATION-LIKE STATE; OXIDATIVE STRESS; METHYLENETETRAHYDROFOLATE REDUCTASE; GAMMA-LYASE; HOMOCYSTEINE METABOLISM","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology Web of Science Categories:Biochemistry & Molecular Biology; Neurosciences","Journal Information":"NEUROCHEMISTRY INTERNATIONAL Volume: 105 Pages: 1-10 DOI: 10.1016/j.neuint.2016.11.015 Published: MAY 2017","Abstract":"Hydrogen sulfide is believed to be a signalling molecule in the central nervous system. It is known to increase rapidly following an ischemic insult in experimental stroke. Is it protective or deleterious? This review surveys the relevant information available in the literature. It appears that there is no definitive answer to this question at present. Current evidence seems to suggest that the presence of H2S in the ischemic brain may either be deleterious or protective depending on its concentration, deleterious when high and protective when low. Therefore, it can be inferred that either an enhancement or a reduction of its concentration may be of potential use in future stroke therapy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chan, SJ (Chan, Su Jing) ; Wong, PTH (Wong, Peter T. -H.)","Title":"Hydrogen sulfide in stroke: Protective or deleterious?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396955800007 PubMed ID: 28108196 ISSN: 0197-0186 eISSN: 1872-9754","Keywords":"HVA; Dopamine; Mild Parkinson's disease; CSF; Motor impairment KeyWords Plus:CEREBROSPINAL-FLUID BIOMARKERS; DOPAMINE; PROGRESSION; STIMULATION; METABOLISM; ALZHEIMERS; DIAGNOSIS; ACCURACY; DEMENTIA; DEFICITS","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology Web of Science Categories:Biochemistry & Molecular Biology; Neurosciences","Journal Information":"NEUROCHEMISTRY INTERNATIONAL Volume: 105 Pages: 58-63 DOI: 10.1016/j.neuint.2017.01.007 Published: MAY 2017","Abstract":"In Parkinson's disease (PD), several efforts have been spent in order to find biochemical parameters able to identify the progression of the pathological processes at the basis of the disease. It is already known that advanced PD patients manifesting dyskinesia are featured by the high homovanillic acid (HVA)/dopamine (DA) ratio, suggesting the increased turnover of DA in these patients. Less clear is whether similar changes affect mild and moderate stages of the disease (between 1 and 2.5 of Hoehn & Yahr-H&Y-stage). Hence, here we tested whether cerebrospinal fluid (CSF) concentrations of DA and its major metabolites, either 3,4-dihydroxyphenylacetic acid (DOPAC) or HVA, correlate with motor performance in mild and moderate PD patients. CSF samples were collected after 2 days of anti-PD drugs washout, via lumbar puncture (LP) performed 130 min following administration of oral levodopa (LD) dose (200 mg). LP timing was determined in light of our previous tests clarifying that 2 h after oral LD administration CSF DA concentration reaches a plateau, which was un-respective of PD stage or duration. DA, DOPAC and HVA were assayed by high performance liquid chromatography in a group of 19 patients, distributed in two groups on the basis of the H&Y stage with a cut-off of 1.5. In these PD patients, HVA was correlated with DOPAC (R = 0,56, p < 0,01) and both HVA and DOPAC CSF levels increased in parallel with the motor impairment. More importantly, HVA correlated with motor impairment measured by the Unified Parkinson's Disease Score III (UPDRS) (R = 0.61; p < 0.0001). The present findings showed the early alteration of the DA pre-synaptic machinery, as documented by the progressive increase of CSF HVA concentrations, which also correlated with PD motor impairment. Therefore, we suggest the potential use of measuring the CSF HVA level as a possible biomarker of PD stage changes in order to monitor the effectiveness of PD-modifying pharmacological therapies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Stefani, A (Stefani, Alessandro) ; Pierantozzi, M (Pierantozzi, Mariangela) ; Olivola, E (Olivola, Enrica) ; Galati, S (Galati, Salvatore) ; Cerroni, R (Cerroni, Rocco) ; D'Angelo, V (D'Angelo, Vincenza) ; Hainsworth, AH (Hainsworth, Atticus H.) ; Saviozzi, V (Saviozzi, Valentina) ; Fedele, E (Fedele, Ernesto) ; Liguori, C (Liguori, Claudio)","Title":"Homovanillic acid in CSF of mild stage Parkinson's disease patients correlates with motor impairment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398646600003 PubMed ID: 28185882 ISSN: 1089-8603 eISSN: 1089-8611","Keywords":"Cysteine; Hydrogen sulfide; Nitric oxide; Signalling; Thiols; Thionitrites KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; RED-BLOOD-CELLS; NITRIC-OXIDE; MASS-SPECTROMETRY; BIOLOGICAL-FLUIDS; NEUTRAL-PH; INORGANIC NITRITE; REACTION-PRODUCTS; NITROSOTHIOLS; HEMOGLOBIN","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"NITRIC OXIDE-BIOLOGY AND CHEMISTRY Volume: 65 Pages: 22-36 DOI: 10.1016/j.niox.2017.02.001 Published: MAY 1 2017","Abstract":"Cysteine (CysSH) and its derivatives including N-acetylcysteine (NAC) and glutathione (GSH), and cysteine residues in proteins and enzymes are nitrosated with nitric oxide (NO) reaction products such as N2O3 to form S-nitrosated cysteine thiols (RCysSNO). RCysSNO undergo with cysteine thiols (RCysSH) S-transnitrosation reactions, thereby transferring reversibly their nitrosyl (+NO) group to RCysSH to form RCysSNO. (NO)-N-center dot release from RCysSNO and S-transnitrosation are considered the most important features and signalling pathways of RCysSNO. Hydrogen sulfide (H2S: p/K-a1, 7; HS-: pK(a2), 12.9) is an endogenous product of cysteine metabolism. We hypothesized that RCysSNO would also undergo S-transnitrosation reaction with H2S/HS-/S2- to form thionitrite (ONS-), the smallest S-nitrosated thiol. This article describes spectrophotometric and mass spectrometric investigations of S-transnitrosation reactions in phosphate buffered saline (PBS) of pH 7.4 between H2S/HS-/S2- (supplied as Na2S) and S-nitroso-glutathione (GSNO), S-nitroso-L-cysteine (CysSNO), S-nitroso-N-acetyl-L-cysteine (SNAC), and the synthetic S-nitroso-N-acetyl-L-cysteine ethyl ester (SNACET). For comparison, we also investigated the reactions of H2S/HS-/S2- with NO+BF4- and NO2+BF4-, direct ON+ and O2N+ donors, respectively, and assumed formation of ONS- and thionitrate (O2NS-), respectively. Addition of Na2S (at 1 mM) to buffered RCysSNO solutions resulted in decreases of the absorbance at 340 nm and concomitant increases in the absorbance at 410 nm depending upon the nature and concentration of RCysSNO (range, 25-1000 mu M). The reactivity order of RCysSNO against H2S/HS-/S2- was: CysSNO > SNACET > GSNO > SNAC. Our spectrophotometric and GC-MS analyses indicate that H2S/HS-/S2- and RCysSNO undergo multiple reactions. Major final reaction products were found to be nitrite and nitrate. ONS- and O2NS- were not detected by GC-MS, suggesting rapid and complete S/O-exchange from water at pH 7.4. GC-MS analyses of ethyl acetate extracts of reaction mixtures suggested formation of tetrasulfur (S-4), the precursor of elemental sulfur (S-8). The broad absorbance around 410 nm and the turbidity occurred in RCysSNO/Na2S reaction mixtures support formation of polysulfides (polysulfanes) and colloidal sulfur. The reaction of NO+BF4- and NO2+BF4- with H2S/HS-/S2- differed from the S-transnitrosation reactions of RCysSNO, with NO+BF4- being more reactive than NO2+BF4-. In this article, we also briefly review and discuss recent published work dealing with the reaction of H2S/HS-/S2- with low- and high-molecular-mass S-nitrosated thiols. This research area is highly challenging and controversial with respect to the primarily formed reaction products. The synthesis of structurally well-characterized, pure stable-isotope labelled species of putative reaction products, including ONS-, O2NS- and ONSS-, and their use in combination with mass spectrometry coupled to chromatography, e.g. GC-MS and LC-MS/MS, are indispensable in exploring the complex interaction of the two gasotransmitters, H2S and (NO)-N-center dot. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tsikas, D (Tsikas, Dimitrios) ; Bohmer, A (Boehmer, Anke)","Title":"S-Transnitrosation reactions of hydrogen sulfide (H2S/HS-/S2- with S-nitrosated cysteinyl thiols in phosphate buffer of pH 7.4: Results and review of the literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647100005 PubMed ID: 28359358 ISSN: 0899-9007 eISSN: 1873-1244","Keywords":"Atherosclerosis; Rice bran enzymatic extract; HMG-CoA; Macrophage infiltration; Adhesion molecules; Steatosis KeyWords Plus:BILE-ACID SYNTHESIS; CHOLESTEROL-METABOLISM; ENDOTHELIAL FUNCTION; RATS; DIET; PHYTOCHEMICALS; PHYTOSTEROLS; INFLAMMATION; ORYZANOL; HAMSTERS","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION Volume: 37 Pages: 22-29 DOI: 10.1016/j.nut.2016.12.005 Published: MAY 2017","Abstract":"Objective: Rice bran is a by-product of rice milling and is rich in bioactive molecules such as gamma-oryzanol, phytosterols, and tocotrienols. The rice bran enzymatic extract (RBEE) previously showed vessel remodeling prevention and lipid-lowering, antioxidant, anti-inflammatory, and antiapoptotic activities. The aim of this study was to identify RBEE hypolipidemic mechanisms and to study the effects of RBEE on the progression of atherosclerosis disease and linked vascular dysfunction and liver steatosis in apolipoprotein E-knockout (ApoE-/-) mice fed low-or high-fat (LFD, HFD, respectively) and cholesterol diets. Methods: AkoE-/- mice were fed LFD (13% kcal) or HFD (42% kcal) supplemented or not supplemented with 1 or 5% RBEE (w/w) for 23 wk. Then, serum, aorta, liver, and feces were collected and flash frozen for further analysis. Results: RBEE supplementation of HFD improved serum values by augmenting high-density lipoprotein cholesterol and preventing total cholesterol and aspartate aminotransferase increase. 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase activity was attenuated (1 and 5% RBEE) and cholesterol excretion increased (5% RBEE). Diet supplementation with 5% RBEE reduced plaque development regardless of the diet. In HFD-fed mice, both doses of RBEE reduced lipid deposition and macrophage infiltration in the aortic sinus and downregulated intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expression. None of these effects was observed in mice fed LFD. Liver steatosis was reduced by RBEE supplementation of LFD (1% RBEE) and HFD (1 and 5% RBEE) and nuclear peroxisome proliferator-activated receptor-alpha expression upregulated in the HDF 5% RBEE group. Conclusion: Regular consumption of RBEE-supplemented HFD reduced plaque development and liver steatosis by decreasing inflammation and hyperlipidemia through an HMG-CoA reductase activity and lipid excretion-related mechanism. 2016 Elsevier Inc. All rights reserved.","Authors":"Perez-Ternero, C (Perez-Ternero, Cristina) ; Claro, C (Claro, Carmen) ; Parrado, J (Parrado, Juan) ; Herrera, MD (Dolores Herrera, Maria) ; de Sotomayor, MA (Alvarez de Sotomayor, Maria)","Title":"Rice bran enzymatic extract reduces atherosclerotic plaque development and steatosis in high-fat fed ApoE-/- mice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647100012 PubMed ID: 28359365 ISSN: 0899-9007 eISSN: 1873-1244","Keywords":"Soy isoflavone; Longitudinal bone growth; Bone structural parameters; BMD; Vaginal opening; Growing rats KeyWords Plus:MINERAL DENSITY; OVARIECTOMIZED RATS; GENISTEIN; WOMEN; TOMOGRAPHY; METABOLISM; MARKERS; TRIAL","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION Volume: 37 Pages: 68-73 DOI: 10.1016/j.nut.2016.12.008 Published: MAY 2017","Abstract":"Objectives: The aim of this study was to investigate the effects of soy isoflavone on tibia length, bone mineral density (BMD), and structural parameters in growing female rats. Methods: Three-week-old female Sprague-Dawley rats were randomly assigned to four experimental groups: control (CON: distilled water gavage); low-dose isoflavone (low-IF: 10 mg/kg body weight [BW]/d gavage); high-dose isoflavone (high-IF: 50 mg/kg BW/d gavage); and 17 beta-estradiol (E2: subcutaneous injection of 10 mu g). All animals received a soy-free diet and vaginal opening was monitored daily. After an 8-wk treatment period, bone-related parameters (alkaline phosphatase [ALP], osteocalcin [OC], N-terminal telopeptide [NTx], bone length, failure load, stiffness, BMD, and structural parameters) were analyzed. Results: Serum ALP levels of the high-IF group were higher than those of the CON group (P < 0.05); however, serum OC levels of the high-IF group were lower than those of the CON, low-IF, and E2 groups (P < 0.05). The tibias and femurs of the low-IF group were longer than those of the CON and high-IF groups (P < 0.05). Bone volume, trabecular number, and BMD of trabecular bone of the high-IF and E2 groups were higher than those of the CON and low-IF groups (P < 0.05). The trabecular thickness of the high-IF group was higher than that of the CON and low-IF groups (P < 0.05). The failure load of the high-IF group was higher than those of the CON group (P < 0.05). Age and body weight at vaginal opening of the E2 group were significantly lower than those of the CON, low-IF, and high-IF groups (P < 0.05). Conclusions: This study suggests that 8 wk of low-dose supplementation with soy isoflavone stimulates longitudinal bone growth. Additionally, high-dose supplementation with soy isoflavone may improve bone quality (BMD and structural parameters) in growing female rats. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ahn, H (Ahn, Hyejin) ; Park, YK (Park, Yoo Kyoung)","Title":"Soy isoflavone supplementation improves longitudinal bone growth and bone quality in growing female rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647100016 PubMed ID: 28359370 ISSN: 0899-9007 eISSN: 1873-1244","Keywords":"Intermittent fasting; Energy restriction; Meal frequency; Ramadan; Clinical; Glucose tolerance test; Body composition; Lean; Metabolism; Cognitive performance; Glucose; Insulin; Satiety; Mood KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; DISEASE RISK MARKERS; MEAL FREQUENCY; ENERGY-BALANCE; NORMATIVE DATA; WEIGHT-LOSS; RHEUMATOID-ARTHRITIS; CALORIC RESTRICTION; OXIDATIVE STRESS; OVERWEIGHT WOMEN","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION Volume: 37 Pages: 92-103 DOI: 10.1016/j.nut2016.12.015 Published: MAY 2017","Abstract":"Objectives: There has been a parallel increase in the incidence of obesity and diabetes as well as the number of daily meals. However, evidence is lacking regarding the role of intermittent fasting. The aim of this study was to determine the effects of a Ramadan model of intermittent fasting (RIF; 14 h of daytime abstinence from food and drinking) for 28 d on body composition, glucose metabolism, and cognitive function. Methods: Ten healthy, lean men were included in a nonrandomized, crossover, intervention study. Testing was performed before a control period of 28 d, as well as before and after 28 d of RIF. Whole-body dual-energy x-ray absorptiometry, magnetic resonance imaging of the abdomen, fitness test, oral glucose tolerance test, and cognitive function tests were performed. As secondary outcome, the participants' physical activity and 72-h glycemic responses were monitored 6 d within each of the periods. Dietary intake, appetite, and mood questionnaires also were assessed. Results: Comparing A differences from testing days; body mass index changes from the control period (A Mean: 02 kg/m(2), 95% confidence interval [CI], 2 to 0.5) and the RIF period (A mean: 03 kg/m2, 95% CI,-0.6 to-0.1) were significantly different (P < 0.05). Secondary outcomes within the RIF period showed an increased area under curve (AUC) for hunger accompanied by a reduced AUC for satiety (both, P < 0.05), less mean steps per day (P < 0.05), and less positive feelings in the afternoon (P < 0.01) compared with the control period. No changes were observed in any of the other evaluated parameters. Conclusions: Free-living participants were able to comply with 14 h of daily daytime abstinence from food and drinking for 28 d with only a minor effect on body mass index and without any effects on body composition, glucose metabolism, and cognitive function. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Harder-Lauridsen, NM (Harder-Lauridsen, Nina M.) ; Rosenberg, A (Rosenberg, Astrid) ; Benatti, FB (Benatti, Fabiana B.) ; Damm, JA (Damm, Julie A.) ; Thomsen, C (Thomsen, Carsten) ; Mortensen, EL (Mortensen, Erik L.) ; Pedersen, BK (Pedersen, Bente K.) ; Krogh-Madsen, R (Krogh-Madsen, Rikke)","Title":"Ramadan model of intermittent fasting for 28 d had no major effect on body composition, glucose metabolism, or cognitive functions in healthy lean men"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398537500005 PubMed ID: 28273687 ISSN: 1467-7881 eISSN: 1467-789X","Keywords":"Gastric bypass; hyperparathyroidism; hypovitaminosis D; long-term outcomes KeyWords Plus:VITAMIN-D STATUS; CLINICAL-PRACTICE GUIDELINE; BONE-MINERAL DENSITY; BARIATRIC SURGERY; PARATHYROID-HORMONE; FOLLOW-UP; CALCIUM-METABOLISM; MORBID-OBESITY; D DEFICIENCY; METAANALYSIS","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"OBESITY REVIEWS Volume: 18 Issue: 5 Pages: 560-566 DOI: 10.1111/obr.12525 Published: MAY 2017","Abstract":"IntroductionPre-operative Vitamin D deficiency is markedly prevalent in prospective bariatric surgery patients. While bariatric surgery leads to significant weight loss, it can exacerbate or prolong Vitamin D deficiency. We systematically reviewed the literature to assess whether secondary hyperparathyroidism is maintained in the medium to long term in patients following the Roux-en-Y gastric bypass. MethodsA comprehensive literature search was conducted through Medline, Embase, Scopus, Web of Science, Dare, Cochrane library and HTA database. The search terms used were bariatric surgery, gastric bypass and hyperparathyroidism. ResultsFourteen studies were included (n=2688 subjects). Parathyroid hormone levels rose gradually from a mean pre-operative level of 5.691.2pmol/L to 6.36 +/- 0.77pmol/L, 7.59 +/- 0.73pmol/L and 8.29 +/- 1.41pmol/L at 2years, between 2 and 5years, and beyond 5years, respectively. Vitamin D levels slowly fell to a mean of 20.50 +/- 4.37ng/mL and 20.76 +/- 3.80ng/mL between follow-up intervals 2-5years and beyond 5, respectively. ConclusionIt appears that hyperparathyroidism persists at 5-year follow-up after gastric bypass, despite most patients being supplemented with calcium and Vitamin D.","Authors":"Switzer, NJ (Switzer, N. J.) ; Marcil, G (Marcil, G.) ; Prasad, S (Prasad, S.) ; Debru, E (Debru, E.) ; Church, N (Church, N.) ; Mitchell, P (Mitchell, P.) ; Billington, EO (Billington, E. O.) ; Gill, RS (Gill, R. S.)","Title":"Long-term hypovitaminosis D and secondary hyperparathyroidism outcomes of the Roux-en-Y gastric bypass: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397996500012 ISSN: 1545-5009 eISSN: 1545-5017","Keywords":"methylmalonic acidemia, renal cell carcinoma,TSC2 KeyWords Plus:KIDNEY CANCER; GENETIC-BASIS; TUMOR; IDENTIFICATION; METABOLISM; MTOR","Categories":"Oncology; Hematology; Pediatrics Web of Science Categories:Oncology; Hematology; Pediatrics","Journal Information":"PEDIATRIC BLOOD & CANCER Volume: 64 Issue: 5 Article Number: UNSP e26286 DOI: 10.1002/pbc.26286 Published: MAY 2017","Abstract":"Pediatric renal cell carcinoma (RCC) is a rare cancer that can be associated with inherited diseases including tuberous sclerosis complex (TSC) caused by germline mutations in TSC1 or TSC2. Somatic mutations in TSC1 and TSC2 have also been reported in adult RCC, which predict response to mTOR inhibitors. Here, we present the first case of RCC in a child with methylmalonic acidemia (MMA). Clinical whole exome sequencing of blood and tumor samples confirmed the diagnosis of MMA and revealed two somatic inactivating mutations in TSC2, suggesting the potential consideration of an mTOR inhibitor in the event of tumor recurrence.","Authors":"Potter, SL (Potter, Samara L.) ; Venkatramani, R (Venkatramani, Rajkumar) ; Wenderfer, S (Wenderfer, Scott) ; Graham, BH (Graham, Brett H.) ; Vasudevan, SA (Vasudevan, Sanjeev A.) ; Sher, A (Sher, Andrew) ; Wu, H (Wu, Hao) ; Wheeler, DA (Wheeler, David A.)[ 6,10 ] ; Yang, YP (Yang, Yaping) ; Eng, CM (Eng, Christine M.) ; Gibbs, RA (Gibbs, Richard A.)[ 3,6,10 ] ; Roy, A (Roy, Angshumoy) ; Plon, SE (Plon, Sharon E.)[ 1,3,6,10 ] ; Parsons, DW (Parsons, D. Williams)[ 1,3,6,10 ] ...More...Less","Title":"Renal cell carcinoma harboring somatic TSC2 mutations in a child with methylmalonic acidemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398606600003 ISSN: 1397-3142 eISSN: 1399-3046","Keywords":"bone mineral density; children; stem cell transplantation; thalassemia major KeyWords Plus:BETA-THALASSEMIA; MARROW-TRANSPLANTATION; TURKISH CHILDREN; HIGH PREVALENCE; EARLY-ONSET; GROWTH; MANAGEMENT","Categories":"Pediatrics; Transplantation Web of Science Categories:Pediatrics; Transplantation","Journal Information":"PEDIATRIC TRANSPLANTATION Volume: 21 Issue: 3 Article Number: UNSP e12876 DOI: 10.1111/petr.12876 Published: MAY 2017","Abstract":"HSCT is a curative treatment in TM, but conditioning and immunosuppressive treatment may affect bone metabolism. In this retrospective study, we aimed to compare BMD, vitamin D status, and growth in children with TM who underwent HSCT to those in children with TD TM. Twenty-three children with TM who underwent HSCT (mean age 7.1 years [1.03-14.7]) and 24 children with TD thalassemia (mean age 9.8 years [1.6-14]) were recruited. Lumbar spine BMD of TD thalassemia patients was higher than those in patients who had HSCT at both baseline and second-year assessments (P=.009, P<.001, respectively). However, BMD Z scores or serum 25-OH vitamin D levels were not different in two groups. Being >10 years of age was a significant risk factor for low BMD, height, and weight Z score for both groups. Patients who underwent HSCT with Pesaro risk class II or III had higher risk for low BMD compared to those risk class I patients (P=.044). In conclusion, children with TM who were >10 years at HSCT are at risk for low BMD and growth retardation. HSCT had no effect on BMD deficit in children with TM.","Authors":"Gokcebay, DG (Gokcebay, Dilek Gurlek) ; Ozbek, N (Ozbek, Namik) ; Erdem, AY (Erdem, Arzu Yazal) ; Culha, V (Culha, Vildan) ; Yarali, N (Yarali, Nese) ; Isik, P (Isik, Pamir) ; Avci, Z (Avci, Zekai) ; Azik, F (Azik, Fatih) ; Demirel, F (Demirel, Fatma) ; Tunc, B (Tunc, Bahattin)","Title":"Effects of stem cell transplantation on bone mineral density and vitamin D status in children with thalassemia major"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398606600023 ISSN: 1397-3142 eISSN: 1399-3046","Keywords":"calcineurin inhibitor; cardiovascular disease; hypercholesterolemia; hypertriglyceridemia; mTOR-inhibitor; mycophenolate mofetil KeyWords Plus:SOLID-ORGAN TRANSPLANTATION; CLINICAL-PRACTICE GUIDELINE; CARDIOVASCULAR RISK-FACTORS; CHRONIC KIDNEY-DISEASE; YOUNG-ADULTS; PATHOBIOLOGICAL DETERMINANTS; LIPOPROTEIN METABOLISM; LIPID MANAGEMENT; BLOOD-PRESSURE; CHILDREN","Categories":"Pediatrics; Transplantation Web of Science Categories:Pediatrics; Transplantation","Journal Information":"PEDIATRIC TRANSPLANTATION Volume: 21 Issue: 3 Article Number: UNSP e12914 DOI: 10.1111/petr.12914 Published: MAY 2017","Abstract":"Dyslipidemia contributes to cardiovascular morbidity and mortality in pediatric transplant recipients. Data on prevalence and risk factors in pediatric cohorts are, however, scarce. We therefore determined the prevalence of dyslipidemia in 386 pediatric renal transplant recipients enrolled in the CERTAIN registry. Data were obtained before and during the first year after RTx to analyze possible non-modifiable and modifiable risk factors. The prevalence of dyslipidemia was 95% before engraftment and 88% at 1year post-transplant. Low estimated glomerular filtration rate at 1year post-transplant was associated with elevated serum triglyceride levels. The use of TAC and of MPA was associated with significantly lower concentrations of all lipid parameters compared to regimens containing CsA and mTORi. Immunosuppressive regimens consisting of CsA, MPA, and steroids as well as of CsA, mTORi, and steroids were associated with a three- and 25-fold (P<.001) increased risk of having more than one pathologic lipid parameter as compared to the use of TAC, MPA, and steroids. Thus, amelioration of the cardiovascular risk profile after pediatric RTx may be attained by adaption of the immunosuppressive regimen according to the individual risk profile.","Authors":"Habbig, S (Habbig, Sandra) ; Volland, R (Volland, Ruth) ; Krupka, K (Krupka, Kai) ; Querfeld, U (Querfeld, Uwe) ; Dello Strologo, L (Dello Strologo, Luca) ; Noyan, A (Noyan, Aytul) ; Yalcinkaya, F (Yalcinkaya, Fatos) ; Topaloglu, R (Topaloglu, Rezan) ; Webb, NJA (Webb, Nicholas J. A.) ; Kemper, MJ (Kemper, Markus J.)[ 10,11 ] ; Pape, L (Pape, Lars)[ 12 ] ; Bald, M (Bald, Martin)[ 13 ] ; Kranz, B (Kranz, Birgitta)[ 14 ] ; Taylan, C (Taylan, Christina) ; Hocker, B (Hoecker, Britta) ; Tonshoff, B (Toenshoff, Burkhard) ; Weber, LT (Weber, Lutz T.) ...More...Less","Title":"Dyslipidemia after pediatric renal transplantation-The impact of immunosuppressive regimens"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398228000025 PubMed ID: 27558547 ISSN: 1526-498X eISSN: 1526-4998","Keywords":"bioassimilable sulphur; induced resistance; Oidium neolycopersici; Solanum lycopersicum KeyWords Plus:ACID-INDUCED RESISTANCE; POWDERY MILDEW; OXIDATIVE STRESS; DEFENSE RESPONSES; BOTRYTIS-CINEREA; PATHOGENS; METABOLISM; CALLOSE; HOST; PATHWAYS","Categories":"Agriculture; Entomology Web of Science Categories:Agronomy; Entomology","Journal Information":"PEST MANAGEMENT SCIENCE Volume: 73 Issue: 5 Pages: 1017-1023 DOI: 10.1002/ps.4419 Published: MAY 2017","Abstract":"BACKGROUND: Developments of alternatives to the use of chemical pesticides to control pests are focused on the induction of natural plant defences. The study of new compounds based on liquid bioassimilable sulphur and its effect as an inductor of the immune system of plants would provide an alternative option to farmers to enhance plant resistance against pathogen attacks such as powdery mildew. In order to elucidate the efficacy of this compound in tomato against powdery mildew, we tested several treatments: curative foliar, preventive foliar, preventive in soil drench and combining preventive in soil drench and curative foliar. RESULTS: In all cases, treated plants showed lower infection development, better physiological parameters and a higher level of chlorophyll. We also observed better performance in parameters involved in plant resistance such as antioxidant response, callose deposition and hormonal levels. CONCLUSION: The results indicate that preventive and curative treatments can be highly effective for the prevention and control of powdery mildew in tomato plants. Foliar treatments are able to stop the pathogen development when they are applied as curative. Soil drench treatments induce immune response mechanisms of plants, increasing significantly callose deposition and promoting plant development. (C) 2016 Society of Chemical Industry","Authors":"Llorens, E (Llorens, Eugenio) ; Agusti-Brisach, C (Agusti-Brisach, Carlos) ; Gonzalez-Hernandez, AI (Gonzalez-Hernandez, Ana I.) ; Troncho, P (Troncho, Pilar) ; Vicedo, B (Vicedo, Begonya) ; Yuste, T (Yuste, Teresa) ; Orero, M (Orero, Mayte) ; Ledo, C (Ledo, Carlos) ; Garcia-Agustin, P (Garcia-Agustin, Pilar) ; Lapena, L (Lapena, Leonor)","Title":"Bioassimilable sulphur provides effective control of Oidium neolycopersici in tomato, enhancing the plant immune system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100015 PubMed ID: 28167146 ISSN: 0031-9384","Keywords":"Predation risk; Metabolic rate; Sex differences; Predation cost; Energetic cost KeyWords Plus:MULTIMODEL INFERENCE; MODEL SELECTION; BEHAVIOR; CRICKET; RESPONSES; FIELD; COST; PREY; OCTOPAMINE; FLIGHT","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 110-115 DOI: 10.1016/j.physbeh.2017.02.002 Published: MAY 1 2017","Abstract":"The non-consumptive effects of predation contribute to reduce preys' fitness. In this way, predation imposes a cost to animals, not only through direct consumption, but also as an energetic cost. One way used to estimate this cost in the past has been to measure the production of CO2 to estimate the change in metabolic rate because of predation. It has been proposed that this change is mediated by the insect stress neurohormone octopamine. Here we study the change in metabolic rate of the black field cricket (Teleogryllus commodus), and how the production of CO2 varies when a chemical cue from a sympatric predator is added. We hypothesised that after the addition of a predatory cue, the metabolic rate will increase. Moreover, since the pressure of predation is stronger on females, we propose that females will have a greater increase in the CO2 produce as consequence of the added cues from the predator. Our results confirmed our first hypothesis, showing an almost two-fold increase in CO2 when the predatory cue was added. However, males were the ones that showed a greater increase, in opposition to our second hypothesis. We put these results in the context of the escape theory and, in particular, the \"landscape of fear\" hypothesis. Also, because the timing between the increase of metabolic rate we measure here and the release of octopamine reported in previous studies do not match, we reject the idea that octopamine causes the increase in metabolism. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Lagos, PA (Lagos, Patricio A.) ; Herberstein, ME (Herberstein, Marie E.)","Title":"Are males more scared of predators? Differential change in metabolic rate between males and females under predation risk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100034 PubMed ID: 28238775 ISSN: 0031-9384","Keywords":"Minimal hepatic encephalopathy; Striatum; LYVE-1; TNF-alpha; Working memory; GFAP-IR KeyWords Plus:FIBRILLARY ACIDIC PROTEIN; PORTAL-HYPERTENSION; MAST-CELLS; DORSAL STRIATUM; WATER MAZE; LYMPHANGIOGENESIS; ANGIOGENESIS; METABOLISM; HYPERAMMONEMIA; INDUCTION","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 263-271 DOI: 10.1016/j.physbeh2017.02.022 Published: MAY 1 2017","Abstract":"Background aims: Minimal hepatic encephalopathy (mHE) has been shown to affect daily functioning, quality of life, driving and overall mortality. However, little is known about treating or diagnosing early impairments in mHE. We studied one of its precipitating factors, portal hypertension which is driving the inflammatory process behind mHE. The purpose was to describe an indirect diagnostic method able to detect the pathology at early stages based on the study of the vascularization and mast cells conjunctival hyperplasia as secondary inflammatory response associated to portal hypertension. Finally, we correlated the presence of histological changes in the eye in mHE with deficits in behavioral task acquisition. Methods: Rats were trained on a stimulus-response task and a spatial working memory task using the Morris water maze. Two groups of animals were used: a SHAM (sham-operated) group (n = 10) and a portal hypertension (HT) group (n = 10). The triple portal vein ligation method was used to create an animal model of mHE. Latencies to reach the platform, number of glial fibrillary acidic protein-immunoreactive astrocytes (GFAP-IR), mast cell expression and presence/absence of blood and lymphatic vessels were examined. Results: There were differences in stimulus-response behavioral performance, with a deficit in the acquisition in the HT group. However, no differences between groups were found on the spatial working memory task. At the same time, differences between groups were found in the GFAP-IR density, which was lower in the HT group, and in the number of mast cells and the presence of vesselS, which were higher in the HT group. Conclusions: In this study, we provide the first preliminary insight into the Validity of exploring the eye as a possible tool to assess the diagnosis of mHE conditions. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Arias, N (Arias, Natalia) ; Mendez, M (Mendez, Marta) ; Alcalde, I (Alcalde, Ignacio) ; Inigo-Portugues, A (Inigo-Portugues, Almudena) ; Merayo-Lloves, J (Merayo-Lloves, Jesus) ; Arias, J (Arias, Jaime) ; Arias, JL (Arias, Jorge L.)","Title":"Assessing the brain through the eye: New ways to explore hepatic encephalopathy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831200001 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Malus domestica; Respiratory quotient; Aroma; Anaerobic metabolism; Ethylene; Respiration rate KeyWords Plus:ORIENTAL SWEET MELONS; LOW-OXYGEN STRESS; ROYAL-GALA; RESPIRATORY QUOTIENT; FUJI APPLES; FATTY-ACIDS; CA STORAGE; AROMA; FRUIT; ETHYLENE","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 127 Pages: 1-13 DOI: 10.1016/j.postharvbio.2017.01.002 Published: MAY 2017","Abstract":"The objective of this study was to assess the interaction between four storage conditions and three maturity stages of 'Galaxy' apple at harvest (unripe, ripe and overripe, based on starch pattern index) on its metabolism and volatile concentrations after harvest and 9 months of storage plus 7 days of shelf life at 20 degrees C. Storage conditions were: [ 1] Controlled atmosphere (CA) (1.2 kPa O-2 + 2.0 kPa CO2); [ 2] CA + 1methylcyclopropene (1-MCP) (0.625 mu LL (1)); [ 3] Dynamic controlled atmosphere based on respiratory quotient 1.3 (DCA-RQ 1.3) + 1.2 kPa CO2 and [ 4] DCA-RQ 1.5 + 1.2 kPa CO2. Fruit stored under DCA-RQ 1.5 had higher concentrations of total esters and characteristic aroma volatile compounds in extracted juice. Highest ester concentrations occurred in overripe fruit stored at DCA-RQ 1.3 and DCA-RQ 1.5. 1-MCP application suppressed volatile compound production, not allowing its increment with advanced of the maturity stage and reduced the main esters after storage. DCA-RQ suppressed internal ethylene concentration, ethylene production, and respiration rate, but the low metabolism in fruit stored under DCA-RQ 1.5 did not result in lower volatile compound production. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Thewes, FR (Thewes, Fabio Rodrigo) ; Brackmann, A (Brackmann, Auri) ; Anese, RD (Anese, Rogerio de Oliveira) ; Bronzatto, ES (Bronzatto, Eduarda Spagnol) ; Schultz, EE (Schultz, Erani Eliseu) ; Wagner, R (Wagner, Roger) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wagner, Roger  http://orcid.org/0000-0002-6176-7913","Title":"Dynamic controlled atmosphere storage suppresses metabolism and enhances volatile concentrations of 'Galaxy' apple harvested at three maturity stages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831200010 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"Hypoxic metabolism; Ultra low oxygen (ULO); Dynamic controlled atmosphere (DCA); Malus domestica; Postharvest; Metabolic profiling KeyWords Plus:LOW-OXYGEN STRESS; AFFECTS CHLOROPHYLL FLUORESCENCE; AROMA VOLATILE COMPOUNDS; ON-TREE MATURATION; CA STORAGE; ALANINE AMINOTRANSFERASE; PINK-LADY(R) APPLES; SUPERFICIAL SCALD; ANOXIA TOLERANCE; QUALITY","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 127 Pages: 76-87 DOI: 10.1016/j.postharvbio.2017.01.008 Published: MAY 2017","Abstract":"The response of apple fruit to storage conditions based on low oxygen protocols depends on their genetic background. In order to elucidate common and divergent processes characterizing the metabolic changes under hypoxia, fruit of two apple (Malus domestica) varieties ('Granny Smith', GS, and 'Red Delicious', RD) were stored under two different low oxygen protocols (Ultra Low Oxygen, ULO, at 0.9 kPa oxygen, and Dynamic Controlled Atmosphere based on chlorophyll fluorescence, DCA-CF, between 0.2 and 0.55 kPa oxygen) for up to 200 and 214 days of storage for GS and RD samples, respectively. Through an integrated metabolomics approach (1H NMR, GC-MS, HS-SPME-GC-MS analyses) a total of 130 metabolites (volatiles and non-volatiles) were identified. Most of them (117) were common to both cultivars; 95 were significantly different between both cultivars when comparing the whole set of data (ULO+DCA-CF), whereas 13 volatile compounds, identified via HS-SPME-GC-MS, were specific for either GS or RD. Multivariate analyses (PCA and PLS) of the whole dataset allowed to clearly discriminate between GS and RD samples. When storage condition was used as a categorical response variable, a lower percentage explained variance was obtained as this effect was overshadowed by the large effect of storage time. After 4 months of storage, RD underwent more pronounced metabolic compositional changes of the cortex, possibly associated with the evolution of ripening. Based on the accumulation pattern of pyruvatederived metabolites (ethanol, acetaldehyde, lactate, alanine) it can be hypothesized that there are two main metabolic reconfiguration strategies in GS and RD to regenerate NAD(+) and cope with energy crisis under hypoxia. GS showed more pronounced responses through changes in the nitrogen metabolism and limited induction of the ethanol fermentation while the latter was highly induced in RD under both ULO and DCA-CF. Marked differences were detected between the VOC profiles of the two cultivars regardless storage conditions. Ethyl esters and 2-methylbutyl derivatives appeared finely modulated by the oxygen level in GS and RD apples, respectively. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Brizzolara, S (Brizzolara, Stefano) ; Santucci, C (Santucci, Claudio) ; Tenori, L (Tenori, Leonardo) ; Hertog, M (Hertog, Maarten) ; Nicolai, B (Nicolai, Bart) ; Sturz, S (Stuerz, Stefan) ; Zanella, A (Zanella, Angelo) ; Tonutti, P (Tonutti, Pietro)","Title":"A metabolomics approach to elucidate apple fruit responses to static and dynamic controlled atmosphere storage"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831200012 ISSN: 0925-5214 eISSN: 1873-2356","Keywords":"UV radiation; Wounding; Antioxidants; Bioactive compounds; Chlorogenic acid KeyWords Plus:KAILAN-HYBRID BROCCOLI; PHENYLPROPANOID METABOLISM; ANTIOXIDANT CAPACITY; HEAT-SHOCK; QUALITY; PLANTS; IRRADIATION; VEGETABLES; STRESS; TISSUE","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agronomy; Food Science & Technology; Horticulture","Journal Information":"POSTHARVEST BIOLOGY AND TECHNOLOGY Volume: 127 Pages: 99-104 DOI: 10.1016/j.postharvbio.2016.12.010 Published: MAY 2017","Abstract":"The single and combined effects of UV-B (1.5 kJm (2)) and UV-C (4.0 kJm (2)) radiation treatments were studied on the phenylalanine ammonia-lyase (PAL) activity, phenolic content and antioxidant capacity (TAC) of shredded fresh-cut carrots during 72 h at 15 C-degrees. Non-irradiated samples were used as control (CTRL). PAL activity of UV-B and CTRL samples was increased by approximately 760% after 72 h while increases of 120-140% in the remaining radiation treatments were found. Chlorogenic acid represented 70% of the sum of phenolic compounds of initial samples. UV-B treatment showed the highest phenolic accumulation with 498% after 72 h, regarding its initial value, while single and combined UV-C treatments achieved an accumulation of 440%, which was similar to CTRL samples. Such phenolics data were highly correlated (R-2 =0.82) to total antioxidant capacity throughout storage. Conclusively, UV-B treatment achieved the highest phenolic compounds accumulation and related antioxidant capacity in shredded carrot during 3 days at 15 degrees C. Furthermore, the use of UV-C treatment with sanitizing purposes combined with UV-B radiation did not negatively affect the accumulation of bioactive compounds, achieving similar enhancements to CTRL samples.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Formica-Oliveira, AC (Carolina Formica-Oliveira, Anna) ; Martinez-Hernandez, GB (Benito Martinez-Hernandez, Gines) ; Diaz-Lopez, V (Diaz-Lopez, Vicente) ; Artes, F (Artes, Francisco) ; Artes-Hernandez, F (Artes-Hernandez, Francisco)","Title":"Effects of UV-B and UV-C combination on phenolic compounds biosynthesis in fresh-cut carrots"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397496300005 PubMed ID: 28101932 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"zinc; resistance; amino acid; aspartate; metabolomics KeyWords Plus:PLURIPOTENT STEM-CELLS; METABOLISM; METALLOTHIONEIN; ASPARTATE; RESTRICTION; METASTASIS; METHIONINE; APOPTOSIS; PATHWAY; PHENYLALANINE","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 6 Pages: 604-616 DOI: 10.1002/pros.23304 Published: MAY 1 2017","Abstract":"BACKGROUNDFailure in intracellular zinc accumulation is a key process in prostate carcinogenesis. Nevertheless, epidemiological studies of zinc administration have provided contradicting results. In order to examine the impact of the artificial intracellular increase of zinc(II) ions on prostate cancer metabolism, PNT1A, 22Rv1, and PC-3 prostatic cell linesdepicting different stages of cancer progressionand their zinc-resistant counterparts were used. To determine benign and malignant metabolic profiles, amino acid patterns, gene expression, and antioxidant capacity of these cell lines were assessed. METHODSAmino acid profiles were examined using an ion-exchange liquid chromatography. Intracellular zinc content was measured by atomic absorption spectrometry. Metallothionein was quantified using differential pulse voltammetry. The content of reduced glutathione was determined using high performance liquid chromatography coupled with an electrochemical detector. Cellular antioxidant capacity was determined by the ABTS test and gene expression analysis was performed by qRT-PCR. RESULTS AND CONCLUSIONSLong-term zinc treatment was shown to reroute cell metabolism from benign to more malignant type. Long-term application of high concentration of zinc(II) significantly enhanced cisplatin resistance, invasiveness, cellular antioxidant capacity, synthesis of glutathione, and expression of treatment resistance- and stemness-associated genes (SOX2, POU5F1, BIRC5). Tumorous cell lines universally displayed high accumulation of aspartate and sarcosine and depletion of essential amino acids. Increased aspartate/threonine, aspartate/methionine, and sarcosine/serine ratios were associated with cancer phenotype with high levels of sensitivity and specificity. Prostate 77: 604-616, 2017. (c) 2017 Wiley Periodicals, Inc.","Authors":"Kratochvilova, M (Kratochvilova, Monika) ; Raudenska, M (Raudenska, Martina) ; Heger, Z (Heger, Zbynek) ; Richtera, L (Richtera, Lukas) ; Cernei, N (Cernei, Natalia) ; Adam, V (Adam, Vojtech) ; Babula, P (Babula, Petr) ; Novakova, M (Novakova, Marie) ; Masarik, M (Masarik, Michal) ; Gumulec, J (Gumulec, Jaromir) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Richtera, Lukas  N-9991-2014 http://orcid.org/0000-0002-8288-3999","Title":"Amino Acid Profiling of Zinc Resistant Prostate Cancer Cell Lines: Associations With Cancer Progression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397496300011 PubMed ID: 28145028 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"steroidal antiandrogen; 5-alpha-reductase inhibitor; benign prostatic hyperplasia; hormone concentration; hormone metabolism KeyWords Plus:HEALTHY-MEN; DUTASTERIDE; HYPERPLASIA; CANCER; EFFICACY; SAFETY; AROMATASE; ANDROGENS; ESTROGEN; IMPACT","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 6 Pages: 672-680 DOI: 10.1002/pros.23315 Published: MAY 1 2017","Abstract":"BACKGROUNDThe effects of a steroidal antiandrogen (AA) and 5-alpha-reductase inhibitor (5ARI) on prostate tissue hormone content and metabolism are not fully elucidated. The objective of this study is to investigate the hormone content and metabolism of the prostate tissues of patients treated with AA or 5ARI using the ultra-sensitive liquid chromatography-tandem mass spectrometry (LC-MS/MS) method. METHODSThirty-nine patients with benign prostatic hyperplasia (BPH) undergoing transurethral surgery were included. Serum and prostate tissue hormone and prostate tissue hormone metabolism analyses were performed using LC-MS/MS after 1 month of treatment with chlormadinone acetate (CMA; steroidal AA, 50 mg/day) or dutasteride (DUTA; dual 5ARI, 0.5 mg/day). RESULTSSerum testosterone (T), dihydrotestosterone (DHT), and adrenal androgen levels were lower in the CMA group than the control group. Prostate tissue T and DHT levels were also lower in the CMA group than the control group. In the DUTA group, only serum and prostate DHT concentrations were reduced compared to the control group; in contrast, those of other hormones, especially T and 4-androstene-3,17-dione in the prostate tissue, showed marked elevations up to 70.4- and 11.4-fold normal levels, respectively. Moreover, the hormone metabolism assay confirmed that the conversion of T to DHT was significantly suppressed while that of T to 4-androstene-3,17-dione was significantly accelerated in the prostate tissue of DUTA-treated patients. CONCLUSIONSAlthough treatment with AA and 5ARI show similar clinical outcomes, their effect on tissue hormone content and metabolism varied greatly. Prostate 77: 672-680, 2017. (c) 2017 Wiley Periodicals, Inc.","Authors":"Shibata, Y (Shibata, Yasuhiro) ; Arai, S (Arai, Seiji) ; Miyazawa, Y (Miyazawa, Yoshiyuki) ; Shuto, T (Shuto, Takahiro) ; Nomura, M (Nomura, Masashi) ; Sekine, Y (Sekine, Yoshitaka) ; Koike, H (Koike, Hidekazu) ; Matsui, H (Matsui, Hiroshi) ; Ito, K (Ito, Kazuto) ; Suzuki, K (Suzuki, Kazuhiro)","Title":"Effects of Steroidal Antiandrogen or 5-alpha-reductase Inhibitor on Prostate Tissue Hormone Content"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398997900021 PubMed ID: 27550776 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"glutamate; N-acetylaspartate; total-choline; creatine; H-1-MRS; schizophrenia KeyWords Plus:MAGNETIC-RESONANCE-SPECTROSCOPY; GAMMA-AMINOBUTYRIC-ACID; TWIN PAIRS DISCORDANT; N-ACETYL-ASPARTATE; PREFRONTAL CORTEX; IN-VIVO; 1ST-EPISODE SCHIZOPHRENIA; ANTERIOR CINGULATE; BRAIN-METABOLITES; CLINICAL-TRIAL","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 611-619 DOI: 10.1093/schbul/sbw122 Published: MAY 1 2017","Abstract":"Glutamine plus glutamate (Glx), as well as N-acetylaspartate compounds (NAAc, N-acetylaspartate plus N-acetyl-aspartyl-glutamate), a marker of neuronal viability, can be quantified with proton magnetic resonance spectroscopy (H-1-MRS). We used H-1-MRS imaging to assess Glx and NAAc, as well as totalcholine (glycerophospho-choline plus phospho-choline), myo-inositol and total-creatine (creatine plus phosphocreatine) from an axial supraventricular slab of gray matter (GM, medial-frontal and medial-parietal) and white matter (WM, bilateral-frontal and bilateralparietal) voxels. Schizophrenia subjects (N = 104) and healthy controls (N = 97) with a broad age range (16 to 65) were studied. In schizophrenia, Glx was increased in GM (P < .001) and WM (P = .01), regardless of age. However, with greater age, NAAc increased in GM (P < .001) but decreased in WM (P < .001) in schizophrenia. In patients, total creatine decreased with age in WM (P < .001). Finally, overall cognitive score correlated positively with WM neurometabolites in controls but negatively in the schizophrenia group (NAAc, P < .001; and creatine [ only younger], P < .001). We speculate the results support an ongoing process of increased glutamate metabolism in schizophrenia. Later in the illness, disease progression is suggested by increased cortical compaction without neuronal loss (elevated NAAc) and reduced axonal integrity (lower NAAc). Furthermore, this process is associated with fundamentally altered relationships between neurometabolite concentrations and cognitive function in schizophrenia.","Authors":"Bustillo, JR (Bustillo, Juan R.) ; Jones, T (Jones, Thomas) ; Chen, HJ (Chen, Hongji) ; Lemke, N (Lemke, Nicholas) ; Abbott, C (Abbott, Christopher) ; Qualls, C (Qualls, Clifford) ; Stromberg, S (Stromberg, Shannon) ; Canive, J (Canive, Jose) ; Gasparovic, C (Gasparovic, Charles)","Title":"Glutamatergic and Neuronal Dysfunction in Gray and White Matter: A Spectroscopic Imaging Study in a Large Schizophrenia Sample"}]