[{"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397153700001 ISSN: 2311-6706 eISSN: 2150-5551","Keywords":"Biosensor; Carbon nanotubes (aCNTs); Graphene KeyWords Plus:ELECTROCHEMICAL DNA SENSORS; NITROGEN-DOPED GRAPHENE; REDUCED GRAPHENE; GLUCOSE BIOSENSORS; NONCOVALENT FUNCTIONALIZATION; LABEL-FREE; HYBRIDIZATION DETECTION; HORSERADISH-PEROXIDASE; LIVING CELLS; OXIDE","Categories":"Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANO-MICRO LETTERS Volume: 9 Issue: 3 Article Number: UNSP 25 DOI: 10.1007/s40820-017-0128-6 Published: JUL 2017","Abstract":"With the development of carbon nanomaterials in recent years, there has been an explosion of interests in using carbon nanotubes (CNTs) and graphene for developing new biosensors. It is believed that employing CNTs and graphene as sensor components can make sensors more reliable, accurate, and fast due to their remarkable properties. Depending on the types of target molecular, different strategies can be applied to design sensor device. This review article summarized the important progress in developing CNT-and graphene-based electrochemical biosensors, field-effect transistor biosensors, and optical biosensors. Although CNTs and graphene have led to some groundbreaking discoveries, challenges are still remained and the state-of-the-art sensors are far from a practical application. As a conclusion, future effort has to be made through an interdisciplinary platform, including materials science, biology, and electric engineering.","Authors":"Zhu, ZZ (Zhu, Zanzan)","Title":"An Overview of Carbon Nanotubes and Graphene for Biosensing Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900002 PubMed ID: 28410135 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Antler; Pedicle; Deer; Custom-built tools; Tissue sampling; Review KeyWords Plus:TISSUE INTERACTIONS; STEM-CELLS; CERVUS-ELAPHUS; REGENERATION; PEDICLE; GROWTH; MODEL; ANTLEROGENESIS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1622-1633 DOI: 10.2741/4561 Published: JUN 1 2017","Abstract":"Deer antlers can be developed into multiple novel models to study growth and development of tissues for biomedical research. To facilitate this process, we have invented and further refined five custom-built tools through three decades of antler research. These are: 1. Pedicle growth detector to pinpoint the timing when pedicle growth is initiated, thus stimuli for pedicle and first antler formation can be investigated and identified. 2. Thin periosteum slice cutter to thinly slice (0.2mm or 0.7 mm thick) a whole piece of antlerogenic periosteum (AP) or pedicle periosteum (PP), which facilitates gene delivery into cells resident in these tissues, thus making transgenic antlers possible. 3. The porous periosteum multi-needle punch to effectively loosen the dense AP or PP tissue. This allows most cells of the periosteum to come into direct contact with treating solutions, thus making artificial manipulation of antler development possible. 4. The intra-dermal pocket maker to cut the thin dermal tissue (less than 2 mm in thickness) of a male deer calf horizontally into two layers to make an intra-dermal pocket. This allows loading of AP tissue intra-dermally to test the theory of \" antler stem cell niche\" in vivo. 5. The sterile periosteum sampling system to allow aseptic collection of the AP, PP or the antler growth centre tissue on farm, thus allowing antler generation, regeneration or rapid growth to be investigated in vitro. Overall, we believe the application of contemporary cellular and molecular biological techniques coupled with these custom-built tools would greatly promote the establishment of this unique and novel model for the benefits of biomedical research, and hence human health.","Authors":"Chu, WH (Chu, Wenhui) ; Zhao, HP (Zhao, Haiping) ; Li, JD (Li, Junde) ; Li, CY (Li, Chunyi)","Title":"Custom-built tools for the study of deer antler biology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397882500011 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"flower meristem; morphogenesis; molecular regulation; cell wall; modelling KeyWords Plus:SHOOT APICAL MERISTEM; CELLULOSE SYNTHASE COMPLEXES; ARABIDOPSIS GENE MONOPTEROS; VASCULAR DEVELOPMENT; ORGAN INITIATION; AUXIN TRANSPORT; LATERAL ORGANS; GROWTH-CONTROL; PHYLLOTAXIS; EXPRESSION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1720 Article Number: 20150545 DOI: 10.1098/rstb.2015.0545 Published: MAY 19 2017","Abstract":"The shoot apical meristem (SAM) is a small population of stem cells that continuously generates organs and tissues. We will discuss here flower formation at the SAM, which involves a complex network of regulatory genes and signalling molecules. A major downstream target of this network is the extracellular matrix or cell wall, which is a local determinant for both growth rates and growth directions. We will discuss here a number of recent studies aimed at analysing the link between cell wall structure and molecular regulation. This has involved multidisciplinary approaches including quantitative imaging, molecular genetics, computational biology and biophysics. A scenario emerges where molecular networks impact on both cell wall anisotropy and synthesis, thus causing the rapid outgrowth of organs at specific locations. More specifically, this involves two interdependent processes: the activation of wall remodelling enzymes and changes in microtubule dynamics. This article is part of the themed issue 'Systems morphodynamics: understanding the development of tissue hardware'.","Authors":"Abad, U (Abad, Ursula) ; Sassi, M (Sassi, Massimiliano) ; Traas, J (Traas, Jan)","Title":"Flower development: from morphodynamics to morphomechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400014 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Gene regulatory network; Controllability; Network biology; Cancer KeyWords Plus:SYSTEMS BIOLOGY; PROTEIN INTERACTOME; COMPLEX NETWORKS; MEDICINE; THERAPIES; HALLMARKS; UPDATE","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 134-143 DOI: 10.1016/j.physa.2017.01.059 Published: MAY 15 2017","Abstract":"Cancer is characterized by a complex web of regulatory mechanisms which makes it difficult to identify features that are central to its control. Molecular integrative models of cancer, generated with the help of data from experimental assays, facilitate use of control theory to probe for ways of controlling the state of such a complex dynamic network. We modeled the human cancer signaling network as a directed graph and analyzed it for its controllability, identification of driver nodes and their characterization. We identified the driver nodes using the maximum matching algorithm and classified them as backbone, peripheral and ordinary based on their role in regulatory interactions and control of the network. We found that the backbone driver nodes were key to driving the regulatory network into cancer phenotype (via mutations) as well as for steering into healthy phenotype (as drug targets). This implies that while backbone genes could lead to cancer by virtue of mutations, they are also therapeutic targets of cancer. Further, based on their impact on the size of the set of driver nodes, genes were characterized as indispensable, dispensable and neutral. Indispensable nodes within backbone of the network emerged as central to regulatory mechanisms of control of cancer. In addition to probing the cancer signaling network from the perspective of control, our findings suggest that indispensable backbone driver nodes could be potentially leveraged as therapeutic targets. This study also illustrates the application of structural controllability for studying the mechanisms underlying the regulation of complex diseases. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ravindran, V (Ravindran, Vandana) ; Sunitha, V (Sunitha, V) ; Bagler, G (Bagler, Ganesh)","Title":"Identification of critical regulatory genes in cancer signaling network using controllability analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599000096 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Palindromic fragment-incorporated molecular beacon (P-MB); p53 gene; Strand displacement amplification (SDA) KeyWords Plus:RESONANCE ENERGY-TRANSFER; NICKING ENDONUCLEASE; DNA DETECTION; POLYMERIZATION; HYBRIDIZATION; SEQUENCES; MUTATION; PROBES","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 91 Pages: 692-698 DOI: 10.1016/j.bios.2017.01.035 Published: MAY 15 2017","Abstract":"The detection of biomarkers is of crucial importance in reducing the morbidity and mortality of complex diseases. Thus, there is a great desire to develop highly efficient and simple sensing methods to fulfill the different diagnostic and therapeutic purposes. Herein, using tumor suppressor p53 gene as model target DNA, we developed a novel palindromic fragment-incorporated molecular beacon (P-MB) that can perform multiple functions, including recognition element, signal reporter, polymerization template and primer. Upon specific hybridization with target DNA, P-MBs can interact with each other and are extended by polymerase without any additional probes. As a result, hybridized targets are peeled off from P-MBs and initiate the next round of reactions, leading to the unique strand displacement amplification (SDA). The newly-proposed enzymatic amplification displays the detection limit as low as 100 pM and excellent selectivity in distinguishing single-base mutation with the linear response range from 100 pM to 75 nM. This is the simplest SDA sensing system so far because of only involving one type of DNA probe. This impressive sensing paradigm is expected to provide new insight into developing new-type of DNA probes that hold tremendous potential with important applications in molecular biology research and clinical diagnosis.","Authors":"Li, F (Li, Feng) ; Zhao, H (Zhao, Hui) ; Wang, ZY (Wang, Zheng-Yong) ; Wu, ZS (Wu, Zai-Sheng) ; Yang, Z (Yang, Zhe) ; Li, CC (Li, Cong-Cong) ; Xu, H (Xu, Huo) ; Lyu, JX (Lyu, Jian-Xin) ; Shen, ZF (Shen, Zhi-Fa)","Title":"Single palindromic molecular beacon-based amplification for genetic analysis of cancers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200025 PubMed ID: 28143780 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: 1015-1024 DOI: 10.1016/j.jid.2017.01.012 Published: MAY 2017","Abstract":"Hair follicles (HFs) undergo precisely regulated cycles of active regeneration (anagen), involution (catagen), and relative quiescence (telogen). Hair follicle stem cells (HFSCs) play important roles in regenerative cycling. Elucidating mechanisms that govern HFSC behavior can help uncover the underlying principles of hair development, hair growth disorders, and skin cancers. RNA-binding proteins of the Musashi (Msi) have been implicated in the biology of different stem cell types, yet they have not been studied in HFSCs. Here we utilized gainand loss-of-function mouse models to demonstrate that forced MSI2 expression retards anagen entry and consequently delays hair growth, whereas loss of Msi2 enhances hair regrowth. Furthermore, our findings show that Msi2 maintains quiescent state of HFSCs in the process of the telogen-to-anagen transition. At the molecular level, our unbiased transcriptome profiling shows that Msi2 represses Hedgehog signaling activity and that Shh is its direct target in the hair follicle. Taken together, our findings reveal the importance of Msi2 in suppressing hair regeneration and maintaining HFSC quiescence. The previously unreported Msi2-Shh-Gli1 pathway adds to the growing understanding of the complex network governing cyclic hair growth.","Authors":"Ma, XH (Ma, Xianghui) ; Tian, YH (Tian, Yuhua) ; Song, YL (Song, Yongli) ; Shi, JY (Shi, Jianyun) ; Xu, JZ (Xu, Jiuzhi) ; Xiong, K (Xiong, Kai) ; Li, J (Li, Jia) ; Xu, WJ (Xu, Wenjie) ; Zhao, YQ (Zhao, Yiqiang) ; Shuai, JW (Shuai, Jianwei) ; Chen, L (Chen, Lei) ; Plikus, MV (Plikus, Maksim V.) ; Lengner, CJ (Lengner, Christopher J.) ; Ren, FZ (Ren, Fazheng) ; Xue, LX (Xue, Lixiang) ; Yu, ZQ (Yu, Zhengquan) ...More...Less","Title":"Msi2 Maintains Quiescent State of Hair Follicle Stem Cells by Directly Repressing the Hh Signaling Pathway"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200014 PubMed ID: 28411841 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E113-E118 DOI: 10.1016/j.jid.2016.03.047 Published: MAY 2017","Abstract":"The investigation of biological systems involving all organs of the body including the skin is in era of big data. This requires heavy-duty computational tools, and novel statistical methods. Microarrays have allowed the interrogation of thousands of common genetic markers in thousands of individuals from the same population (termed genome wide association studies or GWAS) to reveal common variation associated with disease or phenotype. These markers are usually single nucleotide polymorphisms (SNPs) that are relatively common in the population. In the case of dermatological diseases such as alopecia areata, vitiligo, psoriasis and atopic dermatitis, common variants have been identified that are associated with disease, and these provide insights into biological pathways and reveal possible novel drug targets. Other skin phenotypes such as acne, color and skin cancers are also being investigated with GWAS. Analyses of such large GWAS datasets require a consideration of a number of statistical issues including the testing of multiple markers, population substructure, and ultimately a requirement for replication. There are also issues regarding the missing heritability of disease that cannot be entirely explained with current GWAS approaches. Next generation sequencing technologies such as exome and genome sequencing of similar patient cohorts will reveal additional variants contributing to disease susceptibility. However, the data generated with these approaches will be orders of magnitude greater than that those generated with arrays, with concomitant challenges in the identification of disease causing variants.","Authors":"Anbunathan, H (Anbunathan, Hima) ; Bowcock, AM (Bowcock, Anne M.)","Title":"The Molecular Revolution in Cutaneous Biology: The Era of Genome-Wide Association Studies and Statistical, Big Data, and Computational Topics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200004 PubMed ID: 28411847 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E57-E59 DOI: 10.1016/j.jid.2016.11.043 Published: MAY 2017","Abstract":"Development of karyotyping techniques in the 1950s sparked groundbreaking reports of chromosomal aberrations in cancer, such as the Philadelphia chromosome in chronic myelogenous leukemia in 1960, followed by a number of others. Spatial resolution of karyotyping is limited and vital tumor cells are required for metaphase preparation. To overcome these limitations, DNA hybridization techniques were developed. In situ hybridization of radioactively or fluorescence labeled RNA probes onto tumor samples allowed the identification of specific genomic regions, translocations and copy number alterations. However, it is only suited for a limited number of candidate genes or regions. Genome-wide copy number analysis was made possible by the development of comparative genomic hybridization. It compares an entire cancer genome to a normal genome by differential fluorescence labeling and hybridization onto normal metaphase chromosomes. Replacing the metaphase chromosomes with arrays of oligonucleotides significantly increased the resolution. Karyotypic analysis of melanomas could demonstrate chromosomal aberrations decades ago. However, only CGH allowed understanding the complex melanoma genomes. Based on mutation analysis and CGH data, Boris Bastian and his group changed our view of melanoma towards a variety of genetically distinct tumors. Recent next generation sequencing allows simultaneous mutation, translocation and copy number analysis, and thereby accelerates melanoma research.","Authors":"Bauer, J (Bauer, Juergen)","Title":"The Molecular Revolution in Cutaneous Biology: Era of Cytogenetics and Copy Number Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200011 PubMed ID: 28411854 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E93-E99 DOI: 10.1016/j.jid.2016.04.040 Published: MAY 2017","Abstract":"Three-dimensional organization of transcription in the nucleus and mechanisms controlling the global chromatin folding, including spatial interactions between the genes, noncoding genome elements, and epigenetic and transcription machinery, are essential for establishing lineage-specific gene expression programs during cell differentiation. Spatial chromatin interactions in the nucleus involving gene promoters and distal regulatory elements are currently considered major forces that drive cell differentiation and genome evolution in general, and such interactions are substantially reorganized during many pathological conditions. During terminal differentiation of the epidermal keratinocytes, the nucleus undergoes programmed transformation from highly active status, associated with execution of the genetic program of epidermal barrier formation, to a fully inactive condition and finally becomes a part of the keratinized cells of the cornified epidermal layer. This transition is accompanied by marked remodeling of the three-dimensional nuclear organization and microanatomy, including changes in the spatial arrangement of lineage-specific genes, nuclear bodies, and heterochromatin. This mini-review highlights the important landmarks in the accumulation of our current knowledge on three-dimensional organization of the nucleus, spatial arrangement of the genes, and their distal regulatory elements, and it provides an update on the mechanisms that control higher-order chromatin remodeling in the context","Authors":"Botchkarev, VA (Botchkarev, Vladimir A.)","Title":"The Molecular Revolution in Cutaneous Biology: Chromosomal Territories, Higher-Order Chromatin Remodeling, and the Control of Gene Expression in Keratinocytes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200013 PubMed ID: 28411840 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E105-E111 DOI: 10.1016/j.jid.2017.02.001 Published: MAY 2017","Abstract":"Progress in genome sequencing achieved during the last two decades revealed that only about 2% of the genome codes for proteins, while the largest genome fraction is encoding thousands of non-coding RNAs. Non-coding RNAs play indispensable roles in regulating the activity and stability of the genome. Recent research in the area of the non-coding transcriptome signified the crucial roles for RNA regulatory networks in the normal development and their implications in a variety of pathological conditions. Here, recent advances in our understanding of non-coding RNA-mediated regulation of skin development and homeostasis are highlighted, focusing mainly on the regulatory roles of miRNAs and lncRNAs.","Authors":"Botchkareva, NV (Botchkareva, Natalia V.)","Title":"The Molecular Revolution in Cutaneous Biology: Noncoding RNAs: New Molecular Players in Dermatology and Cutaneous Biology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200005 PubMed ID: 28411848 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E61-E65 DOI: 10.1016/j.jid.2016.11.019 Published: MAY 2017","Authors":"Boyden, LM (Boyden, Lynn M.) ; Choate, KA (Choate, Keith A.)","Title":"The Molecular Revolution in Cutaneous Biology: Identification of Skin Disease Genes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200006 PubMed ID: 28411849 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E67-E71 DOI: 10.1016/j.jid.2016.04.039 Published: MAY 2017","Abstract":"The abundance of keratin proteins and the filaments they form in surface epithelia has long been appreciated. This said, the remarkable diversity of keratin proteins and the notion that they are encoded by one of the largest gene families in the human genome has come to the fore relatively recently, coinciding with the sequencing of whole genomes. This complexity has generated some practical challenges, notably in terms of nomenclature and tractability. More importantly, however, studies of keratin have seeded the discovery of the genetic basis for a large number of genodermatoses and continue to provide a unique perspective on and insight into epithelial cells and tissues, whether normal or diseased.","Authors":"Coulombe, PA (Coulombe, Pierre A.)","Title":"The Molecular Revolution in Cutaneous Biology: Keratin Genes and their Associated Disease: Diversity, Opportunities, and Challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200007 PubMed ID: 28411850 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E73-E77 DOI: 10.1016/j.jid.2016.03.045 Published: MAY 2017","Authors":"Happle, R (Happle, Rudolf)","Title":"The Molecular Revolution in Cutaneous Biology: Era of Mosaicism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200010 PubMed ID: 28411853 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E87-E91 DOI: 10.1016/j.jid.2016.02.817 Published: MAY 2017","Abstract":"In the 3 decades since the discovery of the polymerase chain reaction, a progression of remarkable technical advances has driven great strides in our understanding of molecular biology such that now we are able to study at once the entire and complete set of RNA transcripts that are produced by the genome. In this review, we describe the milestones that have led to this era of global transcriptional analysis, how these approaches have been extended towards skin disease, and their future directions.","Authors":"Johnston, A (Johnston, Andrew) ; Sarkar, MK (Sarkar, Mrinal K.) ; Vrana, A (Vrana, Antonia) ; Tsoi, LC (Tsoi, Lam C.) ; Gudjonsson, JE (Gudjonsson, Johann E.)","Title":"The Molecular Revolution in Cutaneous Biology: The Era of Global Transcriptional Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200015 PubMed ID: 28411842 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E119-E122 DOI: 10.1016/j.jid.2016.07.045 Published: MAY 2017","Abstract":"Building upon the knowledge garnered from investigations utilizing traditional culturing methods, advances in sequencing technologies have catalyzed a revolution in studying human-associated microbes: bacteria, fungi and viruses. Skin microbiome research in healthy individuals and patients with dermatologic disorders has provided insights into the complexity and biogeography of human skin microbes. The continual developments in sequencing and analyses will provide increasingly sophisticated tools to interrogate human-associated microbes, ultimately to improve our understanding of health and disease.","Authors":"Kong, HH (Kong, Heidi H.) ; Segre, JA (Segre, Julia A.)","Title":"The Molecular Revolution in Cutaneous Biology: Investigating the Skin Microbiome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200009 PubMed ID: 28411852 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E83-E86 DOI: 10.1016/j.jid.2016.02.819 Published: MAY 2017","Abstract":"The discovery of pathogenic mutations in inherited skin diseases represents one of the major landmarks of late 20th century molecular genetics. Mutation data can provide accurate diagnoses, improve genetic counseling, help define disease mechanisms, establish disease models, and provide a basis for translational research and testing of novel therapeutics. The process of detecting disease mutations, however, has not always been straightforward. Traditional approaches using genetic linkage or candidate gene analysis have often been limited, costly, and slow to yield new insights, but the advent of next-generation sequencing (NGS) technologies has altered the landscape of current gene discovery and mutation detection approaches.","Authors":"McGrath, JA (McGrath, John A.)","Title":"The Molecular Revolution in Cutaneous Biology: Era of Molecular Diagnostics for Inherited Skin Diseases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200012 PubMed ID: 28411839 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E101-E104 DOI: 10.1016/j.jid.2016.03.046 Published: MAY 2017","Abstract":"The epidermal differentiation complex (EDC) locus consists of a cluster of genes important for the terminal differentiation of the epidermis. While early studies identified the functional importance of individual EDC genes, the recognition of the EDC genes as a cluster with its shared biology, homology, and physical linkage was pivotal to later studies that investigated the transcriptional regulation of the locus. Evolutionary conservation of the EDC and the transcriptional activation during epidermal differentiation suggested a cis-regulatory mechanism via conserved noncoding elements or enhancers. This line of pursuit led to the identification of CNE 923, an epidermal-specific enhancer that was found to mediate chromatin remodeling of the EDC in an AP-1 dependent manner. These genomic studies, as well as the advent of high-throughput sequencing and genome engineering techniques, have paved the way for future investigation into enhancer-mediated regulatory networks in cutaneous biology.","Authors":"Oh, IY (Oh, Inez Y.) ; Strong, CD (Strong, Cristina de Guzman)","Title":"The Molecular Revolution in Cutaneous Biology: EDC and Locus Control"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398895200008 PubMed ID: 28411851 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E79-E82 DOI: 10.1016/j.jid.2016.02.818 Published: MAY 2017","Abstract":"Like any true conceptual revolution, next-generation sequencing (NGS) has not only radically changed research and clinical practice, it has also modified scientific culture. With the possibility to investigate DNA contents of any organism and in any context, including in somatic disorders or in tissues carrying complex microbial populations, it initially seemed as if the genetic underpinning of any biological phenomenon could now be deciphered in an almost streamlined fashion. However, over the past recent years, we have once again come to understand that there is no such a thing as great opportunities without great challenges. The steadily expanding use of NGS and related applications is now facing biologists and physicians with novel technological obstacles, analytical hurdles and increasingly pressing ethical questions.","Authors":"Sarig, O (Sarig, Ofer) ; Sprecher, E (Sprecher, Eli)","Title":"The Molecular Revolution in Cutaneous Biology: Era of Next-Generation Sequencing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398895200016 PubMed ID: 28411843 ISSN: 0022-202X eISSN: 1523-1747","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"JOURNAL OF INVESTIGATIVE DERMATOLOGY Volume: 137 Issue: 5 Pages: E123-E129 DOI: 10.1016/j.jid.2016.08.038 Published: MAY 2017","Abstract":"Stunning technological advances in genomics have led to spectacular breakthroughs in the understanding of the underlying defects, biological pathways and therapeutic targets of skin diseases leading to new therapeutic interventions. Next-generation sequencing has revolutionized the identification of disease-causing genes and has a profound impact in deciphering gene and protein signatures in rare and frequent skin diseases. Gene addition strategies have shown efficacy in junctional EB and in recessive dystrophic EB (RDEB). TALENs and Cripsr/Cas9 have emerged as highly efficient new tools to edit genomic sequences to creat new models and to correct or disrupt mutated genes to treat human diseases. Therapeutic approaches have not been limited to DNA modification and strategies at the mRNA, protein and cellular levels have also emerged, some of which have already proven clinical efficacy in RDEB. Improved understanding of the pathogenesis of skin disorders has led to the development of specific drugs or repurposing of existing medicines as in basal cell nevus syndrome, alopecia areata, melanoma and EB simplex. These discoveries pave the way for improved targeted personalized medicine for rare and frequent diseases. It is likely that a growing number of orphan skin diseases will benefit from combinatory new therapies in a near future.","Authors":"Titeux, M (Titeux, Matthias) ; Izmiryan, A (Izmiryan, Araksya) ; Hovnanian, A (Hovnanian, Alain)","Title":"The Molecular Revolution in Cutaneous Biology: Emerging Landscape in Genomic Dermatology: New Mechanistic Ideas, Gene Editing, and Therapeutic Breakthroughs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008700014 PubMed ID: 27939250 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"Molecular imaging; High field; Endogenous contrast; CEST; Magnetization transfer; Chemical exchange KeyWords Plus:CHEMICAL-EXCHANGE; HUMAN BRAIN; CONTRAST; RELAXATION; INSIGHTS; TUMORS; CEST","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 38 Pages: 95-100 DOI: 10.1016/j.mri.2016.12.008 Published: MAY 2017","Abstract":"Magnetic resonance imaging (MRI) and spectroscopy (MRS) have contributed considerably to clinical radiology, and a variety of MR techniques have been developed to evaluate pathological processes as well as normal tissue biology at the cellular and molecular level. However, in comparison to nuclear imaging, MRI has relatively poor sensitivity for detecting true molecular changes or for detecting the presence of targeted contrast agents, though these remain under active development. In recent years very high field (7 T and above) MRI systems have been developed for human studies and these provide new opportunities and technical challenges for molecular imaging. We identify 5 types of intrinsic contrast mechanisms that do not require the use of exogenous agents but which can provide molecular and cellular information. We can derive information on tissue composition by (i) imaging different nuclei, especially sodium (ii) exploiting chemical shift differences as in MRS (iii) exploiting specific relaxation mechanisms (iv) exploiting tissue differences in the exchange rates of molecular species such as amides or hydroxyls and (v) differences in susceptibility. The increased signal strength at higher fields enables higher resolution images to be acquired, along with increased sensitivity to detecting subtle effects caused by molecular changes in tissues. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Gore, JC (Gore, John C.) ; Zu, ZL (Zu, Zhongliang) ; Wang, P (Wang, Ping) ; Li, H (Li, Hua) ; Xu, JZ (Xu, Junzhong) ; Dortch, R (Dortch, Richard) ; Gochberg, DF (Gochberg, Daniel F.)","Title":"\"Molecular\" MR imaging at high fields"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900045 PubMed ID: 28254309 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"DPSc; Osteogenesis; Dental pulp; Dental implant; Titanium KeyWords Plus:TOPOGRAPHY; TISSUE","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 389-398 DOI: 10.1016/j.msec.2016.12.032 Published: MAY 1 2017","Abstract":"Surface characteristics play a special role for the biological performance of implants and several strategies are available to this end. The OGI (Osteo Growth Induction) titanium surface is a surface, obtained by applying a strong acid onto the blasted surface. The aim of this in-vitro study is to evaluate in vitro the osteoproperties of OGI surfaces on Mesenchymal Stem cells derived from dental pulp. Our results confirm that this treatment exert a positive effect on mitochondrial homeostasis, as shown by a decrease in ROS production related to environmental stress on the mitochondria. Morphological and molecular biology analyses confirmed more over that the DPSC cultured on the OGI surfaces appeared more spread in comparison to those grown on control titanium surface and real time PCR and biochemical data clearly demonstrated the increase of osteoconductive properties of the OGI treatment. In conclusion, our results suggest that mesenchymal stem cells sensitively respond to surface properties related to OGI treatment enhancing their osteogenic activities. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ghensi, P (Ghensi, Paolo) ; Bressan, E (Bressan, Eriberto) ; Gardin, C (Gardin, Chiara) ; Ferroni, L (Ferroni, Letizia) ; Ruffato, L (Ruffato, Lucio); Caberlotto, M (Caberlotto, Mauro); Soldini, C (Soldini, Claudio) ; Zavan, B (Zavan, Barbara) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zavan, Barbara  http://orcid.org/0000-0002-4779-4456","Title":"Osteo Growth Induction titanium surface treatment reduces ROS production of mesenchymal stem cells increasing their osteogenic commitment"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000397356900068 PubMed ID: 28254334 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Selenium nanoparticles; DNA interaction; Spectroscopy; Atomic force microscopy KeyWords Plus:CARBON-PASTE ELECTRODE; ATOMIC-FORCE MICROSCOPY; MOLECULAR DOCKING; L.; NANOTUBES; BIOLOGY; CELL","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 597-608 DOI: 10.1016/j.msec.2017.02.003 Published: MAY 1 2017","Abstract":"Biomedical application of selenium nanoparticles (SeNPs) demands the eco-friendly composite for synthesis of SeNPs. The present study reports an aqueous extract of Allium sativum (AqEAS) plug-up the current need. Modern spectroscopic, microscopic and gravimetric techniques were employed to characterize the synthesized nanoparticles. Characterization studies revealed the formation of crystalline spherical shaped SeNPs. FTIR spectrum brings out the presence of different functional groups AqFAS, which influence the SeNPs formation and stabilization. Furthermore the different aspects of the interaction between SeNPs and CT-DNA were scrutinized by various spectroscopic and cyclic voltametric studies. The results reveals the intercalation and groove binding mode of interaction of SeNPs with stacked base pair of CT-DNA. The Stern-Volmer quenching constant (Kw) were found to be 7.02 x 10(6) M-1 (ethidium bromide), 4.22 x 10(6) M-1 (acridine orange) and 7.6 x 10(6) M-1 (Hoechst) indicating strong binding of SeNPs with CT-DNA. The SeNPs-CT-DNA interactions were directly visualized by atomic force microscopy. The present study unveils the cost effective, innocuous, highly stable SeNPs intricate mechanism of DNA interaction, which will be a milestone in DNA targeted chemotherapy. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ezhuthupurakkal, PB (Ezhuthupurakkal, Preedia Babu) ; Polaki, LR (Polaki, Lokeswara Rao) ; Suyavaran, A (Suyavaran, Arumugam) ; Subastri, A (Subastri, Ariraman) ; Sujatha, V (Sujatha, Venugopal) ; Thirunavukkarasu, C (Thirunavukkarasu, Chinnasamy)","Title":"Selenium nanoparticles synthesized in aqueous extract of Allium sativum perturbs the structural integrity of Calf thymus DNA through intercalation and groove binding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398570900008 PubMed ID: 27125218 ISSN: 1464-6722 eISSN: 1364-3703","Keywords":"AcCRaV; Actinidia; chlorotic ringspot; family Bunyaviridae; genus Emaravirus KeyWords Plus:STERILITY-MOSAIC-VIRUS; ROSE ROSETTE DISEASE; GENOMIC RNA SEGMENTS; LEAF BLOTCH VIRUS; ERIOPHYID MITE; 30K SUPERFAMILY; PIGEONPEA; PROTEINS; SEQUENCE; IDENTIFICATION","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"MOLECULAR PLANT PATHOLOGY Volume: 18 Issue: 4 Pages: 569-581 DOI: 10.1111/mpp.12421 Published: MAY 2017","Abstract":"By integrating next-generation sequencing (NGS), bioinformatics, electron microscopy and conventional molecular biology tools, a new virus infecting kiwifruit vines has been identified and characterized. Being associated with double-membrane-bound bodies in infected tissues and having a genome composed of RNA segments, each one containing a single open reading frame in negative polarity, this virus shows the typical features of members of the genus Emaravirus. Five genomic RNA segments were identified. Additional molecular signatures in the viral RNAs and in the proteins they encode, together with data from phylogenetic analyses, support the proposal of creating a new species in the genus Emaravirus to classify the novel virus, which is tentatively named Actinidia chlorotic ringspot-associated virus (AcCRaV). Bioassays showed that AcCRaV is mechanically transmissible to Nicotiana benthamiana plants which, in turn, may develop chlorotic spots and ringspots. Field surveys disclosed the presence of AcCRaV in four different species of kiwifruit vines in five different provinces of central and western China, and support the association of the novel virus with symptoms of leaf chlorotic ringspots in Actinidia. Data on the molecular features of small RNAs of 21-24 nucleotides, derived from AcCRaV RNAs targeted by host RNA silencing mechanisms, are also reported, and possible molecular pathways involved in their biogenesis are discussed.","Authors":"Zheng, YZ (Zheng, Yazhou) ; Navarro, B (Navarro, Beatriz) ; Wang, GP (Wang, Guoping) ; Wang, YX (Wang, Yanxiang) ; Yang, ZK (Yang, Zuokun) ; Xu, WX (Xu, Wenxing) ; Zhu, CX (Zhu, Chenxi) ; Wang, LP (Wang, Liping) ; Di Serio, F (Di Serio, Francesco) ; Hong, N (Hong, Ni)","Title":"Actinidia chlorotic ringspot-associated virus: a novel emaravirus infecting kiwifruit plants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646600001 PubMed ID: 28111306 ISSN: 1089-8603 eISSN: 1089-8611","Keywords":"DNIC; Nitric oxide; S-nitrosothiols; NO-dependent chemiluminescence KeyWords Plus:NITRIC-OXIDE; NITROSATED PROTEINS; MECHANISM; CELLS; DEOXYHEMOGLOBIN; TRANSFORMATION; GLUTATHIONE; REDUCTION; RELEASE; LIGANDS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"NITRIC OXIDE-BIOLOGY AND CHEMISTRY Volume: 65 Pages: 1-9 DOI: 10.1016/j.niox.2017.01.007 Published: MAY 1 2017","Abstract":"Dinitrosyl iron complexes (DNIC) spontaneously form in aqueous solutions of Fe(II), nitric oxide (NO), and various anions. They exist as an equilibrium between diamagnetic, dimeric (bi-DNIC) and paramagnetic, monomeric (mono-DNIC) forms. Thiolate groups (e.g., on glutathione or protein cysteine residues) are the most biologically relevant anions to coordinate to Fe(II). Low molecular weight DNIC have previously been suggested to be important mediators of NO biology in cells, and emerging literature supports their role in the control of iron-dependent cellular processes. Recently, it was shown that DNIC may be one of the most abundant NO-derived products in cells and may serve as intermediates in the cellular formation of S-nitrosothiols. In this work, we examined the stability of low molecular weight DNIC and investigated issues with their detection in the presence of other NO-dependent metabolites such as S-nitrosothiols. By using spectrophotometric, Electron Paramagnetic Resonance, ozone-based chemiluminesence, and HPLC techniques we established that at neutral pH, bi-DNIC remain stable for hours, whereas excess thiol results in decomposition to form nitrite. NO was also detected during the decomposition, but no S-nitrosothiol formation was observed. Importantly, mercury chloride accelerated the degradation of DNIC; thus, the implications of this finding for the diagnostic use of mercury chloride in the detection of S-nitrosothiols were determined in simple and complex biological systems. We conclude S-nitrosothiol levels may have been substantially overestimated in all methods where mercury chloride has been used. (C) 2017 Published by Elsevier Inc.","Authors":"Keszler, A (Keszler, Agnes); Diers, AR (Diers, Anne R.) ; Ding, Z (Ding, Zhen) ; Hogg, N (Hogg, Neil)","Title":"Thiolate-based dinitrosyl iron complexes: Decomposition and detection and differentiation from S-nitrosothiols"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397496300010 PubMed ID: 28156002 ISSN: 0270-4137 eISSN: 1097-0045","Keywords":"prostate cancer; patient-derived xenografts; response to castration; bone response KeyWords Plus:RECEPTOR SPLICE VARIANTS; CYP17A1 INHIBITION; TUMOR XENOGRAFTS; GENE-MUTATIONS; ABIRATERONE; MEN; CARCINOMA; RESISTANCE; EXPRESSION; SURVIVAL","Categories":"Endocrinology & Metabolism; Urology & Nephrology Web of Science Categories:Endocrinology & Metabolism; Urology & Nephrology","Journal Information":"PROSTATE Volume: 77 Issue: 6 Pages: 654-671 DOI: 10.1002/pros.23313 Published: MAY 1 2017","Abstract":"BACKGROUNDMetastatic prostate cancer is a common and lethal disease for which there are no therapies that produce cures or long-term durable remissions. Clinically relevant preclinical models are needed to increase our understanding of biology of this malignancy and to evaluate new agents that might provide effective treatment. Our objective was to establish and characterize patient-derived xenografts (PDXs) from advanced prostate cancer (PC) for investigation of biology and evaluation of new treatment modalities. METHODSSamples of advanced PC obtained from primary prostate cancer obtained at surgery or from metastases collected at time of death were implanted into immunocompromised mice to establish PDXs. Established PDXs were propagated in vivo. Genomic, transcriptomic, and STR profiles were generated. Responses to androgen deprivation and docetaxel in vivo were characterized. RESULTSWe established multiple PDXs (LuCaP series), which represent the major genomic and phenotypic features of the disease in humans, including amplification of androgen receptor, PTEN deletion, TP53 deletion and mutation, RB1 loss, TMPRSS2-ERG rearrangements, SPOP mutation, hypermutation due to MSH2/MSH6 genomic aberrations, and BRCA2 loss. The PDX models also exhibit variation in intra-tumoral androgen levels. Our in vivo results show heterogeneity of response to androgen deprivation and docetaxel, standard therapies for advanced PC, similar to the responses of patients to these treatments. CONCLUSIONSThe LuCaP PDX series reflects the diverse molecular composition of human castration-resistant PC and allows for hypothesis-driven cause-and-effect studies of mechanisms underlying treatment response and resistance. Prostate 77: 654-671, 2017. (c) 2017 The Authors. The Prostate Published by Wiley Periodicals, Inc.","Authors":"Nguyen, HM (Nguyen, Holly M.) ; Vessella, RL (Vessella, Robert L.) ; Morrissey, C (Morrissey, Colm) ; Brown, LG (Brown, Lisha G.) ; Coleman, IM (Coleman, Ilsa M.) ; Higano, CS (Higano, Celestia S.) ; Mostaghel, EA (Mostaghel, Elahe A.) ; Zhang, XT (Zhang, Xiaotun) ; True, LD (True, Lawrence D.) ; Lam, HM (Lam, Hung-Ming) ; Roudier, M (Roudier, Martine) ; Lange, PH (Lange, Paul H.) ; Nelson, PS (Nelson, Peter S.) ; Corey, E (Corey, Eva) ...More...Less","Title":"LuCaP Prostate Cancer Patient-Derived Xenografts Reflect the Molecular Heterogeneity of Advanced Disease and Serve as Models for Evaluating Cancer Therapeutics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398785800003 PubMed ID: 27650175 ISSN: 1063-5157 eISSN: 1076-836X","Keywords":"Angiospermae; chloroplast; genome; molecular dating; Triassic KeyWords Plus:DIVERGENCE TIME-ESTIMATION; MOLECULAR EVOLUTION; FLOWERING PLANTS; PHYLOGENETIC ANALYSIS; NUCLEOTIDE SUBSTITUTION; EARLY DIVERSIFICATION; FOSSIL CALIBRATIONS; MAXIMUM-LIKELIHOOD; BASAL ANGIOSPERMS; RELAXED CLOCKS","Categories":"Evolutionary Biology Web of Science Categories:Evolutionary Biology","Journal Information":"SYSTEMATIC BIOLOGY Volume: 66 Issue: 3 Pages: 338-351 DOI: 10.1093/sysbio/syw086 Published: MAY 2017","Abstract":"The evolutionary timescale of angiosperms has long been a key question in biology. Molecular estimates of this timescale have shown considerable variation, being influenced by differences in taxon sampling, gene sampling, fossil calibrations, evolutionary models, and choices of priors. Here, we analyze a data set comprising 76 protein-coding genes from the chloroplast genomes of 195 taxa spanning 86 families, including novel genome sequences for 11 taxa, to evaluate the impact of models, priors, and gene sampling on Bayesian estimates of the angiosperm evolutionary timescale. Using a Bayesian relaxed molecular-clock method, with a core set of 35 minimum and two maximum fossil constraints, we estimated that crown angiosperms arose 221 (251-192) Ma during the Triassic. Based on a range of additional sensitivity and subsampling analyses, we found that our date estimates were generally robust to large changes in the parameters of the birth-death tree prior and of the model of rate variation across branches. We found an exception to this when we implemented fossil calibrations in the form of highly informative gamma priors rather than as uniform priors on node ages. Under all other calibration schemes, including trials of seven maximum age constraints, we consistently found that the earliest divergences of angiosperm clades substantially predate the oldest fossils that can be assigned unequivocally to their crown group. Overall, our results and experiments with genome-scale data suggest that reliable estimates of the angiosperm crown age will require increased taxon sampling, significant methodological changes, and new information from the fossil record.","Authors":"Foster, CSP (Foster, Charles S. P.) ; Sauquet, H (Sauquet, Herve) ; Van der Merwe, M (Van der Merwe, Marlien) ; McPherson, H (McPherson, Hannah) ; Rossetto, M (Rossetto, Maurizio) ; Ho, SYW (Ho, Simon Y. W.)","Title":"Evaluating the Impact of Genomic Data and Priors on Bayesian Estimates of the Angiosperm Evolutionary Timescale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398650400005 PubMed ID: 28235682 ISSN: 0042-6822","Keywords":"PRRSV; Interferon suppression; MRNA nuclear export; Nsp1; Arterivirus; SAP motif; Pathogenesis KeyWords Plus:CORONAVIRUS NSP1 PROTEIN; NONSTRUCTURAL PROTEIN-1; MOLECULAR-BIOLOGY; GENE-EXPRESSION; LELYSTAD VIRUS; MOTIF; MODULATION; ACTIVATION; SWINE; ARTERIVIRUSES","Categories":"Virology Web of Science Categories:Virology","Journal Information":"VIROLOGY Volume: 505 Pages: 42-55 DOI: 10.1016/j.virol.2017.02.004 Published: MAY 2017","Abstract":"Positive-strand RNA genomes function as mRNA for viral protein synthesis which is fully reliant on host cell translation machinery. Competing with cellular protein translation apparatus needs to ensure the production of viral proteins, but this also stifles host innate defense. In the present study, we showed that porcine reproductive and respiratory syndrome virus (PRRSV), whose replication takes place in the cytoplasm, imprisoned host cell mRNA in the nucleus, which suggests a novel mechanism to enhance translation of PRRSV genome. PRRSV nonstructural protein (nsp) 1 beta was identified as the nuclear protein playing the role for host mRNA nuclear retention and subversion of host protein synthesis. A SAP (SAF-A/B, Acinus, and PIAS) motif was identified in nsp1 beta with the consensus sequence of (126)-LQxxLxxxGL-(135). In situ hybridization unveiled that SAP mutants were unable to cause nuclear retention of host cell mRNAS and did not suppress host protein synthesis. In addition, these SAP mutants reverted PRRSV-nsp1 beta-mediated suppression of interferon (IFN) production, IFN signaling, and TNF-alpha production pathway. Using reverse genetics, a series of SAP mutant PRRS viruses, vK124A, vL126A, vG134A, and vL135A were generated. No mRNA nuclear retention was observed during vL126A and vL135A infections. Importantly, vL126A and vL135A did not suppress IFN production. For other arteriviruses, mRNA nuclear accumulation was also observed for LDV-nsp1 beta and SHFV-nsp1 beta. EAV-nspl was exceptional and did not block the host mRNA nuclear export.","Authors":"Han, MY (Han, Mingyuan) ; Ke, HZ (Ke, Hanzhong) ; Zhang, QZ (Zhang, Qingzhan) ; Yoo, DW (Yoo, Dongwan)","Title":"Nuclear imprisonment of host cellular mRNA by nsp1 beta protein of porcine reproductive and respiratory syndrome virus"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399013700002 ISSN: 1759-0876 eISSN: 1759-0884","Categories":"Chemistry; Mathematical & Computational Biology Web of Science Categories:Chemistry, Multidisciplinary; Mathematical & Computational Biology","Journal Information":"WILEY INTERDISCIPLINARY REVIEWS-COMPUTATIONAL MOLECULAR SCIENCE Volume: 7 Issue: 3 Article Number: UNSP E1307 DOI: 10.1002/wcms.1307 Published: MAY-JUN 2017","Abstract":"Protein structures are essential in modern biology yet experimental methods are far from being able to catch up with the rapid increase in available genomic data. Computational protein structure prediction methods aim to fill the gap while the role of protein structure refinement is to take approximate initial template-based models and bring them closer to the true native structure. Current methods for computational structure refinement rely on molecular dynamics simulations, related sampling methods, or iterative structure optimization protocols. The best methods are able to achieve moderate degrees of refinement but consistent refinement that can reach near-experimental accuracy remains elusive. Key issues revolve around the accuracy of the energy function, the inability to reliably rank multiple models, and the use of restraints that keep sampling close to the native state but also limit the degree of possible refinement. A different aspect is the question of what exactly the target of high-resolution refinement should be as experimental structures are affected by experimental conditions and different biological questions require varying levels of accuracy. While improvement of the global protein structure is a difficult problem, high-resolution refinement methods that improve local structural quality such as favorable stereochemistry and the avoidance of atomic clashes are much more successful. (C) 2017 John Wiley & Sons, Ltd","Authors":"Feig, M (Feig, Michael)","Title":"Computational protein structure refinement: almost there, yet still so far to go"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395153900001 PubMed ID: 26863154 ISSN: 0738-8551 eISSN: 1549-7801","Keywords":"Bacillus subtilis; Escherichia coli; genome assembly; homologous recombination; minimal genome; Saccharomyces cerevisiae; synthetic cell; synthetic yeast KeyWords Plus:SUBTILIS GENOME VECTOR; POLYMERASE EXTENSION CLONING; ESCHERICHIA-COLI CHROMOSOME; BACILLUS-SUBTILIS; ONE-STEP; SACCHAROMYCES-CEREVISIAE; ESSENTIAL GENES; PSEUDOMONAS-AERUGINOSA; BACTERIAL-CELL; ONE-POT","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"CRITICAL REVIEWS IN BIOTECHNOLOGY Volume: 37 Issue: 3 Pages: 277-286 DOI: 10.3109/07388551.2016.1141394 Published: MAY 2017","Abstract":"DNA assembly is the key technology of the emerging interdisciplinary field of synthetic biology. While the assembly of smaller DNA fragments is usually performed in vitro, high molecular weight DNA molecules are assembled in vivo via homologous recombination in the host cell. Escherichia coli, Bacillus subtilis and Saccharomyces cerevisiae are the main hosts used for DNA assembly in vivo. Progress in DNA assembly over the last few years has paved the way for the construction of whole genomes. This review provides an update on recent synthetic biology advances with particular emphasis on high molecular weight DNA assembly in vivo in E. coli, B. subtilis and S. cerevisiae. Special attention is paid to the assembly of whole genomes, such as those of the first synthetic cell, synthetic yeast and minimal genomes.","Authors":"Juhas, M (Juhas, Mario) ; Ajioka, JW (Ajioka, James W.)","Title":"High molecular weight DNA assembly in vivo for synthetic biology applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398666800003 PubMed ID: 26633258 ISSN: 0277-7037 eISSN: 1098-2787","Keywords":"mass spectrometry; proteomics; metabolomics; benign gynecological disorders KeyWords Plus:POLYCYSTIC-OVARY-SYNDROME; D-BINDING PROTEIN; HEAT-SHOCK PROTEINS; GROUP-SPECIFIC COMPONENT; 2-DIMENSIONAL GEL-ELECTROPHORESIS; PLATELET-ACTIVATING-FACTOR; ENDOMETRIAL STROMAL CELLS; EPIDERMAL-GROWTH-FACTOR; HUMAN FOLLICULAR-FLUID; C5A DES ARG","Categories":"Spectroscopy Web of Science Categories:Spectroscopy","Journal Information":"MASS SPECTROMETRY REVIEWS Volume: 36 Issue: 3 Pages: 450-470 DOI: 10.1002/mas.21484 Published: MAY-JUN 2017","Abstract":"Applications of mass spectrometry (MS) are rapidly expanding and encompass molecular and cellular biology. MS aids in the analysis of in vivo global molecular alterations, identifying potential biomarkers which may improve diagnosis and treatment of various pathologies. MS has added new dimensionality to medical research. Pioneering gynecologists now study molecular mechanisms underlying female reproductive pathology with MS-based tools. Although benign gynecologic disorders including endometriosis, adenomyosis, leiomyoma, and polycystic ovarian syndrome (PCOS) carry low mortality rates, they cause significant physical, mental, and social detriments. Additionally, some benign disorders are unfortunately associated with malignancies. MS-based technology can detect malignant changes in formerly benign proteomes and metabolomes with distinct advantages of speed, sensitivity, and specificity. We present the use of MS in proteomics and metabolomics, and summarize the current understanding of the molecular pathways concerning female reproductive anatomy. Highlight discoveries of novel protein and metabolite biomarkers via MS-based technology, we underscore the clinical application of these techniques in the diagnosis and management of benign gynecological disorders. (C) 2015 Wiley Periodicals, Inc.","Authors":"Yang, HL (Yang, Huiliang) ; Lau, WB (Lau, Wayne Bond) ; Lau, B (Lau, Bonnie) ; Xuan, Y (Xuan, Yu) ; Zhou, ST (Zhou, Shengtao) ; Zhao, LJ (Zhao, Linjie) ; Luo, ZY (Luo, Zhongyue) ; Lin, Q (Lin, Qiao) ; Ren, N (Ren, Ning) ; Zhao, X (Zhao, Xia) ; Wei, YQ (Wei, Yuquan) ...More...Less","Title":"A MASS SPECTROMETRIC INSIGHT INTO THE ORIGINS OF BENIGN GYNECOLOGICAL DISORDERS"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398672000009 PubMed ID: 28260786 ISSN: 1740-1526 eISSN: 1740-1534","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"NATURE REVIEWS MICROBIOLOGY Volume: 15 Issue: 5 Pages: 297-307 DOI: 10.1038/nrmicro.2017.5 Published: MAY 2017","Abstract":"Pathogenic leptospires are the bacterial agents of leptospirosis, which is an emerging zoonotic disease that affects animals and humans worldwide. The success of leptospires as pathogens is explained by their spiral shape and endoflagellar motility (which enable these spirochetes to rapidly cross connective tissues and barriers), as well as by their ability to escape or hijack the host immune system. However, the basic biology and virulence factors of leptospires remain poorly characterized. In this Review, we discuss the recent advances in our understanding of the epidemiology, taxonomy, genomics and the molecular basis of virulence in leptospires, and how these properties contribute to the mechanism of pathogenesis of leptospirosis.","Authors":"Picardeau, M (Picardeau, Mathieu)","Title":"Virulence of the zoonotic agent of leptospirosis: still terra incognita?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200020 PubMed ID: 27000721 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"conservation; diversity; genetic resources; global livestock; FAO; molecular techniques; threats; breeds KeyWords Plus:ANIMAL GENETIC-RESOURCES; FRAGMENT-LENGTH-POLYMORPHISM; SUB-SAHARAN AFRICA; SINGLE NUCLEOTIDE POLYMORPHISMS; GENERATION SEQUENCING DATA; NATIVE CATTLE BREEDS; POOLED DNA SAMPLES; MITOCHONDRIAL-DNA; MICROSATELLITE MARKERS; SHEEP BREEDS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 993-1010 DOI: 10.1111/brv.12265 Published: MAY 2017","Abstract":"Global livestock genetic diversity includes all of the species, breeds and strains of domestic animals, and their variations. Although a recent census indicated that there were 40 species and over 8000 breeds of domestic animals; for the purpose of conservation biology the diversity between and within breeds rather than species is regarded to be of crucial importance. This domestic animal genetic diversity has developed through three main evolutionary events, from speciation (about 3 million years ago) through domestication (about 12000 years ago) to specialised breeding (starting about 200 years ago). These events and their impacts on global animal genetic resources have been well documented in the literature. The key importance of global domestic animal resources in terms of economic, scientific and cultural heritage has also been addressed. In spite of their importance, there is a growing number of reports on the alarming erosion of domestic animal genetic resources. This erosion of is happening in spite of several global conservation initiatives designed to mitigate it. Herein we discuss these conservation interventions and highlight their strengths and weaknesses. However, pivotal to the success of these conservation initiatives is the reliability of the genetic assignment of individual members to a target breed. Finally, we discuss the prospect of using improved breed identification methodologies to develop a reliable breed-specific molecular identification tool that is easily applicable to populations of livestock breeds in various ecosystems. These identification tools, when developed, will not only facilitate the regular monitoring of threatened or endangered breed populations, but also enhance the development of more efficient and sustainable livestock production systems.","Authors":"Yaro, M (Yaro, Mohammed) ; Munyard, KA (Munyard, Kylie A.) ; Stear, MJ (Stear, Michael J.) ; Groth, DM (Groth, David M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Munyard, Kylie  http://orcid.org/0000-0002-5113-8646","Title":"Molecular identification of livestock breeds: a tool for modern conservation biology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393009700005 ISSN: 0956-7135 eISSN: 1873-7129","Keywords":"Anisakis; Pseudoterranova; Magnetic Resonance Imaging; Parasite detection; Herring; Fish KeyWords Plus:GADUS-MORHUA L.; CLUPEA-HARENGUS; MOLECULAR SYSTEMATICS; 3RD-STAGE LARVAE; FISH; NEMATODES; COD; ECOLOGY; ASCARIDOIDEA; MANAGEMENT","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"FOOD CONTROL Volume: 75 Pages: 40-47 DOI: 10.1016/j.foodcont.2016.12.030 Published: MAY 2017","Abstract":"Anisakis spp. and Pseudoterranova spp. are anisakid nematodes with complex life cycles that utilise crustacean, fish and, finally, marine mammal hosts. Many species of marine fish are used by these larval anisakids as paratenic or intermediate hosts, and these are capable of infecting human consumers, causing public health, economic and social concerns worldwide. They are responsible for a fish-borne zoonosis called anisakidosis and associated allergic problems in humans, monetary loss to the fishing industry and the avoidance of fish products by consumers. An understanding of the parasite/fish relationship and the development of improved methods and tools for parasite detection are important to provide better insights to their biology, as well as technology to control the quality and safety of fishery products. In the present study, Anisakis simplex s.l. infection levels and location within the viscera of Atlantic herring (Clupea harengus) were visually investigated to provide a better understanding of settlement behaviour within the host fish, and to test if Magnetic Resonance Imaging (MRI) is a useful technology to detect anisakids in the viscera of whole herring. MRI potential to detect anisakids in fish muscle was also tested. Visual inspection determined an ascaridoid prevalence of 76% (>90% A. simplex s.l. (likely A. simplex s.s.) in herring viscera, with 69% of the parasites located outside the hind stomach and intestine areas. MRI demonstrated a capacity to detect A. simplex s.l. accumulations in the viscera of whole herring, A. simplex s.l. larvae and their movements within fish muscle, and Pseudoterranova sp. larva in fish muscle. Visual inspection of herring showed that A. simplex s.l. larvae frequently accumulate in the posterior end of the terminal blind sac of the stomach, around the ductus pneumaticus, as had previously been reported in herring and other clupeids. It has been hypothesized that the food digestion process, visceral organ topography and physicochemical conditions of fish tissues may play an important role in determining the encapsulation site and in vivo migration behaviours of A. simplex s.l. larvae within fish hosts. MRI showed potential to investigate the occurrence of anisakids and possibly other macro parasites of fish, and to detect anisakids in fishery products in situ, in a 3D environment and in a noninvasive and non-destructive way. Further investigation is required to determine if MRI can be used as a routine anisakid inspection tool by the fishing industry. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Bao, M (Bao, Miguel) ; Strachan, NJC (Strachan, Norval J. C.) ; Hastie, LC (Hastie, Lee C.) ; MacKenzie, K (MacKenzie, Ken) ; Seton, HC (Seton, Hugh C.) ; Pierce, GJ (Pierce, Graham J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bao, Miguel  http://orcid.org/0000-0001-6308-2718","Title":"Einploying visual inspection and Magnetic Resonance Imaging to investigate Anisakis simplex s.l. infection in herring viscera"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396949600009 PubMed ID: 28189533 ISSN: 0304-3835 eISSN: 1872-7980","Keywords":"Pancreatic cancer; Tumor microenvironment; Stroma; Crosstalk; Targeted therapy KeyWords Plus:CARCINOMA-ASSOCIATED FIBROBLASTS; TUMOR-ASSOCIATED MACROPHAGES; MARROW-DERIVED CELLS; PHASE-III TRIAL; DUCTAL ADENOCARCINOMA; STELLATE CELLS; ENDOTHELIAL-CELLS; SUPPRESSOR-CELLS; MAST-CELLS; BREAST-CANCER","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CANCER LETTERS Volume: 392 Pages: 83-93 DOI: 10.1016/j.canlet.2017.01.041 Published: APR 28 2017","Abstract":"Pancreatic cancer (PC) remains one of the most lethal malignancies worldwide. Increasing evidence has confirmed the pivotal role of stromal components in the regulation of carcinogenesis, invasion, metastasis, and therapeutic resistance in PC. Interaction between neoplastic cells and stromal cells builds a specific microenvironment, which further modulates the malignant properties of cancer cells, Instead of being a \"passive bystander\", stroma may play a role as a \"partner in crime\" in PC. However, the role of stromal components in PC is complex and requires further investigation. In this article, we review recent advances regarding the regulatory roles and mechanisms of stroma biology, especially the cellular components such as pancreatic stellate cells, macrophages, neutrophils, adipocytes, epithelial cells, pericytes, mast cells, and lymphocytes, in PC. Crosstalk between stromal cells and cancer cells is thoroughly investigated. We also review the prognostic value and molecular therapeutic targets of stroma in PC. This review may help us further understand the molecular mechanisms of stromal biology and its role in PC development and therapeutic resistance. Moreover, targeting stroma components may provide new therapeutic strategies for this stubborn disease. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhan, HX (Zhan, Han-xiang) ; Zhou, B (Zhou, Bin) ; Cheng, YG (Cheng, Yu-gang) ; Xu, JW (Xu, Jian-wei) ; Wang, L (Wang, Lei) ; Zhang, GY (Zhang, Guang-yong) ; Hu, SY (Hu, San-yuan)","Title":"Crosstalk between stromal cells and cancer cells in pancreatic cancer: New insights into stromal biology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397880900007 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"nucleobase analogues; non-adiabatic dynamics; excited states KeyWords Plus:INITIO MOLECULAR-DYNAMICS; GAUSSIAN-BASIS SETS; AB-INITIO; PROGRAM SYSTEM; CONICAL INTERSECTIONS; NONADIABATIC DYNAMICS; EXCITED-STATE; TRIPLET-STATE; GAS-PHASE; URACIL","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2092 Article Number: 20160202 DOI: 10.1098/rsta.2016.0202 Published: APR 28 2017","Abstract":"5-Bromouracil is a nucleobase analogue that can replace thymine in DNA strands and acts as a strong radiosensitizer, with potential applications in molecular biology and cancer therapy. Here, the deactivation of 5-bromouracil after ultraviolet irradiation is investigated in the singlet and triplet manifold by accurate quantum chemistry calculations and non-adiabatic dynamics simulations. It is found that, after irradiation to the bright pp* state, three main relaxation pathways are, in principle, possible: relaxation back to the ground state, intersystem crossing (ISC) and C-Br photodissociation. Based on accurate MS-CASPT2 optimizations, we propose that ground-state relaxation should be the predominant deactivation pathway in the gas phase. We then employ different electronic structure methods to assess their suitability to carry out excited-state dynamics simulations. MRCIS (multi-reference configuration interaction including single excitations) was used in surface hopping simulations to compute the ultrafast ISC dynamics, which mostly involves the (1)n(O)pi* and (3)pi pi* states. This article is part of the themed issue 'Theoretical and computational studies of non-equilibrium and non-statistical dynamics in the gas phase, in the condensed phase and at interfaces'.","Authors":"Peccati, F (Peccati, Francesca) ; Mai, S (Mai, Sebastian) ; Gonzalez, L (Gonzalez, Leticia)","Title":"Insights into the deactivation of 5-bromouracil after ultraviolet excitation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696600010 ISSN: 0009-2614 eISSN: 1873-4448","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"CHEMICAL PHYSICS LETTERS Volume: 674 Pages: 64-70 DOI: 10.1016/j.cplett.2017.01.065 Published: APR 16 2017","Abstract":"Medium-chain alkanes are important molecules with applications in biology and industry. Notably, their structural properties are scarcely understood. To assess structural and thermodynamic properties of dotriacontane (C32) molecules adsorbed on a SiO2 surface, we conducted all-atom molecular dynamics (MD) simulations. By analyzing potentials of mean force, order parameters and self-diffusion, we compared the stability and preferential orientation between ordered and disordered systems. Our data confirm the presence of one parallel layer of C32 followed by a mixture of disordered C32 segments exhibiting no thermodynamic preference. This semi-ordered structural model shed light to the interactions between C32 and a SiO2 surface. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gutierrez-Maldonado, SE (Gutierrez-Maldonado, Sebastian E.) ; Garate, JA (Antonio Garate, Jose) ; Retamal, MJ (Jose Retamal, Maria) ; Cisternas, MA (Cisternas, Marcelo A.) ; Volkmann, UG (Volkmann, Ulrich G.) ; Perez-Acle, T (Perez-Acle, Tomas)","Title":"Accessing the structural and thermodynamic properties of ultra-thin layers of C32 adsorbed on a SiO2 surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648500006 PubMed ID: 27940298 ISSN: 0303-7207","Keywords":"Adrenal cortex; Stem cells; Progenitor cells; Adrenocortical adenoma; Adrenal tumor; Adrenocortical carcinoma KeyWords Plus:PROTEIN-KINASE-A; FIBROBLAST-GROWTH-FACTOR; BECKWITH-WIEDEMANN-SYNDROME; SECRETING ADRENOCORTICAL TUMORS; TELOMERE TERMINAL TRANSFERASE; CARNEY COMPLEX; BETA-CATENIN; CUSHINGS-SYNDROME; SONIC-HEDGEHOG; ALDOSTERONE PRODUCTION","Categories":"Cell Biology; Endocrinology & Metabolism Web of Science Categories:Cell Biology; Endocrinology & Metabolism","Journal Information":"MOLECULAR AND CELLULAR ENDOCRINOLOGY Volume: 445 Issue: C Pages: 42-54 Special Issue: SI DOI: 10.1016/j.mce.2016.12.005 Published: APR 15 2017","Abstract":"The adrenal cortex is a dynamic tissue responsible for the synthesis of steroid hormones, including mineralocorticoids, glucocorticoids, and androgens in humans. Advances have been made in understanding the role of adrenocortical stem/progenitor cell populations in cortex homeostasis and self renewal. Recently, large molecular profiling studies of adrenocortical carcinoma (ACC) have given insights into proteins and signaling pathways involved in normal tissue homeostasis that become dysregulated in cancer. These data provide an impetus to examine the cellular pathways implicated in adrenocortical disease and study connections, or lack thereof, between adrenal homeostasis and tumorigenesis, with a particular focus on stem and progenitor cell pathways. In this review, we discuss evidence for stem/progenitor cells in the adrenal cortex, proteins and signaling pathways that may regulate these cells, and the role these proteins play in pathologic and neoplastic conditions. In turn, we also examine common perturbations in adrenocortical tumors (ACT) and how these proteins and pathways may be involved in adrenal homeostasis. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Penny, MK (Penny, Morgan K.) ; Finco, I (Finco, Isabella) ; Hammer, GD (Hammer, Gary D.)","Title":"Cell signaling pathways in the adrenal cortex: Links to stem/progenitor biology and neoplasia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768000011 PubMed ID: 27883961 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Knoevenagel condensation; ONOO-; Visualizing; Quantifying; Phagocytes; Inflammation KeyWords Plus:FLUORESCENT-PROBE; NITRIC-OXIDE; SELECTIVE DETECTION; BIOLOGICAL-SYSTEMS; OXIDATIVE STRESS; CELL-DEATH; SUPEROXIDE; BODIPY; NITRATION; DIFFUSION","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 90 Pages: 75-82 DOI: 10.1016/j.bios.2016.11.036 Published: APR 15 2017","Abstract":"Reactions of peroxynitrite (ONOO-) with biomolecules can lead to cytotoxic and cytoprotective events. Due to the difficulty of directly and unambiguously measuring its levels, most of the beneficial effects associated with ONOO- in vivo remain controversial or poorly characterized. Recently, optical imaging has served as a powerful noninvasive approach to studying ONOO- in living systems. However, ratiometric probes for ONOO- are currently lacking. Herein, we report the design, synthesis, and biological evaluation of F-482, a novel fluorescence indicator that relies on ONOO--induced diene oxidation. The remarkable sensitivity, selectivity, and photo stability of F482 enabled us to visualize basal ONOO-in immune-stimulated phagocyte cells and quantify its generation in phagosomes by high-throughput flow cytometry analysis. With the aid of in vivo ONOO- imaging in a mouse inflammation model assisted by F482, we envision that F482 will find widespread applications in the study of the ONOO-biology associated with physiological and pathological processes in vitro and in vivo.","Authors":"Li, Z (Li, Zan) ; Yan, SH (Yan, Shi-Hai) ; Chen, C (Chen, Chen) ; Geng, ZR (Geng, Zhi-Rong) ; Chang, JY (Chang, Jia-Yin) ; Chen, CX (Chen, Chun-Xia) ; Huang, BH (Huang, Bing-Huan) ; Wang, ZL (Wang, Zhi-Lin)","Title":"Molecular visualizing and quantifying immune-associated peroxynitrite fluxes in phagocytes and mouse inflammation model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399053900001 PubMed ID: 28406143 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Pages: 1-13 Article Number: 15066 DOI: 10.1038/ncomms15066 Published: APR 13 2017","Abstract":"Chirality is ubiquitous in biology, including in biomineralization, where it is found in many hardened structures of invertebrate marine and terrestrial organisms (for example, spiralling gastropod shells). Here we show that chiral, hierarchically organized architectures for calcium carbonate (vaterite) can be controlled simply by adding chiral acidic amino acids (Asp and Glu). Chiral, vaterite toroidal suprastructure having a 'right-handed' (counterclockwise) spiralling morphology is induced by L-enantiomers of Asp and Glu, whereas 'left-handed' (clockwise) morphology is induced by D-enantiomers, and sequentially switching between amino-acid enantiomers causes a switch in chirality. Nanoparticle tilting after binding of chiral amino acids is proposed as a chiral growth mechanism, where a 'mother' subunit nanoparticle spawns a slightly tilted, consequential 'daughter' nanoparticle, which by amplification over various length scales creates oriented mineral platelets and chiral vaterite suprastructures. These findings suggest a molecular mechanism for how biomineralization-related enantiomers might exert hierarchical control to form extended chiral suprastructures.","Authors":"Jiang, WG (Jiang, Wenge) ; Pacella, MS (Pacella, Michael S.) ; Athanasiadou, D (Athanasiadou, Dimitra) ; Nelea, V (Nelea, Valentin) ; Vali, H (Vali, Hojatollah) ; Hazen, RM (Hazen, Robert M.) ; Gray, JJ (Gray, Jeffrey J.) ; McKee, MD (McKee, Marc D.)","Title":"Chiral acidic amino acids induce chiral hierarchical structure in calcium carbonate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398789800011 PubMed ID: 28348222 ISSN: 0027-8424","Keywords":"genome organization; budding yeast; DNA replication; cell cycle; systems biology KeyWords Plus:REPLICATION ORIGIN ACTIVATION; DNA-REPLICATION; SACCHAROMYCES-CEREVISIAE; GENE-EXPRESSION; CELL-CYCLE; CHROMATIN INTERACTIONS; DROSOPHILA GENOME; X-CHROMOSOME; 3D GENOME; ORGANIZATION","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 15 Pages: E3061-E3070 DOI: 10.1073/pnas.1612256114 Published: APR 11 2017","Abstract":"The genome of metazoan cells is organized into topologically associating domains (TADs) that have similar histone modifications, transcription level, and DNA replication timing. Although similar structures appear to be conserved in fission yeast, computational modeling and analysis of high-throughput chromosome conformation capture (Hi-C) data have been used to argue that the small, highly constrained budding yeast chromosomes could not have these structures. In contrast, hereinwe analyze Hi-C data for budding yeast and identify 200-kb scale TADs, whose boundaries are enriched for transcriptional activity. Furthermore, these boundaries separate regions of similarly timed replication origins connecting the long-known effect of genomic context on replication timing to genome architecture. To investigate the molecular basis of TAD formation, we performed Hi-C experiments on cells depleted for the Forkhead transcription factors, Fkh1 and Fkh2, previously associated with replication timing. Forkhead factors do not regulate TAD formation, but do promote longer-range genomic interactions and control interactions between origins near the centromere. Thus, our work defines spatial organization within the budding yeast nucleus, demonstrates the conserved role of genome architecture in regulating DNA replication, and identifies a molecular mechanism specifically regulating interactions between pericentric origins.","Authors":"Eser, U (Eser, Umut) ; Chandler-Brown, D (Chandler-Brown, Devon) ; Ay, F (Ay, Ferhat) ; Straight, AF (Straight, Aaron F.) ; Duang, ZJ (Duang, Zhijun) ; Noble, WS (Noble, William Stafford) ; Skotheim, JM (Skotheim, Jan M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Straight, Aaron  http://orcid.org/0000-0001-5885-7881","Title":"Form and function of topologically associating genomic domains in budding yeast"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011300009 PubMed ID: 28189680 ISSN: 0006-291X eISSN: 1090-2104","Keywords":"Lung cancer; Aquaporin 3; RNA interference; Proliferation; Invasion KeyWords Plus:MATRIX METALLOPROTEINASES; WATER CHANNELS; MOLECULAR-BIOLOGY; PHASE-III; EXPRESSION; CARCINOMA; MIGRATION; GROWTH; GENE; ANGIOGENESIS","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS Volume: 485 Issue: 3 Pages: 627-634 DOI: 10.1016/j.bbrc.2017.02.013 Published: APR 8 2017","Abstract":"Objective: The objective of this study was to construct a recombinant vector expressing siRNA targetedly inhibiting aquaporin 3 (AQP3), and to evaluate the effects of AQP3 inhibition on the proliferation and invasion of XWLC-05 human lung cancer cells. Methods: We obtained human AQP3 sequence from the Genbank and established the recombinant vector expressing siRNA targeting AQP3. After the transfection of the recombinant vectors, the expression of AQP3 was determined by RT-PCR and western blot. The MTS assay, flow cytometry and Transwell assay were conducted to detect the proliferation, cell cycle process, apoptosis and invasion of XVVLC-05 cells. Then the activity of metal matrix proteinase (MMP) 2 was determined by gelatin zymography. Tumor formation in vivo experiments were also conducted in nude mice. Results: RNA interference (RNAi) of AQP3 substantially suppressed the XWLC-05 cell proliferation and invasion, blocked the cell cycle progressing and promoted cell apoptosis. In addition, the activity of MMP2 was remarkably attenuated in RNAi group. AQP3 RNAi did not affect the tumor formation rate in nude mice but reduced the tumor growth. Conclusion: The inhibition of AQP3 retarded the growth and invasiveness of XWLC-05 lung cancer cells and decreased the activity of MMP2. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Xiong, GS (Xiong, Guosheng) ; Chen, XB (Chen, Xiaobo) ; Zhang, Q (Zhang, Qi) ; Fang, Y (Fang, Yu) ; Chen, WL (Chen, Wanling) ; Li, CX (Li, Caixia) ; Zhang, J (Zhang, Jing)","Title":"RNA interference influenced the proliferation and invasion of XWLC05 lung cancer cells through inhibiting aquaporin 3"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397968400013 PubMed ID: 28304019 ISSN: 2040-3364 eISSN: 2040-3372","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANOSCALE Volume: 9 Issue: 13 Pages: 4467-4477 DOI: 10.1039/c6nr08036g Published: APR 7 2017","Abstract":"Platonic solids such as polyhedra based on DNA have been deployed for multifarious applications such as RNAi delivery, biological targeting and bioimaging. All of these applications hinge on the capability of DNA polyhedra for molecular display with high spatial precision. Therefore high resolution structural models of such polyhedra are critical to widen their applications in both materials and biology. Here, we present an atomistic model of a well-characterized DNA icosahedron, with demonstrated versatile functionalities in biological systems. We study the structure and dynamics of this DNA icosahedron using fully atomistic molecular dynamics (MD) simulation in explicit water and ions. The major modes of internal motion have been identified using principal component analysis. We provide a quantitative estimate of the radius of gyration (R-g), solvent accessible surface area (SASA) and volume of the icosahedron which is essential to estimate its maximal cargo carrying capacity. Importantly, our simulation of gold nanoparticles (AuNPs) encapsulated within DNA icosahedra revealed enhanced stability of the AuNP loaded DNA icosahedra compared to empty icosahedra. This is consistent with the experimental results that show high yields of cargo-encapsulated DNA icosahedra that have led to its diverse applications for precision targeting. These studies reveal that the stabilizing interactions between the cargo and the DNA scaffold powerfully position DNA polyhedra as targetable nanocapsules for payload delivery. These insights can be exploited for precise molecular display for diverse biological applications.","Authors":"Joshi, H (Joshi, Himanshu) ; Bhatia, D (Bhatia, Dhiraj) ; Krishnan, Y (Krishnan, Yamuna) ; Maiti, PK (Maiti, Prabal K.)","Title":"Probing the structure and in silico stability of cargo loaded DNA icosahedra using MD simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398558400001 PubMed ID: 28387246 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46033 DOI: 10.1038/srep46033 Published: APR 7 2017","Abstract":"Sensory system plays important roles in a wide array of insect's behavior and physiological events, including the host landing and locating, feeding, flying, sex responding, mating and oviposition which happen independently and in sequence. The armyworm Mythimna separata (Lepidoptera: Noctuidae) of migratory insect is destructive for alimentarn crop and economic crop throughout the world. Here we present the high throughput sequencing of the head transcriptome and identify members of the major sensory genes which are crucial for armyworm's success worldwide, including 8 opsins, 22 chemosensory proteins, 50 odorant binding proteins, 60 odorant receptors, 8 gustatory receptors, 24 ionotropic receptors, and 2 sensory neuron membrane proteins. It is worth noting that a duplication of the LW opsin gene exists in this insect. Several genes were clustered with functionally validated genes, such as Co-receptors of OR and IR, PBPs, PRs, CO2 GRs, bitter GRs and sweet GRs, were also identified. The transcriptome gene library provided the basis for further studies that elucidate the fundamental molecular mechanism of biology and control in M. separata. Our research exhibits the first comprehensive catalogue of the sensory genes fundamental for success and distribution in M. separata, which are potential novel targets for pest control strategies.","Authors":"Liu, ZX (Liu, Zhenxing) ; Wang, XY (Wang, Xiaoyun) ; Lei, CL (Lei, Chaoliang) ; Zhu, F (Zhu, Fen)","Title":"Sensory genes identification with head transcriptome of the migratory armyworm, Mythimna separata"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398564400001 PubMed ID: 28387381 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46114 DOI: 10.1038/srep46114 Published: APR 7 2017","Abstract":"Twenty years ago, a novel concept in protein structural biology was discovered: the intrinsically disordered regions (IDRs). These regions remain largely unstructured under native conditions and the more are studied, more properties are attributed to them. Possibly, one of the most important is their ability to conform a new type of protein-protein interaction. Besides the classical domain-todomain interactions, IDRs follow a 'fly-casting' model including 'induced folding'. Unfortunately, it is only possible to experimentally explore initial and final states. However, the complete movie of conformational changes of protein regions and their characterization can be addressed by in silico experiments. Here, we simulate the binding of two proteins to describe how the phosphorylation of a single residue modulates the entire process. 14-3-3 protein family is considered a master regulator of phosphorylated proteins and from a modern point-of-view, protein phosphorylation is a three component system, with writers (kinases), erasers (phosphatases) and readers. This later biological role is attributed to the 14-3-3 protein family. Our molecular dynamics results show that phosphorylation of the key residue Thr31 in a partner of 14-3-3, the aralkylamine N-acetyltransferase, releases the flycasting mechanism during binding. On the other hand, the non-phosphorylation of the same residue traps the proteins, systematically and repeatedly driving the simulations into wrong protein-protein conformations.","Authors":"Masone, D (Masone, Diego) ; Uhart, M (Uhart, Marina) ; Bustos, DM (Bustos, Diego M.)","Title":"On the role of residue phosphorylation in 14-3-3 partners: AANAT as a case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398637900001 PubMed ID: 28387333 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46167 DOI: 10.1038/srep46167 Published: APR 7 2017","Abstract":"The elemental composition was investigated and applied for identifying the sex and habitat of dugongs, in addition to distinguishing dugong tusks and teeth from other animal wildlife materials such as Asian elephant (Elephas maximus) tusks and tiger (Panthera tigris tigris) canine teeth. A total of 43 dugong tusks, 60 dugong teeth, 40 dolphin teeth, 1 whale tooth, 40 Asian elephant tusks and 20 tiger canine teeth were included in the study. Elemental analyses were conducted using a handheld X-ray fluorescence analyzer (HH-XRF). There was no significant difference in the elemental composition of male and female dugong tusks, whereas the overall accuracy for identifying habitat (the Andaman Sea and the Gulf of Thailand) was high (88.1%). Dolphin teeth were able to be correctly predicted 100% of the time. Furthermore, we demonstrated a discrepancy in elemental composition among dugong tusks, Asian elephant tusks and tiger canine teeth, and provided a high correct prediction rate among these species of 98.2%. Here, we demonstrate the feasible use of HH-XRF for preliminary species classification and habitat determination prior to using more advanced techniques such as molecular biology.","Authors":"Nganvongpanit, K (Nganvongpanit, Korakot) ; Buddhachat, K (Buddhachat, Kittisak) ; Piboon, P (Piboon, Promporn) ; Euppayo, T (Euppayo, Thippaporn) ; Kaewmong, P (Kaewmong, Patcharaporn) ; Cherdsukjai, P (Cherdsukjai, Phaothep) ; Kittiwatanawong, K (Kittiwatanawong, Kongkiat) ; Thitaram, C (Thitaram, Chatchote)","Title":"Elemental classification of the tusks of dugong (Dugong dugong) by HH-XRF analysis and comparison with other species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398376200023 PubMed ID: 27956498 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: 6 Pages: 3086-3101 DOI: 10.1093/nar/gkw1247 Published: APR 7 2017","Abstract":"Recently, long non-coding RNAs (lncRNAs) have been shown to have important regulatory roles in human cancer biology. In our study, we found that lncRNA CCAT1, whose expression is significantly increased and is correlated with outcomes in Esophageal Squamous Cell Carcinoma (ESCC). Consecutive experiments confirmed that H3K27-acetylation could activate expression of colon cancer associated transcript-1 (CCAT1). Further experiments revealed that CCAT1 knockdown significantly repressed the proliferation and migration both in vitro and in vivo. RNA-seq analysis revealed that CCAT1 knockdown preferentially affected genes that are linked to cell proliferation, cell migration and cell adhesion. Mechanistic investigations found that CCAT1 could serve as a scaffold for two distinct epigenetic-modification complexes (5' domain of CCAT1 binding Polycomb Repressive Complex 2 (PRC2) while 3' domain of CCAT1 binding SUV39H1) and modulate the histone methylation of promoter of SPRY4 (sprouty RTK signaling antagonist 4) in nucleus. In cytoplasm, CCAT1 regulates HOXB13 as a molecular decoy for miR-7, a microRNA that targets both CCAT1 and HOXB13, thus facilitating cell growth and migration. Together, our data demonstrated the important roles of CCAT1 in ESCC oncogenesis and might serve as targets for ESCC diagnosis and therapy.","Authors":"Zhang, EB (Zhang, Erbao) ; Han, L (Han, Liang) ; Yin, DD (Yin, Dandan) ; He, XZ (He, Xuezhi) ; Hong, LZ (Hong, Linzhi) ; Si, XX (Si, Xinxin) ; Qiu, MT (Qiu, Mantang) ; Xu, TP (Xu, Tongpeng) ; De, W (De, Wei) ; Xu, L (Xu, Lin) ; Shu, YQ (Shu, Yongqian) ; Chen, JF (Chen, Jinfei) ...More...Less","Title":"H3K27 acetylation activated-long non-coding RNA CCAT1 affects cell proliferation and migration by regulating SPRY4 and HOXB13 expression in esophageal squamous cell carcinoma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398655000002 PubMed ID: 28428755 ISSN: 1663-9812","Keywords":"epilepsy; Dravet syndrome; Zebrafish; pharmacological modulation; GABA; glutamate; monoamines; sigma KeyWords Plus:DRAVET SYNDROME; SEIZURE SUSCEPTIBILITY; RECEPTOR SUBTYPES; MOLECULAR-BIOLOGY; RAT HIPPOCAMPUS; SIGMA-LIGANDS; GUINEA-PIGS; EPILEPSY; DRUGS; MICE","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 191 DOI: 10.3389/fphar.2017.00191 Published: APR 6 2017","Abstract":"Dravet syndrome (DS) is a genetic encephalopathy that is characterized by severe seizures and prominent co-morbidities (e.g., physical, intellectual disabilities). More than 85% of the DS patients carry an SCN1A mutation (sodium channel, voltage gated, type I alpha subunit). Although numerous anti-epileptic drugs have entered the market since 1990, these drugs often fail to adequately control seizures in DS patients. Nonetheless, current clinical data shows significant seizure reduction in DS patients treated with the serotonergic (5-hydroxytryptamine, 5-HT) drug fenfluramine (FA). Recent preclinical research confirmed the anti-epileptiform activity of FA in homozygous scn1a mutant zebrafish larvae that mimic DS well. Here we explored the anti-epileptiform mechanisms of FA by investigating whether selective agonists/antagonists of specific receptor subtypes were able to counteract the FA-induced inhibition of seizures and abnormal brain discharges observed in the scn1a mutants. We show that antagonists of 5-HT1D and 5-HT2C receptor subtypes were able to do so (LY 310762 and SB 242084, respectively), but notably, a 5-HT2A-antagonist (ketanserin) was not. In addition, exploring further the mechanism of action of FA beyond its serotonergic profile, we found that the anti-epileptiform brain activity of FA was significantly abolished when it was administered in combination with a sigma(1)-agonist (PRE 084). Our study therefore provides the first evidence of an involvement of the sigma(1) receptor in the mechanism of FA. We further show that the level of some neurotransmitters [i.e., dopamine and noradrenaline (NAD)] in head homogenates was altered after FA treatment, whereas g-aminobutyric acid (GABA) and glutamate levels were not. Of interest, NAD-decreasing drugs have been employed successfully in the treatment of neurological diseases; including epilepsy and this effect could contribute to the therapeutic effect of the compound. In summary, we hypothesize that the anti-epileptiform activity of FA not only originates from its 5-HT1D and 5-HT2C-agonism, but likely also from its ability to block sigma(1) receptors. These findings will help in better understanding the pharmacological profile of compounds that is critical for their applicability in the treatment of DS and possibly also other drug-resistant epilepsies.","Authors":"Sourbron, J (Sourbron, Jo) ; Smolders, I (Smolders, Ilse) ; de Witte, P (de Witte, Peter) ; Lagae, L (Lagae, Lieven)","Title":"Pharmacological Analysis of the Anti-epileptic Mechanisms of Fenfluramine in scn1a Mutant Zebrafish"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398410500001 PubMed ID: 28424728 ISSN: 1664-462X","Keywords":"adaptation; ecological habitat; environment-associated loci; Forsythia suspensa; warm temperate zone KeyWords Plus:CODON TARGETED SCOT; GENETIC-VARIATION; LOCAL ADAPTATION; CLIMATE-CHANGE; DIVERSITY; SELECTION; MARKERS; PRECIPITATION; POLYMORPHISM; TEMPERATURE","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"FRONTIERS IN PLANT SCIENCE Volume: 8 Article Number: 481 DOI: 10.3389/fpls.2017.00481 Published: APR 5 2017","Abstract":"Understanding the genetic mechanisms of adaptation to environmental variables is a key concern in molecular ecology and evolutionary biology. Determining the adaptive evolutionary direction and evaluating the adaptation status of species can improve our understanding of these mechanisms. In this study, we sampled 20 populations of Forsythia suspensa to infer the relationship between environmental variables and adaptive genetic variations. Population structure analysis revealed that four genetic groups of F. suspensa exist resulting from divergent selection driven by seven environmental variables. A total of 26 outlier loci were identified by both BayeScan and FDIST2, 23 of which were environment-associated loci (EAL). Environmental association analysis revealed that the environmental variables related to the ecological habitats of F. suspensa are associated with high numbers of EAL.Results of EAL characterization in F. suspensa are consistent with the hypothesis that ecological habitats determine the adaptive evolution of this species. Moreover, a model of species adaptation to environmental variables was proposed in this study. The adaptation model was used to further evaluate the adaptation status of F. suspensa to environmental variables. This study will be useful to help us in understanding the adaptive evolution of species in regions lacking strong selection pressure.","Authors":"Yang, J (Yang, Jie) ; Miao, CY (Miao, Cai-Yun) ; Mao, RL (Mao, Run-Li) ; Li, Y (Li, Yong)","Title":"Landscape Population Genomics of Forsythia (Forsythia suspensa) Reveal That Ecological Habitats Determine the Adaptive Evolution of Species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398612400001 PubMed ID: 28372590 ISSN: 1479-5876","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"JOURNAL OF TRANSLATIONAL MEDICINE Volume: 15 Article Number: 68 DOI: 10.1186/s12967-017-1172-1 Published: APR 3 2017","Abstract":"Background: Tuberculin skin test based on in vivo intradermal inoculation of purified protein derivative from Mycobacterium bovis (bPPD) is the diagnostic test for the control and surveillance of bovine tuberculosis (bTB). Methods: Proteomic analysis was performed on different bPPD preparations from M. bovis, strain AN5. Proteins were precipitated from bPPD solutions by TCA precipitation. The proteome of bPPD preparations was investigated by bottom-up proteomics, which consisted in protein digestion and nano-LC-MS/MS analysis. Mass spectrometry analysis was performed on a Q-exactive hybrid quadrupole-Orbitrap mass spectrometer coupled online to an Easy nano-LC1000 system. Results: Three hundred and fifty-six proteins were identified and quantified by at least 2 peptides (99% confidence per peptide). One hundred and ninety-eight proteins, which had not been previously described, were detected; furthermore, the proteomic profile shared 80 proteins with previous proteomes from bPPDs from the United Kingdom and Brazil and 139 protein components from bPPD from Korea. Locus name of M. bovis (Mb) with orthologs from M. tuberculosis H37Rv, comparative gene and protein length, molecular mass, functional categories, gene name and function of each protein were reported. Ninety-two T cell mycobacterial antigens responsible for delayed-type hypersensitivity were detected, fifty-two of which were not previously reported in any bPPD proteome. Data are available via ProteomeXchange with identifier PXD005920. Conclusions: This study represents the highest proteome coverage of bPPD preparations to date. Since proteins perform cellular functions essential to health and/or disease, obtaining knowledge of their presence and variance is of great importance in understanding disease states and for advancing translational studies. Therefore, to better understand Mycobacterium tuberculosis complex biology during infection, survival, and persistence, the reproducible evaluation of the proteins that catalyze and control these processes is critically important. More active and more specific tuberculins would be desirable. Indeed, many antigens contained within bPPD are currently responsible for the cross-reactivity resulting in false-positive results as they are shared between non-tuberculous and tuberculous mycobacteria.","Authors":"Roperto, S (Roperto, Sante) ; Varano, M (Varano, Mariaconcetta) ; Russo, V (Russo, Valeria) ; Luca, R (Luca, Roberta) ; Cagiola, M (Cagiola, Monica) ; Gaspari, M (Gaspari, Marco) ; Ceccarelli, DM (Ceccarelli, Dora Maria) ; Cuda, G (Cuda, Giovanni) ; Roperto, F (Roperto, Franco)","Title":"Proteomic analysis of protein purified derivative of Mycobacterium bovis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398039100001 PubMed ID: 28368004 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14931 DOI: 10.1038/ncomms14931 Published: APR 3 2017","Abstract":"Circadian and seasonal rhythms are seen in many species, modulate several aspects of human physiology, including brain functions such as mood and cognition, and influence many neurological and psychiatric illnesses. However, there are few data regarding the genome-scale molecular correlates underlying these rhythms, especially in the human brain. Here, we report widespread, site-specific and interrelated diurnal and seasonal rhythms of gene expression in the human brain, and show their relationship with parallel rhythms of epigenetic modification including histone acetylation, and DNA methylation. We also identify transcription factor-binding sites that may drive these effects. Further, we demonstrate that Alzheimer's disease pathology disrupts these rhythms. These data suggest that interrelated diurnal and seasonal epigenetic and transcriptional rhythms may be an important feature of human brain biology, and perhaps human biology more broadly, and that changes in such rhythms may be consequences of, or contributors to, diseases such as Alzheimer's disease.","Authors":"Lim, ASP (Lim, Andrew S. P.) ; Klein, HU (Klein, Hans-Ulrich) ; Yu, L (Yu, Lei) ; Chibnik, LB (Chibnik, Lori B.) ; Ali, S (Ali, Sanam) ; Xu, JS (Xu, Jishu) ; Bennett, DA (Bennett, David A.) ; De Jager, PL (De Jager, Philip L.)","Title":"Diurnal and seasonal molecular rhythms in human neocortex and their relation to Alzheimer's disease"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397599500003 PubMed ID: 27862756 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"F-19 NMR spectroscopy; enzyme mechanisms; metal fluorides; phosphoryl transfer; transition; state analogues KeyWords Plus:TRANSITION-STATE ANALOG; MOLECULAR-DYNAMICS SIMULATIONS; DENSITY-FUNCTIONAL THEORY; DEPENDENT PROTEIN-KINASE; RAS-RASGAP COMPLEX; GTP HYDROLYSIS; CRYSTAL-STRUCTURE; ACTIVE-SITE; STRUCTURAL-CHARACTERIZATION; BETA-PHOSPHOGLUCOMUTASE","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 15 Pages: 4110-4128 DOI: 10.1002/anie.201606474 Published: APR 3 2017","Abstract":"The 1994 structure of a transition-state analogue with AlF4- and GDP complexed to G1 alpha, a small G protein, heralded a new field of research into the structure and mechanism of enzymes that manipulate the transfer of phosphoryl (PO3-) groups. The number of enzyme structures in the PDB containing metal fluorides (MFx) as ligands that imitate either a phosphoryl or a phosphate group was 357 at the end of 2016. They fall into three distinct geometrical classes: 1) Tetrahedral complexes based on BeF3- that mimic ground-state phosphates; 2) octahedral complexes, primarily based on AlF4-, which mimic \"in-line\" anionic transition states for phosphoryl transfer; and 3) trigonal bipyramidal complexes, represented by MgF3- and putative AlF30 moieties, which mimic the geometry of the transition state. The interpretation of these structures provides a deeper mechanistic understanding into the behavior and manipulation of phosphate monoesters in molecular biology. This Review provides a comprehensive overview of these structures, their uses, and their computational development.","Authors":"Jin, Y (Jin, Yi) ; Richards, NG (Richards, Nigel G.) ; Waltho, JP (Waltho, Jonathan P.) ; Blackburn, GM (Blackburn, G. Michael)","Title":"Metal Fluorides as Analogues for Studies on Phosphoryl Transfer Enzymes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397599500050 PubMed ID: 28294491 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"artemisinin; chemoenzymatic synthesis; sesquiterpenoids; substrate engineering; synthetic biology KeyWords Plus:STEREOSELECTIVE TOTAL-SYNTHESIS; ARTEMISIA-ANNUA L; AMORPHA-4,11-DIENE SYNTHASE; FARNESYL DIPHOSPHATE; ANTIMALARIAL-DRUG; BORON-TRIFLUORIDE; MOLECULAR-CLONING; TERPENE-SYNTHASE; MALARIA DRUG; KEY ENZYME","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 15 Pages: 4347-4350 DOI: 10.1002/anie.201609557 Published: APR 3 2017","Abstract":"Artemisinin from the plant Artemisia annua is the most potent pharmaceutical for the treatment of malaria. In the plant, the sesquiterpene cyclase amorphadiene synthase, a cytochrome-dependent CYP450, and an aldehyde reductase convert farnesyl diphosphate (FDP) into dihydroartemisinic aldehyde (DHAAl), which is a key intermediate in the biosynthesis of artemisinin and a semisynthetic precursor for its chemical synthesis. Here, we report a chemoenzymatic process that is able to deliver DHAAl using only the sesquiterpene synthase from a carefully designed hydroxylated FDP derivative. This process, which reverses the natural order of cyclization of FDP and oxidation of the sesquiterpene hydrocarbon, provides a significant improvement in the synthesis of DHAAl and demonstrates the potential of substrate engineering in the terpene synthase mediated synthesis of high-value natural products.","Authors":"Demiray, M (Demiray, Melodi) ; Tang, XP (Tang, Xiaoping) ; Wirth, T (Wirth, Thomas) ; Faraldos, JA (Faraldos, Juan A.) ; Allemann, RK (Allemann, Rudolf K.)","Title":"An Efficient Chemoenzymatic Synthesis of Dihydroartemisinic Aldehyde"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398025500001 ISSN: 1758-0463","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"DATABASE-THE JOURNAL OF BIOLOGICAL DATABASES AND CURATION Article Number: bax026 DOI: 10.1093/database/bax026 Published: APR 2 2017","Abstract":"Human diseases such as cancer are routinely characterized by high-throughput molecular technologies, and multi-level omics data are accumulated in public databases at increasing rate. Retrieval and visualization of these data in the context of molecular network maps can provide insights into the pattern of regulation of molecular functions reflected by an omics profile. In order to make this task easy, we developed NaviCom, a Python package and web platform for visualization of multi-level omics data on top of biological network maps. NaviCom is bridging the gap between cBioPortal, the most used resource of large-scale cancer omics data and NaviCell, a data visualization web service that contains several molecular network map collections. NaviCom proposes several standardized modes of data display on top of molecular network maps, allowing addressing specific biological questions. We illustrate how users can easily create interactive network-based cancer molecular portraits via NaviCom web interface using the maps of Atlas of Cancer Signalling Network (ACSN) and other maps. Analysis of these molecular portraits can help in formulating a scientific hypothesis on the molecular mechanisms deregulated in the studied disease.","Authors":"Dorel, M (Dorel, Mathurin) ; Viara, E (Viara, Eric) ; Barillot, E (Barillot, Emmanuel) ; Zinovyev, A (Zinovyev, Andrei) ; Kuperstein, I (Kuperstein, Inna)","Title":"NaviCom: a web application to create interactive molecular network portraits using multi-level omics data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398227400011 PubMed ID: 28027623 ISSN: 1600-6135 eISSN: 1600-6143","Keywords":"basic (laboratory) research; science; translational research; science; cellular biology; immunosuppression; immune modulation; molecular biology; alloantigen; gene therapy; immune regulation; T cell biology; animal models: murine KeyWords Plus:CHRONIC ALLOGRAFT-REJECTION; INDIRECT ALLOSPECIFICITY; TOLERANCE; THERAPY; IMMUNOTHERAPY; CD28; IMMUNOSUPPRESSION; PROLIFERATION; EXPANSION; SURVIVAL","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"AMERICAN JOURNAL OF TRANSPLANTATION Volume: 17 Issue: 4 Pages: 931-943 DOI: 10.1111/ajt.14185 Published: APR 2017","Abstract":"Regulatory T cell (Treg) therapy using recipient-derived Tregs expanded exvivo is currently being investigated clinically by us and others as a means of reducing allograft rejection following organ transplantation. Data from animal models has demonstrated that adoptive transfer of allospecific Tregs offers greater protection from graft rejection compared to polyclonal Tregs. Chimeric antigen receptors (CAR) are clinically translatable synthetic fusion proteins that can redirect the specificity of T cells toward designated antigens. We used CAR technology to redirect human polyclonal Tregs toward donor-MHC class I molecules, which are ubiquitously expressed in allografts. Two novel HLA-A2-specific CARs were engineered: one comprising a CD28-CD3 signaling domain (CAR) and one lacking an intracellular signaling domain (CAR). CAR Tregs were specifically activated and significantly more suppressive than polyclonal or CAR Tregs in the presence of HLA-A2, without eliciting cytotoxic activity. Furthermore, CAR and CAR Tregs preferentially transmigrated across HLA-A2-expressing endothelial cell monolayers. In a human skin xenograft transplant model, adoptive transfer of CAR Tregs alleviated the alloimmune-mediated skin injury caused by transferring allogeneic peripheral blood mononuclear cells more effectively than polyclonal Tregs. Our results demonstrated that the use of CAR technology is a clinically applicable refinement of Treg therapy for organ transplantation.","Authors":"Boardman, DA (Boardman, D. A.) ; Philippeos, C (Philippeos, C.) ; Fruhwirth, GO (Fruhwirth, G. O.) ; Ibrahim, MAA (Ibrahim, M. A. A.) ; Hannen, RF (Hannen, R. F.) ; Cooper, D (Cooper, D.) ; Marelli-Berg, FM (Marelli-Berg, F. M.) ; Watt, FM (Watt, F. M.) ; Lechler, RI (Lechler, R. I.) ; Maher, J (Maher, J.)[ 2,3,6,10 ] ; Smyth, LA (Smyth, L. A.)[ 1,11 ] ; Lombardi, G (Lombardi, G.) ...More...Less","Title":"Expression of a Chimeric Antigen Receptor Specific for Donor HLA Class I Enhances the Potency of Human Regulatory T Cells in Preventing Human Skin Transplant Rejection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398227400014 PubMed ID: 27805315 ISSN: 1600-6135 eISSN: 1600-6143","Keywords":"animal models: porcine; basic (laboratory) research; science; infection and infectious agents; liver transplantation; hepatology; molecular biology: micro RNA; organ perfusion and preservation; organ transplantation in general; translational research; science; viral: hepatitis C KeyWords Plus:NORMOTHERMIC MACHINE PERFUSION; ISCHEMIA-REPERFUSION INJURY; BILE-DUCT INJURY; CARDIAC DEATH; DONOR AGE; PRESERVATION; MIR-122; MICRORNA; HCV; DASABUVIR","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"AMERICAN JOURNAL OF TRANSPLANTATION Volume: 17 Issue: 4 Pages: 970-978 DOI: 10.1111/ajt.14100 Published: APR 2017","Abstract":"Normothermic ex vivo liver perfusion (NEVLP) offers the potential to optimize graft function prior to liver transplantation (LT). Hepatitis C virus (HCV) is dependent on the presence of miRNA(microRNA)-122. Miravirsen, a locked-nucleic acid oligonucleotide, sequesters miR-122 and inhibits HCV replication. The aim of this study was to assess the efficacy of delivering miravirsen during NEVLP to inhibit miR-122 function in a pig LT model. Pig livers were treated with miravirsen during NEVLP or cold storage (CS). Miravirsen absorption, miR-122 sequestration, and miR-122 target gene derepression were determined before and after LT. The effect of miravirsen treatment on HCV infection of hepatoma cells was also assessed. NEVLP improved miravirsen uptake versus CS. Significant miR-122 sequestration and miR-122 target gene derepression were seen with NEVLP but not with CS. In vitro data confirmed miravirsen suppression of HCV replication after established infection and prevented HCV infection with pretreatment of cells, analogous to the pretreatment of grafts in the transplant setting. In conclusion, miravirsen delivery during NEVLP is a potential strategy to prevent HCV reinfection after LT. This is the first large-animal study to provide proof of concept for using NEVLP to modify and optimize liver grafts for transplantation.","Authors":"Goldaracena, N (Goldaracena, N.) ; Spetzler, VN (Spetzler, V. N.) ; Echeverri, J (Echeverri, J.) ; Kaths, JM (Kaths, J. M.) ; Cherepanov, V (Cherepanov, V.) ; Persson, R (Persson, R.) ; Hodges, MR (Hodges, M. R.) ; Janssen, HLA (Janssen, H. L. A.) ; Selzner, N (Selzner, N.) ; Grant, DR (Grant, D. R.) ; Feld, JJ (Feld, J. J.) ; Selzner, M (Selzner, M.) ...More...Less","Title":"Inducing Hepatitis C Virus Resistance After Pig Liver Transplantation-A Proof of Concept of Liver Graft Modification Using Warm Ex Vivo Perfusion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398227400016 PubMed ID: 27700000 ISSN: 1600-6135 eISSN: 1600-6143","Keywords":"basic (laboratory) research; science; islet transplantation; molecular biology; endocrinology; diabetology; cell death; diabetes: type 1; islets of Langerhans; molecular biology: microRNA KeyWords Plus:DIABETIC NOD MICE; HEPATOCELLULAR-CARCINOMA; CIRCULATING MICRORNAS; ISLET TRANSPLANTATION; PANCREATIC-ISLETS; MATCHED TUMOR; T-CELLS; TYPE-1; BIOMARKERS; CANCER","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"AMERICAN JOURNAL OF TRANSPLANTATION Volume: 17 Issue: 4 Pages: 992-1007 DOI: 10.1111/ajt.14073 Published: APR 2017","Abstract":"Currently there is no effective approach for monitoring early -cell loss during islet graft rejection following human islet transplantation (HIT). Due to ethical and technical constraints, it is difficult to directly study biomarkers of islet destruction in humans. Here, we established a humanized mouse model with induced human -cell death using adoptive lymphocyte transfer (ALT). Human islet grafts of ALT-treated mice had perigraft lymphocyte infiltration, fewer insulin(+) cells, and increased -cell apoptosis. Islet-specific miR-375 was used to validate our model, and expression of miR-375 was significantly decreased in the grafts and increased in the circulation of ALT-treated mice before hyperglycemia. A NanoString expression assay was further used to profile 800 human miRNAs in the human islet grafts, and the results were validated using quantitative real-time polymerase chain reaction. We found that miR-4454 and miR-199a-5p were decreased in the human islet grafts following ALT and increased in the circulation prior to hyperglycemia. These data demonstrate that our in vivo model of induced human -cell destruction is a robust method for identifying and characterizing circulating biomarkers, and suggest that miR-4454 and miR-199a-5p can serve as novel biomarkers associated with early human -cell loss following HIT.","Authors":"Roat, R (Roat, R.) ; Hossain, MM (Hossain, M. M.) ; Christopherson, J (Christopherson, J.) ; Free, C (Free, C.) ; Jain, S (Jain, S.) ; Guay, C (Guay, C.) ; Regazzi, R (Regazzi, R.) ; Guo, Z (Guo, Z.)","Title":"Identification and Characterization of microRNAs Associated With Human beta-Cell Loss in a Mouse Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678800011 ISSN: 1052-7613 eISSN: 1099-0755","Keywords":"biodiversity; invertebrates; genetics; monitoring; river; stream KeyWords Plus:INOPINATUS EPHEMEROPTERA SIPHLONURIDAE; TRINUCLEOTIDE MICROSATELLITE MARKERS; ILLUMINA SEQUENCE DATA; CLIMATE-CHANGE; LAND-USE; BIODIVERSITY; POPULATIONS; ECOSYSTEMS; DISPERSAL; DIVERSITY","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology; Water Resources Web of Science Categories:Environmental Sciences; Marine & Freshwater Biology; Water Resources","Journal Information":"AQUATIC CONSERVATION-MARINE AND FRESHWATER ECOSYSTEMS Volume: 27 Issue: 2 Pages: 452-461 DOI: 10.1002/aqc.2691 Published: APR 2017","Abstract":"1. Species diversity is declining more rapidly in freshwater ecosystems than in any other, but the consequences for genetic diversity, and hence evolutionary potential, are poorly understood. In part this reflects limited use and development of modern molecular tools and genetic approaches to address conservation questions in rivers, lakes and wetlands. As widespread, diverse and functionally important organisms, freshwater macroinvertebrates are ideal candidates for genetic approaches to reveal, for example, the conservation consequences of demographic histories and past disturbances. However, the availability of microsatellite markers for this group is very limited. 2. Using next generation sequencing, microsatellite markers were developed for Isoperla grammatica (Poda, 1761), Amphinemura sulcicollis (Stephens, 1836) and Baetis rhodani (Pictet, 1843) to enable conservation genetic investigations of these widespread invertebrate species. Fifty-two robust microsatellite loci were developed (18, 21 and 13 per species), all with high levels of allelic diversity (7-27, 3-16, 5-13 alleles per loci, respectively). 3. These tools will allow assessment of genetic structure, dispersal and demographic resilience in these model species as a function of environmental change and variation, thereby aiding freshwater monitoring and conservation. The authors urge further capacity building to support genetic applications to the conservation biology of other aquatic organisms. Copyright # 2016 John Wiley & Sons, Ltd.","Authors":"Macdonald, HC (Macdonald, Hannah C.) ; Ormerod, SJ (Ormerod, Steve J.) ; Bruford, MW (Bruford, Michael W.)","Title":"Enhancing capacity for freshwater conservation at the genetic level: a demonstration using three stream macroinvertebrates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366200015 PubMed ID: 28069396 ISSN: 0304-4165 eISSN: 1872-8006","Keywords":"Systems Biology; Q-proteomics; Phenotypic microarray; Polyphosphate; Omics; Polyp-dependent proteolysis KeyWords Plus:NUCLEOSIDE DIPHOSPHATE KINASE; AMINO-ACID STARVATION; INORGANIC POLYPHOSPHATE; PSEUDOMONAS-AERUGINOSA; STOCHASTIC INDUCTION; BACTERIAL PATHOGENS; FUNCTIONAL DEFECTS; VIRULENCE; GROWTH; PPGPP","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-GENERAL SUBJECTS Volume: 1861 Issue: 4 Pages: 871-883 DOI: 10.1016/j.bbagen.2017.01.007 Published: APR 2017","Abstract":"Background: Polyphosphate (polyP) is a linear biopolymer found in all living cells. In bacteria, mutants lacking polyphosphate kinase 1 (PPK1), the enzyme responsible for synthesis of most polyP, have many structural and functional defects. However, little is known about the causes of these pleiotropic alterations. The link between ppkl deletion and those numerous phenotypes observed can be the result of complex molecular interactions that can be elucidated via a systems biology approach. Methods: By integrating different omics levels (transcriptome, proteome and phenome), we described the functioning of various metabolic pathways among Escherichia coli polyphosphate mutant strains (Delta ppk1, Delta ppx, and Delta polyP). Bioinformatic analyses reveal the complex metabolic and regulatory bases of the phenotypes unique to polyp mutants. Results: Our results suggest that during polyP deficiency (Delta ppk1 mutant), metabolic pathways needed for energy supply are up-regulated, including fermentation, aerobic and anaerobic respiration. Transcriptomic and q-proteomic contrasting changes between Delta ppk1 and Delta ppx mutant strains were observed in those central metabolic pathways and confirmed by using Phenotypic microarrays. In addition, our results suggest a regulatory connection between polyp, second messenger metabolism, alternative Sigma/Anti-Sigma factors and type-II toxin-antitoxin (TA) systems. Conclusions: We suggest a broader role for polyp via regulation of ATP-dependent proteolysis of type II toxin-antitoxin system and alternative Sigma/Anti-Sigma factors, that could explain the multiple structural and functional deficiencies described due to alteration of polyp metabolism. General significance: Understanding the interplay of polyp in bacterial metabolism using a systems biology approach can help to improve design of novel antimicrobials toward pathogens. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Varas, M (Varas, Macarena) ; Valdivieso, C (Valdivieso, Camilo) ; Mauriaca, C (Mauriaca, Cecilia) ; Ortiz-Severin, J (Ortiz-Severin, Javiera) ; Paradela, A (Paradela, Alberto) ; Poblete-Castro, I (Poblete-Castro, Ignacio) ; Cabrera, R (Cabrera, Ricardo) ; Chavez, FP (Chavez, Francisco P.)","Title":"Multi-level evaluation of Escherichia coli polyphosphate related mutants using global transcriptomic, proteomic and phenomic analyses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362500001 PubMed ID: 28087344 ISSN: 0167-4889 eISSN: 0006-3002","Keywords":"Small GTPase Rabl3; Macroautophagy; Vascular endothelial cell; Pterostilbene Growth factor receptor-bound protein 2; AMP-activated protein kinase KeyWords Plus:AUTOPHAGOSOME-LYSOSOME FUSION; FUNCTIONAL TIGHT JUNCTIONS; GROWTH-FACTOR; RAB13; PROTEIN; JRAB/MICAL-L2; MATURATION; PATHWAY; INVOLVEMENT; DYSFUNCTION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-MOLECULAR CELL RESEARCH Volume: 1864 Issue: 4 Pages: 613-624 DOI: 10.1016/j.bbamcr.2017.01.003 Published: APR 2017","Abstract":"The importance of macroautophagy (hereafter referred to as autophagy) in vascular endothelial cell (VEC) biology and dysfunction is increasingly recognized, but the molecular mechanisms of autophagy in VECs in the presence of serum are still poorly understood. Previously, we identified pterostilbene as a potent autophagy inducer of VECs in the presence of serum. In this study, we used pterostilbene as a tool to induce VEC autophagy and identified the differentially expressed genes using high-throughput DAN microarray. The small GTPase Ras-related protein in brain 13 (Rab13) was found to be the most significantly up-regulated gene in pterostilbene-treated human umbilical VECs (HUVECs). Knockdown of Rabl3 blocked pterostilbene-induced mTOR inhibition and autophagy, whereas overexpression of the GTP-containing active form of Rabl3 induced mTOR inhibition and autophagy in HUVECs. Using a combination of immunofluorescence and co-immunoprecipitation (co-IP) assays, we demonstrated that pterostilbene or up-regulation of the active form of Rabl3 promoted the interaction between Rabl3 and growth factor receptor-bound protein 2 (Grb2). Knockdown of Grb2 suppressed pterostilbene or up regulation of the active form of Rab13-induced autophagy. Further mechanistic studies revealed that Rabl3 activated the downstream AMP-activated protein kinase (AMPK) and blocked mammalian target of rapamycin (mTOR) signaling by its functional interaction with Grb2 to regulate autophagy in HUVECs. Our study firmly establishes Rabl3 as a novel regulator of autophagy in VECs under nutrient-enriched conditions. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, L (Zhang, Lu) ; Dai, F (Dai, Fang) ; Cui, LQ (Cui, LiuQing) ; Zhou, B (Zhou, Bo) ; Guo, YQ (Guo, Yuqi)","Title":"Up-regulation of the active form of small GTPase Rabl3 promotes macroautophagy in vascular endothelial cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397357300004 PubMed ID: 28087425 ISSN: 1570-9639 eISSN: 0006-3002","Keywords":"Lonicera japonica Thunb.; Proteomics; LC-MS/MS; Flower processing; UV radiation KeyWords Plus:CHINESE MEDICINE RESEARCH; GINSENG PANAX-GINSENG; ETHYLENE PRODUCTION; PHOTOSYSTEM-II; ARABIDOPSIS; UBIQUITIN; BIOLOGY; ORGANIZATION; SYNTHASE; DATABASE","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-PROTEINS AND PROTEOMICS Volume: 1865 Issue: 4 Pages: 404-413 DOI: 10.1016/j.bbapap.2017.01.004 Published: APR 2017","Abstract":"Lonicera japonica Thunb., also known as Jin Yin Hua and Japanese honeysuckle, is used as a herbal medicine in Asian countries. Its flowers have been used in folk medicine in the clinic and in making food or healthy beverages for over 1500 years in China. To investigate the molecular processes involved in L. japonica development from buds to flowers exposed to UV radiation, a comparative proteomics analysis was performed. Fifty-four proteins were identified as differentially expressed, including 42 that had increased expression and 12 that had decreased expression. The levels of the proteins related to glycolysis, TCA/organic acid transformation, major carbohydrate metabolism, oxidative pentose phosphate, stress, secondary metabolism, hormone, and mitochondrial electron transport were increased during flower opening process after exposure to UV radiation. Six metabolites in L. japonica buds and flowers were identified and relatively quantified using LC-MS/MS. The antioxidant activity was performed using a 1,1-diphenyl-2-picrylhydrazyl assay, which revealed that L. japonica buds had more activity than the UV irradiated flowers. This suggests that UV-B radiation induces production of endogenous ethylene in L. japonica buds, thus facilitating blossoming of the buds and activating the antioxidant system. Additionally, the higher metabolite contents and antioxidant properties of L. japonica buds indicate that the L. japonica bud stage may be a more optimal time to harvest than the flower stage when using for medicinal properties. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhu, W (Zhu, Wei) ; Zheng, W (Zheng, Wen) ; Hu, XJ (Hu, Xingjiang) ; Xu, XB (Xu, Xiaobao) ; Zhang, L (Zhang, Lin) ; Tian, JK (Tian, Jingkui)","Title":"Variations of metabolites and proteome in Lonicera japonica Thunb. buds and flowers under UV radiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397913300011 ISSN: 0265-9247 eISSN: 1521-1878","Keywords":"development; evolution; gene regulation; homeodomain; hox; transcription KeyWords Plus:HOMEODOMAIN-DNA RECOGNITION; BINDING-SPECIFICITY; TRANSCRIPTION FACTORS; INTERACTION MODES; COMPLEX-FORMATION; GENE-REGULATION; NUCLEIC-ACIDS; FORCE-FIELD; ULTRABITHORAX; HEXAPEPTIDE","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biochemistry & Molecular Biology; Biology","Journal Information":"BIOESSAYS Volume: 39 Issue: 4 Article Number: UNSP 1600246 DOI: 10.1002/bies.201600246 Published: APR 2017","Abstract":"How the formidable diversity of forms emerges from developmental and evolutionary processes is one of the most fascinating questions in biology. The homeodomain-containing Hox proteins were recognized early on as major actors in diversifying animal body plans. The molecular mechanisms underlying how this transcription factor family controls a large array of context- and cell-specific biological functions is, however, still poorly understood. Clues to functional diversity have emerged from studies exploring how Hox protein activity is controlled through interactions with PBC class proteins, also evolutionary conserved HD-containing proteins. Recent structural data and molecular dynamic simulations add further mechanistic insights into Hox protein mode of action, suggesting that flexible folding of protein motifs allows for plastic protein interaction. As we discuss in this review, these findings define a novel type of Hox-PBC interaction, weak and dynamic instead of strong and static, hence providing novel clues to understanding Hox transcriptional specificity and diversity.","Authors":"Ortiz-Lombardia, M (Ortiz-Lombardia, Miguel) ; Foos, N (Foos, Nicolas) ; Maurel-Zaffran, C (Maurel-Zaffran, Corinne) ; Saurin, AJ (Saurin, Andrew J.) ; Graba, Y (Graba, Yacine)","Title":"Hox functional diversity: Novel insights from flexible motif folding and plastic protein interaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396260000008 PubMed ID: 27587023 ISSN: 0163-4984 eISSN: 1559-0720","Keywords":"ATF4; ATF6A; Boric acid; Boron; Calreticulin (CALR); EDEM1; eIF2 alpha (EIF2A); GADD34 (PPP1R15A); GADD153/CHOP (DDIT3); GRP78/BiP (HSPa5); GRP94 (HSP90B1); Herp (HERPUD1); Hrd1 (SYVN1); RE1 (ERN1); XBP1; DU-145; Nutrition KeyWords Plus:UNFOLDED PROTEIN RESPONSE; ENDOPLASMIC-RETICULUM STRESS; PROSTATE-CANCER RISK; CHAIN BINDING-PROTEIN; INHIBITS HUMAN PROSTATE; DIETARY BORON; ER STRESS; TRANSLATION INITIATION; TRANSCRIPTION FACTOR; CALCIUM","Categories":"Biochemistry & Molecular Biology; Endocrinology & Metabolism Web of Science Categories:Biochemistry & Molecular Biology; Endocrinology & Metabolism","Journal Information":"BIOLOGICAL TRACE ELEMENT RESEARCH Volume: 176 Issue: 2 Pages: 278-293 DOI: 10.1007/s12011-016-0824-y Published: APR 2017","Abstract":"Fruits, nuts, legumes, and vegetables are rich sources of boron (B), an essential plant nutrient with chemopreventive properties. Blood boric acid (BA) levels reflect recent B intake, and men at the US mean intake have a reported non-fasting level of 10 mu M. Treatment of DU-145 prostate cancer cells with physiological concentrations of BA inhibits cell proliferation without causing apoptosis and activates eukaryotic initiation factor 2 (eIF2 alpha). EIF2 alpha induces cell differentiation and protects cells by redirecting gene expression to manage endoplasmic reticulum stress. Our objective was to determine the temporal expression of endoplasmic reticulum (ER) stress-activated genes in DU-145 prostate cells treated with 10 mu M BA. Immunoblots showed post-treatment increases in eIF2 alpha protein at 30 min and ATF4 and ATF6 proteins at 1 h and 30 min, respectively. The increase in ATF4 was accompanied by an increase in the expression of its downstream genes growth arrest and DNA damage-induced protein 34 (GADD34) and homocysteine-induced ER protein (Herp), but a decrease in GADD153/CCAAT/enhancer-binding protein homologous protein (CHOP), a pro-apoptotic gene. The increase in ATF6 was accompanied by an increase in expression of its downstream genes GRP78/BiP, calreticulin, Grp94, and EDEM. BA did not activate IRE1 or induce cleavage of XBP1 mRNA, a target of IRE1. Low boron status has been associated with increased cancer risk, low bone mineralization, and retinal degeneration. ATF4 and BiP/GRP78 function in osteogenesis and bone remodeling, calreticulin is required for tumor suppressor p53 function and mineralization of teeth, and BiP/GRP78 and EDEM prevent the aggregation of misfolded opsins which leads to retinal degeneration. The identification of BA-activated genes that regulate its phenotypic effects provides a molecular underpinning for boron nutrition and biology.","Authors":"Kobylewski, SE (Kobylewski, Sarah E.) ; Henderson, KA (Henderson, Kimberly A.) ; Yamada, KE (Yamada, Kristin E.) ; Eckhert, CD (Eckhert, Curtis D.)","Title":"Activation of the EIF2 alpha/ATF4 and ATF6 Pathways in DU-145 Cells by Boric Acid at the Concentration Reported in Men at the US Mean Boron Intake"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398057400008 ISSN: 0144-8463 eISSN: 1573-4935","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"BIOSCIENCE REPORTS Volume: 37 Issue: 2 Article Number: BSR20160445 DOI: 10.1042/BSR20160445 Published: APR 2017","Abstract":"Recently, autophagy has been indicated to play an essential role in various biological events, such as the response of cervical cancer cells to chemotherapy. However, the exact signalling mechanism that regulates autophagy during chemotherapy remains unclear. In the present study, we investigated the regulation by cisplatin on protein kinase C beta (PKC beta), on B-cell lymphoma 2 (Bcl-2) and on apoptosis in cervical cancer Hela cells. And then we examined the regulation by cisplatin on autophagy and the role of autophagy on the chemotherapy in Hela cells. In addition, the regulation of the PKC beta on the autophagy was also investigated. Our results indicated that cisplatin promoted PKC beta in Hela cells. The PKC beta inhibitor reduced the cisplatin-induced apoptosis, whereas increased the cisplatin-induced autophagy in Hela cells. On the other side, the PKC beta overexpression aggravated the cisplatin-induced apoptosis, whereas down-regulated the cisplatin-induced autophagy. Taken together, our study firstly recognized the involvement of PKC beta in the cytotoxicity of cisplatin via inhibiting autophagy in cervical cancer cells. We propose that PKC beta would sensitize cervical cancer cells to chemotherapy via reducing the chemotherapy induced autophagy in cancer cells.","Authors":"Li, N (Li, Na) ; Zhang, W (Zhang, Wei)","Title":"Protein kinase C beta inhibits autophagy and sensitizes cervical cancer Hela cells to cisplatin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395650600018 PubMed ID: 27775170 ISSN: 0006-3592 eISSN: 1097-0290","Keywords":"micro nerve tissue; postnatal stem cell; cell spheroid; bioreactor; neural differentiation; dental apical papilla KeyWords Plus:LONG-TERM SURVIVAL; SPINAL-CORD-INJURY; NEURAL CREST; GLIAL LINEAGES; IN-VITRO; DIFFERENTIATION; FATE; EXPRESSION; MESODERM; RECOVERY","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"BIOTECHNOLOGY AND BIOENGINEERING Volume: 114 Issue: 4 Pages: 903-914 DOI: 10.1002/bit.26205 Published: APR 2017","Abstract":"The in vitro generation of cell-based three dimensional (3D) nerve tissue is an attractive subject to improve graft survival and integration into host tissue for neural tissue regeneration or to model biological events in stem cell differentiation. Although 3D organotypic culture strategies are well established for 3D nerve tissue formation of pluripotent stem cells to study underlying biology in nerve development, cell-based nerve tissues have not been developed using human postnatal stem cells with therapeutic potential. Here, we established a culture strategy for the generation of in vitro cell-based 3D nerve tissue from postnatal stem cells from apical papilla (SCAPs) of teeth, which originate from neural crest-derived ectomesenchyme cells. A stem cell population capable of differentiating into neural cell lineages was generated during the ex vivo expansion of SCAPs in the presence of EGF and bFGF, and SCAPs differentiated into neural cells, showing neural cell lineage-related molecular and gene expression profiles, morphological changes and electrophysical property under neural-inductive culture conditions. Moreover, we showed the first evidence that 3D cell-based nerve-like tissue with axons and myelin structures could be generated from SCAPs via 3D organotypic culture using an integrated bioprocess composed of polyethylene glycol (PEG) microwell-mediated cell spheroid formation and subsequent dynamic culture in a high aspect ratio vessel (HARV) bioreactor. In conclusion, the culture strategy in our study provides a novel approach to develop in vitro engineered nerve tissue using SCAPs and a foundation to study biological events in the neural differentiation of postnatal stem cells. Biotechnol. Bioeng. 2017;114: 903-914. (c) 2016 Wiley Periodicals, Inc.","Authors":"Kim, BC (Kim, Byung-Chul) ; Jun, SM (Jun, Sung-Min) ; Kim, SY (Kim, So Yeon) ; Kwon, YD (Kwon, Yong-Dae) ; Choe, SC (Choe, Sung Chul) ; Kim, EC (Kim, Eun-Chul) ; Lee, JH (Lee, Jae-Hyung) ; Kim, J (Kim, Jinseok) ; Suh, JKF (Suh, Jun-Kyo Francis) ; Hwang, YS (Hwang, Yu-Shik)","Title":"Engineering three dimensional micro nerve tissue using postnatal stem cells from human dental apical papilla"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397495700002 PubMed ID: 27714408 ISSN: 1420-682X eISSN: 1420-9071","Keywords":"Aptamer; Molecular beacon (MB); Targeting cell-penetrating peptide (targeting CPP); Cardiac regeneration; miR-21; miR-143/145 KeyWords Plus:CANCER STEM-CELLS; PENETRATING PEPTIDES; MOLECULAR BEACONS; BREAST-CANCER; LIVING CELLS; CARDIAC REGENERATION; THERAPEUTIC TARGET; HEART-FAILURE; HIGH-AFFINITY; NUCLEIC-ACID","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CELLULAR AND MOLECULAR LIFE SCIENCES Volume: 74 Issue: 7 Pages: 1177-1189 DOI: 10.1007/s00018-016-2382-z Published: APR 2017","Abstract":"Research of the past two decades has proved the relevance of single cell biology in basic research and translational medicine. Successful detection and isolation of specific subsets is the key to understand their functional heterogeneity. Antibodies are conventionally used for this purpose, but their relevance in certain contexts is limited. In this review, we discuss some of these contexts, posing bottle neck for different fields of biology including biomedical research. With the advancement of chemistry, several methods have been introduced to overcome these problems. Even though microfluidics and microraft array are newer techniques exploited for single cell biology, fluorescence-activated cell sorting (FACS) remains the gold standard technique for isolation of cells for many biomedical applications, like stem cell therapy. Here, we present a comprehensive and comparative account of some of the probes that are useful in FACS. Further, we illustrate how these techniques could be applied in biomedical research. It is postulated that intracellular molecular markers like nucleostemin (GNL3), alkaline phosphatase (ALPL) and HIRA can be used for improving the outcome of cardiac as well as bone regeneration. Another field that could utilize intracellular markers is diagnostics, and we propose the use of specific peptide nucleic acid probes (PNPs) against certain miRNAs for cancer surgical margin prediction. The newer techniques for single cell biology, based on intracellular molecules, will immensely enhance the repertoire of possible markers for the isolation of cell types useful in biomedical research.","Authors":"Abraham, P (Abraham, Parvin) ; Maliekal, TT (Maliekal, Tessy Thomas)","Title":"Single cell biology beyond the era of antibodies: relevance, challenges, and promises in biomedical research"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398508000002 PubMed ID: 27815595 ISSN: 1420-682X eISSN: 1420-9071","Keywords":"G proteins; Isoforms; G Protein-coupled receptors; GPCRs; PAR-1; Hyperelongation; Atherosclerosis; G alpha q KeyWords Plus:VASCULAR SMOOTH-MUSCLE; SERINE/THREONINE KINASE RECEPTORS; PLATELET-AGGREGATION INHIBITOR; PROTEOGLYCAN SYNTHESIS; DRUG DISCOVERY; G-ALPHA(Q) INHIBITOR; ERK PHOSPHORYLATION; CYCLIC DEPSIPEPTIDE; SIGNALING PATHWAYS; G(Q/11) INHIBITOR","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CELLULAR AND MOLECULAR LIFE SCIENCES Volume: 74 Issue: 8 Pages: 1379-1390 DOI: 10.1007/s00018-016-2405-9 Published: APR 2017","Abstract":"Seven transmembrane G protein-coupled receptors (GPCRs) have gained much interest in recent years as it is the largest class among cell surface receptors. G proteins lie in the heart of GPCRs signalling and therefore can be therapeutically targeted to overcome complexities in GPCR responses and signalling. G proteins are classified into four families (G(i), G(s), G(12/13) and G(q)); G(q) is further subdivided into four classes. Among them G(alpha q) and G(alpha q/11) isoforms are most crucial and ubiquitously expressed; these isoforms are almost 88% similar at their amino acid sequence but may exhibit functional divergences. However, uncertainties often arise about G(alpha q) and G(alpha q/11) inhibitors, these G proteins might also have suitability to the invention of novel-specific inhibitors for each isoforms. YM-254890 and UBO-QIC are discovered as potent inhibitors of G(alpha q) functions and also investigated in thrombin protease-activated receptor (PAR)-1 inhibitors and platelet aggregation inhibition. The most likely G protein involved in PAR-1 stimulates responses is one of the G(alpha q) family isoforms. In this review, we highlight the molecular structures and pharmacological responses of G(alpha q) family which may reflect the biochemical and molecular role of G(alpha q) and G(alpha q/11). The advanced understanding of G(alpha q) and G(alpha q/11) role in GPCR signalling may shed light on our understanding on cell biology, cellular physiology and pathophysiology and also lead to the development of novel therapeutic agents for a number of diseases.","Authors":"Kamato, D (Kamato, Danielle) ; Mitra, P (Mitra, Partha) ; Davis, F (Davis, Felicity) ; Osman, N (Osman, Narin) ; Chaplin, R (Chaplin, Rebecca) ; Cabot, PJ (Cabot, Peter J.) ; Afroz, R (Afroz, Rizwana) ; Thomas, W (Thomas, Walter) ; Zheng, WH (Zheng, Wenhua) ; Kaur, H (Kaur, Harveen) ; Brimble, M (Brimble, Margaret) ; Little, PJ (Little, Peter J.) ...More...Less","Title":"Ga-q proteins: molecular pharmacology and therapeutic potential"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398508000003 PubMed ID: 27844098 ISSN: 1420-682X eISSN: 1420-9071","Keywords":"Hydrogen sulfide; Biosynthesis; Catabolism; Molecular models KeyWords Plus:CYSTATHIONINE-BETA-SYNTHASE; NITRIC-OXIDE SYNTHASE; HYDROGEN-SULFIDE PRODUCTION; SMOOTH-MUSCLE-CELLS; HUMAN MERCAPTOPYRUVATE SULFURTRANSFERASE; ENDOPLASMIC-RETICULUM STRESS; ISCHEMIA-REPERFUSION INJURY; GAMMA-LYASE; DEFICIENT MICE; ENDOTHELIAL DYSFUNCTION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CELLULAR AND MOLECULAR LIFE SCIENCES Volume: 74 Issue: 8 Pages: 1391-1412 DOI: 10.1007/s00018-016-2406-8 Published: APR 2017","Abstract":"Hydrogen sulfide (H2S) has profound biological effects within living organisms and is now increasingly being considered alongside other gaseous signalling molecules, such as nitric oxide (NO) and carbon monoxide (CO). Conventional use of pharmacological and molecular approaches has spawned a rapidly growing research field that has identified H2S as playing a functional role in cell-signalling and post-translational modifications. Recently, a number of laboratories have reported the use of siRNA methodologies and genetic mouse models to mimic the loss of function of genes involved in the biosynthesis and degradation of H2S within tissues. Studies utilising these systems are revealing new insights into the biology of H2S within the cardiovascular system, inflammatory disease, and in cell signalling. In light of this work, the current review will describe recent advances in H2S research made possible by the use of molecular approaches and genetic mouse models with perturbed capacities to generate or detoxify physiological levels of H2S gas within tissues.","Authors":"Rose, P (Rose, Peter) ; Moore, PK (Moore, Philip K.) ; Zhu, YZ (Zhu, Yi Zhun)","Title":"H2S biosynthesis and catabolism: new insights from molecular studies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398212900001 PubMed ID: 28331134 ISSN: 1346-9843 eISSN: 1347-4820","Keywords":"Cardiomyopathy; Endomyocardial biopsy; Pathological diagnosis KeyWords Plus:ANTIBODY-MEDIATED REJECTION; RIGHT-VENTRICULAR CARDIOMYOPATHY; AMERICAN-HEART-ASSOCIATION; APICAL HYPERTROPHIC CARDIOMYOPATHY; CARDIAC MAGNETIC-RESONANCE; ISHLT WORKING FORMULATION; GIANT-CELL MYOCARDITIS; SOCIETY-OF-CARDIOLOGY; DILATED CARDIOMYOPATHY; FABRY-DISEASE","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"CIRCULATION JOURNAL Volume: 81 Issue: 4 Pages: 417-426 DOI: 10.1253/circj.CJ-16-0927 Published: APR 2017","Abstract":"Endomyocardial biopsy (EMB) has been established in parallel with the development of percutaneous catheter technology for the diagnosis of cardiac diseases. It was developed in the early 1960 s in Japan by Drs. Konno, Sakakibara and Sekiguchi of Tokyo Women's Medical University. EMB is a valuable and useful, but invasive, modality for making a definite diagnosis in diseases such as myocarditis and secondary cardiomyopathies, which are often difficult to diagnose by imaging modality alone. In the field of heart transplantation, the histology of EMB helps monitor rejection to allografts. In cases of chronic heart failure, fibrosis and degeneration of cardiomyocytes are very important findings of heart remodeling. Recently, molecular biology technology has been applied to EMB specimens to get more detailed information. However, we must also recognize that EMB is an invasive examination that should not be performed without skillful cardiac catheterization experience to avoid complications. In this review as a message from pathologists, we present key cardiac histopathology using EMB, in a way that allows one to imagine whole cardiac pathological conditions. We also describe the current role of EMB and its significance in order to encourage young cardiologists to perform EMB to see another world of pathology.","Authors":"Ishibashi-Ueda, H (Ishibashi-Ueda, Hatsue) ; Matsuyama, TA (Matsuyama, Taka-Aki) ; Ohta-Ogo, K (Ohta-Ogo, Keiko) ; Ikeda, Y (Ikeda, Yoshihiko)","Title":"Significance and Value of Endomyocardial Biopsy Based on Our Own Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395751300005 PubMed ID: 28054352 ISSN: 0009-9104 eISSN: 1365-2249","Keywords":"allergy; cytokines; molecular biology KeyWords Plus:ATOPIC ASTHMA; T-CELLS; ASSOCIATION; IL-13; GAMMA; CHILDREN; INFLAMMATION; POPULATION; RESPONSES; MUTATION","Categories":"Immunology Web of Science Categories:Immunology","Journal Information":"CLINICAL AND EXPERIMENTAL IMMUNOLOGY Volume: 188 Issue: 1 Pages: 45-52 DOI: 10.1111/cei.12923 Published: APR 2017","Abstract":"This cross-sectional study was designed to investigate the extent of genetic susceptibility by targeting variants in interleukin (IL)-4/IL-13 signalling pathways leading to atopic disease in early childhood. We evaluated involvement of five single nucleotide polymorphisms IL4 C-590T, IL13 C-1055T, IL13 Arg130Gln, IL4RA Ile50Val and IL4RA Gln576Arg, in the control of serum total and antigen-specific immunoglobulin (Ig)E levels. Furthermore, we analysed their association with changes in gene expression of five cytokines having key roles in inflammatory and anti-inflammatory immune response [IL-4, IL-13, interferon (IFN)-, IL-8 and IL-10]. Total and antigen-specific IgE levels in serum and gene expression of selected cytokines in peripheral blood were measured in 386 children aged 1-8 years. TaqMan allelic discrimination, amplification refractory mutation system-polymerase chain reaction (ARMS-PCR) and restriction fragment length polymorphisms (RFLP) methods validated by sequencing were used for genotyping. All genotypes for children with total and antigen-specific IgE levels in the normal range were in Hardy-Weinberg equilibrium. Gene expression analyses were carried out using TaqMan gene expression assays. We found elevated total IgE levels in carriers of IL13 Arg130Gln variant allele [odds ratio (OR) =184; 95% confidence interval (CI)=116-293]. This effect was more apparent for boys (OR=231; 95% CI=125-428). However, no significant association was observed for the other four variants examined. We found up-regulation of IFN- in children with elevated serum total IgE levels carrying the Arg130 allele (P=0005). No differences were found for IL4, IL8 or IL10, while IL13 gene expression was under the detection limit. IL13 Arg130Gln genotypes can play a role in genetic susceptibility to allergy via regulation of serum total IgE levels and affecting IFN- gene expression.","Authors":"Smolkova, B (Smolkova, B.) ; Tulinska, J (Tulinska, J.) ; Murinova, LP (Murinova, L. Palkovicova) ; Buocikova, V (Buocikova, V.) ; Liskova, A (Liskova, A.) ; Rausova, K (Rausova, K.) ; Kuricova, M (Kuricova, M.) ; Patayova, H (Patayova, H.) ; Sustrova, M (Sustrova, M.) ; Svorcova, EN (Svorcova, E. Neubauerova) ; Ilavska, S (Ilavska, S.) ; Szabova, M (Szabova, M.) ; Nemessanyi, T (Nemessanyi, T.) ; Jahnova, E (Jahnova, E.) ; Dusinska, M (Dusinska, M.) ; Ciznar, P (Ciznar, P.) ; Fuortes, L (Fuortes, L.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Smolkova, Bozena  http://orcid.org/0000-0002-4906-5652","Title":"Impact of interleukin 13 (IL13) genetic polymorphism Arg130Gln on total serum immunoglobulin (IgE) levels and interferon (IFN)- gene expression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396341900008 ISSN: 1566-0621 eISSN: 1572-9737","Keywords":"Microsatellites; Cytochrome b; Island passerine; Endemic species; Management units; Macaronesia KeyWords Plus:RECENT POPULATION BOTTLENECKS; MULTILOCUS GENOTYPE DATA; NUCLEAR-DNA SEQUENCES; ALLELE FREQUENCY DATA; MITOCHONDRIAL-DNA; REED-WARBLERS; INBREEDING DEPRESSION; CONSERVATION BIOLOGY; MICROSATELLITE LOCI; DEMOGRAPHIC HISTORY","Categories":"Biodiversity & Conservation; Genetics & Heredity Web of Science Categories:Biodiversity Conservation; Genetics & Heredity","Journal Information":"CONSERVATION GENETICS Volume: 18 Issue: 2 Pages: 343-357 DOI: 10.1007/s10592-016-0909-3 Published: APR 2017","Abstract":"Genetic factors play an important role in the long-term persistence of populations and species, and conservation strategies should take such factors into account. We use neutral molecular markers to assess diversity and divergence between the three remaining island populations of a little-studied endemic passerine, the Cape Verde warbler Acrocephalus brevipennis. Variation at both microsatellite loci and the cytochrome b gene reveal low diversity within the species overall, but considerable divergence among the populations on Santiago, Fogo and So Nicolau islands. The genetic markers show a gradient of genetic diversity with population size, with the smallest population of S. Nicolau being the least diverse, and the largest, Santiago, the most diverse. The more geographically isolated population on S. Nicolau is also more divergent from Santiago and Fogo than these two are from each other. The Cape Verde warbler diverged from its sister species, the greater swamp warbler Acrocephalus rufescens, within the last million years, and the three populations became isolated from one another 165,000-199,000 years ago. There is also evidence of population bottlenecks, especially on S. Nicolau. This population seems to have decreased during the last century, with potential for further decreases and even extinction. As the three populations are genetically distinct, with no evidence of gene flow between them, we argue they should be treated as separate management units for the successful conservation of this species.","Authors":"Batalha, HR (Batalha, Helena R.) ; Wright, DJ (Wright, David J.) ; Barr, I (Barr, Iain) ; Collar, NJ (Collar, Nigel J.) ; Richardson, DS (Richardson, David S.)","Title":"Genetic diversity and divergence in the endangered Cape Verde warbler Acrocephalus brevipennis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397251800007 PubMed ID: 28324286 ISSN: 1523-3790 eISSN: 1534-6269","Keywords":"Prolymphocytic leukemia; Bcell; Tcell; Diagnosis; Biology; Genetics; treatment KeyWords Plus:CHRONIC LYMPHOCYTIC-LEUKEMIA; STEM-CELL TRANSPLANTATION; NERVOUS-SYSTEM INVOLVEMENT; T-CELL; B-PLL; 55-PERCENT PROLYMPHOCYTES; ALEMTUZUMAB THERAPY; LABORATORY FEATURES; SOMATIC MUTATIONS; TYROSINE KINASE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CURRENT ONCOLOGY REPORTS Volume: 19 Issue: 4 Article Number: 29 DOI: 10.1007/s11912-017-0581-x Published: APR 2017","Abstract":"Purpose of Review We aimed to produce a comprehensive update on clinical and biological data regarding two rare lymphoid neoplasms, B and T prolymphocytic leukemias, and assess therapeutic management in the light of new molecular insights and the advent of targeted therapies. Recent Findings B cell prolymphocytic leukemia (B-PLL) diagnosis remains challenging in the absence of clear immunophenotypic or cytogenetic signature and overlap with mantle cell lymphoma. New molecular defects have been identified in T cell prolymphocytic leukemia (T-PLL), especially in the JAK STAT pathway. Like in chronic lymphocytic leukemia (CLL), B-PLL treatment depends on the presence of TP53 dysfunction. In T-PLL, alemtuzumab still remains the standard of care. Allogeneic transplantation is the only curable option. Thanks to reduced intensity conditioning regimens, it has become accessible to a larger number of patients. Summary PLL prognosis remains poor with conventional therapies. However, great advances in the understanding of both T-and B-PLL pathogenesis lead to promising new therapeutic agents.","Authors":"Collignon, A (Collignon, Aude) ; Wanquet, A (Wanquet, Anne) ; Maitre, E (Maitre, Elsa) ; Cornet, E (Cornet, Edouard) ; Troussard, X (Troussard, Xavier) ; Aurran-Schleinitz, T (Aurran-Schleinitz, Therese)","Title":"Prolymphocytic Leukemia: New Insights in Diagnosis and in Treatment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396026100014 PubMed ID: 28059952 ISSN: 0957-9672 eISSN: 1473-6535","Keywords":"atherosclerosis; ATP-citrate lyase; bempedoic acid; LDL-cholesterol KeyWords Plus:DENSITY-LIPOPROTEIN-CHOLESTEROL; ACTIVATED PROTEIN-KINASE; DE-NOVO LIPOGENESIS; CELL LUNG-CANCER; APOLIPOPROTEIN-B; FATTY LIVER; RAT-LIVER; ETC-1002; HYPERCHOLESTEROLEMIA; INHIBITOR","Categories":"Biochemistry & Molecular Biology; Endocrinology & Metabolism; Cardiovascular System & Cardiology Web of Science Categories:Biochemistry & Molecular Biology; Endocrinology & Metabolism; Peripheral Vascular Disease","Journal Information":"CURRENT OPINION IN LIPIDOLOGY Volume: 28 Issue: 2 Pages: 193-200 DOI: 10.1097/MOL.0000000000000390 Published: APR 2017","Abstract":"Purpose of review ATP-citrate lyase (ACLY) has re-emerged as a drug target for LDL cholesterol (LDL-C) lowering. We review ACLY as a therapeutic strategy, its genetics, its molecular and cellular biology, and also its inhibition. Recent findings ACLY is a critical enzyme linking glucose catabolism to lipogenesis by providing acetyl-CoA from mitochondrial citrate for fatty acid and cholesterol biosynthesis. Human genetic variants have been associated with enhanced growth and survival of several cancers, and with attenuated plasma triglyceride responses to dietary fish oil. In mice, liver-specific Acly deficiency protects from hepatic steatosis and dyslipidemia, whereas adipose tissue-specific Acly deletion has no phenotype, supporting therapeutic inhibition of ACLY. A lipid-regulating compound, bempedoic acid, was discovered to potently inhibit ACLY, and in animal models, it prevents dyslipidemia and attenuates atherosclerosis. Phase 2 clinical trials revealed that bempedoic acid effectively lowers LDL-C as monotherapy, combined with ezetimibe, added to statin therapy and in statin-intolerant hypercholesterolemic patients. Summary The efficacy of bempedoic acid as an LDL-C-lowering agent has validated ACLY inhibition as a therapeutic strategy. Positive results of phase 3 patient studies, together with long-term cardiovascular disease outcome trials, are required to establish ACLY as a major new target in cardiovascular medicine.","Authors":"Burke, AC (Burke, Amy C.) ; Huff, MW (Huff, Murray W.)","Title":"ATP-citrate lyase: genetics, molecular biology and therapeutic target for dyslipidemia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398076900001 PubMed ID: 28361331 ISSN: 1523-3774 eISSN: 1534-6307","Keywords":"ANCA-associatedvasculitis; AAVpathogenesis; Granulomatosis with polyangiitis; Microscopic polyangiitis; Eosinophilic granulomatosis with polyangiitis KeyWords Plus:ANTINEUTROPHIL CYTOPLASMIC ANTIBODIES; WEGENERS-GRANULOMATOSIS; NECROTIZING GLOMERULONEPHRITIS; STAPHYLOCOCCUS-AUREUS; HUMAN NEUTROPHILS; DISEASE-ACTIVITY; NASAL CARRIAGE; CELLS; AUTOANTIBODIES; PROTEINASE-3","Categories":"Rheumatology Web of Science Categories:Rheumatology","Journal Information":"CURRENT RHEUMATOLOGY REPORTS Volume: 19 Issue: 4 Article Number: 15 DOI: 10.1007/s11926-017-0641-0 Published: APR 2017","Abstract":"Purpose of Review The ANCA-associated vasculitides are a group of small vessel vasculitides characterized by autoantibodies recognizing the neutrophil cytoplasmic antigens PR3 and MPO. We examine the current clinical and molecular immunology understanding of ANCA-associated vasculitides and discuss the current needs in our understanding of the pathogenic mechanisms of these rare diseases. Recent Findings The majority of efforts to understand the pathogenesis of these diseases have focused on dissecting neutrophil biology because the neutrophil is the primary expressor of ANCA autoantigens. However, a number of important genetic, clinical, and cellular biology observations suggest that attempts to understand the pathogenesis of ANCA vasculitides should move away from emphasis on the role of the neutrophil and instead re-focus on the potential role of other immune cell mediators. Summary Whether or not neutrophils are the key determinant of ANCA-associated vasculitis pathogenesis should be revisited in detail. A neutrophil-centric view of the pathogenesis of these diseases cannot fully account for important genetic, clinical, and cellular biology observations that implicate important and under-appreciated roles for monocytes and T cells. Refocusing on these findings will likely lead to new discovery of novel therapeutic targets and the identification of clinically useful biomarkers for disease activity.","Authors":"Gapud, EJ (Gapud, Eric J.) ; Seo, P (Seo, Philip) ; Antiochos, B (Antiochos, Brendan)","Title":"ANCA-Associated Vasculitis Pathogenesis: A Commentary"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398104900012 PubMed ID: 28191587 ISSN: 0920-9069 eISSN: 1573-0778","Keywords":"Microfluidics; Microchip; Breast cancer; Carnosic acid; Doxorubicin KeyWords Plus:MICROFLUIDIC DEVICE; DRUG DISCOVERY; IN-VIVO; MODELS; MICROENVIRONMENTS; HYDROGEL; BIOLOGY; SYSTEMS; GROWTH","Categories":"Biotechnology & Applied Microbiology; Cell Biology Web of Science Categories:Biotechnology & Applied Microbiology; Cell Biology","Journal Information":"CYTOTECHNOLOGY Volume: 69 Issue: 2 Pages: 337-347 DOI: 10.1007/s10616-016-0062-3 Published: APR 2017","Abstract":"Two dimensional (2D) cell culture systems lack the ability to mimic in vivo conditions resulting in limitations for preclinical cell-based drug and toxicity screening assays and modelling tumor biology. Alternatively, 3D cell culture systems mimic the specificity of native tissue with better physiological integrity. In this regard, microfluidic chips have gained wide applicability for in vitro 3D cancer cell studies. The aim of this research was to develop a 3D biomimetic model comprising culture of breast cancer cells in butterfly-shaped microchip to determine the cytotoxicity of carnosic acid and doxorubicin on both estrogen dependent (MCF-7) and independent (MDAMB231) breast cancer cells along with healthy mammary epithelial cells (MCF-10A) in 2D, 3D Matrigel (TM) and butterfly-shaped microchip environment. According to the developed mimetic model, carnosic acid exhibited a higher cytotoxicity towards MDAMB 231, while doxorubicin was more effective against MCF-7. Although the cell viabilities were higher in comparison to 2D and 3D cell culture systems, the responses of the investigated molecules were different in the microchips based on the molecular weight and structural complexity indicating the importance of biomimicry in a physiologically relevant matrix.","Authors":"Yildiz-Ozturk, E (Yildiz-Ozturk, Ece) ; Gulce-Iz, S (Gulce-Iz, Sultan) ; Anil, M (Anil, Muge) ; Yesil-Celiktas, O (Yesil-Celiktas, Ozlem)","Title":"Cytotoxic responses of carnosic acid and doxorubicin on breast cancer cells in butterfly-shaped microchips in comparison to 2D and 3D culture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396964100006 ISSN: 1569-9056 eISSN: 1878-1500","Keywords":"Infection; Human papillomavirus; Penile cancer; HPV vaccination; Genital warts KeyWords Plus:SQUAMOUS-CELL-CARCINOMA; PRIMARY HUMAN KERATINOCYTES; POLYMERASE-CHAIN-REACTION; CERVICAL INTRAEPITHELIAL NEOPLASIA; RISK HUMAN-PAPILLOMAVIRUS; OF-THE-LITERATURE; PENILE CARCINOMA; IN-SITU; E7 ONCOPROTEIN; UNITED-STATES","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"EUROPEAN UROLOGY SUPPLEMENTS Volume: 16 Issue: 4 Pages: 149-162 DOI: 10.1016/j.eursup.2016.08.005 Published: APR 2017","Abstract":"Context: The human papillomaviruses (HPVs) are a major global health burden, playing a part in diseases ranging from genital warts to malignancies such as penile cancer in men and cervical cancer in women. Objective: To explore the molecular biology and epidemiology of HPV infection; the diseases linked to it; and current prevention strategies, including the potential role of vaccination. Evidence acquisition: The relevant papers, reviews, and guidelines pertaining to the topics were collected for the purpose of this review from PubMed and online guidelines resources including the European Association of Urology and the Centers for Disease Control and Prevention. Evidence synthesis: The current knowledge on genital HPV in men is explained and summarised. Conclusions: There is an urgent need for more data on the incidence and persistence of HPV at the different anatomic sites, the incidence of external genital lesions, and the types of HPV in these lesions. This will allow a more comprehensive understanding of the natural history of HPV infection and its progression to both benign and malignant disease in men and will help formulate the development and implementation of vaccination programs. Patient summary: This review explores the molecular biology and epidemiology of human papillomavirus (HPV) infection; the diseases linked to it; and current prevention strategies, including the potential role of vaccination. There is an urgent need for more data on the incidence and persistence of HPV at the different anatomic sites, the incidence of external genital lesions, and the types of HPV in these lesions. (C) 2016 European Association of Urology. Published by Elsevier B.V. All rights reserved.","Authors":"Yap, T (Yap, Tet) ; Watkin, N (Watkin, Nicholas) ; Minhas, S (Minhas, Suks)","Title":"Infections of the Genital Tract: Human Papillomavirus-Related Infections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545200004 PubMed ID: 28213964 ISSN: 0014-3820 eISSN: 1558-5646","Keywords":"Bet hedging; experimental evolution; phenotypic plasticity; synthetic biology; accharomyces cerevisiae KeyWords Plus:PHENOTYPIC PLASTICITY; SACCHAROMYCES-CEREVISIAE; DEVELOPMENTAL INSTABILITY; FLUCTUATING ENVIRONMENTS; EXPERIMENTAL EVOLUTION; EMPIRICAL-EVIDENCE; NATURAL-SELECTION; SEED-GERMINATION; PERSISTER CELLS; EXPRESSION","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"EVOLUTION Volume: 71 Issue: 4 Pages: 859-871 DOI: 10.1111/evo.13199 Published: APR 2017","Abstract":"Genotypes can persist in unpredictable environments by hedging their bets and producing diverse phenotypes. Theoretical studies have shown that the phenotypic variability needed for a bet-hedging strategy can be generated by factors either inside or outside an organism. However, sensing the environment and bet hedging are frequently treated as distinct evolutionary strategies. Furthermore, nearly all empirical studies of the molecular underpinnings of bet-hedging strategies to date have focused on internal sources of variability. We took a synthetic approach and constructed an experimental system where a phenotypic trade-off is mediated by actively sensing a cue present in the environment. We show that active sensing can generate a diversified bet-hedging strategy. Mutations affecting the norm of reaction to the cue alter the diversification strategy, indicating that bet hedging by active sensing is evolvable. Our results indicate that a broader class of biological systems should be considered as potential examples of bet-hedging strategies, and that research into the structure of environmental variability is needed to distinguish bet-hedging strategies from adaptive plasticity.","Authors":"Maxwell, CS (Maxwell, Colin S.) ; Magwene, PM (Magwene, Paul M.)","Title":"When sensing is gambling: An experimental system reveals how plasticity can generate tunable bet-hedging strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545200005 PubMed ID: 28121018 ISSN: 0014-3820 eISSN: 1558-5646","Keywords":"Adaptation; clonal interference; epistasis; experimental evolution; Sindbis virus KeyWords Plus:CLONAL INTERFERENCE; BENEFICIAL MUTATIONS; ASEXUAL POPULATIONS; MOVING OPTIMUM; SINDBIS VIRUS; YEAST POPULATIONS; CELL TURNOVER; HUMAN-DISEASE; HOST-RANGE; ADAPTATION","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"EVOLUTION Volume: 71 Issue: 4 Pages: 872-883 DOI: 10.1111/evo.13193 Published: APR 2017","Abstract":"Understanding the dynamics of molecular adaptation is a fundamental goal of evolutionary biology. While adaptation to constant environments has been well characterized, the effects of environmental complexity remain seldom studied. One simple but understudied factor is the rate of environmental change. Here we used experimental evolution with RNA viruses to investigate whether evolutionary dynamics varied based on the rate of environmental turnover. We used whole-genome next-generation sequencing to characterize evolutionary dynamics in virus populations adapting to a sudden versus gradual shift onto a novel host cell type. In support of theoretical models, we found that when populations evolved in response to a sudden environmental change, mutations of large beneficial effect tended to fix early, followed by mutations of smaller beneficial effect; as predicted, this pattern broke down in response to a gradual environmental change. Early mutational steps were highly parallel across replicate populations in both treatments. The fixation of single mutations was less common than sweeps of associated cohorts of mutations, and this pattern intensified when the environment changed gradually. Additionally, clonal interference appeared stronger in response to a gradual change. Our results suggest that the rate of environmental change is an important determinant of evolutionary dynamics in asexual populations.","Authors":"Morley, VJ (Morley, Valerie J.) ; Turner, PE (Turner, Paul E.)","Title":"Dynamics of molecular evolution in RNA virus populations depend on sudden versus gradual environmental change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398504300028 PubMed ID: 28138039 ISSN: 0892-6638 eISSN: 1530-6860","Keywords":"BNP; cGMP; CRP4; Crip1; cardiac hypertrophy KeyWords Plus:FAMILIAL HYPERTROPHIC CARDIOMYOPATHY; MLP-DEFICIENT MICE; CARDIAC TROPONIN-T; DILATED CARDIOMYOPATHY; SMOOTH-MUSCLE; KINASE-I; NATRIURETIC PEPTIDES; NEOINTIMA FORMATION; ALPHA-TROPOMYOSIN; GENE","Categories":"Biochemistry & Molecular Biology; Life Sciences & Biomedicine - Other Topics; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Biology; Cell Biology","Journal Information":"FASEB JOURNAL Volume: 31 Issue: 4 Pages: 1620-1638 DOI: 10.1096/fj.201601186 Published: APR 2017","Abstract":"LIM domain proteins have been identified as essential modulators of cardiac biology and pathology; however, it is unclear which role the cysteine-rich LIM-only protein (CRP)4 plays in these processes. In studying CRP4 mutant mice, we found that their hearts developed normally, but lack of CRP4 exaggerated multiple parameters of the cardiac stress response to the neurohormone angiotensin II (Ang II). Aiming to dissect the molecular details, we found a link between CRP4 and the cardioprotective cGMP pathway, as well as a multiprotein complex comprising well-known hypertrophy-associated factors. Significant enrichment of the cysteine-rich intestinal protein (CRIP)1 in murine hearts lacking CRP4, as well as severe cardiac defects and premature death of CRIP1 and CRP4 morphant zebrafish embryos, further support the notion that depleting CRP4 is incompatible with a proper cardiac development and function. Together, amplified Ang II signaling identified CRP4 as a novel antiremodeling factor regulated, at least to some extent, by cardiac cGMP.-Straubinger, J., Boldt, K., Kuret, A., Deng, L., Krattenmacher, D., Bork, N., Desch, M., Feil, R., Feil, S., Nemer, M., Ueffing, M., Ruth, P., Just, S., Lukowski, R. Amplified pathogenic actions of angiotensin II in cysteine-rich LIM-only protein 4 negative mouse hearts.","Authors":"Straubinger, J (Straubinger, Julia) ; Boldt, K (Boldt, Karsten) ; Kuret, A (Kuret, Anna) ; Deng, L (Deng, Lisa) ; Krattenmacher, D (Krattenmacher, Diana) ; Bork, N (Bork, Nadja) ; Desch, M (Desch, Matthias) ; Feil, R (Feil, Robert) ; Feil, S (Feil, Susanne) ; Nemer, M (Nemer, Mona) ; Ueffing, M (Ueffing, Marius) ; Ruth, P (Ruth, Peter) ; Just, S (Just, Steffen) ; Lukowski, R (Lukowski, Robert) ...More...Less","Title":"Amplified pathogenic actions of angiotensin II in cysteine-rich LIM-only protein 4-negative mouse hearts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396132800011 PubMed ID: 28091940 ISSN: 0282-0080 eISSN: 1573-4986","Keywords":"Chondroitin sulfate; Dermatan sulfate; Fish; Structural sequences; Oligosaccharides KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; TANDEM MASS-SPECTROMETRY; STRUCTURAL-CHARACTERIZATION; CARTILAGE; DISACCHARIDES; DISEASE; GLYCOSAMINOGLYCANS; 2-AMINOACRIDONE; PROTEOGLYCANS; BIOLOGY","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"GLYCOCONJUGATE JOURNAL Volume: 34 Issue: 2 Pages: 241-253 DOI: 10.1007/s10719-016-9759-y Published: APR 2017","Abstract":"Chondroitin sulfate (CS) and dermatan sulfate (DS) were extracted and purified from skins or bones of salmon (Salmo salar), snakehead (Channa argus), monkfish (Lophius litulon) and skipjack tuna (Katsuwonus pelamis). Size, structural sequences and sulfate groups of oligosaccharides in the purified CS and DS could be characterized and identified using high performance liquid chromatography (HPLC) combined with Orbitrap mass spectrometry. CS and DS chain structure varies depending on origin, but motif structure appears consistent. Structures of CS and DS oligosaccharides with different size and sulfate groups were compared between fishes and other animals, and results showed that some minor differences of special structures could be identified by hydrophilic interaction chromatography-liquid chromatography-fourier transform-mass/mass spectrometry (HILIC-LC-FT-MS/MS). For example, data showed that salmon and skipjack CS had a higher percentage content of high-level sulfated oligosaccharides than that porcine CS. In addition, structural information of different origins of CS and DS was analyzed by principal component analysis (PCA) and results showed that CS and DS samples could be differentiated according to their molecular conformation and oligosaccharide fragments information. Understanding CS and DS structure derived from different origins may lead to the production of CS or DS with unique disaccharides or oligosaccharides sequence composition and biological functions.","Authors":"Lin, N (Lin, Na) ; Mo, XL (Mo, Xiaoli) ; Yang, Y (Yang, Yang) ; Zhang, H (Zhang, Hong)","Title":"Purification and sequence characterization of chondroitin sulfate and dermatan sulfate from fishes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397495300005 ISSN: 1083-4389 eISSN: 1523-5378","Keywords":"cag pathogenicity island; epithelial progenitor; gastric stem cells; Helicobacter pylori; human primary cells; inflammation KeyWords Plus:EPITHELIAL-CELLS; PATHOGENICITY ISLAND; PROGENITOR-CELL; OXYNTIC MUCOSA; SELF-RENEWAL; EXPRESSION; CANCER; MATRIX-METALLOPROTEINASE-1; REGENERATION; COLLAGENASE","Categories":"Gastroenterology & Hepatology; Microbiology Web of Science Categories:Gastroenterology & Hepatology; Microbiology","Journal Information":"HELICOBACTER Volume: 22 Issue: 2 Article Number: UNSP e12351 DOI: 10.1111/hel.12351 Published: APR 2017","Abstract":"BackgroundHuman gastric mucosa shows continuous self-renewal via differentiation from stem cells that remain poorly characterized. MethodsWe describe an original protocol for culture of gastric stem/progenitor cells from adult human stomach. The molecular characteristics of cells were studied using TaqMan low-density array and qRT-PCR analyses using the well-characterized H1 and H9 embryonic stem cells as reference. Epithelial progenitor cells were challenged with H.pylori to characterize their inflammatory response. ResultsResident gastric stem cells expressed specific molecular markers of embryonic stem cells (SOX2, NANOG, and OCT4), as well as others specific to adult stem cells, particularly LGR5 and CD44. We show that gastric stem cells spontaneously differentiate into epithelial progenitor cells that can be challenged with H.pylori. The epithelial progenitor response to H.pylori showed a cag pathogenicity island-dependent induction of matrix metalloproteinases 1 and 3, chemokine (CXCL1, CXCL5, CXCL8, CCL20) and interleukine 33 expression. ConclusionThis study opens new outlooks for investigation of gastric stem cell biology and pathobiology as well as host-H.pylori interactions.","Authors":"Garcia, M (Garcia, Magali) ; Chomel, JC (Chomel, Jean-Claude) ; Mustapha, P (Mustapha, Pascale) ; Tran, CT (Cong Tri Tran) ; Garnier, M (Garnier, Martine) ; Paris, I (Paris, Isabelle) ; Quellard, N (Quellard, Nathalie) ; Godet, J (Godet, Julie) ; Cremniter, J (Cremniter, Julie) ; Bennaceur-Griscelli, A (Bennaceur-Griscelli, Annelise) ; Lecron, JC (Lecron, Jean-Claude) ; Turhan, AG (Turhan, Ali G.) ; Burucoa, C (Burucoa, Christophe) ; Bodet, C (Bodet, Charles) ...More...Less","Title":"In vitro culture and phenotypic and molecular characterization of gastric stem cells from human stomach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398501100008 PubMed ID: 28333195 ISSN: 0268-1161 eISSN: 1460-2350","Keywords":"endometriosis; genetics; genome-wide association; pathway analysis; disease subtypes; MAPK signaling KeyWords Plus:ROSTRAL VENTROMEDIAL MEDULLA; STROMAL CELLS; SUSCEPTIBILITY LOCI; ENRICHMENT ANALYSIS; ASSOCIATION; CANCER; EXPRESSION; PATHWAYS; METAANALYSIS; PROGRESSION","Categories":"Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Obstetrics & Gynecology; Reproductive Biology","Journal Information":"HUMAN REPRODUCTION Volume: 32 Issue: 4 Pages: 780-793 DOI: 10.1093/humrep/dex024 Published: APR 2017","Abstract":"STUDY QUESTION: Do genome-wide association study (GWAS) data for endometriosis provide insight into novel biological pathways associated with its pathogenesis? SUMMARY ANSWER: GWAS analysis uncovered multiple pathways that are statistically enriched for genetic association signals, analysis of Stage A disease highlighted a novel variant in MAP3K4, while top pathways significantly associated with all endometriosis and Stage A disease included several mitogen-activated protein kinase (MAPK)-related pathways. WHAT IS KNOWN ALREADY: Endometriosis is a complex disease with an estimated heritability of 50%. To date, GWAS revealed 10 genomic regions associated with endometriosis, explaining <4% of heritability, while half of the heritability is estimated to be due to common risk variants. Pathway analyses combine the evidence of single variants into gene-based measures, leveraging the aggregate effect of variants in genes and uncovering biological pathways involved in disease pathogenesis. STUDY DESIGN, SIZE, DURATION: Pathway analysis was conducted utilizing the International Endogene Consortium GWAS data, comprising 3194 surgically confirmed endometriosis cases and 7060 controls of European ancestry with genotype data imputed up to 1000 Genomes Phase three reference panel. GWAS was performed for all endometriosis cases and for Stage A (revised American Fertility Society (rAFS) I/II, n = 1686) and B (rAFS III/IV, n = 1364) cases separately. The identified significant pathways were compared with pathways previously investigated in the literature through candidate association studies. PARTICIPANTS/MATERIALS, SETTING, METHODS: The most comprehensive biological pathway databases, MSigDB (including BioCarta, KEGG, PID, SA, SIG, ST and GO) and PANTHER were utilized to test for enrichment of genetic variants associated with endometriosis. Statistical enrichment analysis was performed using the MAGENTA (Meta-Analysis Gene-set Enrichment of variaNT Associations) software. MAIN RESULTS AND THE ROLE OF CHANCE: The first genome-wide association analysis for Stage A endometriosis revealed a novel locus, rs144240142 (P = 6.45 x 10(-8), OR = 1.71, 95% CI = 1.23-2.37), an intronic single-nucleotide polymorphism (SNP) within MAP3K4. This SNP was not associated with Stage B disease (P = 0.086). MAP3K4 was also shown to be differentially expressed in eutopic endometrium between Stage A endometriosis cases and controls (P = 3.8 x 10(-4)), but not with Stage B disease (P = 0.26). A total of 14 pathways enriched with genetic endometriosis associations were identified (false discovery rate (FDR)-P < 0.05). The pathways associated with any endometriosis were Grb2-Sos provides linkage to MAPK signaling for integrins pathway (P = 2.8 x 10(-5), FDR-P = 3.0 x 10(-3)), Wnt signaling (P = 0.026, FDR-P = 0.026) and p130Cas linkage to MAPK signaling for integrins pathway (P = 6.0 x 10(-4), FDR-P = 0.029); with Stage A endometriosis: extracellular signal-regulated kinase (ERK) 1 ERK2 MAPK (P = 5.0 x 10(-4), FDR-P = 5.0 x 10(-4)) and with Stage B endometriosis: two overlapping pathways that related to extracellular matrix biology-Core matrisome (P = 1.4 x 10(-3), FDR-P = 0.013) and ECM glycoproteins (P = 1.8 x 10(-3), FDR-P = 7.1 x 10(-3)). Genes arising from endometriosis candidate gene studies performed to date were enriched for Interleukin signaling pathway (P = 2.3 x 10(-12)), Apoptosis signaling pathway (P = 9.7 x 10(-9)) and Gonadotropin releasing hormone receptor pathway (P = 1.2 x 10(-6)); however, these pathways did not feature in the results based on GWAS data. LARGE SCALE DATA: Not applicable. LIMITATIONS, REASONS FOR CAUTION: The analysis is restricted to (i) variants in/near genes that can be assigned to pathways, excluding intergenic variants; (ii) the gene-based pathway definition as registered in the databases; (iii) women of European ancestry. WIDER IMPLICATIONS OF THE FINDINGS: The top ranked pathways associated with overall and Stage A endometriosis in particular involve integrin-mediated MAPK activation and intracellular ERK/MAPK acting downstream in the MAPK cascade, both acting in the control of cell division, gene expression, cell movement and survival. Other top enriched pathways in Stage B disease include ECM glycoprotein pathways important for extracellular structure and biochemical support. The results highlight the need for increased efforts to understand the functional role of these pathways in endometriosis pathogenesis, including the investigation of the biological effects of the genetic variants on downstream molecular processes in tissue relevant to endometriosis. Additionally, our results offer further support for the hypothesis of at least partially distinct causal pathophysiology for minimal/mild (rAFS I/II) vs. moderate/severe (rAFS III/IV) endometriosis.","Authors":"Uimari, O (Uimari, Outi) ; Rahmioglu, N (Rahmioglu, Nilufer) ; Nyholt, DR (Nyholt, Dale R.) ; Vincent, K (Vincent, Katy) ; Missmer, SA (Missmer, Stacey A.) ; Becker, C (Becker, Christian) ; Morris, AP (Morris, Andrew P.) ; Montgomery, GW (Montgomery, Grant W.) ; Zondervan, KT (Zondervan, Krina T.)","Title":"Genome-wide genetic analyses highlight mitogen-activated protein kinase (MAPK) signaling in the pathogenesis of endometriosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398174300003 PubMed ID: 28084496 ISSN: 0093-7711 eISSN: 1432-1211","Keywords":"Primates; MHC; Microsatellites; Conservation biology; Pre-clinical research KeyWords Plus:MAJOR HISTOCOMPATIBILITY COMPLEX; HLA-DRB GENES; RHESUS MACAQUES; DNA EXTRACTION; WORLD MONKEY; SELECTION; DIVERSITY; POLYMORPHISM; EVOLUTION; GENOTYPE","Categories":"Genetics & Heredity; Immunology Web of Science Categories:Genetics & Heredity; Immunology","Journal Information":"IMMUNOGENETICS Volume: 69 Issue: 4 Pages: 231-240 DOI: 10.1007/s00251-016-0968-0 Published: APR 2017","Abstract":"Gene products of the major histocompatibility complex (MHC) of human and non-human primates play a crucial role in adaptive immunity, and most of the relevant genes not only show a high degree of variability (polymorphism) but also copy number variation (CNV) is observed. Due to this diversity, MHC proteins influence the capability of individuals to cope with various pathogens. MHC and/or MHC-linked gene products such as odorant receptor genes are thought to influence mate choice and reproductive success. Therefore, MHC typing of wild and captive primate populations is considered to be useful in conservation biology, which is, however, often hampered by the need of invasive and time-consuming methods. All intact Mhc-DRB genes in primates appear to possess a complex and highly divergent microsatellite, DRB-STR. A panel of 154 pedigreed olive baboons (Papio anubis) was examined for their DRB content by DRB-STR analysis of genomic DNA. Using the same methodology on DNA of feces samples, DRB variability of a silvery gibbon population (Hylobates moloch) (N = 24), an endangered species, could successfully be studied. In both species, length determination of the DRB-STR resulted in the definition of unique genotyping patterns that appeared to be specific for a certain chromosome. Moreover, the different STR lengths were shown to segregate with the allelic variation of the respective gene. The results obtained expand data gained previously on DRB-STR typing in macaques, great apes, and humans and strengthen the conclusion that this protocol is applicable in molecular ecology, conservation biology, and colony management, especially of endangered primate species.","Authors":"de Groot, N (de Groot, N.) ; Stanbury, K (Stanbury, K.) ; de Vos-Rouweler, AJM (de Vos-Rouweler, A. J. M.) ; de Groot, NG (de Groot, N. G.) ; Poirier, N (Poirier, N.) ; Blancho, G (Blancho, G.) ; de Luna, C (de Luna, C.) ; Doxiadis, GGM (Doxiadis, G. G. M.) ; Bontrop, RE (Bontrop, R. E.)","Title":"A quick and robust MHC typing method for free-ranging and captive primate species"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398574700004 PubMed ID: 28296007 ISSN: 1521-6543 eISSN: 1521-6551","Keywords":"Metallothioneins; Copper; Zinc; metal-thiolate clusters; metal homeostasis KeyWords Plus:GROWTH-INHIBITORY FACTOR; METAL-THIOLATE CLUSTERS; MAGNETIC-RESONANCE-SPECTROSCOPY; 3-DIMENSIONAL STRUCTURE; CALLINECTES-SAPIDUS; CRYSTAL-STRUCTURE; BINDING FEATURES; TERMINAL DOMAIN; HELIX-POMATIA; ISOFORM 3","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"IUBMB LIFE Volume: 69 Issue: 4 Pages: 236-245 DOI: 10.1002/iub.1618 Published: APR 2017","Abstract":"Metallothioneins (MTs) are a class of low molecular weight and cysteine-rich metal binding proteins present in all the branches of the tree of life. MTs efficiently bind with high affinity several essential and toxic divalent and monovalent transition metals by forming characteristic polynuclear metal-thiolate clusters within their structure. MTs fulfil multiple biological functions related to their metal binding properties, with essential roles in both Zn(II) and Cu(I) homeostasis as well as metal detoxification. Depending on the organism considered, the primary sequence, and the specific physiological and metabolic status, Cu(I)-bound MT isoforms have been isolated, and their chemistry and biology characterized. Besides the recognized role in the biochemistry of divalent metals, it is becoming evident that unique biological functions in selectively controlling copper levels, its reactivity as well as copper-mediated biochemical processes have evolved in some members of the MT superfamily. Selected examples are reviewed to highlight the peculiar chemical properties and biological functions of copper MTs. (c) 2016 IUBMB Life.","Authors":"Calvo, J (Calvo, Jenifer) ; Jung, HM (Jung, Hunmin) ; Meloni, G (Meloni, Gabriele)","Title":"Copper metallothioneins"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398771400003 PubMed ID: 28390478 ISSN: 0091-6749 eISSN: 1097-6825","Keywords":"Atopic dermatitis; clinical phenotype; endophenotype; biomarkers; stratified medicine; precision medicine KeyWords Plus:THYMIC STROMAL LYMPHOPOIETIN; PRECISION MEDICINE; BARRIER IMPAIRMENT; ALLERGIC DISEASES; ADULT PATIENTS; SKIN BARRIER; FOOD ALLERGY; BIOMARKERS; ASSOCIATION; FILAGGRIN","Categories":"Allergy; Immunology Web of Science Categories:Allergy; Immunology","Journal Information":"JOURNAL OF ALLERGY AND CLINICAL IMMUNOLOGY Volume: 139 Issue: 4 Pages: S58-S64 Supplement: S DOI: 10.1016/j.jaci.2017.01.008 Published: APR 2017","Abstract":"Atopic dermatitis (AD) is a paradigmatic chronic inflammatory skin disease characterized by a complex pathophysiology and a wide spectrum of the clinical phenotype. Despite this high degree of heterogeneity, ADis still considered a single disease and usually treated according to the \"one-size-fits-all'' approach. Thus more tailored prevention and therapeutic strategies are still lacking. As for other disciplines, such as oncology or rheumatology, we have to approach AD in a more differentiated way (ie, to dissect and stratify the complex clinical phenotype into more homogeneous subgroups based on the endophenotype [panel of biomarkers]) with the aim to refine the management of this condition. Because we are now entering the era of personalized medicine, a systems biology approach merging the numerous clinical phenotypes with robust (ie, relevant and validated) biomarkers will be needed to best exploit their potential significance for the future molecular taxonomy of AD. This approach will not only allow an optimized prevention and treatment with the available drugs but also hopefully help assign newly developed medicinal products to those patients who will have the best benefit/risk ratio.","Authors":"Bieber, T (Bieber, Thomas) ; D'Erme, AM (D'Erme, Angelo M.) ; Akdis, CA (Akdis, Cezmi A.) ; Traidl-Hoffmann, C (Traidl-Hoffmann, Claudia) ; Lauener, R (Lauener, Roger) ; Schappi, G (Schappi, Georg) ; Schmid-Grendelmeier, P (Schmid-Grendelmeier, Peter)[ 2,10 ]","Title":"Clinical phenotypes and endophenotypes of atopic dermatitis: Where are we, and where should we go?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397420300012 PubMed ID: 27632380 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"ULTRASTRUCTURE; HUMAN EMBRYONIC STEM CELLS; NUCLEAR STRUCTURE; CHROMATIN ORGANIZATION; ANNULATE LAMELLAE; ELECTRON MICROSCOPY KeyWords Plus:NUCLEAR-PORE COMPLEXES; CYTOPLASMIC ANNULATE LAMELLAE; ENDOPLASMIC-RETICULUM; GENE-EXPRESSION; STRUCTURAL ORGANIZATION; DROSOPHILA-MELANOGASTER; IN-VITRO; PROTEIN; MATRIX; LAMIN","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 4 Pages: 764-774 DOI: 10.1002/jcb.25736 Published: APR 2017","Abstract":"The epigenetics and molecular biology of human embryonic stem cells (hES cells) have received much more attention than their architecture. We present a more complete look at hES cells by electron microscopy, with a special emphasis on the architecture of the nucleus. We propose that there is an ultrastructural signature of pluripotent human cells. hES cell nuclei lack heterochromatin, including the peripheral heterochromatin, that is common in most somatic cell types. The absence of peripheral heterochromatin may be related to the absence of lamins A and C, proteins important for linking chromatin to the nuclear lamina and envelope. Lamins A and C expression and the development of peripheral heterochromatin were early steps in the development of embryoid bodies. While hES cell nuclei had abundant nuclear pores, they also had an abundance of nuclear pores in the cytoplasm in the form of annulate lamellae. These were not a residue of annulate lamellae from germ cells or the early embryos from which hES cells were derived. Subnuclear structures including nucleoli, interchromatin granule clusters, and Cajal bodies were observed in the nuclear interior. The architectural organization of human ES cell nuclei has important implications for cell structure-gene expression relationships and for the maintenance of pluripotency. (C) 2016 Wiley Periodicals, Inc.","Authors":"Underwood, JM (Underwood, Jean M.) ; Becker, KA (Becker, Klaus A.) ; Stein, GS (Stein, Gary S.) ; Nickerson, JA (Nickerson, Jeffrey A.)","Title":"The Ultrastructural Signature of Human Embryonic Stem Cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397420300017 PubMed ID: 27714895 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"HUMAN GINGIVA-DERIVED MESENCHYMAL STROMAL CELLS; AMYOTROPHIC LATERAL SCLEROSIS; IN VITRO MODEL; CANNABIDIOL; NEXT GENERATION SEQUENCING; GENE EXPRESSION KeyWords Plus:MESENCHYMAL STEM-CELLS; HUMAN PERIODONTAL-LIGAMENT; CLINICAL-APPLICATIONS; DROSOPHILA MODEL; MICE; ACTIVATION; THERAPIES; MECHANISM; BIOLOGY; INJURY","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 4 Pages: 819-828 DOI: 10.1002/jcb.25757 Published: APR 2017","Abstract":"Research in recent years has extensively investigated the therapeutic efficacy of mesenchymal stromal cells in regenerative medicine for many neurodegenerative diseases at preclinical and clinical stages. However, the success rate of stem cell therapy remains less at translational phase. Lack of relevant animal models that potentially simulate the molecular etiology of human pathological symptoms might be a reason behind such poor clinical outcomes associated with stem cell therapy. Apparently, self-renewal and differentiation ability of mesenchymal stem cells may help to study the early developmental signaling pathways connected with the diseases, such as Alzheimer's disease, Amyotrophic lateral sclerosis (ALS), etc., at in vitro level. Cannabidiol, a non-psychotrophic cannabinoid, has been demonstrated as a potent anti-inflammatory and neuroprotective agent in neurological preclinical models. In the present study, we investigated the modulatory role of cannabidiol on genes associated with ALS using human gingiva-derived mesenchymal stromal cells (hGMSCs) as an in vitro model system. Next generation transcriptomic sequencing analysis demonstrated considerable modifications in the expression of genes connected with ALS pathology, oxidative stress, mitochondrial dysfunction, and excitotoxicity in hGMSCs treated with cannabidiol. Our results suggest the efficacy of cannabidiol to delineate the unknown molecular pathways, which may underlie ALS pathology at an early stage using hGMSCs as a compelling in vitro system. (C) 2016 Wiley Periodicals, Inc.","Authors":"Rajan, TS (Rajan, Thangavelu Soundara) ; Scionti, D (Scionti, Domenico) ; Diomede, F (Diomede, Francesca) ; Grassi, G (Grassi, Gianpaolo) ; Pollastro, F (Pollastro, Federica) ; Piattelli, A (Piattelli, Adriano) ; Cocco, L (Cocco, Lucio) ; Bramanti, P (Bramanti, Placido) ; Mazzon, E (Mazzon, Emanuela) ; Trubiani, O (Trubiani, Oriana)","Title":"Gingival Stromal Cells as an In Vitro Model: Cannabidiol Modulates Genes Linked With Amyotrophic Lateral Sclerosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398157900007 PubMed ID: 27121852 ISSN: 1753-0393 eISSN: 1753-0407","Keywords":"\"hub\" genes; computational biology; genome-wide association studies; single nucleotide polymorphisms; type 2 diabetes KeyWords Plus:PROTEIN-INTERACTION NETWORKS; ALPHA-CELL DIFFERENTIATION; GLUCAGON GENE-EXPRESSION; CCCTC-BINDING-FACTOR; BETA-CELL; SUSCEPTIBILITY LOCI; INSULIN-SECRETION; GLUCOSE-HOMEOSTASIS; ENDOCRINE PANCREAS; ZINC TRANSPORTER","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"JOURNAL OF DIABETES Volume: 9 Issue: 4 Pages: 362-377 DOI: 10.1111/1753-0407.12421 Published: APR 2017","Abstract":"Background: Genome-wide association studies (GWAS) of type 2 diabetes (T2D) have discovered a number of loci that contribute to susceptibility to the disease. Future challenges include elucidation of functional mechanisms through which these GWAS-identified loci modulate T2D disease risk. The aim of the present study was to comprehensively characterize T2D associated single nucleotide polymorphisms (SNPs) and genes through computational approaches. Methods: Computational biology approaches used in the present study included comparative genomic analyses and functional annotation using GWAS3D and RegulomeDB, investigation of the effects of T2D-associated SNPs on miRNA binding and protein phosphorylation, and gene ontology, pathway enrichment, protein-protein interaction (PPI) networks and functional module analysis of T2D-associated genes from previously published GWAS. Results: Computational analysis identified a number of T2D GWAS-associated SNPs that were located at protein binding sites, including CCCTC-binding factor (CTCF), E1A binding protein p300 (EP300), hepatocyte nuclear factor 4alpha (HNF4A), transcription factor 7 like 2 (TCF7L2), forkhead box A1 (FOXA1) and A2 (FOXA2), and potentially affected the binding of miRNAs and protein phosphorylation. Pathway enrichment analysis confirmed two well-known maturity onset diabetes of the young and T2D pathways, whereas PPI network analysis identified highly interconnected hub genes, such as TCF7L2, melatonin receptor 1B (MTNR1B), and solute carrier family 30 (zinc transporter), member 8 (SLC30A8), that created two tight subnetworks. Conclusions: The results provide objectives and clues for future experimental studies and further insights into the molecular pathogenesis of T2D.","Authors":"Cheng, MR (Cheng, Mengrong) ; Liu, XH (Liu, Xinhong) ; Yang, M (Yang, Mei) ; Han, LC (Han, Lanchun) ; Xu, AM (Xu, Aimin) ; Huang, QY (Huang, Qingyang)","Title":"Computational analyses of type 2 diabetes-associated loci identified by genome-wide association studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398570400029 PubMed ID: 26957287 ISSN: 1356-1294 eISSN: 1365-2753","Keywords":"basic sciences; complexity; health care; medical education; systems-based practice KeyWords Plus:BIOMEDICAL KNOWLEDGE; LIVING SYSTEMS; QUALITY INDICATORS; MOLECULAR-BIOLOGY; IMPROVE CARE; CURRICULUM; HEALTH; CONSEQUENCES; FOUNDATION; ORGANIZATION","Categories":"Health Care Sciences & Services; Medical Informatics; General & Internal Medicine Web of Science Categories:Health Care Sciences & Services; Medical Informatics; Medicine, General & Internal","Journal Information":"JOURNAL OF EVALUATION IN CLINICAL PRACTICE Volume: 23 Issue: 2 Pages: 460-466 DOI: 10.1111/jep.12528 Published: APR 2017","Abstract":"Rationale, aims and objectivesThe purpose of medical education is to produce competent and capable professional practitioners who can combine the art and science of medicine. Moreover, this process must prepare individuals to practise in a field in which knowledge is increasing and the contexts in which that knowledge is applied are changing in unpredictable ways. The basic sciences' are important in the training of a physician. The goal of basic science training is to learn it in a way that the material can be applied in practice. Much effort has been expended to integrate basic science and clinical training, while adding many other topics to the medical curriculum. This effort has been challenging. The aims of the paper are (1) to propose a unifying conceptual framework that facilitates knowledge integration among all levels of living systems from cell to society and (2) illustrate the organizing principles with two examples of the framework in action - cybernetic systems (with feedback) and distributed robustness. MethodsLiterature related to hierarchical and holarchical frameworks was reviewed. ResultsAn organizing framework derived from living systems theory and spanning the range from molecular biology to health systems management was developed. The application of cybernetic systems to three levels (regulation of pancreatic beta cell production of insulin, physician adjustment of medication for glycaemic control and development and action of performance measures for diabetes care) was illustrated. Similarly distributed robustness was illustrated by the DNA damage response system and principles underlying patient safety. ConclusionsEach of the illustrated organizing principles offers a means to facilitate the weaving of basic science and clinical medicine throughout the course of study. The use of such an approach may promote systems thinking, which is a core competency for effective and capable medical practice.","Authors":"Aron, DC (Aron, David C.)","Title":"Developing a complex systems perspective for medical education to facilitate the integration of basic science and clinical medicine"}, {"Keywords":"Structure-based drug design; Docking; Natural products; Virtual screening KeyWords Plus:DRUG DISCOVERY; TOOL; VISUALIZATION; CHEMISTRY; MACROMOLECULES; INHIBITORS; RECEPTOR; BIOLOGY; MODEL","Categories":"Biochemistry & Molecular Biology; Biophysics; Chemistry; Computer Science Web of Science Categories:Biochemistry & Molecular Biology; Biophysics; Chemistry, Multidisciplinary; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF MOLECULAR MODELING Volume: 23 Issue: 4 Article Number: 111 DOI: 10.1007/s00894-017-3253-8 Published: APR 2017","Abstract":"The demand for new therapies has encouraged the development of faster and cheaper methods of drug design. Considering the number of potential biological targets for new drugs, the docking-based virtual screening (DBVS) approach has occupied a prominent role among modern strategies for identifying new bioactive substances. Some tools have been developed to validate docking methodologies and identify false positives, such as the receiver operating characteristic (ROC) curve. In this context, a database with 31 molecular targets called the Our Own Molecular Targets Data Bank (OOMT) was validated using the root-mean-square deviation (RMSD) and the area under the ROC curve (AUC) with two different docking methodologies: AutoDock Vina and DOCK 6. Sixteen molecular targets showed AUC values of >0.8, and those targets were selected for molecular docking studies. The drug-likeness properties were then determined for 473 Brazilian natural compounds that were obtained from the ZINC database. Ninety-six compounds showed similar drug-likeness property values to the marked drugs (positive values). These compounds were submitted to DBVS for 16 molecular targets. Our results showed that AutoDock Vina was more appropriate than DOCK 6 for performing DBVS experiments. Furthermore, this work suggests that three compounds-ZINC13513540, ZINC06041137, and ZINC1342926-are inhibitors of the three molecular targets 1AGW, 2ZOQ, and 3EYG, respectively, which are associated with cancer. Finally, since ZINC and the PDB were solely created to store biomolecule structures, their utilization requires the application of filters to improve the first steps of the drug development process.","Authors":"Carregal, AP (Carregal, Ana Paula) ; Maciel, FV (Maciel, Flavia V.) ; Carregal, JB (Carregal, Juliano B.) ; Santos, BD (Santos, Bianca dos Reis) ; da Silva, AM (da Silva, Alisson Marques) ; Taranto, AG (Taranto, Alex G.)","Title":"Docking-based virtual screening of Brazilian natural compounds using the OOMT as the pharmacological target database"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398296400004 PubMed ID: 28053241 ISSN: 0022-3077 eISSN: 1522-1598","Keywords":"endocannabinoid; ethology; neuromodulation; pain; synapse KeyWords Plus:CENTRAL-NERVOUS-SYSTEM; LONG-TERM DEPRESSION; SPINAL DORSAL-HORN; CATION-CHLORIDE COTRANSPORTERS; INDUCED PRESYNAPTIC INHIBITION; SITE-SPECIFIC SENSITIZATION; SIPHON-WITHDRAWAL REFLEX; STRESS-INDUCED ANALGESIA; ROOT GANGLION NEURONS; CAENORHABDITIS-ELEGANS","Categories":"Neurosciences & Neurology; Physiology Web of Science Categories:Neurosciences; Physiology","Journal Information":"JOURNAL OF NEUROPHYSIOLOGY Volume: 117 Issue: 4 Pages: 1461-1473 DOI: 10.1152/jn.00600.2016 Published: APR 2017","Abstract":"The inability to adequately treat chronic pain is a worldwide health care crisis. Pain has both an emotional and a sensory component, and this latter component, nociception, refers specifically to the detection of damaging or potentially damaging stimuli. Nociception represents a critical interaction between an animal and its environment and exhibits considerable evolutionary conservation across species. Using comparative approaches to understand the basic biology of nociception could promote the development of novel therapeutic strategies to treat pain, and studies of nociception in invertebrates can provide especially useful insights toward this goal. Both vertebrates and invertebrates exhibit segregated sensory pathways for nociceptive and nonnociceptive information, injury-induced sensitization to nociceptive and nonnociceptive stimuli, and even similar antinociceptive modulatory processes. In a number of invertebrate species, the central nervous system is understood in considerable detail, and it is often possible to record from and/or manipulate single identifiable neurons through either molecular genetic or physiological approaches. Invertebrates also provide an opportunity to study nociception in an ethologically relevant context that can provide novel insights into the nature of how injury-inducing stimuli produce persistent changes in behavior. Despite these advantages, invertebrates have been underutilized in nociception research. In this review, findings from invertebrate nociception studies are summarized, and proposals for how research using invertebrates can address questions about the fundamental mechanisms of nociception are presented.","Authors":"Burrell, BD (Burrell, Brian D.)","Title":"Comparative biology of pain: What invertebrates can tell us about how nociception works"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398571300003 PubMed ID: 27808412 ISSN: 0022-3751 eISSN: 1469-7793","Categories":"Neurosciences & Neurology; Physiology Web of Science Categories:Neurosciences; Physiology","Journal Information":"JOURNAL OF PHYSIOLOGY-LONDON Volume: 595 Issue: 7 Pages: 2229-2252 DOI: 10.1113/JP272883 Published: APR 1 2017","Abstract":"This is the second of the two White Papers from the fourth UC Davis Cardiovascular Symposium Systems Approach to Understanding Cardiac Excitation-Contraction Coupling and Arrhythmias (3-4 March 2016), a biennial event that brings together leading experts in different fields of cardiovascular research. The theme of the 2016 symposium was 'K+ channels and regulation', and the objectives of the conference were severalfold: (1) to identify current knowledge gaps; (2) to understand what may go wrong in the diseased heart and why; (3) to identify possible novel therapeutic targets; and (4) to further the development of systems biology approaches to decipher the molecular mechanisms and treatment of cardiac arrhythmias. The sessions of the Symposium focusing on the functional roles of the cardiac K+ channel in health and disease, as well as K+ channels as therapeutic targets, were contributed by Ye Chen-Izu, Gideon Koren, James Weiss, David Paterson, David Christini, Dobromir Dobrev, Jordi Heijman, Thomas O'Hara, Crystal Ripplinger, Zhilin Qu, Jamie Vandenberg, Colleen Clancy, Isabelle Deschenes, Leighton Izu, Tamas Banyasz, Andras Varro, Heike Wulff, Eleonora Grandi, Michael Sanguinetti, Donald Bers, Jeanne Nerbonne and Nipavan Chiamvimonvat as speakers and panel discussants. This article summarizes state-of-the-art knowledge and controversies on the functional roles of cardiac K+ channels in normal and diseased heart. We endeavour to integrate current knowledge at multiple scales, from the single cell to the whole organ levels, and from both experimental and computational studies.","Authors":"Chiamvimonvat, N (Chiamvimonvat, Nipavan) ; Ye, CI (Ye Chen-Izu) ; Clancy, CE (Clancy, Colleen E.) ; Deschenes, I (Deschenes, Isabelle) ; Dobrev, D (Dobrev, Dobromir) ; Heijman, J (Heijman, Jordi) ; Izu, L (Izu, Leighton) ; Qu, ZL (Qu, Zhilin)[ 10 ] ; Ripplinger, CM (Ripplinger, Crystal M.) ; Vandenberg, JI (Vandenberg, Jamie I.)[ 11 ] ; Weiss, JN (Weiss, James N.)[ 10 ] ; Koren, G (Koren, Gideon)[ 12,13 ] ; Banyasz, T (Banyasz, Tamas)[ 14 ] ; Grandi, E (Grandi, Eleonora) ; Sanguinetti, MC (Sanguinetti, Michael C.)[ 15 ] ; Bers, DM (Bers, Donald M.) ; Nerbonne, JM (Nerbonne, Jeanne M.)[ 16,17 ] ...More...Less","Title":"Potassium currents in the heart: functional roles in repolarization, arrhythmia and therapeutics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563300003 ISSN: 2047-7538","Keywords":"multi-scale dynamics; multi-spectral imaging; optoacoustic tomography; real-time imaging; whole-body imaging KeyWords Plus:PHOTOACOUSTIC TOMOGRAPHY; ULTRASOUND REGISTRATION; MOUSE-BRAIN; FLUORESCENCE; MICROSCOPY; BIOLOGY; TISSUE","Categories":"Optics Web of Science Categories:Optics","Journal Information":"LIGHT-SCIENCE & APPLICATIONS Volume: 6 Article Number: e16247 DOI: 10.1038/lsa.2016.247 Published: APR 2017","Abstract":"Imaging dynamics at different temporal and spatial scales is essential for understanding the biological complexity of living organisms, disease state and progression. Optoacoustic imaging has been shown to offer exclusive applicability across multiple scales with excellent optical contrast and high resolution in deep-tissue observations. Yet, efficient visualization of multi-scale dynamics remained difficult with state-of-the-art systems due to inefficient trade-offs between image acquisition time and effective field of view. Herein, we introduce the spiral volumetric optoacoustic tomography technique that provides spectrally enriched high-resolution contrast across multiple spatiotemporal scales. In vivo experiments in mice demonstrate a wide range of dynamic imaging capabilities, from three-dimensional high-frame-rate visualization of moving organs and contrast agent kinetics in selected areas to whole-body longitudinal studies with unprecedented image quality. The newly introduced paradigm shift in imaging of multi-scale dynamics adds to the multifarious advantages provided by the optoacoustic technology for structural, functional and molecular imaging.","Authors":"Dean-Ben, XL (Dean-Ben, X. Luis) ; Fehm, TF (Fehm, Thomas F.) ; Ford, SJ (Ford, Steven J.) ; Gottschalk, S (Gottschalk, Sven) ; Razansky, D (Razansky, Daniel)","Title":"Spiral volumetric optoacoustic tomography visualizes multi-scale dynamics in mice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397474900012 PubMed ID: 27714582 ISSN: 0885-7490 eISSN: 1573-7365","Keywords":"Galactose; Antioxidant; Acetylcholinesterase; Oxidative stress; Cerebrum KeyWords Plus:SWEET-POTATO COLOR; DROSOPHILA-MELANOGASTER; NA+,K+-ATPASE ACTIVITY; MOLECULAR-BIOLOGY; FREE-RADICALS; DAMAGE; GALACTOSE-1-PHOSPHATE; HIPPOCAMPUS; INHIBITION; MICE","Categories":"Endocrinology & Metabolism; Neurosciences & Neurology Web of Science Categories:Endocrinology & Metabolism; Neurosciences","Journal Information":"METABOLIC BRAIN DISEASE Volume: 32 Issue: 2 Pages: 359-368 DOI: 10.1007/s11011-016-9915-x Published: APR 2017","Abstract":"We evaluated the in vitro effects of galactose at 0.1, 3.0, 5.0 and 10.0 mM on thiobarbituric acid-reactive substances (TBA-RS), total sulfhydryl content, protein carbonyl content, on the activities of the antioxidant enzymes catalase (CAT), superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px) and on acetylcholinesterase (AChE) activity in the cerebral cortex, cerebellum and hippocampus of rats. We also investigated the influence of the antioxidants (each at 1 mM), alpha-tocopherol, ascorbic acid and glutathione, on the effects elicited by galactose on the parameters tested. Results showed that galactose, at a concentration of 3.0 mM, enhanced TBA-RS levels in the hippocampus, cerebral cortex and cerebellum of rats. In the cerebral cortex, galactose at concentrations of 5.0 and 10.0 mM increased TBA-RS and protein carbonyl content, and at 10.0 mM increased CAT activity and decreased AChE activity. In the cerebellum, galactose at concentrations of 5.0 and 10.0 mM increased TBA-RS, SOD and GSH-Px activities. In the hippocampus, galactose at concentrations of 5.0 and 10.0 mM increased TBA-RS and CAT activity and at 10.0 mM decreased GSH-Px. Data showed that at the pathologically high concentration (greater than 5.0 mM), galactose induces lipid peroxidation, protein carbonylation, alters antioxidant defenses in the cerebrum, and also alters cholinesterase activity. Trolox, ascorbic acid and glutathione addition prevented the majority of alterations in oxidative stress parameters and the decrease in AChE activity that were caused by galactose. Our findings lend support to a potential therapeutic strategy for this condition, which may include the use of appropriate antioxidants for ameliorating the damage caused by galactose.","Authors":"Delwing-de Lima, D (Delwing-de Lima, Daniela) ; Frohlich, M (Frohlich, Monique) ; Dalmedico, L (Dalmedico, Leticia) ; Aurelio, JGM (Maia Aurelio, Juliana Gruenwaldt) ; Delwing-Dal Magro, D (Delwing-Dal Magro, Debora) ; Pereira, EM (Pereira, Eduardo Manoel) ; Wyse, ATS (Wyse, Angela T. S.)","Title":"Galactose alters markers of oxidative stress and acetylcholinesterase activity in the cerebrum of rats: protective role of antioxidants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698000004 ISSN: 0026-0495 eISSN: 1532-8600","Keywords":"Brain-machine interfaces; Electrical stimulation of the brain; Transcranial magnetic stimulation; Trends; Psychiatry KeyWords Plus:TRANSCRANIAL-MAGNETIC-STIMULATION; REFRACTORY DEPRESSION; INFRARED LIGHT; NEUROMODULATION; ENHANCEMENT; ULTRASOUND; SCIENCE; ISSUES; MEMORY","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"METABOLISM-CLINICAL AND EXPERIMENTAL Volume: 69 Pages: S8-S12 Supplement: S DOI: 10.1016/j.metabol.2017.01.010 Published: APR 2017","Abstract":"(R)ecent advances in deep brain stimulators and brain -machine interfaces have greatly expanded the possibilities of neuroprosthetics and neuromodulation. Together with advances in neuroengineering, nanotechnology, molecular biology and material sciences, it is now possible to address fundamental questions in neuroscience in new, more powerful ways. It is now possible to apply these new technologies in ways that range from augmenting and restoring function to neuromodulation modalities that treat neuropsychiatric disorders. Recent developments in neuromodulation methods offer significant advantages and potential clinical benefits for a variety of disorders. Here we describe the current state of the art in neuromodulation methods, and some advances in brain -machine interfaces, describing the advantages and limitations of the clinical applications of each method. The future applications of these new methods and how they will shape the future of psychiatry and medicine, along with safety and ethical implications, are also discussed. (c) 2017 Elsevier Inc. All rights reserved.","Authors":"Silva, JACE (Costa e Silva, Jorge Alberto) ; Steffen, RE (Steffen, Ricardo Ewbank)","Title":"The future of psychiatry: brain devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397578200011 ISSN: 0270-7306 eISSN: 1098-5549","Keywords":"Raptor; mTORC1; osteoblast; osteogenesis KeyWords Plus:TUBEROUS SCLEROSIS COMPLEX; MESENCHYMAL STEM-CELLS; FACTOR 2 KINASE; OSTEOBLAST DIFFERENTIATION; BONE-FORMATION; MAMMALIAN TARGET; GROWTH-PLATE; MOLECULAR-MECHANISM; SIGNALING CONTROLS; PROTEIN-SYNTHESIS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"MOLECULAR AND CELLULAR BIOLOGY Volume: 37 Issue: 7 Article Number: UNSP e00668 DOI: 10.1128/MCB.00668-16 Published: APR 2017","Abstract":"The mammalian target of rapamycin complex 1 (mTORC1) is activated by extracellular factors that control bone accrual. However, the direct role of this complex in osteoblast biology remains to be determined. To investigate this question, we disrupted mTORC1 function in preosteoblasts by targeted deletion of Raptor (Rptor) in Osterix-expressing cells. Deletion of Rptor resulted in reduced limb length that was associated with smaller epiphyseal growth plates in the postnatal skeleton. Rptor deletion caused a marked reduction in pre-and postnatal bone accrual, which was evident in skeletal elements derived from both intramembranous and endochondrial ossification. The decrease in bone accrual, as well as the associated increase in skeletal fragility, was due to a reduction in osteoblast function. In vitro, osteoblasts derived from knockout mice display a reduced osteogenic potential, and an assessment of bone-developmental markers in Rptor knockout osteoblasts revealed a transcriptional profile consistent with an immature osteoblast phenotype suggesting that osteoblast differentiation was stalled early in osteogenesis. Metabolic labeling and an assessment of cell size of Rptor knockout osteoblasts revealed a significant decrease in protein synthesis, a major driver of cell growth. These findings demonstrate that mTORC1 plays an important role in skeletal development by regulating mRNA translation during preosteoblast differentiation.","Authors":"Fitter, S (Fitter, Stephen) ; Matthews, MP (Matthews, Mary P.) ; Martin, SK (Martin, Sally K.) ; Xie, JL (Xie, Jianling) ; Ooi, SS (Ooi, Soo Siang) ; Walkley, CR (Walkley, Carl R.) ; Codrington, JD (Codrington, John D.) ; Ruegg, MA (Ruegg, Markus A.) ; Hall, MN (Hall, Michael N.) ; Proud, CG (Proud, Christopher G.) ; Gronthos, S (Gronthos, Stan) ; Zannettino, ACW (Zannettino, Andrew C. W.) ...More...Less","Title":"mTORC1 Plays an Important Role in Skeletal Development by Controlling Preosteoblast Differentiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007300013 PubMed ID: 28082006 ISSN: 1055-7903 eISSN: 1095-9513","Keywords":"Wolbachia; Recombination; MLST; Lepidoptera; Symbiosis; Evolution KeyWords Plus:MALE-KILLING WOLBACHIA; BUTTERFLY HYPOLIMNAS-BOLINA; SEX-RATIO BIAS; HORIZONTAL TRANSMISSION; EUREMA-HECABE; CYTOPLASMIC INCOMPATIBILITY; REPRODUCTIVE PARASITES; PHYLOGENETIC NETWORKS; NOVOSIBIRSKAYA OBLAST; JAPANESE POPULATIONS","Categories":"Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity","Journal Information":"MOLECULAR PHYLOGENETICS AND EVOLUTION Volume: 109 Pages: 164-179 DOI: 10.1016/j.ympev.2016.12.034 Published: APR 2017","Abstract":"Wolbachia are common endosymbiotic bacteria of Arthropoda and Nematoda that are ordinarily transmitted vertically in host lineages through the egg cytoplasm. Despite the great interest in the Wolbachia symbiont, many issues of its biology remain unclear, including its evolutionary history, routes of transfer among species, and the molecular mechanisms underlying the symbiont's effect on its host. In this report, we present data relating to Wolbachia infection in 120 species of 13 Lepidoptera families, mostly butterflies, from West Siberian localities based on Multilocus sequence typing (MLST) and the wsp locus and perform a comprehensive survey of the distribution of Wolbachia and its genetic diversity in Lepidoptera worldwide. We observed a high infection incidence in the studied region; this finding is probably also true for other temperate latitude regions because many studied species have broad Palearctic and even Holarctic distribution. Although 40 new MLST alleles and 31 new STs were described, there was no noticeable difference in the MLST allele content in butterflies and probably also in moths worldwide. A genetic analysis of Wolbachia strains revealed the MLST allele core in lepidopteran hosts worldwide, viz. the ST-41 allele content. The key finding of our study was the detection of rampant recombination among MLST haplotypes. High rates of homologous recombination between Wolbachia strains indicate a substantial contribution of genetic exchanges to the generation of new STs. This finding should be considered when discussing issues related to the reconstruction of Wolbachia evolution, divergence time, and the routes of Wolbachia transmission across arthropod hosts. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ilinsky, Y (Ilinsky, Yury) ; Kosterin, OE (Kosterin, Oleg E.)","Title":"Molecular diversity of Wolbachia in Lepidoptera: Prevalent allelic content and high recombination of MLST genes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007300028 PubMed ID: 28189616 ISSN: 1055-7903 eISSN: 1095-9513","Keywords":"RSV; Recombination; Divergence; Codon usage bias; CpG dinucleotide KeyWords Plus:AMBISENSE CODING STRATEGY; SMALL BROWN PLANTHOPPER; CODON USAGE BIAS; NUCLEOTIDE-SEQUENCE; LAODELPHAX-STRIATELLUS; MOLECULAR-BIOLOGY; DIVERGENCE; RECOMBINATION; TENUIVIRUS; PROTOTYPE","Categories":"Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Evolutionary Biology; Genetics & Heredity","Journal Information":"MOLECULAR PHYLOGENETICS AND EVOLUTION Volume: 109 Pages: 343-350 DOI: 10.1016/j.ympev.2017.02.002 Published: APR 2017","Abstract":"Rice stripe virus (RSV) is an insect-borne tenuivirus of economical significance. It is endemic to the rice growing regions of East Asia and exhibits more genetic diversity in Yunnan Province of China. To gain more insights into the molecular epidemiology and evolution of RSV, recombination analyses were conducted and potential events were detected in each of the four RNA segments of RSV. Bayesian coalescent method was then applied to the time-stamped coding sequences of the CP gene. The nucleotide substitution rate and the divergence time were estimated. Age calculations suggested that the first diversification event of the RSV isolates analyzed might take place in the early 20th century, and RSV has existed in Yunnan long before notice. Surveys of codon usage variation showed that the RSV genes had influences other than mutational bias. In codon choice, RSV conformed to neither vector small brown planthopper nor host rice, although the former exerted a more dominant influence on shaping codon usage pattern of RSV. In addition, CpG dinucleotide deficiency was observed in RSV. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"He, M (He, Mei) ; Guan, SY (Guan, Sheng-Yu) ; He, CQ (He, Cheng-Qiang)","Title":"Evolution of rice stripe virus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397977200007 ISSN: 0250-541X","Keywords":"Genomic DNA; Gastropods; Achatina fulica; Mucopolysaccharides; 16S rDNA KeyWords Plus:MOLLUSKS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATIONAL ACADEMY SCIENCE LETTERS-INDIA Volume: 40 Issue: 2 Pages: 109-112 DOI: 10.1007/s40009-016-0535-0 Published: APR 2017","Abstract":"Genomic DNA of good quality is a prerequisite in molecular biology studies involved in deciphering the information contained in the molecules that are chosen for studying the evolutionary interrelationships among taxa. Genomic DNA should be free of contaminants which may otherwise interfere while performing PCR. This is particularly essential while isolating genomic DNA from gastropods due to the presence of large amounts of mucopolysaccharides in their tissues. In the present study, we have developed a new method for obtaining high quality genomic DNA from a pulmonate snail Achatina fulica, which secretes a large amount of mucus. In this method, we have obtained good quality genomic DNA, compatible for downstream molecular biology applications like PCR and sequencing of 16S rDNA. The yield of the genomic DNA was 2790 mu g/ml. This method may be extended for isolating high quality genomic DNA from different gastropods native to Indian sub-continent, which serves as a starting point for studying their phylogenetic affinities.","Authors":"Ayyagari, VS (Ayyagari, Vijaya Sai) ; Naravula, J (Naravula, Jalaja) ; Sreerama, K (Sreerama, Krupanidhi)","Title":"Optimization of the Isolation Procedure of Genomic DNA from a Mucus Laden Pulmonate Gastropod, Achatina fulica"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398350100001 PubMed ID: 28161753 ISSN: 0364-3190 eISSN: 1573-6903","Keywords":"AMPA/NMDA glutamate receptor; GABA receptor biology; REST transcription factor; miR-124; PTBP1/ 2; Lens; Vision; Evolution KeyWords Plus:DEVELOPING MOUSE LENS; FRAGILE-X-SYNDROME; MESSENGER-RNA; AMPA RECEPTOR; FIBER CELLS; RAT LENS; ALZHEIMERS-DISEASE; VESICLE TRANSPORT; EYE DEVELOPMENT; NMDA RECEPTORS","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology Web of Science Categories:Biochemistry & Molecular Biology; Neurosciences","Journal Information":"NEUROCHEMICAL RESEARCH Volume: 42 Issue: 4 Pages: 933-942 DOI: 10.1007/s11064-016-2156-x Published: APR 2017","Abstract":"There is a second cell type in your body that expresses scores of the most intensively studied genes in neuroscience and exclusively shares critical interdependent modes of molecular regulation that include a network first described as responsible for the basic bifurcation of neuronal from non-neuronal gene expression in vertebrates. Neurons and lens cells are among the most ancient animal cell types, yet neurons have an exclusive status also attributed to roles underlying sensation, movement, and cognition. However, this status is challenged by cells in the lens of the eye. The extent and detail of internally consistent parallels with neuron biology now catalogued in their second native cell type in the lens provide a detailed model of interdependent neuron gene expression in lens development and non- neuronal role in vision. These comprehensive parallels identify the lens as a dimension of neurobiology and a fundamental new perspective on neurodevelopment and its disorders. Finally, this understanding identifies that hallmark neuronal gene expression and key modes of associated molecular regulation evolved in tandem in the lens.","Authors":"Frederikse, P (Frederikse, Peter) ; Kasinathan, C (Kasinathan, Chinnaswamy)","Title":"Lens Biology is a Dimension of Neurobiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398606200011 PubMed ID: 28356604 ISSN: 0032-0862 eISSN: 1365-3059","Keywords":"gene expression; MPK3; plant-host interactions; septoria; wheat; Zymoseptoria tritici KeyWords Plus:DEFENSE-RELATED GENES; F-SP TRITICI; MYCOSPHAERELLA-GRAMINICOLA; SEPTORIA-TRITICI; DISEASE RESISTANCE; HOST RESPONSES; BARLEY; EXPRESSION; PATHOGEN; TRANSCRIPTOME","Categories":"Agriculture; Plant Sciences Web of Science Categories:Agronomy; Plant Sciences","Journal Information":"PLANT PATHOLOGY Volume: 66 Issue: 3 Pages: 450-459 DOI: 10.1111/ppa.12633 Published: APR 2017","Abstract":"Zymoseptoria tritici, the causal agent of septoria tritici blotch, a serious foliar disease of wheat, is a necrotrophic pathogen that undergoes a long latent period. Emergence of insensitivity to fungicides, and pesticide reduction policies, mean there is a pressing need to understand septoria and control it through greater varietal resistance. Stb6 and Stb15, the most common qualitative resistance genes in modern wheat cultivars, determine specific resistance to avirulent fungal genotypes following a gene-for-gene relationship. This study investigated compatible and incompatible interactions of wheat with Z. tritici using eight combinations of cultivars and isolates, with the aim of identifying molecular responses that could be used as markers for disease resistance during the early, symptomless phase of colonization. The accumulation of TaMPK3 was estimated using western blotting, and the expression of genes implicated in gene-for-gene interactions of plants with a wide range of other pathogens was measured by qRT-PCR during the presymptomatic stages of infection. Production of TaMPK3 and expression of most of the genes responded to inoculation with Z. tritici but varied considerably between experimental replicates. However, there was no significant difference between compatible and incompatible interactions in any of the responses tested. These results demonstrate that the molecular biology of the gene-for-gene interaction between wheat and Zymoseptoria is unlike that in many other plant diseases, indicate that environmental conditions may strongly influence early responses of wheat to infection by Z. tritici, and emphasize the importance of including both compatible and incompatible interactions when investigating the biology of this complex pathosystem.","Authors":"Orton, ES (Orton, E. S.) ; Rudd, JJ (Rudd, J. J.) ; Brown, JKM (Brown, J. K. M.)","Title":"Early molecular signatures of responses of wheat to Zymoseptoria tritici in compatible and incompatible interactions"}]