[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398996500006 ISSN: 1544-3574","Keywords":"Video retrieval; exploratory survey; multimedia; user intentions; prototype","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN ENTERTAINMENT Volume: 15 Issue: 2 Article Number: 6 DOI: 10.1145/3034706 Published: SUM 2017","Abstract":"Searching for and retrieving videos in a meaningful way on the web is still an open problem. The integration of a user's context and intentions into the search process is one of the most promising approaches to enhance current search interfaces and algorithms. In this article, we present the results of two exploratory studies on the topic of online video searching, retrieving, watching, and sharing: a qualitative study in which 22 participants reported on situations when they retrieved and watched videos, and an online quantitative survey with more than 200 participants answering comparable questions. We provide a detailed analysis of the results from both studies and report on the insights that they provide in terms of video search, retrieval, watching, and sharing behavior. Our findings can be used to enhance current video retrieval systems, search interfaces, and algorithms in order to improve the overall user satisfaction and experience. As an example of such improvements, we also propose a prototype that addresses the problem of taking the user's intentions into account when designing video retrieval interfaces.","Authors":"Lagger, C (Lagger, Christoph) ; Lux, M (Lux, Mathias) ; Marques, O (Marques, Oge)","Title":"What Makes People Watch Online Videos: An Exploratory Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700037 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"High-dimensional indexing; Approximate Nearest Neighbor Search; Product Quantization; Spectral Hashing KeyWords Plus:PRODUCT QUANTIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 401-404 DOI: 10.1016/j.neucom.2015.11.104 Published: MAY 10 2017","Abstract":"Fast Nearest Neighbor (NN) search is a fundamental challenge in large-scale data processing and analytics, particularly for analyzing multimedia contents which are often of high dimensionality. Instead of using exact NN search, extensive research efforts have been focusing on approximate NN search algorithms. In this work, we present \"HDIdx\", an efficient high-dimensional indexing library for fast approximate NN search, which is open-source and written in Python. It offers a family of state-of-the-art algorithms that convert input high-dimensional vectors into compact binary codes, making them very efficient and scalable for NN search with very low space complexity. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wan, J (Wan, Ji) ; Tang, S (Tang, Sheng) ; Zhang, YD (Zhang, Yongdong) ; Li, JT (Li, Jintao) ; Wu, PC (Wu, Pengcheng) ; Hoi, SCH (Hoi, Steven C. H.)","Title":"HDIdx: High-dimensional indexing for efficient approximate nearest neighbor search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300019 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Multimedia indexing; Information retrieval; Instance search; Weak geometric correlation consistency KeyWords Plus:FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 164-172 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.104 Published: MAY 2 2017","Abstract":"Finding object instances from within in large image collections is a challenging problem with many practical applications. Recent methods inspired by text retrieval have achieved good results, however a re-ranking stage based on spatial verification may still be required to boost performance. To improve the effectiveness of such instance retrieval systems while avoiding the computational complexity of a re-ranking stage, we explore the geometric correlations among local features, and we incorporate these correlations with each individual match to form a transformation consistency in rotation and scale space. This weak geometric correlation consistency can be used to effectively eliminate inconsistent feature matches in instance retrieval and can be applied to all candidate images at a low computational cost. Experimental results on three standard evaluation benchmarks show that the proposed approach results in a substantial performance improvement when compared with other state-of-the-art methods. In addition, the evaluation results from participating in the Instance Search Task in the TRECVid evaluation campaign also suggest that our proposed approach enhances retrieval performance for large scale video collections.","Authors":"Zhang, ZX (Zhang, Zhenxing) ; Albatal, R (Albatal, Rami) ; Gurrin, C (Gurrin, Cathal) ; Smeaton, AF (Smeaton, Alan F.)","Title":"Enhancing instance search with weak geometric correlation consistency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000006 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Nearest neighbor; similarity search KeyWords Plus:MULTIMEDIA DATABASES; KERNELS; PERFORMANCE; ALGORITHM; IMAGES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 784-797 DOI: 10.1109/TKDE.2016.2633357 Published: APR 1 2017","Abstract":"We study a nearest neighbor search problem on a matrix by its element values. Given a data matrix D and a query matrix q, the sub-window nearest neighbor search problem finds a sub-window of D that is the most similar to q. This problem has a wide range of applications, e.g., geospatial data integration, object detection, and motion estimation. In this paper, we propose an efficient progressive search solution that overcomes the drawbacks of existing solutions. First, we present a generic approach to build level-based lower bound functions on top of basic lower bound functions. Second, we develop a novel lower bound function for a group of sub-windows, in order to boost the efficiency of our solution. Furthermore, we extend our solution to support irregular-shaped queries. Experimental results on real data demonstrate the efficiency of our proposed methods.","Authors":"Chan, TN (Chan, Tsz Nam) ; Yiu, ML (Yiu, Man Lung) ; Hua, KA (Hua, Kien A.)","Title":"Efficient Sub-Window Nearest Neighbor Search on Matrix"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613200005 ISSN: 2210-6502 eISSN: 2210-6510","Keywords":"NSGA-II; QoS; Multiobjective optimization; Multicast routing; Wireless network KeyWords Plus:TREE; OPTIMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"SWARM AND EVOLUTIONARY COMPUTATION Volume: 33 Pages: 85-92 DOI: 10.1016/j.swevo.2016.10.004 Published: APR 2017","Abstract":"Due to the increasing popularity of real time multimedia applications, Quality-of-Service (QoS) based multicast routing has emerged as an active area of research. The fundamental requirements of many multimedia applications are cost minimization and bounded end-to-end delay. In addition, video data traffic is sensitive to packet loss and delay variance. Hence, multiobjective optimization seems to be the most appropriate method for such complex problems. We, therefore, formulate QoS based multicast routing as a multiobjective optimization problem using Elitist Nondominated Sorting Genetic Algorithm (NSGA-II). To enhance the performance of NSGA-II, we propose a new encoding scheme that aims to achieve a diversified solution set and faster convergence of search towards optimal Pareto front. It has also been observed that identical solutions cause loss of diversity which degrades the performance of NSGA-II algorithm. To overcome this drawback, the second enhancement based on replacement strategy is used. In this approach, one copy of identical solution is retained and new random solutions are introduced in the population to obtain a well distributed Pareto front. The results of new encoding scheme and replacement strategy are compared with other existing evolutionary multiobjective algorithms to demonstrate the effectiveness of the proposed approach. To further strengthen the usefulness of modified algorithm, the experimental results are validated using statistical significance tests.","Authors":"Zaheeruddin (Zaheeruddin) ; Lobiyal, DK (Lobiyal, D. K.) ; Prasad, S (Prasad, Sunita)","Title":"An elitist nondominated sorting genetic algorithm for QoS multicast routing in wireless networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394480100011 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Learner expertise; Multimedia learning; Adaptive learning; Mathematics KeyWords Plus:COGNITIVE-LOAD APPROACH; CONCEPTUAL KNOWLEDGE; DESIGN; ENVIRONMENTS; INSTRUCTION; PERFORMANCE; TEXTS","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 107 Pages: 147-164 DOI: 10.1016/j.compedu.2017.01.008 Published: APR 2017","Abstract":"This experimental study used an instructional visual aid for algebra to investigate whether different order thinking skills - remembering, understanding and analyzing affect the expertise reversal effect. One hundred and twenty-three secondary school students were assigned to an experimental condition, either with or without the aid. In the experiment, an aid that was designed for novice learners, and the materials were developed using multimedia learning principles to maximize the use of learner cognitive capacity. The results showed that the expertise reversal effect occurred in understanding (retention, more-structured), but not in remembering (transfer, more-structured) and analyzing skills (transfer, less-structured). A plausible explanation is less-structured environments that require heavier process of searching and/or selecting increased demand of cognitive load imposed. We suggest that designing adaptive environments should take order thinking skill, instructional format and learner expertise into account. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chiu, TKF (Chiu, Thomas K. F.) ; Mok, IAC (Mok, Ida A. C.)","Title":"Learner expertise and mathematics different order thinking skills in multimedia learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900017 PubMed ID: 28141520 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Event saliency; unconstrained video collection; unsupervised video understanding KeyWords Plus:RECOGNITION; GRAPH; DEEP","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1746-1758 DOI: 10.1109/TIP.2017.2658957 Published: APR 2017","Abstract":"Recent progresses in multimedia event detection have enabled us to find videos about a predefined event from a large-scale video collection. Research towards more intrinsic unsupervised video understanding is an interesting but understudied field. Specifically, given a collection of videos sharing a common event of interest, the goal is to discover the salient fragments, i.e., the curt video fragments that can concisely portray the underlying event of interest, from each video. To explore this novel direction, this paper proposes an unsupervised event saliency revealing framework. It first extracts features from multiple modalities to represent each shot in the given video collection. Then, these shots are clustered to build the cluster-level event saliency revealing framework, which explores useful information cues (i.e., the intra-cluster prior, inter-cluster discriminability, and inter-cluster smoothness) by a concise optimization model. Compared with the existing methods, our approach could highlight the intrinsic stimulus of the unseen event within a video in an unsupervised fashion. Thus, it could potentially benefit to a wide range of multimedia tasks like video browsing, understanding, and search. To quantitatively verify the proposed method, we systematically compare the method to a number of baseline methods on the TRECVID benchmarks. Experimental results have demonstrated its effectiveness and efficiency.","Authors":"Zhang, DW (Zhang, Dingwen) ; Han, JW (Han, Junwei) ; Jiang, L (Jiang, Lu) ; Ye, SM (Ye, Senmao) ; Chang, XJ (Chang, Xiaojun)","Title":"Revealing Event Saliency in Unconstrained Video Collection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397317600001 PubMed ID: 28386241 ISSN: 1664-1078","Keywords":"Shazam; popular music; music discovery; multimedia search; music information retrieval; musical engagement; social media","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 416 DOI: 10.3389/fpsyg.2017.00416 Published: MAR 23 2017","Abstract":"Music discovery in everyday situations has been facilitated in recent years by audio content recognition services such as Shazam. The widespread use of such services has produced a wealth of user data, specifying where and when a global audience takes action to learnmore aboutmusic playing around them. Here, we analyze a large collection of Shazam queries of popular songs to study the relationship between the timing of queries and corresponding musical content. Our results reveal that the distribution of queries varies over the course of a song, and that salient musical events drive an increase in queries during a song. Furthermore, we find that the distribution of queries at the time of a song's release differs from the distribution following a song's peak and subsequent decline in popularity, possibly reflecting an evolution of user intent over the \"life cycle\" of a song. Finally, we derive insights into the data size needed to achieve consistent query distributions for individual songs. The combined findings of this study suggest that music discovery behavior, and other facets of the human experience of music, can be studied quantitatively using large-scale industrial data.","Authors":"Kaneshiro, B (Kaneshiro, Blair) ; Ruan, F (Ruan, Feng) ; Baker, CW (Baker, Casey W.) ; Berger, J (Berger, Jonathan)","Title":"Characterizing Listener Engagement with Popular Songs Using Large-Scale Music Discovery Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800053 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Tag-based image search; Tag relevance learning; Neighbor voting; Learning to rank KeyWords Plus:IMAGE ANNOTATION; REFINEMENT; RETRIEVAL; PROPAGATION; COMPLETION; FEATURES; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 8831-8857 DOI: 10.1007/s11042-016-3512-1 Published: MAR 2017","Abstract":"High quality tags play a critical role in applications involving online multimedia search, such as social image annotation, sharing and browsing. However, user-generated tags in real world are often imprecise and incomplete to describe the image contents, which severely degrades the performance of current search systems. To improve the descriptive powers of social tags, a fundamental issue is tag relevance learning, which concerns how to interpret the relevance of a tag with respect to the contents of an image effectively. In this paper, we investigate the problem from a new perspective of learning to rank, and develop a novel approach to facilitate tag relevance learning to directly optimize the ranking performance of tag-based image search. Specifically, a supervision step is introduced into the neighbor voting scheme, in which the tag relevance is estimated by accumulating votes from visual neighbors. Through explicitly modeling the neighbor weights and tag correlations, the risk of making heuristic assumptions is effectively avoided. Besides, our approach does not suffer from the scalability problem since a generic model is learned that can be applied to all tags. Extensive experiments on two benchmark datasets in comparison with the state-of-the-art methods demonstrate the promise of our approach.","Authors":"Cui, CR (Cui, Chaoran) ; Shen, JL (Shen, Jialie) ; Ma, J (Ma, Jun) ; Lian, T (Lian, Tao)","Title":"Social tag relevance learning via ranking-oriented neighbor voting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400011 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia system; Video fragments on demand; Semantic web technologies; Video analytics; Person re-identification","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 6281-6307 DOI: 10.1007/s11042-016-3306-5 Published: MAR 2017","Abstract":"Parliamentary websites have become one of the most important windows for citizens and media to follow the activities of their legislatures and to hold parliaments to account. Therefore, most parliamentary institutions aim to provide new multimedia solutions capable of displaying video fragments on demand on plenary activities. This paper presents a multimedia system for parliamentary institutions to produce video fragments on demand through a website with linked information and public feedback that helps to explain the content shown in these fragments. A prototype implementation has been developed for the Canary Islands Parliament (Spain) and shows how traditional parliamentary streaming systems can be enhanced by the use of semantics and computer vision for video analytics. The semantic web technologies used make search capabilities on parliamentary websites available to users to retrieve video fragments on demand with accurate and timely information. In addition, video analytic techniques enable the automation of identifying representative keyframes to be annotated by parliamentary experts. As a result, parliaments are able to enhance citizens' access to information and ensure that these institutions are more open andaccountable on their websites and; at the same time, the labor-intensive tasks of parliamentary experts are considerably reduced.","Authors":"Sanchez-Nielsen, E (Sanchez-Nielsen, Elena) ; Chavez-Gutierrez, F (Chavez-Gutierrez, Francisco) ; Lorenzo-Navarro, J (Lorenzo-Navarro, Javier) ; Castrillon-Santana, M (Castrillon-Santana, Modesto)","Title":"A multimedia system to produce and deliver video fragments on demand on parliamentary websites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395672500042 ISSN: 1530-437X eISSN: 1558-1748","Keywords":"QoS; packet dropping; scheduling; adaptive transmission KeyWords Plus:DELAY; CONSTRAINTS","Categories":"Engineering; Instruments & Instrumentation; Physics Web of Science Categories:Engineering, Electrical & Electronic; Instruments & Instrumentation; Physics, Applied","Journal Information":"IEEE SENSORS JOURNAL Volume: 17 Issue: 5 Pages: 1538-1548 DOI: 10.1109/JSEN.2016.2645709 Published: MAR 1 2017","Abstract":"Deadline constrained packet scheduling and transmission are important in real-time multimedia applications. This is because packets missing their deadlines would become useless and are frequently dropped, which seriously degrade the quality of service (QoS). As the utilization of Internet of Things has become mature, multimedia data transmission is a key component to promote the QoS of citizens. To fulfill the QoS requirement in wireless sensor networks (WSNs) with multimedia content, the combination of multiple transmission methods is encouraged for packet forwarding, including conventional network coding, analog network coding, plain routing, and direct transmission (i.e., no-relaying, NR). The diversity of transmission method is helpful to lower packet dropping probability, while complicating the packet transmitting and scheduling process instead. Therefore, we first introduce an exhaustive search method to obtain the optimal scheduling sequence and corresponding transmission method for deadline constrained multimedia transmissions in WSNs. With the objective of promoting computing efficiency for the formulated problem, we then propose two heuristic methods based on the Markov chain approximation and the dynamic graph, respectively. Simulation results illustrate that our methods can effectively reduce packet dropping probability and simulation time, so that QoS of individuals can be promoted.","Authors":"Guo, L (Guo, Lei) ; Ning, ZL (Ning, Zhaolong) ; Song, QY (Song, Qingyang) ; Zhang, L (Zhang, Lu) ; Jamalipour, A (Jamalipour, Abbas)","Title":"A QoS-Oriented High-Efficiency Resource Allocation Scheme in Wireless Multimedia Sensor Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395563900007 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Indexing technique; metric space; query processing; cost model KeyWords Plus:SPACES; RETRIEVAL; PIVOTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 3 Pages: 556-571 DOI: 10.1109/TKDE.2015.2506556 Published: MAR 1 2017","Abstract":"Spatial queries including similarity search and similarity joins are useful in many areas, such as multimedia retrieval, data integration, and so on. However, they are not supported well by commercial DBMSs. This may be due to the complex data types involved and the needs for flexible similarity criteria seen in real applications. In this paper, we propose a versatile and efficient disk-based index for metric data, the Space-filling curve and Pivot-based B+-tree (SPB-tree). This index leverages the B+-tree, and uses space-filling curve to cluster data into compact regions, thus achieving storage efficiency. It utilizes a small set of so-called pivots to reduce significantly the number of distance computations when using the index. Further, it makes use of a separate random access file to support a broad range of data. By design, it is easy to integrate the SPB-tree into an existing DBMS. We present efficient algorithms for processing similarity search and similarity joins, as well as corresponding cost models based on SPB-trees. Extensive experiments using both real and synthetic data show that, compared with state-of-the-art competitors, the SPB-tree has much lower construction cost, smaller storage size, and supports more efficient similarity search and similarity joins with high accuracy cost models.","Authors":"Chen, L (Chen, Lu) ; Gao, YJ (Gao, Yunjun) ; Li, XH (Li, Xinhan) ; Jensen, CS (Jensen, Christian S.) ; Chen, G (Chen, Gang)","Title":"Efficient Metric Indexing for Similarity Search and Similarity Joins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869400010 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Geometric verification; image retrieval; neighborhood matching (NM); robust estimation KeyWords Plus:OBJECT RETRIEVAL; RE-RANKING; SEARCH; SCALE; FEATURES; LOCALIZATION; QUANTIZATION; GEOMETRY; CODES; MODEL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 3 Pages: 544-558 DOI: 10.1109/TMM.2016.2616298 Published: MAR 2017","Abstract":"In the last few years, large-scale image retrieval has attracted a lot of attention from the multimedia community. Usual approaches addressing this task first generate an initial ranking of the reference images using fast approximations that do not take into consideration the spatial arrangement of local features in the image (e.g., the bag-of-words paradigm). The top positions of the rankings are then re-estimatedwith verificationmethods that deal with more complex information, such as the geometric layout of the image. This verification step allows pruning of many false positives at the expense of an increase in the computational complexity, whichmay prevent its application to large-scale retrieval problems. This paper describes a geometric method known as neighborhood matching (NM), which revisits the keypointmatching process by considering a neighborhood around each keypoint and improves the efficiency of a geometric verification step in the image search system. Multiple strategies are proposed and compared to incorporate NM into a large-scale image retrieval framework. A detailed analysis and comparison of these strategies and baseline methods have been investigated. The experiments show that the proposed method not only improves the computational efficiency, but also increases the retrieval performance and outperforms state-of-the-artmethods in standard datasets, such as the Oxford 5 k and 105 k datasets, for which the spatial verification step has a significant impact on the system performance.","Authors":"Gonzalez-Diaz, I (Gonzalez-Diaz, Ivan) ; Birinci, M (Birinci, Murat) ; Diaz-de-Maria, F (Diaz-de-Maria, Fernando) ; Delp, EJ (Delp, Edward J.)","Title":"Neighborhood Matching for Image Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869400012 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Cross-modal similarity search; cross-modal hashing (CMH); rank-order preserving KeyWords Plus:NEAREST-NEIGHBOR; IMAGE SIMILARITY; GRAPH CUTS; CLASSIFICATION; CODES; MULTIMEDIA; RETRIEVAL; TREES","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 3 Pages: 571-585 DOI: 10.1109/TMM.2016.2625747 Published: MAR 2017","Abstract":"Due to the query effectiveness and efficiency, cross-modal similarity search based on hashing has acquired extensive attention in the multimedia community. Most existing methods do not explicitly employ the ranking information when learning hash functions, which is quite important for building practical retrieval systems. To solve this issue, this paper proposes a rank-order preserving hashing (RoPH) method with a novel regression-based rank-order preserving loss that has provable large margin property and is easy to optimize. Moreover, we jointly learn the binary codes and hash functions instead of using any relaxation trick. To solve the induced optimization problem, the alternating descent technique is adopted and each subproblem can be solved conveniently. Specifically, we show that the involved binary quadratic programming subproblem with respect to an introduced auxiliary binary variable satisfies submodularity, enabling us to use the off-the-shelf graph-cut algorithms to solve it exactly and efficiently. Extensive experiments on three benchmarks demonstrate that RoPH significantly improves the ranking quality over the state of the arts.","Authors":"Ding, K (Ding, Kun) ; Fan, B (Fan, Bin) ; Huo, CL (Huo, Chunlei) ; Xiang, SM (Xiang, Shiming) ; Pan, CH (Pan, Chunhong)","Title":"Cross-Modal Hashing via Rank-Order Preserving"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869400014 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Fake news detection; image features; microblogs news verification; rumor detection; social media KeyWords Plus:SOCIAL MEDIA; PREDICTION; EVENTS; SEARCH","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 3 Pages: 598-608 DOI: 10.1109/TMM.2016.2617078 Published: MAR 2017","Abstract":"Microblog has been a popular media platform for reporting and propagating news. However, fake news spreading on microblogs would severely jeopardize its public credibility. To identify the truthfulness of news on microblogs, images are very crucial content. In this paper, we explore the key role of image content in the task of automatic news verification on microblogs. Existing approaches to news verification depend on features extracted mainly from the text content of news tweets, while image features for news verification are often ignored. According to our study, however, images are very popular and have a great influence on microblogs news propagation. In addition, fake and real news events have different image distribution patterns. Therefore, we propose several visual and statistical features to characterize these patterns visually and statistically for detecting fake news. Experiments on a real-world multimedia dataset collected from Sina Weibo validate the effectiveness of our proposed image features. The news verification performance of our method outperforms baseline methods. To the best of our knowledge, this is the first attempt that systematically explores image features on news verification task.","Authors":"Jin, ZW (Jin, Zhiwei) ; Cao, J (Cao, Juan) ; Zhang, YD (Zhang, Yongdong) ; Zhou, JS (Zhou, Jianshe) ; Tian, Q (Tian, Qi)","Title":"Novel Visual and Statistical Image Features for Microblogs News Verification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394274700010 ISSN: 1386-145X eISSN: 1573-1413","Keywords":"Indexing techniques; Shared execution mechanism; Query result reuse; Query correlations KeyWords Plus:SIMILARITY SEARCH; QUERIES; DATABASES; MEMORY","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"WORLD WIDE WEB-INTERNET AND WEB INFORMATION SYSTEMS Volume: 20 Issue: 2 Pages: 371-398 DOI: 10.1007/s11280-016-0392-2 Published: MAR 2017","Abstract":"The problem of kNN (k Nearest Neighbor) queries has received considerable attention in the database and information retrieval communities. Given a dataset D and a kNN query q, the k nearest neighbor algorithm finds the closest k data points to q. The applications of kNN queries are board, not only in spatio-temporal databases but also in many areas. For example, they can be used in multimedia databases, data mining, scientific databases and video retrieval. The past studies of kNN query processing did not consider the case that the server may receive multiple kNN queries at one time. Their algorithms process queries independently. Thus, the server will be busy with continuously reaccessing the database to obtain the data that have already been acquired. This results in wasting I/O costs and degrading the performance of the whole system. In this paper, we focus on this problem and propose an algorithm named COrrelated kNN query Evaluation (COKE). The main idea of COKE is an \"information sharing\" strategy whereby the server reuses the query results of previously executed queries for efficiently processing subsequent queries. We conduct a comprehensive set of experiments to analyze the performance of COKE and compare it with the Best-First Search (BFS) algorithm. Empirical studies indicate that COKE outperforms BFS, and achieves lower I/O costs and less running time.","Authors":"Chung, YC (Chung, Yu-Chi) ; Su, IF (Su, I-Fang) ; Lee, C (Lee, Chiang) ; Liu, PC (Liu, Pei-Chi)","Title":"Multiple k nearest neighbor search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000018 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multimodal information retrieval; User adaptation; Retrieval engines; Rule-based expert systems KeyWords Plus:INFORMATION-RETRIEVAL; IMAGE COLLECTION; SEARCH; ALGORITHM; FUSION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 201-213 DOI: 10.1016/j.eswa.2016.10.049 Published: MAR 1 2017","Abstract":"Interactive multimodal information retrieval systems (IMIR) increase the capabilities of traditional search systems, by adding the ability to retrieve information of different types (modes) and from different sources. This article describes a formal model for interactive multimodal information retrieval. This model includes formal and widespread definitions of each component of an IMIR system. A use case that focuses on information retrieval regarding sports validates the model, by developing a prototype that implements a subset of the features of the model. Adaptive techniques applied to the retrieval functionality of IMIR systems have been defined by analysing past interactions using decision trees, neural networks, and clustering techniques. This model includes a strategy for selecting sources and combining the results obtained from every source. After modifying the strategy of the prototype for selecting sources, the system is reevaluated using classification techniques. This evaluation compares the normalised discounted cumulative gain (NDCG) measure obtained using two different approaches: the multimodal system using a baseline strategy based on predefined rules as a source selection strategy, and the same multimodal system with the functionality adapted by past user interactions. In the adapted system, a final value of 81,54% was obtained for the NDCG. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Moreno-Schneider, J (Moreno-Schneider, Julian) ; Martinez, P (Martinez, Paloma) ; Martinez-Fernandez, JL (Martinez-Fernandez, Jose L.)","Title":"Combining heterogeneous sources in an interactive multimedia content retrieval model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397064900006 ISSN: 1745-1337","Keywords":"similarity search; loitering discovery; indexing; video surveillance; multimedia database","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEICE TRANSACTIONS ON FUNDAMENTALS OF ELECTRONICS COMMUNICATIONS AND COMPUTER SCIENCES Volume: E100A Issue: 2 Pages: 367-375 DOI: 10.1587/transfun.E100.A.367 Published: FEB 2017","Abstract":"Similarity search is an important and fundamental problem, and thus widely used in various fields of computer science including multimedia, computer vision, database, information retrieval, etc. Recently, since loitering behavior often leads to abnormal situations, such as pick pocketing and terrorist attacks, its analysis attracts increasing attention from research communities. In this paper, we present AntiLoiter, a loitering discovery system adopting efficient similarity search on surveillance videos. As we know, most of existing systems for loitering analysis, mainly focus on how to detect or identify loiterers by behavior tracking techniques. However, the difficulties of tracking-based methods are known as that their analysis results are heavily influenced by occlusions, overlaps, and shadows. Moreover, tracking-based methods need to track the human appearance continuously. Therefore, existing methods are not readily applied to real-world surveillance cameras due to the appearance discontinuity of criminal loiterers. To solve this problem, we abandon the tracking method, instead, propose AntiLoiter to efficiently discover loiterers based on their frequent appearance patterns in longtime multiple surveillance videos. In AntiLoiter, we propose a novel data structure Luigi that indexes data using only similarity value returned by a corresponding function (e.g., face matching). Luigi is adopted to perform efficient similarity search to realize loitering discovery. We conducted extensive experiments on both synthetic and real surveillance videos to evaluate the efficiency and efficacy of our approach. The experimental results show that our system can find out loitering candidates correctly and outperforms existing method by 100 times in terms of runtime.","Authors":"Liu, JQ (Liu, Jianquan) ; Nishimura, S (Nishimura, Shoji) ; Araki, T (Araki, Takuya) ; Nakamura, Y (Nakamura, Yuichi)","Title":"A Loitering Discovery System Using Efficient Similarity Search Based on Similarity Hierarchy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500026 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia; Recommender Systems; Design Patterns; Human Factors; HCI; Standardization KeyWords Plus:SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5275-5309 DOI: 10.1007/s11042-016-3946-5 Published: FEB 2017","Abstract":"Design Patterns (DPs) are acknowledged as powerful conceptual tools to improve design quality and to reduce time and cost of the development process by effect of the reuse of \"good\" design solutions. In many fields (e.g., software engineering, web engineering, interface design) patterns are widely used by practitioners and are also investigated from a research perspective. Still, they have been seldom explored in the arena of Recommender Systems (RSs). RSs provide suggestions (\"recommendations\") for items that are likely to be appropriate for the user profile, and are increasingly adopted in content-intensive multimedia applications to complement traditional forms of search in large information spaces. This paper explores RSs through the lens of User Interface (UI) Design Patterns. We have performed a systematic analysis of 54 recommendation-empowered content-intensive multimedia applications, in order to: (i) discover the occurrences of existing domain independent UI patterns; (ii) identify frequently adopted UI solutions that are not modelled by existing patterns, and define a set of new UI patterns, some of which are specific of the interfaces for recommendation features while others can be useful also in a broader context. The results of our inspection have been discussed with and evaluated by a team of experts, leading to a consolidated set of 14 new patterns that are reported in the paper. Reusing pattern-based design solutions instead of building new solutions from scratch enables novice and expert designers to build good UIs for Recommendation-empowered content intensive multimedia applications more effectively, and ultimately can improve the UX experience in this class of systems. From a broader perspective, our work can stimulate future research bridging Recommender Systems, Web Engineering and Interface Design by means of Design Patterns, and highlights new research directions also discussed in the paper.","Authors":"Cremonesi, P (Cremonesi, Paolo) ; Elahi, M (Elahi, Mehdi) ; Garzotto, F (Garzotto, Franca)","Title":"User interface patterns in recommendation-empowered content intensive multimedia applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500030 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Mobile human-computer interaction; Multimedia accessibility; Mobile devices; Assistive technology; Apps; Disabilities KeyWords Plus:ALTERNATIVE COMMUNICATION; CHALLENGES; USABILITY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5347-5366 DOI: 10.1007/s11042-016-3822-3 Published: FEB 2017","Abstract":"Mobile technologies provide radical opportunities in the domain of Assistive Technologies (AT) for persons with disabilities and the elderly by facilitating them to access multimedia content and improve their social interaction. The search for mobile AT applications that meet specific user needs is not an easy task for the disabled users, their facilitators, and rehabilitation professionals, as the mobile app stores do not include a category for AT or a classification by disability. In this work, we first provide an analysis of the disabled users' needs along with the required mobile software adaptations in order to fulfill them. Then, we introduce a methodological approach for the design and development of web-based inventories which make the search and selection of AT apps simpler and efficient. This methodology has to main parts, first it is based on experts in an AT lab thoroughly testing each application, and second, the creation of a consistent and well-documented presentation of the information for each app. Finally, we present the mATHENA repository of free AT apps for mobile devices (smartphones and tablets), which has been created by following the suggested methodology for creating AT app inventories. Currently, mATHENA includes 420 free mobile AT applications, carefully selected from a total of 1100. The features of mATHENA are compared with the functionality and social interaction services of six other inventories for AT applications.","Authors":"Kouroupetroglou, G (Kouroupetroglou, Georgios) ; Pino, A (Pino, Alexandros) ; Riga, P (Riga, Paraskevi)","Title":"A methodological approach for designing and developing web-based inventories of mobile Assistive Technology applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500039 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Exploratory search; Video browsing; Video retrieval KeyWords Plus:RETRIEVAL; USER","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5539-5571 DOI: 10.1007/s11042-016-3661-2 Published: FEB 2017","Abstract":"Interactive video retrieval tools developed over the past few years are emerging as powerful alternatives to automatic retrieval approaches by giving the user more control as well as more responsibilities. Current research tries to identify the best combinations of image, audio and text features that combined with innovative UI design maximize the tools performance. We present the last installment of the Video Browser Showdown 2015 which was held in conjunction with the International Conference on MultiMedia Modeling 2015 (MMM 2015) and has the stated aim of pushing for a better integration of the user into the search process. The setup of the competition including the used dataset and the presented tasks as well as the participating tools will be introduced. The performance of those tools will be thoroughly presented and analyzed. Interesting highlights will be marked and some predictions regarding the research focus within the field for the near future will be made.","Authors":"Cobarzan, C (Cobarzan, Claudiu) ; Schoeffmann, K (Schoeffmann, Klaus) ; Bailer, W (Bailer, Werner) ; Hurst, W (Hurst, Wolfgang) ; Blazek, A (Blazek, Adam) ; Lokoc, J (Lokoc, Jakub) ; Vrochidis, S (Vrochidis, Stefanos) ; Barthel, KU (Barthel, Kai Uwe) ; Rossetto, L (Rossetto, Luca) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rossetto, Luca  http://orcid.org/0000-0002-5389-9465","Title":"Interactive video search tools: a detailed analysis of the video browser showdown 2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500048 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Image enoding; Fractal encoding; Primary additional error; Distribution; Edge KeyWords Plus:WAVELET TRANSFORM; COMPRESSION; SEARCH; IMAGES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5787-5802 DOI: 10.1007/s11042-014-2408-1 Published: FEB 2017","Abstract":"Today, fractal image encoding method becomes an effective loss compression method in multimedia without resolution, and its negativeness is that its high computational complexity. So many approximate methods are given to decrease the computation time. So the distribution of error points is valued to research. In this paper, by extracted primary additional error values, we first present a novel fast fractal encoding method. Then, with the extracted primary additional error values,we abstract the distribution of these values.We find that the different distribution of values denotes the different parts in images. Finally, we analyze the experimental results and find some properties of these values.The experimental results also show the effectiveness of the method.","Authors":"Liu, SA (Liu, Shuai) ; Fu, WN (Fu, Weina) ; He, LQ (He, Liqiang) ; Zhou, JT (Zhou, Jiantao) ; Ma, M (Ma, Ming)","Title":"Distribution of primary additional errors in fractal encoding method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395666800002 ISSN: 1303-0485 eISSN: 2148-7561","Keywords":"Autism spectrum disorders; High technology; Review; Research KeyWords Plus:ASSISTED EXPLICIT INSTRUCTION; COMPUTER-BASED INTERVENTION; SPEECH-GENERATING DEVICE; LOW-FUNCTIONING CHILDREN; ASPERGER-SYNDROME; SYSTEMATIC INSTRUCTION; INTERACTIVE MULTIMEDIA; COMMUNICATION-SKILLS; EMOTION RECOGNITION; ACTIVITY SCHEDULES","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL SCIENCES-THEORY & PRACTICE Volume: 17 Issue: 1 Pages: 27-45 DOI: 10.12738/estp.2017.1.0236 Published: FEB 2017","Abstract":"This study explores 67 experimental research articles written about children with Autism Spectrum Disorder using high-tech devices. The studies in this research were accessed through EBSCO, Academic Search Complete, ERIC, and Uludag University online search engines using keywords such as autism and technology, autism and computer, autism and tablet, and autism and portable devices. The studies have been categorized based on their scope: studies conducted using computers and studies conducted using smart portable devices. The software programs used in these studies are described in a separate table. Research findings indicate that studies conducted on children with ASD using high-tech devices found them to be effective for teaching academic skills, communication skills, and social-emotional skills.","Authors":"Elicin, O (Elicin, Ozge) ; Kaya, A (Kaya, Ali)","Title":"Determining Studies Conducted upon Individuals with Autism Spectrum Disorder Using High-Tech Devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395769400019 ISSN: 2327-4662","Keywords":"Entropy; Internet of Things (IoT); multicast routing; multimedia communications; shortest path tree (SPT) KeyWords Plus:SENSOR NETWORKS; ALGORITHM; QUALITY; TREES","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE INTERNET OF THINGS JOURNAL Volume: 4 Issue: 1 Pages: 215-224 DOI: 10.1109/JIOT.2016.2642643 Published: FEB 2017","Abstract":"Multicast routing that meets multiple quality of service constraints is important for supporting multimedia com-munications in the Internet of Things (IoT). Existing multicast routing technologies for IoT mainly focus on ad hoc sensor net-working scenarios; thus, are not responsive and robust enough for supporting multimedia applications in an IoT environment. In order to tackle the challenging problem of multicast routing for multimedia communications in IoT, in this paper, we pro-pose two algorithms for the establishing multicast routing tree for multimedia data transmissions. The proposed algorithms leverage an entropy-based process to aggregate all weights into a comprehensive metric, and then uses it to search a multicast tree on the basis of the spanning tree and shortest path tree algorithms. We conduct theoretical analysis and extensive simulations for evaluating the proposed algorithms. Both analytical and experimental results demonstrate that one of the proposed algorithms is more efficient than a representative multiconstrained multicast routing algorithm in terms of both speed and accuracy; thus, is able to support multimedia communications in an IoT environ-ment. We believe that our results are able to provide in-depth insight into the multicast routing algorithm design for multimedia communications in IoT.","Authors":"Huang, J (Huang, Jun) ; Duan, Q (Duan, Qiang) ; Zhao, YX (Zhao, Yanxiao) ; Zheng, Z (Zheng, Zhong) ; Wang, W (Wang, Wei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Huang, Jun  http://orcid.org/0000-0001-9393-4416","Title":"Multicast Routing for Multimedia Communications in the Internet of Things"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395483800002 ISSN: 2220-9964","Keywords":"Single-Page Application; model view controller; multimedia; mapping; VGI","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 6 Issue: 2 Article Number: 34 DOI: 10.3390/ijgi6020034 Published: FEB 2017","Abstract":"The relevance of local knowledge in cultural heritage is by now acknowledged. It helps to determine many community-based projects by identifying the material to be digitally maintained in multimedia collections provided by communities of volunteers, rather than for-profit businesses or government entities. Considering that the search and browsing of texts, images, video, and 3D models related to places is more essential than using a simple text-based search, an interactive multimedia map was implemented in this study. The map, which is loaded on a single HyperText Markup Language (HTML) page using AJAX (Asynchronous JavaScript and XML), with a client-side control mechanism utilising jQuery components that are both freely available and ad-hoc developed, is updated according to user interaction. To simplify the publication of geo-referenced information, the application stores all the data in a Geographic JavaScript Object Notation (GeoJSON) file rather than in a database. The multimedia contents-associated with the selected Points of Interest (PoIs)-can be selected through text search and list browsing as well as by viewing their previews one by one in a sequence all together in a scrolling window (respectively: \"Table\", \"Folder\", and \"Tile\" functions). PoIs-visualised on the map with multi-shape markers using a set of unambiguous colourscan be filtered through their categories and types, accessibility status and timeline, thus improving the system usability. The map functions are illustrated using data collected in a Comenius project. Notes on the application software and architecture are also presented in this paper.","Authors":"Maiellaro, N (Maiellaro, Nicola) ; Varasano, A (Varasano, Antonietta)","Title":"One-Page Multimedia Interactive Map"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395405500006 ISSN: 0022-0663 eISSN: 1939-2176","Keywords":"accounting; cognitive load theory; learning; guided self-management; split-attention KeyWords Plus:COGNITIVE LOAD THEORY; SPLIT-ATTENTION; MULTIPLE REPRESENTATIONS; COHERENCE FORMATION; INSTRUCTIONAL AIDS; WORKED EXAMPLES; WORKING-MEMORY; MULTIMEDIA; REDUNDANCY; DESIGN","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"JOURNAL OF EDUCATIONAL PSYCHOLOGY Volume: 109 Issue: 2 Pages: 220-232 DOI: 10.1037/edu0000127 Published: FEB 2017","Abstract":"This research investigated the effects of 3 instructional design formats on learning introductory accounting. In accordance with cognitive load theory, it was predicted that students who would learn with a guided self-managed instructional design format would outperform students who would learn with a conventional split-attention format or an integrated format on a recall test and a transfer test. In the guided self-management condition students were instructed to reorganize text and diagrams to reduce the need to search the solution steps within the text and match them with corresponding parts of the diagram, thereby freeing cognitive resources for learning. The results of an experiment conducted with 123 undergraduate university students confirmed the hypothesis by consistently demonstrating that students in the guided self-managed condition outperformed students in the integrated and split-attention conditions on the recall and transfer tests.","Authors":"Sithole, STM (Sithole, Seedwell T. M.) ; Chandler, P (Chandler, Paul) ; Abeysekera, I (Abeysekera, Indra) ; Paas, F (Paas, Fred) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sithole, Seedwell   http://orcid.org/0000-0002-3930-4277","Title":"Benefits of Guided Self-Management of Attention on Learning Accounting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397089000016 PubMed ID: 26929431 ISSN: 1369-6513 eISSN: 1369-7625","Keywords":"focus group discussions; health literacy; informed decision making; liver cancer; migrants KeyWords Plus:HEALTH INFORMATION; HEPATOCELLULAR-CARCINOMA; AUSTRALIANS; IMMIGRANTS; SEEKING; CARE; EXPERIENCES; DISPARITIES; KNOWLEDGE; SYDNEY","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"HEALTH EXPECTATIONS Volume: 20 Issue: 1 Pages: 171-182 DOI: 10.1111/hex.12449 Published: FEB 2017","Abstract":"Background In Australia, liver cancer incidence is rising, particularly among people born in hepatitis B-endemic countries. We sought to build an understanding of the information needs of people affected by liver cancer, to inform the design of in-language consumer information resources. Methods We searched the World Wide Web for available inlanguage consumer information and conducted a literature search on consumers' information needs and their preferred means of accessing it. Qualitative data collection involved bilingual researchers conducting focus group discussions (26 participants) and in-depth interviews (22 participants) with people affected by liver cancer in English, Vietnamese, Cantonese and Mandarin. Sessions were audio-recorded, transcribed, translated and thematically analysed. The key themes and salient findings informed the development of in-language multimedia information resources. Results Many consumer resources did not cater for people with low literacy levels. The participants wanted more information on cancer diagnostic and treatment options, nutrition and Chinese Medicine and experienced communication challenges speaking to health professionals. While Vietnamese speakers relied entirely on information provided by their doctors, other participants actively searched for additional treatment information and commonly used the Internet to source it. We developed multilingual, multimedia consumer information resources addressing identified consumer information needs through an iterative process, in collaboration with our multilingual consumer panel. These resources are available in four languages, as separate modules accessible online and in DVD format. Conclusion This process enabled the development of user-friendly patient resources, which complement health-care provider information and supports informed patient decision making.","Authors":"Robotin, MC (Robotin, Monica C.) ; Porwal, M (Porwal, Mamta) ; Hopwood, M (Hopwood, Max) ; Nguyen, D (Nguyen, Debbie) ; Sze, M (Sze, Minglo) ; Treloar, C (Treloar, Carla) ; George, J (George, Jacob)","Title":"Listening to the consumer voice: developing multilingual cancer information resources for people affected by liver cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200003 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Review spam; Spam detection techniques; Review analysis; Opinion spam; Sentiment analysis; Social networking","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 3187-3211 DOI: 10.1007/s11042-016-3819-y Published: FEB 2017","Abstract":"Availability of millions of products and services on e-commerce sites makes it difficult to search the best suitable product according to the requirements because of existence of many alternatives. To get rid of this the most popular and useful approach is to follow reviews of others in opinionated social medias, who have already tried them. Almost all e-commerce sites provide facility to the users for giving views and experience of the product and services they experienced. The customers reviews are increasingly used by individuals, manufacturers and retailers for purchase and business decisions. As there is no scrutiny over the reviews received, anybody can write anything unanimously which conclusively leads to review spam. Moreover, driven by the desire of profit and/or publicity, spammers produce synthesized reviews to promote some products/brand and demote competitors products/brand. Deceptive review spam has seen a considerable growth overtime. In this work, we have applied supervised as well as unsupervised techniques to identify review spam. Most effective feature sets have been assembled for model building. Sentiment analysis has also been incorporated in the detection process. In order to get best performance some well-known classifiers were applied on labeled dataset. Further, for the unlabeled data, clustering is used after desired attributes were computed for spam detection. Additionally, there is a high chance that spam reviewers may also be held responsible for content pollution in multimedia social networks, because nowadays many users are giving the reviews using their social network logins. Finally, the work can be extended to find suspicious accounts responsible for posting fake multimedia contents into respective social networks.","Authors":"Rout, JK (Rout, Jitendra Kumar) ; Singh, S (Singh, Smriti) ; Jena, SK (Jena, Sanjay Kumar) ; Bakshi, S (Bakshi, Sambit)","Title":"Deceptive review detection using labeled and unlabeled"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200040 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Femtocell; Modulation and coding scheme; Resource block; QoS guarantees KeyWords Plus:POWER ALLOCATION; SUBCHANNEL; SYSTEMS; NETWORK; OPTIMIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 4035-4054 DOI: 10.1007/s11042-015-2991-9 Published: FEB 2017","Abstract":"With the emergence of bandwidth-intensive online mobile multimedia applications in wireless networks, in order to make mobile users enjoy better Quality of Service (QoS) under the conditions of limited resources, efficient radio spectrum resource allocation schemes are always desirable. This paper addresses the problem of joint Resource Block (RB) allocation and Modulation-and-Coding Scheme (MCS) selection in LTE femtocell DownLink (DL) for mobile multimedia applications. We first formulate the problem as an Integer Linear Program (ILP) whose objective is to minimize the number of allocated RBs of a closed femtocell, while guaranteeing minimum throughput for each user. In view of the NP-hardness of the ILP, we then propose an intelligent optimization learning algorithm called ACO-HM algorithm with reduced polynomial time complexity. The Ant Colony Optimization (ACO) learning algorithm exhibits better performance in machine learning and supports parallel search for the RB allocation, while the Harmonic Mean (HM) method is to select a more appropriate MCS than the MINimum/MAXimum MCS selection schemes (MIN/MAX). Simulation results show that compared with the ACO-MIN algorithm and the ACO-MAX algorithm, the proposed ACO-HM learning algorithm achieves better performance with fewer RBs and better QoS guarantees.","Authors":"Chen, X (Chen, Xin) ; Li, LF (Li, Longfei) ; Xiang, XD (Xiang, Xudong)","Title":"Ant colony learning method for joint MCS and resource block allocation in LTE Femtocell downlink for multimedia applications with QoS guarantees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395476200016 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Convolutional neural network (CNN) visual features; cross-media; cross-modal; deep learning; multimodal KeyWords Plus:MULTIMEDIA ANALYSIS; TAGGED IMAGES; SEARCH; NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 47 Issue: 2 Pages: 449-460 DOI: 10.1109/TCYB.2016.2519449 Published: FEB 2017","Abstract":"Recently, convolutional neural network (CNN) visual features have demonstrated their powerful ability as a universal representation for various recognition tasks. In this paper, cross-modal retrieval with CNN visual features is implemented with several classic methods. Specifically, off-the-shelf CNN visual features are extracted from the CNN model, which is pretrained on ImageNet with more than one million images from 1000 object categories, as a generic image representation to tackle cross-modal retrieval. To further enhance the representational ability of CNN visual features, based on the pretrained CNN model on ImageNet, a fine-tuning step is performed by using the open source Caffe CNN library for each target data set. Besides, we propose a deep semantic matching method to address the cross-modal retrieval problem with respect to samples which are annotated with one or multiple labels. Extensive experiments on five popular publicly available data sets well demonstrate the superiority of CNN visual features for cross-modal retrieval.","Authors":"Wei, YC (Wei, Yunchao) ; Zhao, Y (Zhao, Yao) ; Lu, CY (Lu, Canyi) ; Wei, SK (Wei, Shikui) ; Liu, LQ (Liu, Luoqi) ; Zhu, ZF (Zhu, Zhenfeng) ; Yan, SC (Yan, Shuicheng)","Title":"Cross-Modal Retrieval With CNN Visual Features: A New Baseline"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397888000002 ISSN: 1069-2509 eISSN: 1875-8835","Keywords":"Content-based image retrieval; relational database indexing; multimedia indexing KeyWords Plus:FUZZY SYNCHRONIZATION LIKELIHOOD; FEATURES; CLASSIFICATION; RECOGNITION; DISORDER; NETWORK; SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Multidisciplinary","Journal Information":"INTEGRATED COMPUTER-AIDED ENGINEERING Volume: 24 Issue: 2 Pages: 119-128 DOI: 10.3233/ICA-160534 Published: 2017","Abstract":"This paper presents a novel relational database architecture aimed for visual objects classification and retrieval based on the content of images. Most methods search and classify images based on their content use algorithms for generating and comparing keypoint descriptors. We present a new method to quickly compare these visual features, based on fuzzy sets, which is embedded in a real database environment. We also present a full framework as an extension of Microsoft SQL Server database, which allows to search and classify images directly from SQL query command in large data sets of visual objects. The system utilizes standard indexing mechanisms and SQL queries. We tested the method on a state-of-the-art dataset.","Authors":"Korytkowski, M (Korytkowski, Marcin)","Title":"Novel visual information indexing in relational databases"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396410500009 PubMed ID: 28061536 ISSN: 2224-5820 eISSN: 2224-5839","Keywords":"Caregiver education; multimedia; pain management; patient education KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; INTERVENTION; METAANALYSIS; STATISTICS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"ANNALS OF PALLIATIVE MEDICINE Volume: 6 Issue: 1 Pages: 66-+ DOI: 10.21037/apm.2016.11.06 Published: JAN 2017","Abstract":"Pain is one of the most prominent symptoms faced by cancer patients. It is known that patient and caregiver-targeted educational interventions addressing the proper use of pain management may provide significant clinical value. This review examines the literature surrounding the use of multimedia interventions for patient and caregiver education (PCE) on pain management compared to traditional educational interventions. A literature search was conducted in Ovid MEDLINE (1946-July Week 2, 2016), Ovid Embase (1947-2016 Week 29), and Ovid Cochrane Central Register of Controlled Trials (up to June 2016). Paired reviewers conducted title and abstract screening and full-text screening to identify experimental, quasi-experimental and cohort studies evaluating one or more multimedia-based PCE interventions focused on cancer pain and pain management and targeting patients and/or caregivers. Findings were extracted by paired reviewers and synthesized qualitatively. Of the 68 full-text papers assessed, 7 were deemed relevant, of which 5 were RCTs and 2 were observational studies. We found limited but convincing quantitative data to suggest that the use of multimedia use in pain management education for patients/caregivers has greater value-added benefit compared to standard education. While there is evidence suggesting a positive effect on pain-related outcomes with the use of multimedia-based patient and caregiver-targeted interventions, it is limited to a small number of lower-quality studies. More robust and large-scale studies are needed to supplement existing evidence and provide more insight regarding the usability and user-friendliness of these tools in practice.","Authors":"Lam, M (Lam, Michael) ; Choi, M (Choi, Matthew) ; Lam, HR (Lam, Helen R.) ; Agarwal, A (Agarwal, Arnav) ; Chow, R (Chow, Ronald) ; Chow, S (Chow, Selina) ; Rowbottom, L (Rowbottom, Leigha) ; McDonald, R (McDonald, Rachel) ; Lam, H (Lam, Henry) ; Chan, S (Chan, Stephanie) ; Chow, E (Chow, Edward) ; Henry, B (Henry, Blair) ...More...Less","Title":"Use of multimedia in patient and caregiver education for cancer pain management: a literature review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394018900001 ISSN: 1748-670X eISSN: 1748-6718","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"COMPUTATIONAL AND MATHEMATICAL METHODS IN MEDICINE Article Number: 8194940 DOI: 10.1155/2017/8194940 Published: 2017","Abstract":"Health consumers are increasingly using the Internet to search for health information. The existence of overloaded, inaccurate, obsolete, or simply incorrect health information available on the Internet is a serious obstacle for finding relevant and good-quality data that actually helps patients. Search engines of multimedia Internet platforms are thought to help users to find relevant information according to their search. But, is the information recovered by those search engines from quality sources? Is the health information uploaded from reliable sources, such as hospitals and health organizations, easily available to patients? The availability of videos is directly related to the ranking position in YouTube search. The higher the ranking of the information is, the more accessible it is. The aim of this study is to analyze the ranking evolution of diabetes health videos on YouTube in order to discover how videos from reliable channels, such as hospitals and health organizations, are evolving in the ranking. The analysis was done by tracking the ranking of 2372 videos on a daily basis during a 30-day period using 20 diabetes-related queries. Our conclusions are that the current YouTube algorithm favors the presence of reliable videos in upper rank positions in diabetes-related searches.","Authors":"Fernandez-Llatas, C (Fernandez-Llatas, Carlos) ; Traver, V (Traver, Vicente) ; Borras-Morell, JE (Borras-Morell, Jose-Enrique) ; Martinez-Millana, A (Martinez-Millana, Antonio) ; Karlsen, R (Karlsen, Randi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Traver, Vicente  http://orcid.org/0000-0003-1806-8575","Title":"Are Health Videos from Hospitals, Health Organizations, and Active Users Available to Health Consumers? An Analysis of Diabetes Health Video Ranking in YouTube"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393059900001 ISSN: 0256-2499 eISSN: 0973-7677","Keywords":"Classification; feature selection; SVM; ESN; spatio-temporal structure","Categories":"Engineering Web of Science Categories:Engineering, Multidisciplinary","Journal Information":"SADHANA-ACADEMY PROCEEDINGS IN ENGINEERING SCIENCES Volume: 42 Issue: 1 Pages: 1-10 DOI: 10.1007/s12046-016-0574-8 Published: JAN 2017","Abstract":"Content-based video retrieval system aims at assisting a user to retrieve targeted video sequence in a large database. Most of the search engines use textual annotations to retrieve videos. These types of engines offer a low-level abstraction while the user seeks high-level semantics. Bridging this type of semantic gap in video retrieval remains an important challenge. In this paper, colour, texture and shapes are considered to be low-level features and motion is a high-level feature. Colour histograms convert the RGB colour space into YcbCr and extract hue and saturation values from frames. After colour extraction, filter mask is applied and gradient value is computed. Gradient and threshold values are compared to draw the edge map. Edges are smoothed for sharpening to remove the unnecessary connected components. These diverse shapes are then extracted and stored in shape feature vectors. Finally, an SVM classifier is used for classification of low-level features. For high-level features, depth images are extracted for motion feature identification and classification is done via echo state neural networks (ESN). ESN are a supervised learning technique and follow the principle of recurrent neural networks. ESN are well known for time series classification and also proved their effective performance in gesture detection. By combining the existing algorithms, a high-performance multimedia event detection system is constructed. The effectiveness and efficiency of proposed event detection mechanism is validated using MSR 3D action pair dataset. Experimental results show that the detection accuracy of proposed combination is better than those of other algorithms.","Authors":"Brindha, N (Brindha, N.) ; Visalakshi, P (Visalakshi, P.)","Title":"Bridging semantic gap between high-level and low-level features in content-based video retrieval using multi-stage ESN-SVM classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392292000058 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Copy detection; Video coding; Feature extraction; Content management; Multimedia databases; Copyright protection KeyWords Plus:SHOT DETECTION; RETRIEVAL; ROBUST; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 1 Pages: 1331-1353 DOI: 10.1007/s11042-015-3132-1 Published: JAN 2017","Abstract":"This research aims at developing a practical video copy detection mechanism to determine whether an investigated video is a duplicated copy that may infringe the intellectual property rights. The significant features of original videos are extracted and stored in the server. Given an uploaded video, the same feature is extracted and compared with the stored ones to seek a possible match. Both the spatial and temporal features of compressed videos are employed in the proposed scheme. The scene-change detection is applied to select the key frames, from which the robust spatial features are extracted to help search visually similar frames. The shot lengths are used as the temporal features to further ensure the matching accuracy. To ensure that the proposed method is practical in considered applications, the size of stored features in the server, efficiency and accuracy of matching features are the major design principles. The experimental results by testing a large number of compressed videos demonstrate the feasibility of the proposed scheme.","Authors":"Su, PC (Su, Po-Chyi) ; Wu, CS (Wu, Chin-Song)","Title":"Efficient copy detection for compressed digital videos by spatial and temporal feature extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392305000043 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Encrypted data retrieval; N-level vector model; Relevancy ranking; Multimedia security","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 2 Pages: 2569-2589 DOI: 10.1007/s11042-015-3224-y Published: JAN 2017","Abstract":"With an explosive growth in the deployment of networked applications over the Internet, searching the encrypted information that the user needs becomes increasingly important. However, the information search precision is quite low when using Vector space model for mass information retrieval, because long documents having poor similarity values are poorly represented in the vector space model and the order in which the terms appear in the document is lost in the vector space representation with intuitive weighting. To address the problems, this study proposed an N-level vector model (NVM)-based relevancy ranking scheme with an introduction of a new formula of the term weighting, taking into account the location of the feature term in the document to describe the content of the document properly, investigated into ways of ranking the encrypted documents using the proposed scheme, and conducted realistic simulation of information retrieval of mass encrypted data over multimedia networking. Results indicated that the timing of the index building, the most costing part of the relevancy ranking scheme, increased with the increase in both the document size and the multimedia content of the document being searched, which is in agreement with the expected. Performance evaluation demonstrated that our specially designed NVM-based encrypted information retrieval system is effective in ranking the encrypted documents transmitted over multimedia networks with large recall ratio and great retrieval precision.","Authors":"Peng, JH (Peng, Jinghui) ; Tang, SY (Tang, Shanyu) ; Zhang, LP (Zhang, Liping) ; Liu, R (Liu, Ran)","Title":"Information retrieval of mass encrypted data over multimedia networking with N-level vector model-based relevancy ranking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392305000056 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Implicit feedback; Eye-tracking; Interactive video retrieval; Clustering; Random forests KeyWords Plus:ACTION RECOGNITION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 2 Pages: 2861-2889 DOI: 10.1007/s11042-015-3221-1 Published: JAN 2017","Abstract":"In the recent years, the rapid increase of the volume of multimedia content has led to the development of several automatic annotation approaches. In parallel, the high availability of large amounts of user interaction data, revealed the need for developing automatic annotation techniques that exploit the implicit user feedback during interactive multimedia retrieval tasks. In this context, this paper proposes a method for automatic video annotation by exploiting implicit user feedback during interactive video retrieval, as this is expressed with gaze movements, mouse clicks and queries submitted to a content-based video search engine. We exploit this interaction data to represent video shots with feature vectors based on aggregated gaze movements. This information is used to train a classifier that can identify shots of interest for new users. Subsequently, we propose a framework that during testing: a) identifies topics (expressed by query clusters), for which new users are searching for, based on a novel clustering algorithm and b) associates multimedia data (i.e., video shots) to the identified topics using supervised classification. The novel clustering algorithm is based on random forests and is driven by two factors: first, by the distance measures between different sets of queries and second by the homogeneity of the shots viewed during each query cluster defined by the clustering procedure; this homogeneity is inferred from the performance of the gaze-based classifier on these shots. The evaluation shows that the use of aggregated gaze data can be exploited for video annotation purposes.","Authors":"Vrochidis, S (Vrochidis, Stefanos) ; Patras, I (Patras, Ioannis) ; Kompatsiaris, I (Kompatsiaris, Ioannis)","Title":"Gaze movement-driven random forests for query clustering in automatic video annotation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391475200001 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Divergence; hashing; multiview learning; near-duplicate video retrieval (NDVR); semi-supervised learning KeyWords Plus:NONLINEAR DIMENSIONALITY REDUCTION; FEATURE FUSION; MULTIMEDIA","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 1 Pages: 1-14 DOI: 10.1109/TMM.2016.2610324 Published: JAN 2017","Abstract":"Near-duplicate video retrieval (NDVR) has been a significant research task in multimedia given its high impact in applications, such as video search, recommendation, and copyright protection. In addition to accurate retrieval performance, the exponential growth of online videos has imposed heavy demands on the efficiency and scalability of the existing systems. Aiming at improving both the retrieval accuracy and speed, we propose a novel stochastic multiview hashing algorithm to facilitate the construction of a large-scale NDVR system. Reliable mapping functions, which convert multiple types of keyframe features, enhanced by auxiliary information such as video-keyframe association and ground truth relevance to binary hash code strings, are learned by maximizing a mixture of the generalized retrieval precision and recall scores. A composite Kullback-Leibler divergence measure is used to approximate the retrieval scores, which aligns stochastically the neighborhood structures between the original feature and the relaxed hash code spaces. The efficiency and effectiveness of the proposed method are examined using two public near-duplicate video collections and are compared against various classical and state-of-the-art NDVR systems.","Authors":"Hao, YB (Hao, Yanbin) ; Mu, TT (Mu, Tingting) ; Hong, RC (Hong, Richang) ; Wang, M (Wang, Meng) ; An, N (An, Ning) ; Goulermas, JY (Goulermas, John Y.)","Title":"Stochastic Multiview Hashing for Large-Scale Near-Duplicate Video Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391475200015 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Artistic design; FreeScup; pose editing; sculpture; spectral KeyWords Plus:3D; MESH; MODEL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 19 Issue: 1 Pages: 183-195 DOI: 10.1109/TMM.2016.2609407 Published: JAN 2017","Abstract":"Sculpture design is challenging due to its inherent difficulty in characterizing artworks quantitatively; thus, few works have been done to assist sculpture design in the past decades in the multimedia community. We have cooperated with several sculptors on analyzing styles of different artists consisting of Giacometti, Augeuste Rodin, Henry Moore, and Marino Marini from which we find pose editing plays an important role in sculpture design. Motivated by this, we present a novel platform that allows sculptors to edit virtual three-dimensional (3-D) sculptures by a free way. The proposed platform consists of three modules, namely, sculpture initialization, sculptor-sculpture mapping, and interactive pose editing. In sculpture initialization, a virtual 3-D sculpture is first incrementally reconstructed from multiview images. Then, we define Laplace operator and its corresponding spectrum to describe the geometry information of the reconstructed sculpture. During sculptor-sculpture mapping, we apply spectral analysis on the low-frequency parts of the spectrum to search for candidate editing points on the surface of the sculpture. Next, body actions of the sculptor are captured by Kinect and further mapped onto editing points as a predefined configuration set. Finally, during interactive pose editing, a real-time Kinect-driven sculpture pose editing scheme is presented, which not only preserves geometry features of the sculpture but also allows instant changes of sculpture poses. We demonstrate that our platform successfully assists sculptors on real-time pose editing by comparing its performance with those of the existing sculpture assisting methods.","Authors":"Wu, YR (Wu, Yirui) ; Lu, T (Lu, Tong) ; Yuan, ZH (Yuan, Zehuan) ; Wang, H (Wang, Hao)","Title":"FreeScup: A Novel Platform for Assisting Sculpture Pose Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390930800010 ISSN: 0961-4524 eISSN: 1364-9213","Keywords":"Methods; Technology - Media","Categories":"Public Administration Web of Science Categories:Planning & Development","Journal Information":"DEVELOPMENT IN PRACTICE Volume: 27 Issue: 1 Pages: 103-110 DOI: 10.1080/09614524.2017.1257567 Published: 2017","Abstract":"A fieldwork diary (FWD) is a useful tool for capturing and reflecting on fieldwork experiences, triangulating ideas, and inciting creative thinking. Traditionally, a FWD has involved handwritten notes; however, constructing an electronic fieldwork diary (EFWD) means that notes can involve multimedia content, data can be coded and easily searched, accessed on various portable devices, and securely protected and backed up. This article shares lessons learnt from creating an EFWD using OneNote, including structuring and organising the diary, writing fieldwork notes, and tips for coding. An EFWD can be a useful tool for social science researchers or development practitioners undertaking fieldwork.","Authors":"Tam, A (Tam, Ailie)","Title":"Constructing an electronic fieldwork diary (EFWD) using OneNote"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386321800003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Image processing; Key-Points search; Computational Intelligence; Heuristic methods KeyWords Plus:IDENTIFICATION; SIGNATURE; TRACKING; IMAGES","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 66 Pages: 20-31 DOI: 10.1016/j.eswa.2016.08.068 Published: DEC 30 2016","Abstract":"Multimedia systems often use various detection methods to track relevant objects in images and video frames. The tracking scheme is often based on capturing of significant points in the object, which are used by implemented methods to extract the shape, dimensions, etc. and then further process these information. In recent years many advances in Computational Intelligence methods and approaches have been reported. Therefore the question has arisen if these, i.e. heuristics, are applicable to multimedia tracking systems? This article is to discuss developed heuristic methods for Key-Points tracking and shape extraction. In the following sections of this work developed approaches, in particular a dedicated Cuckoo Search Algorithm and Firefly Algorithm versions, are presented and discussed in comparison to some classical methods to show potential advantages and disadvantages. Benchmark tests and experimental research results are presented to show efficacy and extraction precision on test images. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wozniak, M (Wozniak, Marcin) ; Polap, D (Polap, Dawid) ; Napoli, C (Napoli, Christian) ; Tramontana, E (Tramontana, Emiliano) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Polap, Dawid  D-1547-2017 http://orcid.org/0000-0003-1972-5979 Napoli, Christian  http://orcid.org/0000-0002-3336-5853","Title":"Graphic object feature extraction system based on Cuckoo Search Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388058800012 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Residual vector quantization; Vector quantization optimization; Parametric optimization; Nonparametric optimization; Stage codebook KeyWords Plus:APPROXIMATE NEAREST-NEIGHBOR; VISUAL LOCATION RECOGNITION; MULTIMEDIA","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 217 Pages: 92-102 Special Issue: SI DOI: 10.1016/j.neucom.2016.04.061 Published: DEC 12 2016","Abstract":"For approximate nearest neighbor (ANN) search in many vision-based applications, vector quantization (VQ) is an efficient compact encoding technology. A representative approach of VQ is product quantization (PQ) which quantizes subspaces separately by Cartesian product and achieves high accuracy. But its space decomposition still leads to quantization distortion. This paper presents two optimized solutions based on residual vector quantization (RVQ). Different from PQ RVQ simulates restoring quantization error by multi-stage quantizers instead of decomposing it. To further optimize codebook and space decomposition, we try to get a better discriminated space projection. Then an orthonormal matrix R is generated. The RVQ's nonparametric solution alternately optimizes R and stage-codebooks by Singular Value Decomposition (SVD) in multiple iterations. The RVQs parametric solution assumes that data are subject to Gaussian distribution and uses Eigenvalue Allocation to get each, stage-matrix (R-1} (1 <= l <= L) at once, where L is the stage number of RVQ. Compared to various optimized PQ-based methods, our methods have good superiority on restoring quantization error. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guo, D (Guo, Dan) ; Li, CQ (Li, Chuanqing) ; Wu, L (Wu, Lv)","Title":"Parametric and nonparametric residual vector quantization optimizations for ANN search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393184000012 ISSN: 1556-4681 eISSN: 1556-472X","Keywords":"Concept mapping; web mining; knowledge construction; knowledge discovery; intelligent suggesters KeyWords Plus:INFORMATION-RETRIEVAL; ONTOLOGY; SPECIFICATION; ALGORITHM; CONTEXT; SUPPORT; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"ACM TRANSACTIONS ON KNOWLEDGE DISCOVERY FROM DATA Volume: 11 Issue: 2 Article Number: 23 DOI: 10.1145/2997657 Published: DEC 2016","Abstract":"Electronic concept maps, interlinked with other concept maps and multimedia resources, can provide rich knowledge models to capture and share human knowledge. This article presents and evaluates methods to support experts as they extend existing knowledge models, by suggesting new context-relevant topics mined from Web search engines. The task of generating topics to support knowledge model extension raises two research questions: first, how to extract topic descriptors and discriminators from concept maps; and second, how to use these topic descriptors and discriminators to identify candidate topics on the Web with the right balance of novelty and relevance. To address these questions, this article first develops the theoretical framework required for a \"topic suggester\" to aid information search in the context of a knowledge model under construction. It then presents and evaluates algorithms based on this framework and applied in EXTENDER, an implemented tool for topic suggestion. EXTENDER has been developed and tested within CmapTools, a widely used system for supporting knowledge modeling using concept maps. However, the generality of the algorithms makes them applicable to a broad class of knowledge modeling systems, and to Web search in general.","Authors":"Lorenzetti, C (Lorenzetti, Carlos) ; Maguitman, A (Maguitman, Ana) ; Leake, D (Leake, David) ; Menczer, F (Menczer, Filippo) ; Reichherzer, T (Reichherzer, Thomas)","Title":"Mining for Topics to Suggest Knowledge Model Extensions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392416400014 ISSN: 1544-3566 eISSN: 1544-3973","Keywords":"WCET; real-time; timing analysis; predictability; custom instructions; instruction set extension; reconfigurable processors","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Theory & Methods","Journal Information":"ACM TRANSACTIONS ON ARCHITECTURE AND CODE OPTIMIZATION Volume: 13 Issue: 4 Article Number: 45 DOI: 10.1145/3014059 Published: DEC 2016","Abstract":"The correctness of a real-time system does not depend on the correctness of its calculations alone but also on the non-functional requirement of adhering to deadlines. Guaranteeing these deadlines by static timing analysis, however, is practically infeasible for current microarchitectures with out-of-order scheduling pipelines, several hardware threads, and multiple (shared) cache layers. Novel timing-analyzable features are required to sustain the strongly increasing demand for processing power in real-time systems. Recent advances in timing analysis have shown that runtime-reconfigurable instruction set processors are one way to escape the scarcity of analyzable processing power while preserving the flexibility of the system. When moving calculations from software to hardware by means of reconfigurable custom instructions (CIs)-additional to a considerable speedup-the overestimation of a task's worst-case execution time (WCET) can be reduced. CIs typically implement functionality that corresponds to several hundred instructions on the central processing unit (CPU) pipeline. While analyzing instructions for worst-case latency may introduce pessimism, the latency of CIs-executed on the reconfigurable fabric-is precisely known. In this work, we introduce the problem of selecting reconfigurable CIs to optimize the WCET of an application. We model this problem as an extension to state-of-the-art integer linear programming (ILP)-based program path analysis. This way, we enable optimization based on accurate WCET estimates with integration of information about global program flow, for example, infeasible paths. We present an optimal solution with effective techniques to prune the search space and a greedy heuristic that performs a maximum number of steps linear in the number of partitions of reconfigurable area available. Finally, we show the effectiveness of optimizing the WCET on a reconfigurable processor by evaluating a complex multimedia application with multiple reconfigurable CIs for several hardware parameters.","Authors":"Damschen, M (Damschen, Marvin) ; Bauer, L (Bauer, Lars) ; Henkel, J (Henkel, Joerg)","Title":"Extending the WCET Problem to Optimize for Runtime-Reconfigurable Processors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388121700017 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia; Visual processing; Algorithms; Stereo matching; Pixel values KeyWords Plus:SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 23 Pages: 15381-15403 DOI: 10.1007/s11042-015-2962-1 Published: DEC 2016","Abstract":"The objective of stereo matching is to find the corresponding pixels from similar two or more images. However, it is difficult problem to get precise and consistent disparity under a variety of real world situations. In other words, the color values of stereo images are easily influenced by radiometric factors such as illumination direction, illumination color, and camera exposure. Therefore, conventional stereo matching methods can have low performances under radiometric conditions. In this paper, we propose a novel stereo matching approach that is robust in controlling various radiometric variations such as local and global radiometric variations. We designed a hybrid stereo matching approach using transition of pixel values and data fitting. Transition of pixel values is utilized for the coarse stereo matching stage, and polynomial curve fitting is used for the fine stereo matching stage. Experimental results show that the proposed method has better performances compared to the stereo matching algorithms of comparison group under severely different radiometric conditions between stereo images. Consequentially, we demonstrate that the proposed method is less sensitive to various radiometric variations, and shows an outstanding performance in computational complexity.","Authors":"Shin, K (Shin, Kwangmu) ; Kim, D (Kim, Daekeun) ; Chung, K (Chung, Kidong)","Title":"Visual stereo matching combined with intuitive transition of pixel values"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388121700034 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Video detection; Duplicate video; Block histogram; Dynamic matching; Copy video detection; Duplicate video detection; Pattern recognition KeyWords Plus:COPY DETECTION; INTEREST POINTS; RETRIEVAL; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 23 Pages: 15665-15678 DOI: 10.1007/s11042-015-2724-0 Published: DEC 2016","Abstract":"Since rapid growth of IT technologies, the use of multimedia data such as image and videos are explosively increasing. It is an important aspect of not only for users but also researchers. Duplicate images and videos are rapidly increasing and it causes difficulties in retrieval and management as well. It also causes copyright problems. In this paper, we discus prior duplicate video detection techniques and overcome previous research problems using block histogram and dynamic matching approach duplicate video detection method. We improved excessive abstract of previous block mean-value based feature extraction method to be robust in various video transformations. Also, we created feature vector of timely histogram by unit of blocks to reflect video features. We proposed dynamic matching algorithm to match videos which is suitable for large-scale video data. To evaluate our proposal, we used VIREO video datasets which is provided by Hong Kong City University and Carnegie Mellon University and MUSCLE-VCD-2007 dataset which is provided by INRIA. Our method showed 90 % of accuracy on duplicate video detection. Our proposed method showed robustness especially in various video transformations. Also, we tested video clustering test to prove our method and dynamic matching method showed 5 times fast compare to existing method which is suitable for real-time and large-scale video detection process.","Authors":"Jun, W (Jun, Woogyoung) ; Lee, Y (Lee, Yillbyung) ; Jun, BM (Jun, Byoung-Min)","Title":"Duplicate video detection for large-scale multimedia"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000384887200004 ISSN: 0024-9033 eISSN: 1916-0666","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"MCGILL JOURNAL OF EDUCATION Volume: 51 Issue: 1 Pages: 517-532 Published: WIN 2016","Abstract":"SAMI-Perseverance is an online device that offers help in postsecondary mathematics. Students can access help through the following tools: a keyword search, a concept map, or the math difficulties screening tool. Data collected from the device revealed that 4,773 tool selections were made (72% of the cases were proposed by the screening tool), 2,873 statements of difficulties were checked, and 2 dyscalculia questionnaires showed a positive result. These data suggest that students enjoyed these tools, which allowed them to identify their weaknesses and to understand basic concepts in mathematics.","Authors":"Racette, N (Racette, Nicole) ; Sauve, L (Sauve, Louise) ; Begin, S (Begin, Stephanie)","Title":"ONLINE MULTIMEDIA TOOLS FOR LEARNING CONCEPTS IN MATHEMATICS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389399600021 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Search result visualization; Search result exploration; Multimedia Information Retrieval; Aggregated search; Search result space; Search engines KeyWords Plus:INFORMATION-RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 370 Pages: 303-322 DOI: 10.1016/j.ins.2016.07.072 Published: NOV 20 2016","Abstract":"Nowadays, together with the increasing spread of the content available online, users' information needs have become more complex. To fulfill them, users strongly rely on Web search engines, but traditional ways of presenting search results are often unsatisfactory. In fact, Web pages carry information that exists in multiple media formats, such as text, audio, image and video objects. Vertical search engines and medium-specific search services do not provide users with an integrated view of search results. Furthermore, multiple media objects are in most of the cases highly semantically interlinked, but the connections between them are not sufficiently exploited to provide a further exploration of the retrieved objects. To address these issues, in this paper we propose a graph-based approach aimed at providing users with the possibility to dynamically visualize and explore a search result space built over a repository of multimedia documents containing interconnected multiple media objects. To do this, we represent the search result space via a graph-based data model, where both the retrieved multimedia documents and connected relevant media objects are considered. Media objects, among them, are connected via different kinds of similarity relationships, which depend on the low-level features and metadata taken into consideration to access the media objects. The approach and the connected visualization and exploration interface have been implemented and tested on a publicly available dataset, and they have been evaluated by means of a usability test. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Rashid, U (Rashid, Umer) ; Viviani, M (Viviani, Marco) ; Pasi, G (Pasi, Gabriella) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rashid, Umer  http://orcid.org/0000-0002-3453-7979 Viviani, Marco  http://orcid.org/0000-0002-2274-9050","Title":"A graph-based approach for visualizing and exploring a multimedia search result space"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386406700004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Locality-Sensitive Hashing; Approximate nearest neighbor search; High-dimensional data indexing KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 213 Pages: 24-33 Special Issue: SI DOI: 10.1016/j.neucom.2016.05.095 Published: NOV 12 2016","Abstract":"Approximate Nearest Neighbor search (ANN) is one of the most frequently used and yet expensive operations in the high-dimensional database, especially the multimedia database involving massive high dimensional feature vectors. Recently, Locality-Sensitive Hashing and its variants have been generally acknowledged as the promising solutions to ANN search due to its excellent performance and ease of implementation. However, the existing LSH methods for external memory usually create a linear order relationship on the set of compound hash keys to rearrange the data set in the external storage, which incurs many false negatives. In this paper, we propose a surprising simple method to solve the ANN problem with high accuracy results and requiring only a limited number of random I/O. For the distance-preserving properties of LSH functions, the idea of collision counting is used to guarantee the accuracy of the returned neighbours. We convert the dynamic collision counting problem into the nearest neighbor search (NN) in Hamming space. To support the NN search in the hamming space, we establish the multi-index hashing structure to rearrange the binary hash keys and their corresponding objectives. Accessing the candidates consumes a limited number of random I/O and shorter response time. Experimental results show that our method can achieve higher accuracy of ANN results compared with the state-of-the-art methods including LSB, C2LSH and SK-LSH. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, XY (Zhang, Xiaoyu) ; Wang, ML (Wang, Manlin) ; Cui, JT (Cui, Jiangtao)","Title":"Efficient indexing of binary LSH for high dimensional nearest neighbor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386406700021 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Cross-modal retrieval; Hashing; Binary representation; Sparse coding; Matrix factorization KeyWords Plus:REPRESENTATION; RECOGNITION; IMAGES; TAGS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 213 Pages: 191-203 Special Issue: SI DOI: 10.1016/j.neucom.2015.11.133 Published: NOV 12 2016","Abstract":"Nowadays the amount of multimedia data such as images and text is growing exponentially on social websites, arousing the demand of effective and efficient cross-modal retrieval. The cross-modal hashing based methods have attracted considerable attention recently as they can learn efficient binary codes for heterogeneous data, which enables large-scale similarity search. Generally, to effectively construct the cross-correlation between different modalities, these methods try to find a joint abstraction space where the heterogeneous data can be projected. Then a quantization rule is applied to convert the abstraction representation to binary codes. However, these methods may not effectively bridge the semantic gap through the latent abstraction space because they fail to capture latent information between heterogeneous data. In addition, most of these methods apply the simplest quantization scheme (i.e. sign function) which may cause information loss of the abstraction representation and result in inferior binary codes. To address these challenges, in this paper, we present a novel cross-modal hashing based method that generates unified binary codes combining different modalities. Specifically, we first extract semantic features from the modalities of images and text to capture latent information. Then these semantic features are projected to a joint abstraction space. Finally, the abstraction space is rotated to produce better unified binary codes with much less quantization loss, while preserving the locality structure of projected data. We integrate the binary code learning procedures above to develop an iterative algorithm for optimal solutions. Moreover, we further exploit the useful class label information to reduce the semantic gap between different modalities to benefit the binary code learning. Extensive experiments on four multimedia datasets show that the proposed binary coding schemes outperform several other state-of-the-art methods under cross-modal scenarios. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Xu, X (Xu, Xing) ; He, L (He, Li) ; Shimada, A (Shimada, Atsushi) ; Taniguchi, R (Taniguchi, Rin-ichiro) ; Lu, HM (Lu, Huimin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lu, Huimin  A-6540-2012 http://orcid.org/0000-0001-9794-3221 He, Li  C-1320-2014 http://orcid.org/0000-0002-6681-0933","Title":"Learning unified binary codes for cross-modal retrieval via latent semantic hashing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384080000002 ISSN: 0197-2243 eISSN: 1087-6537","Keywords":"Fans; media literacies; television KeyWords Plus:FAN VIDEO; CONVERGENCE","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"INFORMATION SOCIETY Volume: 32 Issue: 5 Pages: 306-317 DOI: 10.1080/01972243.2016.1212615 Published: NOV 5 2016","Abstract":"The television series Glee premiered on FOX in 2009, a time when broadcast television networks were struggling to remain relevant to a new generation of youth who seemed to prefer the interactivity and creativity of the digital media interface to the passivity of the traditional televisual experience. Amid these conditions, Glee emerged as a (multi)media text/product that found some success. This article argues that much of this success lay in FOX and Glee's harnessing of digital technology, especially social media. Audiences were encouraged to search for the biggest [self-professed] Gleek, spread Glee clips and even fan-created content to their friends on social media, and interact with stars, among other things. This investigation considers how the contemporary digital age has reshaped the state of network television, and the complex interactions between traditional and new media, by examining the Glee phenomenon between 2009 and 2015.","Authors":"Wee, V (Wee, Valerie)","Title":"Spreading the Glee: Targeting a youth audience in the multimedia, digital age"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393035300006 ISSN: 1305-8215 eISSN: 1305-8223","Keywords":"multimedia dynamic teaching; cognitive load; learning outcome KeyWords Plus:INTELLECTUAL DISABILITY; TECHNOLOGY; EDUCATION; STUDENTS; TRAVEL","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EURASIA JOURNAL OF MATHEMATICS SCIENCE AND TECHNOLOGY EDUCATION Volume: 12 Issue: 11 Pages: 2851-2860 DOI: 10.12973/eurasia.2016.02308a Published: NOV 2016","Abstract":"The statistics reveals that about many students have learning difficulties. For this reason, appropriate curricula and materials should be planned to match with multimedia teaching design in order to reduce students'learning frustration and obstacle caused by insufficient experiences and basic competence. Multimedia dynamic, a curriculum oriented teaching instrument combined with cognitive psychology, cognitive load theory, and multimedia teaching theory, could easily attract students 'attention in the performing process so as to guide the learning, reduce the load of working memory, and further reduce the cognitive load. With multimedia dynamic presentation, teachers could design materials matching with class teaching for the attention guidance to help students actively search, select, and organize information, reduce the load of working memory and cognitive load, and enhance the learning effect. It is expected to apply multimedia dynamic teaching to attention guidance in this study. Under the principle of material design, multimedia dynamic teaching is regarded as the design subject and three classes are proceeded the teaching experiment. The results show that including images into structural text information presents significant effects on students'learning outcome and the reduction of cognitive load.","Authors":"Zhang, XZ (Zhang, Xiaozhu) ; Zhang, XR (Zhang, Xiurong) ; Yang, XM (Yang, Xiaoming)","Title":"A study of the effects of multimedia dynamic teaching on cognitive load and learning outcome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392736100007 ISSN: 1551-6857 eISSN: 1551-6865","Keywords":"Robust image hashing; quaternion Zernike moments; multimedia authentication; image forensics KeyWords Plus:COPY DETECTION; INVARIANTS; RETRIEVAL; TRANSFORM; ALIGNMENT; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"ACM Transactions on Multimedia Computing Communications and Applications Volume: 12 Issue: 4 Supplement: S Article Number: 63 DOI: 10.1145/2978572 Published: NOV 2016","Abstract":"The reliability and security of multimedia contents in transmission, communications, storage, and usage have attracted special attention. Robust image hashing, also referred to as perceptual image hashing, is widely applied in multimedia authentication and forensics, image retrieval, image indexing, and digital image watermarking. In this work, a novel robust image hashing method based on quaternion Zernike moments (QZMs) is proposed. QZMs offer a sound way to jointly deal with the three channels of color images without discarding chrominance information; the generated hash is thus shorter than the hash of three channels separately processing. The proposed approach's performance was evaluated on the color images database of UCID and compared with several recent and efficient methods. These experiments show that the proposed scheme provides a short hash in length that is robust to most common image content-preserving manipulations like JPEG compression, filtering, noise, scaling, and large angle rotation operations.","Authors":"Ouyang, JL (Ouyang, Junlin) ; Wen, XZ (Wen, Xingzi) ; Liu, JX (Liu, Jianxun) ; Chen, JJ (Chen, Jinjun)","Title":"Robust Hashing Based on Quaternion Zernike Moments for Image Authentication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392736100010 ISSN: 1551-6857 eISSN: 1551-6865","Keywords":"Multimedia data; privacy preserving; CFS clustering algorithm; cloud computing; BGV encryption KeyWords Plus:BIG DATA; HOMOMORPHIC ENCRYPTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"ACM TRANSACTIONS ON MULTIMEDIA COMPUTING COMMUNICATIONS AND APPLICATIONS Volume: 12 Issue: 4 Supplement: S Article Number: 66 DOI: 10.1145/2886779 Published: NOV 2016","Abstract":"Clustering is a commonly used technique for multimedia data analysis and management. In this article, we propose a high-order clustering algorithm by fast search and find of density peaks (HOCFS) by extending the traditional clustering scheme by fast search and find of density peaks (CFS) algorithm from the vector space to the tensor space for multimedia data clustering. Furthermore, we propose a privacy preserving HOCFS algorithm (PPHOCFS) which improves the efficiency of the HOCFS algorithm by using the cloud computing to perform most of the clustering operations. To protect the private data in the multimedia data sets during the clustering process on the cloud, the raw data is encrypted by the Brakerski-Gentry-Vaikuntanathan (BGV) strategy before being uploaded to the cloud for performing the HOCFS clustering algorithm efficiently. In the proposed method, the client is required to only execute the encryption/decryption operations and the cloud servers are employed to perform all the computing operations. Finally, the performance of our scheme is evaluated on two representative multimedia data sets, namely NUS-WIDE and SNAE2, in terms of clustering accuracy, execution time, and speedup in the experiments. The results demonstrate that the proposed PPHOCFS scheme can save at least 40% running time compared with HOCFS, without disclosing the private data on the cloud, making our scheme securely suitable for multimedia big data clustering.","Authors":"Zhang, QC (Zhang, Qingchen) ; Zhong, H (Zhong, Hua) ; Yang, LT (Yang, Laurence T.) ; Chen, ZK (Chen, Zhikui) ; Bu, FY (Bu, Fanyu)","Title":"PPHOCFS: Privacy Preserving High-Order CFS Algorithm on the Cloud for Clustering Multimedia Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392387800010 ISSN: 2251-6204","Keywords":"computer technology; foreign language study; information resource method; multimedia-lecture; distant learning","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"MODERN JOURNAL OF LANGUAGE TEACHING METHODS Pages: 70-75 Special Issue: SI Published: NOV 2016","Abstract":"Integration of Internet data into educational process promotes a number of didactic problems solving. Among them are: development of audio skills on basis of authentic audio internet texts; improvement of monologue and dialogue discourse abilities on basis of problem net material discussion; enlargement of foreign language lexis, cultural education. In the article we enumerate the most popular internet media technologies which help improve students' education - Information Resource Method, Multimedia-lecture and Distant Learning. Each of the methods has its advantages and drawbacks. But the point is, they completely change traditional ways of teaching, suggesting unrestricted choice of material under study and enhancing self-motivation of students. The application of new information technologies for the second language learning helps diversify teaching methods and makes the educational process enthusiastic and memorable. In this regard, the search for verbal techniques is transferred onto the search of creative components of educational activity. It is not sensible to use computer technologies all over the process of teaching, but it would be very reasonable to address to them at the most crucial moments of study, like introducing or completing the new subject of lesson, testing the results, a project working out and so on. The essential task of a teacher or lecturer is to activate cognitive performance of a student. Modern teaching techniques, described in the article, help realize the personal-oriented approach and provide individualization and differentiation of the process of study.","Authors":"Farkhaeva, AI (Farkhaeva, Aygul Ildarovna) ; Fazlyeva, ZK (Fazlyeva, Zulfiya Khanifovna) ; Sheinina, DP (Sheinina, Dina Petrovna)","Title":"COMPUTER TECHNOLOGIES IN ASSISTANCE TO SECOND LANGUAGE HIGH SCHOOL STUDY"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388504300015 ISSN: 0360-0300 eISSN: 1557-7341","Keywords":"Algorithms; Design; Human Factors; Theory; User intent; multimedia information retrieval; multimedia search; multimedia indexing; retrieval algorithms KeyWords Plus:IMAGE RETRIEVAL; WEB SEARCH; GOALS; QUERIES","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"ACM COMPUTING SURVEYS Volume: 49 Issue: 2 Article Number: 36 DOI: 10.1145/2954930 Published: NOV 2016","Abstract":"Today'smultimedia search engines are expected to respond to queries reflecting a wide variety of information needs from users with different goals. The topical dimension (\"what\"the user is searching for) of these information needs is well studied; however, the intent dimension (\"why\"the user is searching) has received relatively less attention. Specifically, intent is the \"immediate reason, purpose, or goal\"that motivates a user to query a search engine. We present a thorough survey of multimedia information retrieval research directed at the problem of enabling search engines to respond to user intent. The survey begins by defining intent, including a differentiation from related, often-confused concepts. It then presents the key conceptual models of search intent. The core is an overview of intent-aware approaches that operate at each stage of the multimedia search engine pipeline (i.e., indexing, query processing, ranking). We discuss intent in conventional text-based search wherever it provides insight into multimedia search intent or intent-aware approaches. Finally, we identify and discuss the most important future challenges for intent-aware multimedia search engines. Facing these challenges will allow multimedia information retrieval to recognize and respond to user intent and, as a result, fully satisfy the information needs of users.","Authors":"Kofler, C (Kofler, Christoph) ; Larson, M (Larson, Martha) ; Hanjalic, A (Hanjalic, Alan)","Title":"User Intent in Multimedia Search: A Survey of the State of the Art and Future Challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387979100006 ISSN: 2156-7018 eISSN: 2156-7026","Keywords":"Telemedicine; Multicast; Swarm Intelligence; Fish Swarm Algorithm (FSA) KeyWords Plus:MULTICAST ROUTING PROTOCOL; GENETIC ALGORITHM; TECHNOLOGIES","Categories":"Mathematical & Computational Biology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Mathematical & Computational Biology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF MEDICAL IMAGING AND HEALTH INFORMATICS Volume: 6 Issue: 7 Pages: 1576-1580 DOI: 10.1166/jmihi.2016.1852 Published: NOV 2016","Abstract":"Telemedicine is not new to medical science and has emerged as a leading technology enabler for providing efficient medical care from a distance. However a robust framework to initiate telemedicine during disasters is an important area of research as infrastructure for communication may not be available. Alternate video conferencing methods using Ad hoc networks can help achieve one to many or many to many communication for which robust protocols to efficiently deliver data is required. Multicasting is a popular technique to achieve this communication. However achieving desired objectives in multicast communication is NP-Hard. In this work, the popular AOMDV protocol is investigated for multimedia data and a novel Fish Swarm Algorithm (FSA) based Multicast routing is proposed to improve overall QoS. The FSA is robust, has good global search ability and has tolerance of parameter setting. Results show that FSA achieves better packet delivery ratio than MAODV, ODMRP, and Genetic Algorithm (GA). The end to end delay, and average jitter is reduced with the proposed technique.","Authors":"Umarani, P (Umarani, P.) ; Thangaraj, P (Thangaraj, P.)","Title":"Improving Group Communication in Wireless Telemedicine System Using Fish Swarm Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386936900017 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Customized visualization; directory; multimedia; screen-smart device interaction KeyWords Plus:PUBLIC DISPLAYS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 11 Pages: 2303-2314 DOI: 10.1109/TMM.2016.2614222 Published: NOV 2016","Abstract":"Informative directories have always responded to a fundamental need of humanity: providing available information around people. However, the escalating amount of content to be visualized on directories makes relevant information search extremely time-consuming. Meanwhile, digital displays based on screen-smart device interaction become an emerging interface of smart services to deal with daily-life challenges like information seeking. Also, multimedia content, such as movies, can be understood by multimedia analytics for recommendation, but there is no effective way to visualize the content of a directory. This paper proposes a novel directory visualization framework, called analytics-driven dynamic visualization on digital directory (AVDD): understanding user preferences via smartphone-based interaction and optimizing visualization by visual analytics in terms of high content relevancy and screen utilization for advanced directories. With experiments in laboratory and real-world settings, AVDD is proven to be effective for visualizing directory with screen utilization over 98% and the score for Likert-scale surveys achieving 73% on average in a movie directory.","Authors":"Cheung, M (Cheung, Ming) ; She, J (She, James) ; Park, S (Park, Soochang)","Title":"Analytics-Driven Visualization on Digital Directory via Screen-Smart Device Interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387335600011 ISSN: 1000-9000 eISSN: 1860-4749","Keywords":"all-k-nearest-neighbor search; query processing; metric space KeyWords Plus:SPACES; ALGORITHM; QUERIES","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"JOURNAL OF COMPUTER SCIENCE AND TECHNOLOGY Volume: 31 Issue: 6 Pages: 1194-1211 DOI: 10.1007/s11390-016-1692-9 Published: NOV 2016","Abstract":"An all-k-nearest-neighbor (AkNN) query finds k nearest neighbors for each query object. This problem arises naturally in many areas, such as GIS (geographic information system), multimedia retrieval, and recommender systems. To support various data types and flexible distance metrics involved in real applications, we study AkNN retrieval in metric spaces, namely, metric AkNN (MAkNN) search. Consider that the underlying indexes on the query set and the object set may not exist, which is natural in many scenarios. For example, the query set and the object set could be the results of other queries, and thus, the underlying indexes cannot be built in advance. To support MAkNN search on datasets without any underlying index, we propose an efficient disk-based algorithm, termed as Partition-Based MAkNN Algorithm (PMA), which follows a partition-search framework and employs a series of pruning rules for accelerating the search. In addition, we extend our techniques to tackle an interesting variant of MAkNN queries, i.e., metric self-AkNN (MSAkNN) search, where the query set is identical to the object set. Extensive experiments using both real and synthetic datasets demonstrate the effectiveness of our pruning rules and the efficiency of the proposed algorithms, compared with state-of-the-art MAkNN and MSAkNN algorithms.","Authors":"Zhang, HD (Zhang, Hai-Da) ; Xing, ZH (Xing, Zhi-Hao) ; Chen, L (Chen, Lu) ; Gao, YJ (Gao, Yun-Jun)","Title":"Efficient Metric All-k-Nearest-Neighbor Search on Datasets Without Any Index"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386776800009 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia; Linked data; Semantic Web KeyWords Plus:TECHNOLOGIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 21 Pages: 13121-13134 DOI: 10.1007/s11042-015-2895-8 Published: NOV 2016","Abstract":"The number of multimedia data has been constantly increasing and recently due to the popular SNS services as well as applications that run on smartphones, almost anyone can easily post video files or audio files on the Web. There are many tools by which lay users who do not have technical backrounds on the multimedia data format can create video files or audio files. While most existing tools for creating multimedia data have good user interfaces so that non-expert users can create different kinds of multimedia data easily, few tools allow users to semantically connect multimedia data so that semantics based searching can be supported. Linked data is a concrete example of the Semantic Web that aims for representing data in a form that machines can understand. In this paper, we present an easy-to-use system that helps novice users create multimedia linked data and show how the system can be used in education. The system has been implemented using open sources and all that users have to do is prepare data that needs to be provided as linked data in a simple format. Then the system automatically generates multimedia linked data and users can run a relation-based service that finds meaningful relations that exist in the linked data inside the system.","Authors":"Chae, J (Chae, Jeongmin) ; Cho, Y (Cho, Yoonah) ; Lee, M (Lee, Minkyung) ; Lee, S (Lee, Sangmi) ; Choi, M (Choi, Munsuk) ; Park, S (Park, Seongbin)","Title":"Design and implementation of a system for creating multimedia linked data and its applications in education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386776800021 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia and sensory ambient data; Visual ambient representation; Caching; Service discovery; Social urban applications KeyWords Plus:MANETS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 21 Pages: 13349-13374 DOI: 10.1007/s11042-015-2846-4 Published: NOV 2016","Abstract":"Having the ability to generate, share, and use ambient multimedia and sensory data in real-time using both traditional sensors as well as non-traditional ones (such as smart device users) is a pioneering practice that requires specialized network capabilities and visualization metaphors. The network must support both service discovery and cache sharing to allow users to generate real-time sensory data, upload them or share them with end-users searching for the same data. Visualization and coloring schemes must support both streaming and stored sensory data to allow users to interact with either recent or up-to-the-minute ambient sensory data on either smart devices or the server. This article describes the design and reports on the simulation performance of a social network application that allows a group of users on an ad-hoc network to share real-time multimedia and ambient data with respect to venues of potential interest. At the graphical interface level, we present an intuitive interface that allows users to capture and share, often with a single hand, an array of sensory data comfortably and efficiently using touch screen smart devices. At the network level, we describe an architectural model that is supported by a specific design strategy for service discovery and caching to facilitate data sharing. The performance of the architectural model is then evaluated to show that it can efficiently handle bulk of sensory data, when accessed using smart devices in a peer-to-peer environment.","Authors":"Karam, M (Karam, Marcel) ; Safa, H (Safa, Haidar) ; Masud, M (Masud, Mehedi)","Title":"WhatsUpNow: urban social application with real-time peer-to-peer ambient and sensory data exchanges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386227000014 PubMed ID: 26469853 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Hashing; image similarity search; local feature; unsupervised learning KeyWords Plus:LEARNING BINARY-CODES; NEAREST-NEIGHBOR; RETRIEVAL; QUANTIZATION; SUBSPACE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 46 Issue: 11 Pages: 2548-2558 DOI: 10.1109/TCYB.2015.2480966 Published: NOV 2016","Abstract":"The potential value of hashing techniques has led to it becoming one of the most active research areas in computer vision and multimedia. However, most existing hashing methods for image search and retrieval are based on global feature representations, which are susceptible to image variations such as viewpoint changes and background cluttering. Traditional global representations gather local features directly to output a single vector without the analysis of the intrinsic geometric property of local features. In this paper, we propose a novel unsupervised hashing method called unsupervised bilinear local hashing (UBLH) for projecting local feature descriptors from a high-dimensional feature space to a lower-dimensional Hamming space via compact bilinear projections rather than a single large projection matrix. UBLH takes the matrix expression of local features as input and preserves the feature-to-feature and image-to-image structures of local features simultaneously. Experimental results on challenging data sets including Caltech-256, SUN397, and Flickr 1M demonstrate the superiority of UBLH compared with state-of-the-art hashing methods.","Authors":"Liu, L (Liu, Li) ; Yu, MY (Yu, Mengyang) ; Shao, L (Shao, Ling)","Title":"Unsupervised Local Feature Hashing for Image Similarity Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386225800002 ISSN: 2168-2216","Keywords":"Heterogeneous multimedia analysis; information fusion; landmark reranking; travel guide KeyWords Plus:IMAGE SEARCH RERANKING","Categories":"Automation & Control Systems; Computer Science Web of Science Categories:Automation & Control Systems; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON SYSTEMS MAN CYBERNETICS-SYSTEMS Volume: 46 Issue: 11 Pages: 1492-1504 DOI: 10.1109/TSMC.2016.2523948 Published: NOV 2016","Abstract":"Advanced networking technologies and massive online social media have stimulated a booming growth of travel heterogeneous information in recent years. By employing such information, smart travel guide systems, such as landmark ranking systems, have been proposed to offer diverse online travel services. It is essential for a landmark ranking system to structure, analyze, and search the travel heterogeneous information to produce human-expected results. Therefore, currently the most fundamental yet challenging problems can be concluded: 1) how to fuse heterogeneous tourism information and 2) how to model landmark ranking. In this paper, a novel landmark search system is introduced based on a newly designed heterogeneous information fusion scheme and a query-dependent landmark ranking strategy. Different from the existing travel guide systems, the proposed system can effectively combine the heterogeneous information from multimodality media into a landmark reranking list via a user's query. Experimental results conducted on a large travel information collection illustrate the advantages of the proposed system in terms of both effectiveness and efficiency.","Authors":"Shen, JG (Shen, Junge) ; Shen, JL (Shen, Jialie) ; Mei, T (Mei, Tao) ; Gao, XB (Gao, Xinbo)","Title":"Landmark Reranking for Smart Travel Guide Systems by Combining and Analyzing Diverse Media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385159900003 ISSN: 1387-3547 eISSN: 1573-1464","Keywords":"Alien species; Brown marmorated stink bug; Distribution map; Introduced pest; Pentatomidae; Recognition keys KeyWords Plus:MARMORATED STINK BUG; HEMIPTERA-PENTATOMIDAE; HETEROPTERA; PEST","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"BIOLOGICAL INVASIONS Volume: 18 Issue: 11 Pages: 3109-3116 DOI: 10.1007/s10530-016-1217-z Published: NOV 2016","Abstract":"Early detection of invasive alien species and the ability to track their spread are critical for undertaking appropriate management decisions. Citizen science surveys are potentially valuable tools for quickly obtaining information on biodiversity and species distributions. The Asian brown marmorated stink bug, Halyomorpha halys, is an invasive pest of agricultural crops and a dwelling nuisance. Halyomorpha halys was first recorded in Italy in 2012 in Emilia Romagna, one of the most important fruit producing regions of Europe. To rapidly obtain data on its distribution in the newly invaded area, a survey that combined citizen science and active search was set up using multimedia channels. Data concerning when, where and how the bugs were spotted were collected, together with photographs and specimens. The survey detected established breeding populations in different areas of Northern Italy and Southern Switzerland, indicating a potentially high risk for crop damage that extends beyond the territories of first detection. Furthermore, new data on H. halys phenology, host plants, voltinism and behaviour were obtained. The importance of citizen science in early detection of introduced pest species is highlighted. This paper also provides a picture-based key to recognize H. halys from similar pentatomids in the world.","Authors":"Maistrello, L (Maistrello, Lara) ; Dioli, P (Dioli, Paride) ; Bariselli, M (Bariselli, Massimo) ; Mazzoli, GL (Mazzoli, Gian Lorenzo) ; Giacalone-Forini, I (Giacalone-Forini, Isabella) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Maistrello, Lara  http://orcid.org/0000-0002-2996-8993","Title":"Citizen science and early detection of invasive species: phenology of first occurrences of Halyomorpha halys in Southern Europe"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382794300002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Interactive retrieval; Learning-to-rank; Relevance feedback; Multimedia retrieval; Effectiveness evaluation; User behavior KeyWords Plus:EFFECTIVE IMAGE RETRIEVAL; OPTIMUM-PATH FOREST; RELEVANCE FEEDBACK; SIMILARITY MEASURE; GENETIC ALGORITHM; VIDEO RETRIEVAL; CLASSIFICATION; INFORMATION; FRAMEWORK; FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 208 Pages: 3-24 Special Issue: SI DOI: 10.1016/j.neucom.2016.03.084 Published: OCT 5 2016","Abstract":"With the amount and variety of information available on digital repositories, answering complex user needs and personalizing information access became a hard task. Putting the user in the retrieval loop has emerged as a reasonable alternative to enhance search effectiveness and consequently the user experience. Due to the great advances on machine learning techniques, optimizing search engines according to user preferences has attracted great attention from the research and industry communities. Interactively learning-to-rank has greatly evolved over the last decade but it still faces great theoretical and practical obstacles. This paper describes basic concepts and reviews state-of-the-art methods on the several research fields that complementarily support the creation of interactive information retrieval (IIR) systems. By revisiting ground concepts and gathering recent advances, this article also intends to foster new research activities on IIR by highlighting great challenges and promising directions. The aggregated knowledge provided here is intended to work as a comprehensive introduction to those interested in IIR development, while also providing important insights on the vast opportunities of novel research. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Calumby, RT (Calumby, Rodrigo Tripodi) ; Goncalves, MA (Goncalves, Marcos Andre) ; Torres, RD (Torres, Ricardo da Silva)","Title":"On interactive learning-to-rank for IR: Overview, recent advances, challenges, and directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396491200001 ISSN: 1063-8016 eISSN: 1533-8010","Keywords":"Content-Based Retrieval; Evaluation; Image Retrieval; Late Fusion; Multi-Modal Search; Scalability; Similarity Searching KeyWords Plus:INFORMATION-RETRIEVAL; BIG DATA; MULTIMEDIA","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF DATABASE MANAGEMENT Volume: 27 Issue: 4 Pages: 1-23 DOI: 10.4018/JDM.2016100101 Published: OCT-DEC 2016","Abstract":"The rapid growth of unstructured data, commonly denoted as the Big Data challenge, requires new technologies that are capable of dealing with complex data objects such as multimedia. In this work, the authors focus on the content-based retrieval approach, which is able to organize such data by exploiting the similarity of data content. In particular, they focus on solutions that are able to combine multiple similarity measures during the query evaluation. The authors introduce a classification of existing approaches and analyze their performance in terms of effectiveness, efficiency, and scalability. Further, they present a novel technique of inherent fusion that combines the efficiency of fast indexed retrieval with the effectiveness of ranking methods. The performance of all discussed methods is evaluated by extensive experiments with user participation.","Authors":"Budikova, P (Budikova, Petra) ; Batko, M (Batko, Michal) ; Novak, D (Novak, David) ; Zezula, P (Zezula, Pavel)","Title":"Inherent Fusion: Towards Scalable Multi-Modal Similarity Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387670700009 ISSN: 2041-210X eISSN: 2041-2096","Keywords":"data base; data intensive science; data management; django; monitoring; python KeyWords Plus:ECOLOGY; SOFTWARE; NETWORK; FOREST","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"METHODS IN ECOLOGY AND EVOLUTION Volume: 7 Issue: 10 Pages: 1209-1216 DOI: 10.1111/2041-210X.12571 Published: OCT 2016","Abstract":"1. Camera trapping is increasingly becoming an important tool in ecological research. However, the organization of large collections of multimedia files and especially efficient searching for subsets of data is a challenging task. While the development of project-specific software solutions is dominating in the camera trapping community, little attention has been paid to more flexible and open-source solutions supporting diverse camera trapping research projects. 2. We used state of the art and well-recognized open source software components and programming language PYTHON to design and implement TRAPPER, a flexible data base driven web application to manage, classify, integrate, share and re-use data in camera trapping projects. 3. Themain features of TRAPPER are: (i) it is fully open-source, (ii) it facilitates analysis of videos as well as images, (iii) it provides spatial filtering and web-mapping, (iv) it allows flexible implementation of specific data collection protocols, (v) it is a multi-user and role based system which facilitates collaborative work on camera trapping projects, (vi) it supports data re-use and (re) discovery. 4. TRAPPER can therefore be widely used by ecologists working with a variety of camera trap studies, alone or in collaboration with each other.","Authors":"Bubnicki, JW (Bubnicki, Jakub W.) ; Churski, M (Churski, Marcin) ; Kuijper, DPJ (Kuijper, Dries P. J.)","Title":"TRAPPER: an open source web-based application to manage camera trapping projects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386554200004 ISSN: 1387-3326 eISSN: 1572-9419","Keywords":"Weighted subspace modeling; Gaussian mixture model; Semantic concept retrieval KeyWords Plus:IMAGE RETRIEVAL; RELEVANCE FEEDBACK; GAP; CLASSIFICATION; FRAMEWORK; FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"INFORMATION SYSTEMS FRONTIERS Volume: 18 Issue: 5 Pages: 877-889 DOI: 10.1007/s10796-016-9660-z Published: OCT 2016","Abstract":"At the era of digital revolution, social media data are growing at an explosive speed. Thanks to the prevailing popularity of mobile devices with cheap costs and high resolutions as well as the ubiquitous Internet access provided by mobile carriers, Wi-Fi, etc., numerous numbers of videos and pictures are generated and uploaded to social media websites such as Facebook, Flickr, and Twitter everyday. To efficiently and effectively search and retrieve information from the large amounts of multimedia data (structured, semi-structured, or unstructured), lots of algorithms and tools have been developed. Among them, a variety of data mining and machine learning methods have been explored and proposed and have shown their effectiveness and potentials in handling the growing requests to retrieve semantic information from those large-scale multimedia data. However, it is well-acknowledged that the performance of such multimedia semantic information retrieval is far from satisfactory, due to the challenges like rare events, data imbalance, etc. In this paper, a novel weighted subspace modeling framework is proposed that is based on the Gaussian Mixture Model (GMM) and is able to effectively retrieve semantic concepts, even from the highly imbalanced datasets. Experimental results performed on two public-available benchmark datasets against our previous GMM-based subspace modeling method and the other prevailing counterparts demonstrate the effectiveness of the proposed weighted GMM-based subspace modeling framework with the improved retrieval performance in terms of the mean average precision (MAP) values.","Authors":"Chen, C (Chen, Chao) ; Shyu, ML (Shyu, Mei-Ling) ; Chen, SC (Chen, Shu-Ching)","Title":"Weighted subspace modeling for semantic concept retrieval using gaussian mixture models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385368400011 ISSN: 0929-6212 eISSN: 1572-834X","Keywords":"OVSF; Rake; Real time call; Non-real time call; OVSF code tree; Multicode KeyWords Plus:CODE ASSIGNMENT; WCDMA SYSTEMS; STRATEGIES","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"WIRELESS PERSONAL COMMUNICATIONS Volume: 90 Issue: 4 Pages: 1799-1810 DOI: 10.1007/s11277-016-3424-4 Published: OCT 2016","Abstract":"Orthogonal variable spreading factor (OVSF) codes are used for CDMA based networks to handle multimedia rates. While waiting time (or call establishment delay) is a significant QoS parameter for real time calls, its impact on non-real time calls is negligible. Traditionally, the call handling in OVSF based CDMA system has been accomplished with multi code approach, where the arriving call is divided into many quantized fractions and each fraction is handled by different code. These designs are very efficient for non-real time calls, but the code search corresponding to each fraction needs significant time that makes existing multi code approaches unsuitable for real time calls. This paper describes a novel multi code design, in which the waiting time for real time call is zero. The design initially assigns the incoming call to the vacant code with the capacity equal to call capacity, and subsequently looks for the vacant codes for each quantized fraction after code assignment. Once the vacant codes with capacities equal to the capacity of all rate fractions are available, the call is shifted to these codes. The information of this code assignment for every fraction needs to be sent to the receiver like existing schemes. Therefore, there is no additional hardware requirement for the proposed design. Simulation results show significant dominance of our scheme as compared to the existing multi code schemes.","Authors":"Saini, DS (Saini, Davinder S.) ; Balyan, V (Balyan, Vipin)","Title":"An Efficient Multicode Design for Real Time QoS Support in OVSF Based CDMA Networks"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000384671500004 PubMed ID: 27537708 ISSN: 0007-1323 eISSN: 1365-2168","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"BRITISH JOURNAL OF SURGERY Volume: 103 Issue: 11 Pages: 1428-1437 DOI: 10.1002/bjs.10236 Published: OCT 2016","Abstract":"BackgroundInternet and software-based platforms (e-learning) have gained popularity as teaching tools in medical education. Despite widespread use, there is limited evidence to support their effectiveness for surgical training. This study sought to evaluate the effectiveness of e-learning as a teaching tool compared with no intervention and other methods of surgical training. MethodsA systematic literature search of bibliographical databases was performed up to August 2015. Studies were included if they were RCTs assessing the effectiveness of an e-learning platform for teaching any surgical skill, compared with no intervention or another method of training. ResultsFrom 4704 studies screened, 87 were included with 7871 participants enrolled, comprising medical students (52 studies), trainees (51 studies), qualified surgeons (2 studies) and nurses (6 studies). E-learning tools were used for teaching cognitive (71 studies), psychomotor (36 studies) and non-technical (8 studies) skills. Tool features included multimedia (84 studies), interactive learning (60 studies), feedback (27 studies), assessment (26 studies), virtual patients (22 studies), virtual reality environment (11 studies), spaced education (7 studies), community discussions (2 studies) and gaming (2 studies). Overall, e-learning showed either greater or similar effectiveness compared with both no intervention (29 and 4 studies respectively) and non-e-learning interventions (29 and 22 studies respectively). ConclusionDespite significant heterogeneity amongst platforms, e-learning is at least as effective as other methods of training. As good as other methods","Authors":"Maertens, H (Maertens, H.) ; Madani, A (Madani, A.) ; Landry, T (Landry, T.) ; Vermassen, F (Vermassen, F.) ; Van Herzeele, I (Van Herzeele, I.) ; Aggarwal, R (Aggarwal, R.)","Title":"Systematic review of e-learning for surgical training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384863200011 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Meta-analysis; Animation; Static graphics; Instructional design, teaching/learning strategies; Moderator factors KeyWords Plus:INSTRUCTIONAL ANIMATIONS; COMPUTER ANIMATION; DYNAMIC VISUALIZATIONS; SPATIAL ABILITY; STATIC PICTURES; COGNITIVE-STYLE; PRIOR KNOWLEDGE; STUDENT AIDS; MULTIMEDIA; INFORMATION","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 101 Pages: 150-167 DOI: 10.1016/j.compedu.2016.06.005 Published: OCT 2016","Abstract":"This meta-analysis investigated whether animation is beneficial overall for learning compared to static graphics, while also identifying moderator factors affecting the global effect. A systematic search was conducted for experimental studies comparing the impact of animated vs. static graphics displays in the context of knowledge acquisition. A total of 50 papers were considered, and consecutively 61 primary studies (N = 7036), yielding 140 pair-wise comparisons of animated vs. static graphic visualizations in multimedia instructional material were analyzed using a random-effects model. An overall positive effect of animation over static graphics was found, with a Hedges's g effect size of 0.226 (95% confidence interval = 0.12-0.33). Additional moderator analyses indicated substantial effect sizes when the animation was system-paced (g = 0309), when it was coupled with auditory commentary (g = 0.336) or when the instruction did not include any accompanying text (g = 0.883). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Berney, S (Berney, Sandra) ; Betrancourt, M (Betrancourt, Mireille)","Title":"Does animation enhance learning? A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384644800008 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Cloud computing; compressive sensing; fast encrypted indexing; multimedia-based healthcare; privacy-aware healthcare KeyWords Plus:CLOUD","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 10 Pages: 2002-2014 DOI: 10.1109/TMM.2016.2602758 Published: OCT 2016","Abstract":"As e-health technology continues to advance, health related multimedia data is being exponentially generated from healthcare monitoring devices and sensors. Coming with it are the challenges on how to efficiently acquire, index, and process such a huge amount of data for effective healthcare and related decision making, while respecting user's data privacy. In this paper, we propose a secure cloud-based framework for privacy-aware healthcare monitoring systems, which allows fast data acquisition and indexing with strong privacy assurance. For efficient data acquisition, we adopt compressive sensing for easy data sampling, compression, and recovery. We then focus on how to secure and fast index the resulting large amount of continuously generated compressed samples, with the goal to achieve secure selected retrieval over compressed storage. Among others, one particular challenge is the practical demand to cope with the incoming data samples in high acquisition rates. For that problem, we carefully exploit recent efforts on encrypted search, efficient content-based indexing techniques, and fine-grained locking algorithms, to design a novel encrypted index with high-performance customization. It achieves memory efficiency, provable security, as well as greatly improved building speed with nontrivial multithread support. Comprehensive evaluations on Amazon Cloud show that our encrypted design can securely index 1 billion compressed data samples within only 12 min, achieving a throughput of indexing almost 1.4 million encrypted samples per second. Accuracy and visual evaluation on a real healthcare dataset shows good quality of high-value retrieval and recovery over encrypted data samples.","Authors":"Yuan, XL (Yuan, Xingliang) ; Wang, XY (Wang, Xinyu) ; Wang, C (Wang, Cong) ; Weng, J (Weng, Jian) ; Ren, K (Ren, Kui) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Cong  http://orcid.org/0000-0003-0547-315X","Title":"Enabling Secure and Fast Indexing for Privacy-Assured Healthcare Monitoring via Compressive Sensing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384236300016 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Multimedia database; image hashing; indexing; content-based retrieval; data privacy; encryption KeyWords Plus:NEAREST-NEIGHBOR","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 10 Pages: 2738-2751 DOI: 10.1109/TKDE.2016.2587258 Published: OCT 1 2016","Abstract":"This work proposes a privacy-protection framework for an important application called outsourced media search. This scenario involves a data owner, a client, and an untrusted server, where the owner outsources a search service to the server. Due to lack of trust, the privacy of the client and the owner should be protected. The framework relies on multimedia hashing and symmetric encryption. It requires involved parties to participate in a privacy-enhancing protocol. Additional processing steps are carried out by the owner and the client: (i) before outsourcing low-level media features to the server, the owner has to one-way hash them, and partially encrypt each hash-value; (ii) the client completes the similarity search by re-ranking the most similar candidates received from the server. One-way hashing and encryption add ambiguity to data and make it difficult for the server to infer contents from database items and queries, so the privacy of both the owner and the client is enforced. The proposed framework realizes trade-offs among strength of privacy enforcement, quality of search, and complexity, because the information loss can be tuned during hashing and encryption. Extensive experiments demonstrate the effectiveness and the flexibility of the framework.","Authors":"Weng, L (Weng, Li) ; Amsaleg, L (Amsaleg, Laurent) ; Furon, T (Furon, Teddy) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Weng, Li  http://orcid.org/0000-0002-7540-7652","Title":"Privacy-Preserving Outsourced Media Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382336100004 ISSN: 0942-4962 eISSN: 1432-1882","Keywords":"Context media search; Context-aware recommendation; Collaborative context; Context awareness; Ambient intelligent KeyWords Plus:MEDIA SERVICES; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"MULTIMEDIA SYSTEMS Volume: 22 Issue: 5 Pages: 587-601 DOI: 10.1007/s00530-015-0469-2 Published: OCT 2016","Abstract":"With an ever-increasing accessibility to different multimedia contents in real-time, it is difficult for users to identify the proper resources from such a vast number of choices. By utilizing the user's context while consuming diverse multimedia contents, we can identify different personal preferences and settings. However, there is a need to reinforce the recommendation process in a systematic way, with context-adaptive information. The contributions of this paper are twofold. First, we propose a framework, called RecAm, which enables the collection of contextual information and the delivery of resulted recommendation by adapting the user's environment using Ambient Intelligent (AmI) Interfaces. Second, we propose a recommendation model that establishes a bridge between the multimedia resources, user joint preferences, and the detected contextual information. Hence, we obtain a comprehensive view of the user's context, as well as provide a personalized environment to deliver the feedback. We demonstrate the feasibility of RecAm with two prototypes applications that use contextual information for recommendations. The offline experiment conducted shows the improvement of delivering personalized recommendations based on the user's context on two real-world datasets.","Authors":"Alhamid, MF (Alhamid, Mohammed F.) ; Rawashdeh, M (Rawashdeh, Majdi) ; Dong, HW (Dong, Haiwei) ; Hossain, MA (Hossain, M. Anwar) ; Alelaiwi, A (Alelaiwi, Abdulhameed) ; El Saddik, A (El Saddik, Abdulmotaleb) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number El Saddik, Abdulmotaleb  D-4159-2009 http://orcid.org/0000-0002-7690-8547","Title":"RecAm: a collaborative context-aware framework for multimedia recommendations in an ambient intelligence environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381505500004 PubMed ID: 27448355 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Multimodal; binary code; hashing; cross-modal retrieval; discriminant analysis KeyWords Plus:IMAGE RETRIEVAL; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 10 Pages: 4540-4554 DOI: 10.1109/TIP.2016.2592800 Published: OCT 2016","Abstract":"Multimodal hashing, which conducts effective and efficient nearest neighbor search across heterogeneous data on large-scale multimedia databases, has been attracting increasing interest, given the explosive growth of multimedia content on the Internet. Recent multimodal hashing research mainly aims at learning the compact binary codes to preserve semantic information given by labels. The overwhelming majority of these methods are similarity preserving approaches which approximate pairwise similarity matrix with Hamming distances between the to-be-learnt binary hash codes. However, these methods ignore the discriminative property in hash learning process, which results in hash codes from different classes undistinguished, and therefore reduces the accuracy and robustness for the nearest neighbor search. To this end, we present a novel multimodal hashing method, named multimodal discriminative binary embedding (MDBE), which focuses on learning discriminative hash codes. First, the proposed method formulates the hash function learning in terms of classification, where the binary codes generated by the learned hash functions are expected to be discriminative. And then, it exploits the label information to discover the shared structures inside heterogeneous data. Finally, the learned structures are preserved for hash codes to produce similar binary codes in the same class. Hence, the proposed MDBE can preserve both discriminability and similarity for hash codes, and will enhance retrieval accuracy. Thorough experiments on benchmark data sets demonstrate that the proposed method achieves excellent accuracy and competitive computational efficiency compared with the state-of-the-art methods for large-scale cross-modal retrieval task.","Authors":"Wang, D (Wang, Di) ; Gao, XB (Gao, Xinbo) ; Wang, XM (Wang, Xiumei) ; He, LH (He, Lihuo) ; Yuan, B (Yuan, Bo)","Title":"Multimodal Discriminative Binary Embedding for Large-Scale Cross-Modal Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390577800018 ISSN: 1135-5948 eISSN: 1989-7553","Keywords":"Audio processing; speech recognition; language processing; sentiment analysis; emotional speech synthesis; multimedia social Web; information retrieval","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"PROCESAMIENTO DEL LENGUAJE NATURAL Issue: 57 Pages: 147-150 Published: SEP 2016","Abstract":"Our intention is generating the right mixture of audio, speech and language technologies with big data ones. Some audio, speech and language automatic technologies are available or gaining enough degree of maturity as to be able to help to this objective: automatic speech transcription, query by spoken example, spoken information retrieval, natural language processing, unstructured multimedia contents transcription and description, multimedia files summarization, spoken emotion detection and sentiment analysis, speech and text understanding, etc. They seem to be worthwhile to be joined and put at work on automatically captured data streams coming from several sources of information like YouTube, Facebook, Twitter, online newspapers, web search engines, etc. to automatically generate reports that include both scientific based scores and subjective but relevant summarized statements on the tendency analysis and the perceived satisfaction of a product, a company or another entity by the general population.","Authors":"Ferreiros, J (Ferreiros, Javier) ; Pardo, JM (Manuel Pardo, Jose) ; Hurtado, LF (Hurtado, Lluis-F) ; Segarra, E (Segarra, Encarna) ; Ortega, A (Ortega, Alfonso) ; Lleida, E (Lleida, Eduardo) ; Torres, MI (Ines Torres, Maria) ; Justo, R (Justo, Raquel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lleida, Eduardo  K-8974-2014 http://orcid.org/0000-0001-9137-4013 Ortega, Alfonso  J-6280-2014 http://orcid.org/0000-0002-3886-7748","Title":"ASLP-MULAN: Audio speech and language processing for multimedia analytics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389655900002 ISSN: 1793-351X eISSN: 1793-7108","Keywords":"Visual reasoning; in-memory computing; graphic-based comparison; visual information search KeyWords Plus:ATTENTION; MAPREDUCE; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF SEMANTIC COMPUTING Volume: 10 Issue: 3 Pages: 299-322 Special Issue: SI DOI: 10.1142/S1793351X16400110 Published: SEP 2016","Abstract":"Research has shown that visual information of multimedia is critical in highly-skilled applications, such as biomedicine and life sciences, and a certain visual reasoning process is essential for meaningful search in a timely manner. Relevant image characteristics are learned and verified with accumulated experiences during the reasoning processes. However, such processes are highly dynamic and elusive to computationally quantify and therefore challenging to analyze, let alone to make the knowledge sharable across users. In this paper we study real-time human visual reasoning processes with the aid of gaze tracking devices. Temporal and spatial representations are proposed for gaze modeling, and a visual reasoning retrieval system utilizing in-memory computing under Big Data ecosystems is designed for real-time search of similar reasoning models. Simulated data derived from human subject experiments show that the system has a reasonably high accuracy and provides predictive estimations for hardware requirements versus data sizes for exhaustive searches. Comparison between various visual action classifiers show challenges in modeling visual actions. The proposed system provides a theoretical framework and computing platform for advancement in visual semantic computing, as well as potential applications in medicine, social science, and arts.","Authors":"Cao, HF (Cao, Hongfei) ; Li, Y (Li, Yu) ; Allen, CM (Allen, Carla M.) ; Phinney, MA (Phinney, Michael A.) ; Shyu, CR (Shyu, Chi-Ren)","Title":"Visual Reasoning Indexing and Retrieval Using In-Memory Computing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384121300002 ISSN: 0018-9316 eISSN: 1557-9611","Keywords":"Channel estimation; compressive sensing (CS); coherence; cumulative coherence; coherence variance; optimal training sequence; genetic algorithm (GA) KeyWords Plus:ORTHOGONAL MATCHING PURSUIT; MULTIPATH-FADING CHANNELS; SIGNAL RECOVERY; OFDM SYSTEMS; TDS-OFDM; PN-SEQUENCE; SYNCHRONIZATION; NOISE","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON BROADCASTING Volume: 62 Issue: 3 Pages: 512-520 DOI: 10.1109/TBC.2016.2550760 Published: SEP 2016","Abstract":"Nowadays, orthogonal frequency division multiplexing system plays a more and more important role in telecommunication systems where the training sequence (TS) is usually adopted for synchronization and channel estimation, such as in the digital television/terrestrial multimedia broadcasting system. However, to achieve a channel estimation scheme with both high accuracy and spectrum efficiency is still challenging due to noise interference and delay spread of the propagation channel. In this paper, by applying the compressive sensing (CS) theory into the sparse channel estimation process for time-domain TS, a thorough investigation on the TS design criteria is carried out. Three criteria to optimize the TS design, which are to minimize the hyper-factors for coherence, the cumulative coherence, and the coherence variance, respectively, are proposed to improve the recovery performance. To minimize the corresponding merit factors of the proposed criteria, we first investigate a CS-based inverse discrete Fourier transform pattern of TS with cyclic structure, and then a genetic algorithm is proposed to further lower the merit factors. The simulation results show that by using the proposed optimized TSs, the channel estimation performance outperforms those obtained by either conventional pseudo-random noise sequence or brute force searching sequence in correct recovery probability, mean square error, and bit error rate. Moreover, the proposed criteria II and III have better performance than criterion I, while criterion III has the lowest computational complexity and is the most suitable for application.","Authors":"Ma, X (Ma, Xu) ; Yang, F (Yang, Fang) ; Ding, WB (Ding, Wenbo) ; Song, J (Song, Jian)","Title":"Novel Approach to Design Time-Domain Training Sequence for Accurate Sparse Channel Estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382635400017 ISSN: 1386-7857 eISSN: 1573-7543","Keywords":"Big data analysis; Public security; Video surveillance system KeyWords Plus:WEB SEARCH ENGINES; SPARSE REPRESENTATION; IMAGE SUPERRESOLUTION; HALLUCINATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS Volume: 19 Issue: 3 Pages: 1283-1292 DOI: 10.1007/s10586-016-0581-x Published: SEP 2016","Abstract":"Recently, the video data has very huge volume, taking one city for example, thousands of cameras are built of which each collects high-definition video over 24-48 GB every day with the rapidly growth; secondly, data collected includes variety of formats involving multimedia, images and other unstructured data; furthermore the valuable information contains in only a few frames called key frames of massive video data; and the last problem caused is how to improve the processing velocity of a large amount of original video with computers, so as to enhance the crime prediction and detection effectiveness of police and users. In this paper, we conclude a novel architecture for next generation public security system, and the \"front + back\" pattern is adopted to address the problems brought by the redundant construction of current public security information systems which realizes the resource consolidation of multiple IT resources, and provides unified computing and storage environment for more complex data analysis and applications such as data mining and semantic reasoning. Under the architecture, we introduce cloud computing technologies such as distributed storage and computing, data retrieval of huge and heterogeneous data, provide multiple optimized strategies to enhance the utilization of resources and efficiency of tasks. This paper also presents a novel strategy to generate a super-resolution image via multi-stage dictionaries which are trained by a cascade training process. Extensive experiments on image super-resolution validate that the proposed solution can get much better results than some state-of-the-arts ones.","Authors":"Xu, Z (Xu, Zheng) ; Mei, L (Mei, Lin) ; Hu, CP (Hu, Chuanping) ; Liu, YH (Liu, Yunhuai)","Title":"The big data analytics and applications of the surveillance system using video structured description technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382668700016 ISSN: 1305-8215 eISSN: 1305-8223","Keywords":"MOOCs; social media; social search; learning analytics KeyWords Plus:WORLD-WIDE-WEB; INFORMATION; STUDENTS; ENVIRONMENT; INSTRUCTION; INTEGRATION; RESOURCE; INTERNET","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EURASIA JOURNAL OF MATHEMATICS SCIENCE AND TECHNOLOGY EDUCATION Volume: 12 Issue: 9 Pages: 2517-2529 DOI: 10.12973/eurasia.2016.1282a Published: SEP 2016","Abstract":"MOOCs social media has appealed to most instructors and learners like strong magnets by using ubiquitous handheld devices to share and discuss films, pictures, and messages. Through the social platform, users can share, track, and search for the information of their specific interests. Thus, they can make interactive discussions as well as social learning on multimedia texts and learning materials. It provides teachers and students the social platform to express opinions or ask questions. We developed an assistant system to help students evaluate problems and solutions is an emerging issue, and the MOOCs social searching system is a key solution. We report a case study that focuses on MOOCs learners' social searching results and its influence on learning behaviors and learning outcomes. A case study was carried out with 36 high school students in Northern Taiwan. Results show that the mechanism benefits student information gathering and improves learning performance.","Authors":"Su, YS (Su, Yu-Sheng) ; Huang, CSJ (Huang, Chester S. J.) ; Ding, TJ (Ding, Ting-Jou)","Title":"Examining the Effects of MOOCs Learners' Social Searching Results on Learning Behaviors and Learning Outcomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379862000007 ISSN: 1361-4568 eISSN: 1740-7842","Keywords":"Content expansion; video content indexing; social multimedia analysis; semantic processing KeyWords Plus:VIDEO","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"NEW REVIEW OF HYPERMEDIA AND MULTIMEDIA Volume: 22 Issue: 3 Pages: 257-269 Special Issue: SI DOI: 10.1080/13614568.2016.1152318 Published: SEP 2016","Abstract":"This study presents a human-centric technique for social video expansion based on semantic processing and graph analysis. The objective is to increase metadata of an online video and to explore related information, thereby facilitating user browsing activities. To analyze the semantic meaning of a video, shots and scenes are firstly extracted from the video on the server side. Subsequently, this study uses annotations along with ConceptNet to establish the underlying framework. Detailed metadata, including visual objects and audio events among the predefined categories, are indexed by using the proposed method. Furthermore, relevant online media associated with each category are also analyzed to enrich the existing content. With the above-mentioned information, users can easily browse and search the content according to the link analysis and its complementary knowledge. Experiments on a video dataset are conducted for evaluation. The results show that our system can achieve satisfactory performance, thereby demonstrating the feasibility of the proposed idea.","Authors":"Lin, PC (Lin, Po-Chuan) ; Chen, BW (Chen, Bo-Wei) ; Chang, H (Chang, Hangbae)","Title":"Concept indexing and expansion for social multimedia websites based on semantic processing and graph analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000388495700018 PubMed ID: 27480053 ISSN: 1438-8871","Keywords":"medical education; internet-based learning; computer-based learning; e-learning; b-learning; systematic review KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; VIRTUAL PATIENT SIMULATION; LIFE-SUPPORT; HEALTH-PROFESSIONS; TEACHING-METHODS; SOCIAL MEDIA; STUDENTS; CURRICULUM; KNOWLEDGE; ANATOMY","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"JOURNAL OF MEDICAL INTERNET RESEARCH Volume: 18 Issue: 8 Article Number: e204 DOI: 10.2196/jmir.5461 Published: AUG 2016","Abstract":"Background: Computer-based learning (CBL) has been widely used in medical education, and reports regarding its usage and effectiveness have ranged broadly. Most work has been done on the effectiveness of CBL approaches versus traditional methods, and little has been done on the comparative effects of CBL versus CBL methodologies. These findings urged other authors to recommend such studies in hopes of improving knowledge about which CBL methods work best in which settings. Objective: In this systematic review, we aimed to characterize recent studies of the development of software platforms and interventions in medical education, search for common points among studies, and assess whether recommendations for CBL research are being taken into consideration. Methods: We conducted a systematic review of the literature published from 2003 through 2013. We included studies written in English, specifically in medical education, regarding either the development of instructional software or interventions using instructional software, during training or practice, that reported learner attitudes, satisfaction, knowledge, skills, or software usage. We conducted 2 latent class analyses to group articles according to platform features and intervention characteristics. In addition, we analyzed references and citations for abstracted articles. Results: We analyzed 251 articles. The number of publications rose over time, and they encompassed most medical disciplines, learning settings, and training levels, totaling 25 different platforms specifically for medical education. We uncovered 4 latent classes for educational software, characteristically making use of multimedia (115/251, 45.8%), text (64/251, 25.5%), Web conferencing (54/251, 21.5%), and instructional design principles (18/251, 7.2%). We found 3 classes for intervention outcomes: knowledge and attitudes (175/212, 82.6%), knowledge, attitudes, and skills (11.8%), and online activity (12/212, 5.7%). About a quarter of the articles (58/227, 25.6%) did not hold references or citations in common with other articles. The number of common references and citations increased in articles reporting instructional design principles (P=.03), articles measuring online activities (P=.01), and articles citing a review by Cook and colleagues on CBL (P=.04). There was an association between number of citations and studies comparing CBL versus CBL, independent of publication date (P=.02). Conclusions: Studies in this field vary highly, and a high number of software systems are being developed. It seems that past recommendations regarding CBL interventions are being taken into consideration. A move into a more student-centered model, a focus on implementing reusable software platforms for specific learning contexts, and the analysis of online activity to track and predict outcomes are relevant areas for future research in this field.","Authors":"Taveira-Gomes, T (Taveira-Gomes, Tiago) ; Ferreira, P (Ferreira, Patricia) ; Taveira-Gomes, I (Taveira-Gomes, Isabel) ; Severo, M (Severo, Milton) ; Ferreira, MA (Ferreira, Maria Amelia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Severo, Milton  I-3497-2012 http://orcid.org/0000-0002-5787-4871 Taveira-Gomes, Tiago  http://orcid.org/0000-0002-0998-6000","Title":"What Are We Looking for in Computer-Based Learning Interventions in Medical Education? A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386801600018 ISSN: 0976-3104","Keywords":"Multimedia Resources; Semantic Link; Multimedia Resources Organization; Databases; Search Engines","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"IIOAB JOURNAL Volume: 7 Issue: 9 Pages: 129-136 Published: AUG 2016","Abstract":"Aims: Multimedia resources such as images, audio, video are growing at a high rate due to our daily usage of internet and other digital activities. So organisation of these resources is the biggest challenge in today's world. Whatever application we use in internet, it generates certain amount of data that are needed to be preserved. For example, we use Google or other search engines to search for a thing. In order to give correct output, these search engine providers need a way to organize these multimedia resources. Here organizing refers to efficient way of storing multimedia resources so that while retrieving, it will give us appropriate results. Just adding new images or other resources to a database daily won't provide the best retrieval result. Materials and Methods: In this paper, the Semantic Link Network model is used for organizing multimedia resources. A whole model for generating the association relation between multimedia resources using Semantic Link Network model is proposed. Each image in internet has a name and tags associated with it. The tags and the surrounding texts of multimedia resources are used to measure their semantic association. Results: Based on this information from the images, this proposed model aims to get a value for each image and classify them according to the range of values. Conclusions: This type of organisation of multimedia resources enables one to efficiently store the resources. So while retrieving, it produce appropriate results to all the users who are interested in retrieving the resources.","Authors":"Joe, JR (Joe, J. Robin) ; Senthil, M (Senthil, M.) ; Kumar, KA (Kumar, K. Arun)","Title":"ORGANIZING MULTIMEDIA DATA USING SEMANTIC LINK NETWORK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384916500007 ISSN: 1063-8210 eISSN: 1557-9999","Keywords":"Approximate computing; field-programmable gate array (FPGA); high-level synthesis (HLS) KeyWords Plus:MULTIMEDIA; HARDWARE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON VERY LARGE SCALE INTEGRATION (VLSI) SYSTEMS Volume: 24 Issue: 8 Pages: 2665-2678 DOI: 10.1109/TVLSI.2016.2520979 Published: AUG 2016","Abstract":"Field-programmable gate arrays (FPGAs) are increasingly used as the computing platform for fast and energy-efficient execution of recognition, mining, and search applications. Approximate computing is one promising method for achieving energy efficiency. Compared with most prior works on approximate computing, which target approximate processors and arithmetic blocks, this paper presents an approximate computing methodology for FPGA-based design. It studies memoization as a method for approximation on FPGA and analyzes different architectural and design parameters that should be considered. The proposed design flow leverages on high-level synthesis to enable memoization-based microarchitecture generation, thus also facilitating a C-to-register-transfer-level synthesis. When compared with the previous approaches of bit-width truncation and approximate multipliers, memoization-based approximate computation on FPGA achieves a significant dynamic power saving (around 20%) with very small area overhead (<5%) and better power-to-signal noise ratio values for the studied image-processing benchmarks.","Authors":"Sinha, S (Sinha, Sharad) ; Zhang, W (Zhang, Wei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sinha, Sharad  http://orcid.org/0000-0002-4532-2017","Title":"Low-Power FPGA Design Using Memoization-Based Approximate Computing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384279700013 ISSN: 2168-2291 eISSN: 2168-2305","Keywords":"Collaborative filtering (CF); context; context awareness; context-based recommendation","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON HUMAN-MACHINE SYSTEMS Volume: 46 Issue: 4 Pages: 615-623 DOI: 10.1109/THMS.2015.2509965 Published: AUG 2016","Abstract":"Context-aware recommendations offer the potential of exploiting social contents and utilize related tags and rating information to personalize the search for content considering a given context. Recommendation systems tackle the problem of trying to identify relevant resources from the vast number of choices available online. In this study, we propose a new recommendation model that personalizes recommendations and improves the user experience by analyzing the context when a user wishes to access multimedia content. We conducted empirical analysis on a dataset from last. fm to demonstrate the use of latent preferences for ranking items under a given context. Additionally, we use an optimization function to maximize the mean average precision measure of the resulted recommendation. Experimental results show a potential improvement to the quality of the recommendation in terms of accuracy when compared with state-of-the-art algorithms.","Authors":"Alhamid, MF (Alhamid, Mohammed F.) ; Rawashdeh, M (Rawashdeh, Majdi) ; Dong, HW (Dong, Haiwei) ; Hossain, MA (Hossain, M. Anwar) ; El Saddik, A (El Saddik, Abdulmotaleb) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number El Saddik, Abdulmotaleb  D-4159-2009 http://orcid.org/0000-0002-7690-8547","Title":"Exploring Latent Preferences for Context-Aware Personalized Recommendation Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382113500010 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Semantic indexing; Multimedia; Fusion; Multiple concepts; Multi-concept; Concept pairs; Triplet of concepts; Bi-concept; Tri-concept; Image; Video; Pascal VOC; TRECVid KeyWords Plus:RETRIEVAL; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 15 Pages: 8973-8997 DOI: 10.1007/s11042-015-2730-2 Published: AUG 2016","Abstract":"Automatic indexing of images and videos is a highly relevant and important research area in multimedia information retrieval. The difficulty of this task is no longer something to prove. Most efforts of the research community have been focusing, in the past, on the detection of single concepts in images/videos, which is already a hard task. With the evolution of information retrieval systems, users' needs become more abstract, and lead to a larger number of words composing the queries. It is important to think about indexing multimedia documents with more than just individual concepts, to help retrieval systems to answer such complex queries. Few studies addressed specifically the problem of detecting multiple concepts (multi-concept) in images and videos. Most of them concern the detection of concept pairs. These studies showed that such challenge is even greater than the one of single concept detection. In this work, we address the problem of multi-concept detection in images/videos by making a comparative and detailed study. Three types of approaches are considered: 1) building detectors for multi-concept, 2) fusing single concepts detectors and 3) exploiting detectors of a set of single concepts in a stacking scheme. We conducted our evaluations on PASCAL VOC' 12 collection regarding the detection of pairs and triplets of concepts. We extended the evaluation process on TRECVid 2013 dataset for infrequent concept pairs' detection. Our results show that the three types of approaches give globally comparable results for images, but they differ for specific kinds of pairs/triplets. In the case of videos, late fusion of detectors seems to be more effective and efficient when single concept detectors have good performances. Otherwise, directly building bi-concept detectors remains the best alternative, especially if a well-annotated dataset is available. The third approach did not bring additional gain or efficiency.","Authors":"Hamadi, A (Hamadi, Abdelkader) ; Mulhem, P (Mulhem, Philippe) ; Quenot, G (Quenot, Georges)","Title":"A comparative study for multiple visual concepts detection in images and videos"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382113500020 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Cross-modal hashing; Multi-graph learning; Cross-media retrieval KeyWords Plus:IMAGE; CLASSIFICATION; LIBRARY; SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 15 Pages: 9185-9204 DOI: 10.1007/s11042-016-3432-0 Published: AUG 2016","Abstract":"With the advance of internet and multimedia technologies, large-scale multi-modal representation techniques such as cross-modal hashing, are increasingly demanded for multimedia retrieval. In cross-modal hashing, three essential problems should be seriously considered. The first is that effective cross-modal relationship should be learned from training data with scarce label information. The second is that appropriate weights should be assigned for different modalities to reflect their importance. The last is the scalability of training process which is usually ignored by previous methods. In this paper, we propose Multi-graph Cross-modal Hashing (MGCMH) by comprehensively considering these three points. MGCMH is unsupervised method which integrates multi-graph learning and hash function learning into a joint framework, to learn unified hash space for all modalities. In MGCMH, different modalities are assigned with proper weights for the generation of multi-graph and hash codes respectively. As a result, more precise cross-modal relationship can be preserved in the hash space. Then Nystrom approximation approach is leveraged to efficiently construct the graphs. Finally an alternating learning algorithm is proposed to jointly optimize the modality weights, hash codes and functions. Experiments conducted on two real-world multi-modal datasets demonstrate the effectiveness of our method, in comparison with several representative cross-modal hashing methods.","Authors":"Xie, L (Xie, Liang) ; Zhu, L (Zhu, Lei) ; Chen, GQ (Chen, Guoqi)","Title":"Unsupervised multi-graph cross-modal hashing for large-scale multimedia retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382113500034 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multimedia document representation; Domain conversion; Unified representation; Feature pattern; Multimedia search and retrieval KeyWords Plus:VECTOR-SPACE MODEL; EVENT DETECTION; RETRIEVAL; RECOGNITION; FUSION; AUDIO","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 15 Pages: 9461-9487 DOI: 10.1007/s11042-016-3434-y Published: AUG 2016","Abstract":"The rapid growth of multimedia documents has raised huge demand for sophisticated multimedia knowledge discovery systems. The knowledge extraction of the documents mainly relies on the data representation model and the document representation model. As the multimedia document comprised of multimodal multimedia objects, the data representation depends on modality of the objects. The multimodal objects require distinct processing and feature extraction methods resulting in different features with different dimensionalities. Managing multiple types of features is challenging for knowledge extraction tasks. The unified representation of multimedia document benefits the knowledge extraction process, as they are represented by same type of features. The appropriate document representation will benefit the overall decision making process by reducing the search time and memory requirements. In this paper, we propose a domain converting method known as Multimedia to Signal converter (MSC) to represent the multimodal multimedia document in an unified representation by converting multimodal objects as signal objects. A tree based approach known as Multimedia Feature Pattern (MFP) tree is proposed for the compact representation of multimedia documents in terms of features of multimedia objects. The effectiveness of the proposed framework is evaluated by performing the experiments on four multimodal datasets. Experimental results show that the unified representation of multimedia documents helped in improving the classification accuracy for the documents. The MFP tree based representation of multimedia documents not only reduces the search time and memory requirements, also outperforms the competitive approaches for search and retrieval of multimedia documents.","Authors":"Pushpalatha, K (Pushpalatha, K.) ; Ananthanarayana, VS (Ananthanarayana, V. S.)","Title":"Feature pattern based representation of multimedia documents for efficient knowledge discovery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380268800005 ISSN: 1042-1629 eISSN: 1556-6501","Keywords":"Multimedia learning environments; Cueing effect; Tutorials KeyWords Plus:COGNITIVE LOAD THEORY; ATTENTION; ANIMATIONS; MODALITY; CAPTURE; DESIGN; WORDS; AGENT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ETR&D-EDUCATIONAL TECHNOLOGY RESEARCH AND DEVELOPMENT Volume: 64 Issue: 4 Pages: 631-641 DOI: 10.1007/s11423-016-9437-6 Published: AUG 2016","Abstract":"The present study investigated whether learning how to use a web service with an interactive tutorial can be enhanced by cueing. We expected the attentional guidance provided by visual cues to facilitate the selection of information in static screen displays that corresponded to spoken explanations. Unlike most previous studies in this area, we chose to implement a self-paced learning environment in this experiment. This would allow learners in the no-cueing condition to try and compensate for their visual search difficulties by reviewing the visual information during pauses between slides. They would not, however, be able to process auditory and visual information jointly in working memory (temporal contiguity effect), as learners would be able to do in the cueing condition. Results showed that, as predicted, the presence of cues (arrows pointing to each aurally evoked item in turn) (1) led to a reduction in the amount of time spent reviewing the visual information during pauses, (2) better learning of the verbal information (but without any effect on a subsequent procedural task, contrary to our hypothesis), and (3) greater perceived ease of learning. These results suggest that cueing can direct attention to the right area of the screen at the right time, thereby improving learning, even in self-regulated learning environments.","Authors":"Jamet, E (Jamet, Eric) ; Fernandez, J (Fernandez, Jonathan)","Title":"Enhancing interactive tutorial effectiveness through visual cueing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379978000012 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Hashing; video event retrieval; visual state KeyWords Plus:SELECTION; CODES","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 8 Pages: 1590-1603 DOI: 10.1109/TMM.2016.2557059 Published: AUG 2016","Abstract":"With the exponential increase of media data on the web, fast media retrieval is becoming a significant research topic in multimedia content analysis. Among the variety of techniques, learning binary embedding (hashing) functions is one of the most popular approaches that can achieve scalable information retrieval in large databases, and it is mainly used in the near-duplicate multimedia search. However, till now most hashing methods are specifically designed for near-duplicate retrieval at the visual level rather than the semantic level. In this paper, we propose a visual state binary embedding (VSBE) model to encode the video frames, which can preserve the essential semantic information in binary matrices, to facilitate fast video event retrieval in unconstrained cases. Compared with other video binary embedding models, one advantage of our proposed VSBE model is that it only needs a limited number of key frames from the training videos for hash function training, so the computational complexity is much lower in the training phase. At the same time, we apply the pairwise constraints generated from the visual states to sketch the local properties of the events at the semantic level, so accuracy is also ensured. We conducted extensive experiments on the challenging TRECVID MED dataset, and have proved the superiority of our proposed VSBE model.","Authors":"Yu, LT (Yu, Litao) ; Huang, Z (Huang, Zi) ; Cao, JW (Cao, Jiewei) ; Shen, HT (Shen, Heng Tao)","Title":"Scalable Video Event Retrieval by Visual State Binary Embedding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379978000018 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Democratic diffusion aggregation (DDA); image retrieval; query fusion KeyWords Plus:VISUAL-SEARCH; SCALE; GRAPH; QUANTIZATION; DESCRIPTORS; CODEBOOK; GEOMETRY; MAPS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 8 Pages: 1661-1674 DOI: 10.1109/TMM.2016.2568748 Published: AUG 2016","Abstract":"Content-based image retrieval is an important research topic in the multimedia field. In large-scale image search using local features, image features are encoded and aggregated into a compact vector to avoid indexing each feature individually. In the aggregation step, sum-aggregation is wildly used in many existing works and demonstrates promising performance. However, it is based on a strong and implicit assumption that the local descriptors of an image are identically and independently distributed in descriptor space and image plane. To address this problem, we propose a new aggregation method named democratic diffusion aggregation (DDA) with weak spatial context embedded. The main idea of our aggregation method is to re-weight the embedded vectors before sum-aggregation by considering the relevance among local descriptors. Different from previous work, by conducting a diffusion process on the improved kernel matrix, we calculate the weighting coefficients more efficiently without any iterative optimization. Besides considering the relevance of local descriptors from different images, we also discuss an efficient query fusion strategy which uses the initial top-ranked image vectors to enhance the retrieval performance. Experimental results show that our aggregation method exhibits much higher efficiency (about x 14 faster) and better retrieval accuracy compared with previous methods, and the query fusion strategy consistently improves the retrieval quality.","Authors":"Gao, ZN (Gao, Zhanning) ; Xue, JR (Xue, Jianru) ; Zhou, WG (Zhou, Wengang) ; Pang, SM (Pang, Shanmin) ; Tian, Q (Tian, Qi)","Title":"Democratic Diffusion Aggregation for Image Retrieval"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000379683300004 PubMed ID: 27173849 ISSN: 0960-9776 eISSN: 1532-3080","Keywords":"Breast neoplasms; Physical activity; Self-care; Self-management; Quality of life KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; LYMPH-NODE DISSECTION; 1ST YEAR; EXERCISE; SURVIVORS; WOMEN; INTERVENTION; OUTCOMES; FATIGUE; PROGRAM","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"BREAST Volume: 28 Pages: 20-28 DOI: 10.1016/j.breast.2016.04.010 Published: AUG 2016","Abstract":"The aim of this systematic review is to report on the effects of different physical self-management techniques on quality of life (QoL) of patients with breast cancer. Therefore a systematic literature search was performed using four different databases (PubMed, Cochrane, Embase, Web of science). The inclusion criteria were: 1) adults > 18 y, 2) patients with breast cancer, 3) physical self-management techniques during or after initial treatment, 4) outcome measure needed to be an indicator of patients' quality of life 5), Randomized Controlled Trials of all ages. The methodological quality of the selected articles was assessed. The results concerning quality of life outcomes were extracted. A total of 13 RCT's, representing 2180 participants were included. Different self-management techniques were identified such as a booklet, brochure, multimedia and recommendations. Disregarding the type of intervention, most studies found a positive effect of physical activity on QoL outcomes such as fatigue, physical functioning, emotional and/or social wellbeing. The results of the interventions during or after primary treatment of breast cancer are discussed separately. Studies that started their intervention during primary treatment found an improvement in QoL or a slower decrease in QoL. Studies that started the intervention after primary treatment found an increase in QoL. In conclusion, physical self-management interventions during breast cancer treatment as well as after the primary treatment seem to generate beneficial effects on QoL. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Van Dijck, S (Van Dijck, Sophie) ; Nelissen, P (Nelissen, Paulien) ; Verbelen, H (Verbelen, Hanne) ; Tjalma, W (Tjalma, Wiebren) ; Gebruers, N (Gebruers, Nick) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gebruers, Nick  B-5390-2017 http://orcid.org/0000-0003-4927-0434","Title":"The effects of physical self-management on quality of life in breast cancer patients: A systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000387143500002 ISSN: 2148-9696","Keywords":"Drug calculations; Multimedia software; Lecture; Principles of drug administration KeyWords Plus:MEDICAL-EDUCATION; CLINICAL SKILLS; STUDENTS; CLASSROOM; NURSES; ERRORS; HEALTH; VIDEO","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"CRESCENT JOURNAL OF MEDICAL AND BIOLOGICAL SCIENCES Volume: 3 Issue: 3 Pages: 75-80 Published: JUL 2016","Abstract":"Objective: Medication errors can be a risk factor undermining the patient's health, giving rise to irreparable consequences. The medication errors involve miscalculation of drug dosages by nurses and nursing students. Methods: This study employed several databases including Google Scholar, PubMed and Scopus. For this purpose, the keywords were relevant to virtual learning, electronic learning, learning through lecture, blended learning, online learning, distance education, nursing education, multimedia learning, and teaching aids. The search results were not limited in terms of time. Results: Lack of knowledge and skills in pharmacology and miscalculations are the major factors contributing to medication errors by nurses and nursing students. Moreover, poor basic knowledge of mathematics among the nursing students can lead to numerous mistakes. The results of previous studies have indicated that blended learning can have a positive impact on learning progress among nursing students. However, some studies have suggested that multimedia tools and teaching aids leave little impact on learning. Conclusion: It is suggested that the correct adoption of blended learning methods can improve the nursing education in terms of drug calculations.","Authors":"Feizalahzadeh, H (Feizalahzadeh, Hossein) ; Valizadeh, S (Valizadeh, Sousa) ; Avari, M (Avari, Mina) ; Virani, F (Virani, Faza)","Title":"A Study on the Effect of Lecture and Multimedia Software on Drug Calculation and Prescription: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384232700001 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Cross-modal hashing; multimedia retrieval; collective matrix factorization; label consistency; local geometric consistency KeyWords Plus:SEARCH","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 7 Article Number: UNSP 3157 DOI: 10.1109/TIP.2016.2564638 Published: JUL 2016","Abstract":"The target of cross-modal hashing is to embed heterogeneous multimedia data into a common low-dimensional Hamming space, which plays a pivotal part in multimedia retrieval due to the emergence of big multimodal data. Recently, matrix factorization has achieved great success in cross-modal hashing. However, how to effectively use label information and local geometric structure is still a challenging problem for these approaches. To address this issue, we propose a cross-modal hashing method based on collective matrix factorization, which considers both the label consistency across different modalities and the local geometric consistency in each modality. These two elements are formulated as a graph Laplacian term in the objective function, leading to a substantial improvement on the discriminative power of latent semantic features obtained by collective matrix factorization. Moreover, the proposed method learns unified hash codes for different modalities of an instance to facilitate cross-modal search, and the objective function is solved using an iterative strategy. The experimental results on two benchmark data sets show the effectiveness of the proposed method and its superiority over state-of-the-art cross-modal hashing methods.","Authors":"Tang, J (Tang, Jun) ; Wang, K (Wang, Ke) ; Shao, L (Shao, Ling)","Title":"Supervised Matrix Factorization Hashing for Cross-Modal Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380322200003 ISSN: 2157-6904 eISSN: 2157-6912","Keywords":"Design; Algorithms; Performance; Real-time crowd; social multimedia retrieval; similarity dimensions; fashion search; crowdsourcing; interactive systems; human-machine cooperation KeyWords Plus:CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INTELLIGENT SYSTEMS AND TECHNOLOGY Volume: 7 Issue: 4 Special Issue: SI Article Number: 46 DOI: 10.1145/2897365 Published: JUL 2016","Abstract":"Driven by the needs of customers and industry, online fashion search and analytics are recently gaining much attention. As fashion is mostly expressed by visual content, the analysis of fashion images in online social networks is a rich source of possible insights on evolving trends and customer preferences. Although a plethora of visual content is available, the modeling of clothes' physics and movement, the implicit semantics in fashion designs, and the subjectivity of their interpretation pose difficulties to fully automated solutions for fashion search and analysis. In this article, we present the design and evaluation of a crowd-powered system for fashion similarity search from Twitter, supporting trend analysis for fashion professionals. The system enables fashion similarity search based on specific human-based similarity criteria. This is achieved by implementing a novel machine-crowd workflow that supports complex tasks requiring highly subjective judgments where multiple true solutions may coexist. We discuss how this leads to a novel class of crowd-powered systems for which the output of the crowd is not used to verify the automatic analysis but is the desired outcome. Finally, we show how this kind of crowd involvement enables a novel kind of similarity search and represents a crucial factor for the acceptance of system results by the end user.","Authors":"Semertzidis, T (Semertzidis, Theodoros) ; Novak, J (Novak, Jasminko) ; Lazaridis, M (Lazaridis, Michalis) ; Melenhorst, M (Melenhorst, Mark) ; Micheel, I (Micheel, Isabel) ; Michalopoulos, D (Michalopoulos, Dimitrios) ; Bockle, M (Bockle, Martin) ; Strintzis, MG (Strintzis, Michael G.) ; Daras, P (Daras, Petros)","Title":"A Crowd-Powered System for Fashion Similarity Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379924600029 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"GPU; Parallel; Extraction; Feature signature; Image indexing KeyWords Plus:HAUSDORFF DISTANCE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 13 Pages: 8071-8103 DOI: 10.1007/s11042-015-2726-y Published: JUL 2016","Abstract":"Similarity search and content-based retrieval have become widely used in multimedia database systems that often manage huge data collections. Unfortunately, many effective content-based similarity models cannot be fully utilized for larger datasets, as they are computationally demanding and require massive parallel processing for both feature extraction and query evaluation tasks. In this work, we address the performance issues of effective similarity models based on feature signatures, where we focus on fast feature extraction from image thumbnails using affordable hardware. More specifically, we propose a multi-GPU implementation that increases the extraction speed by two orders of magnitude with respect to a single-threaded CPU implementation. Since the extraction algorithm is not directly parallelizable, we propose a modification of the algorithm embracing the SIMT execution model. We have experimentally verified that our GPU extractor can be successfully used to index large image datasets comprising millions of images. In order to obtain optimal extraction parameters, we employed the GPU extractor in an extensive empirical investigation of the parameter space. The experimental results are discussed from the perspectives of both performance and similarity precision.","Authors":"Krulis, M (Krulis, Martin) ; Lokoc, J (Lokoc, Jakub) ; Skopal, T (Skopal, Tomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Krulis, Martin  D-6454-2017 http://orcid.org/0000-0002-0985-8949","Title":"Efficient extraction of clustering-based feature signatures using GPU architectures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379752600009 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Greedy algorithm; interactive multimedia; just-noticeable difference (JND); perceptual quality; subjective tests KeyWords Plus:QUALITY","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 7 Pages: 1330-1337 DOI: 10.1109/TMM.2016.2557728 Published: JUL 2016","Abstract":"Tuning multimedia applications at run time to achieve high perceptual quality entails the search of nonlinear mappings that determine how control inputs should be set in order to lead to high user-perceived quality. Offline subjective tests are often used for this purpose but they are expensive to conduct because each can only evaluate one mapping at a time and there can be infinitely many such mappings to be evaluated. In this paper, we present a greedy algorithm that uses a small number of subjective test results to accurately approximate this space of mappings. Based on an axiom on monotonicity and the property of just-noticeable differences, we prove its optimality in minimizing the average absolute error between the approximate and the original mappings. We further demonstrate the results using numerical simulations and the application of the mappings found to tune the control of the multimedia game BZFlag.","Authors":"Xu, JX (Xu, Jingxi) ; Wah, BW (Wah, Benjamin W.)","Title":"Optimality of Greedy Algorithm for Generating Just-Noticeable Difference Surfaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379752600013 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Event detection; video search; video tagging KeyWords Plus:MULTIMEDIA; FUSION; RECOGNITION","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 7 Pages: 1378-1388 DOI: 10.1109/TMM.2016.2559947 Published: JUL 2016","Abstract":"We consider the problem of event detection in video for scenarios where only a few, or even zero, examples are available for training. For this challenging setting, the prevailing solutions in the literature rely on a semantic video representation obtained from thousands of pretrained concept detectors. Different from existing work, we propose a new semantic video representation that is based on freely available social tagged videos only, without the need for training any intermediate concept detectors. We introduce a simple algorithm that propagates tags from a video's nearest neighbors, similar in spirit to the ones used for image retrieval, but redesign it for video event detection by including video source set refinement and varying the video tag assignment. We call our approach TagBook and study its construction, descriptiveness, and detection performance on the TRECVID 2013 and 2014 multimedia event detection datasets and the Columbia Consumer Video dataset. Despite its simple nature, the proposed TagBook video representation is remarkably effective for few-example and zero-example event detection, even outperforming very recent state-of-the-art alternatives building on supervised representations.","Authors":"Mazloom, M (Mazloom, Masoud) ; Li, XR (Li, Xirong) ; Snoek, CGM (Snoek, Cees G. M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Xirong  http://orcid.org/0000-0002-0220-8310","Title":"TagBook: A Semantic Video Representation Without Supervision for Event Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378820500003 ISSN: 0942-4962 eISSN: 1432-1882","Keywords":"Video annotation; Tag localization; Video retrieval KeyWords Plus:IMAGE ANNOTATION; MULTIMEDIA","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"MULTIMEDIA SYSTEMS Volume: 22 Issue: 4 Pages: 405-412 Special Issue: SI DOI: 10.1007/s00530-014-0404-y Published: JUL 2016","Abstract":"Nowadays, numerous social videos have pervaded on the web. Social web videos are characterized with the accompanying rich contextual information which describe the content of videos and thus greatly facilitate video search and browsing. Generally, those contextual data such as tags are provided at the whole video level, without temporal indication of when they actually appear in the video, let alone the spatial annotation of object related tags in the video frames. However, many tags only describe parts of the video content. Therefore, tag localization, the process of assigning tags to the underlying relevant video segments or frames even regions in frames is gaining increasing research interests and a benchmark dataset for the fair evaluation of tag localization algorithms is highly desirable. In this paper, we describe and release a dataset called DUT-WEBV, which contains about 4,000 videos collected from YouTube portal by issuing 50 concepts as queries. These concepts cover a wide range of semantic aspects including scenes like \"mountain\", events like \"flood\", objects like \"cows\", sites like \"gas station\", and activities like \"handshaking\", offering great challenges to the tag (i.e., concept) localization task. For each video of a tag, we carefully annotate the time durations when the tag appears in the video and also label the spatial location of object with mask in frames for object related tag. Besides the video itself, the contextual information, such as thumbnail images, titles, and YouTube categories, is also provided. Together with this benchmark dataset, we present a baseline for tag localization using multiple instance learning approach. Finally, we discuss some open research issues for tag localization in web videos.","Authors":"Li, HJ (Li, Haojie) ; Liu, B (Liu, Bin) ; Yi, L (Yi, Lei) ; Guan, Y (Guan, Yue) ; Luo, ZX (Luo, Zhong-Xuan)","Title":"On the tag localization of web video"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000378458400004 ISSN: 0306-4379 eISSN: 1873-6076","Keywords":"Metric space searching; Secondary memory indices KeyWords Plus:SIMILARITY SEARCH; SPACES; TREE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SYSTEMS Volume: 59 Pages: 48-78 Special Issue: SI DOI: 10.1016/j.is.2016.03.009 Published: JUL 2016","Abstract":"Metric indices support efficient similarity searches in metric spaces. This problem is central to many applications, including multimedia databases and repositories handling complex objects. Most metric indices are designed for main memory, and also most of them are static, that is, do not support insertions and deletions of objects. In this paper we introduce new metric indices for secondary memory that support updates, that is, they are dynamic. First, we show how the dynamic and memory-based Dynamic Spatial Approximation Tree (DSAT) can be extended to operate on secondary memory. Second, we design a dynamic and secondary-memory-based version of the static List of Clusters (LC), which performs well on high-dimensional spaces. The new structure is called Dynamic LC (DLC). Finally, we combine the DLC with the in-memory version of DSAT to create a third structure, Dynamic Set of Clusters (DSC), which improves upon the other two in various cases. We compare the new structures with the state of the art, showing that they are competitive and outstand in several scenarios, especially on spaces of medium and high dimensionality. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Navarro, G (Navarro, Gonzalo) ; Reyes, N (Reyes, Nora)","Title":"New dynamic metric indices for secondary memory"}]