[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800006 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Micro-expression recognition; Multi-task learning KeyWords Plus:FACIAL EXPRESSION; DECEPTION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 44-52 Special Issue: SI DOI: 10.1016/j.patcog.2016.11.029 Published: JUN 2017","Abstract":"Due to the short duration and low intensity of micro-expressions, the recognition of micro-expression is still a challenging problem. In this paper, we develop a novel multi-task mid-level feature learning method to enhance the discrimination ability of extracted low-level features by learning a set of class-specific feature mappings, which would be used for generating our mid-level feature representation. Moreover, two weighting schemes are employed to concatenate different mid-level features. We also construct a new mobile micro-expression set to evaluate the performance of the proposed mid-level feature learning framework. The experimental results on two widely used non-mobile micro-expression datasets and one mobile micro-expression set demonstrate that the proposed method can generally improve the performance of the low-level features, and achieve comparable results with the state-of-the-art methods.","Authors":"He, JC (He, Jiachi) ; Hu, JF (Hu, Jian-Fang) ; Lu, X (Lu, Xi) ; Zheng, WS (Zheng, Wei-Shi)","Title":"Multi-task mid-level feature learning for micro-expression recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800012 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Age estimation; Deep learning; Multi-task learning KeyWords Plus:FACE IMAGES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 106-116 Special Issue: SI DOI: 10.1016/j.patcog.2017.01.005 Published: JUN 2017","Abstract":"Given a face image, the problem of age estimation is to predict the actual age from the visual appearance of the face. In this work, we investigate this problem by means of the deep learning techniques. We comprehensively diagnose the training and evaluating procedures of the deep learning models for age estimation on two of the largest datasets. Our diagnosis includes three different kinds of formulations for the age estimation problem using five most representative loss functions, as well as three different architectures to incorporate multi-task learning with race and gender classification. We start our diagnoses process from a simple baseline architecture from previous work. With appropriate problem formulation and loss function, we obtain state-of-the-art performance with the simple baseline architecture. By further incorporating our newly proposed deep multitask learning architecture, the age estimation performance is further improved with high-accuracy race and gender classification results obtained simultaneously. With all the insights gained from the diagnosing process, we finally build a deep multi-task age estimation model which obtains a MAE of 2.96 on the Morph II dataset and 5.75 on the WebFace dataset, both of which improve previous best results by a large margin.","Authors":"Xing, JH (Xing, Junhang) ; Li, K (Li, Kai) ; Hu, WM (Hu, Weiming) ; Yuan, CF (Yuan, Chunfeng) ; Ling, HB (Ling, Haibin)","Title":"Diagnosing deep learning models for high accuracy age estimation from a single image"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800019 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Gaussian processes; Variational Bayes; Matrix decomposition; Factor models; Data completion; Human motion; Gaussian process latent variable models; Multi-task learning; Unsupervised learning KeyWords Plus:MATRIX COMPLETION; FACTORIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 190-201 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.014 Published: JUN 2017","Abstract":"In this work, we propose a novel method for rectifying damaged motion sequences in an unsupervised manner. In order to achieve maximal accuracy, the proposed model takes advantage of three key properties of the data: their sequential nature, the redundancy that manifests itself among repetitions of the same task, and the potential of knowledge transfer across different tasks. In order to do so, we formulate a factor model consisting of Gaussian process dynamical systems (GPDS), where each factor corresponds to a single basic pattern in time and is able to represent their sequential nature. Factors collectively form a dictionary of fundamental trajectories shared among all sequences, thus able to capture recurrent patterns within the same or across different tasks. We employ variational inference to learn directly from incomplete sequences and perform maximum a-posteriori (MAP) estimates of the missing values. We have evaluated our model with a number of motion datasets, including robotic and human motion capture data. We have compared our approach to well established methods in the literature in terms of their reconstruction error and our results indicate significant accuracy improvement across different datasets and missing data ratios. Concluding, we investigate the performance benefits of the multi-task learning scenario and how this improvement relates to the extent of component sharing that takes place.","Authors":"Korkinof, D (Korkinof, Dimitrios) ; Demiris, Y (Demiris, Yiannis)","Title":"Multi-task and multi-kernel Gaussian process dynamical systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800036 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Multi-feature kernel discriminative dictionary learning; Face recognition; Multiple kernel learning KeyWords Plus:SPARSE REPRESENTATION; ALZHEIMERS-DISEASE; K-SVD; CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 404-411 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.001 Published: JUN 2017","Abstract":"The current study put forward a multi-feature kernel discriminant dictionary learning algorithm for face recognition. It was based on the supervised within-class-similar discriminative dictionary learning algorithm (SCDDL) we introduced previously. The proposed new algorithm was thus named as multi-feature kernel SCDDL (MKSCDDL). In contrast to the weighted combination or the constraint of representation coefficients for the feature combination used by some popular methods, MKSCDDL introduced the multiple kernel learning technique into the dictionary learning scheme. The experimental results on three large well-known face databases suggested that combination multiple features in MKSCDDL improved the recognition rate compared with SCDDL. In addition, adopting multiple kernel learning technique resulted in an excellent multi-feature dictionary learning approach when compared with some state-of-the-art multi-feature algorithms such as multiple kernel learning and multi-task joint sparse representation methods, indicating the effectiveness of the multiple kernel learning technique in the combination of multiple features for classification.","Authors":"Wu, X (Wu, Xia) ; Li, Q (Li, Qing) ; Xu, LL (Xu, Lele) ; Chen, KW (Chen, Kewei) ; Yao, L (Yao, Li)","Title":"Multi-feature kernel discriminant dictionary learning for face recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700007 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"AU recognition; AU intensity estimation; AU relation modeling; Multi-task feature learning; Bayesian network KeyWords Plus:RECOGNITION; EXPRESSIONS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 71-81 DOI: 10.1016/j.patcog.2016.12.007 Published: MAY 2017","Abstract":"In this paper, we propose multiple facial Action Unit (AU) recognition and intensity estimation by modeling their relations in both feature and label spaces. First, a multi-task feature learning method is adopted to learn the shared features among the group of facial action units, and recognize or estimate their intensity simultaneously. Second, a Bayesian network is used to model the co-existent and mutual-exclusive semantic relations among action units. Finally, through probabilistic inference, the learned Bayesian network combines the results of the multi-task learning with the AU relations it captures to perform multiple AU recognition and AU intensity estimation. Experiments on the extended Cohn-Kanade database, the MMI database, the McMaster database and the DISFA database demonstrate the effectiveness of our method for both AU classification and AU intensity estimation.","Authors":"Wang, SF (Wang, Shangfei) ; Yang, JJ (Yang, Jiajia) ; Gao, Z (Gao, Zhen) ; Ji, Q (Ji, Qiang)","Title":"Feature and label relation modeling for multiple-facial action unit classification and intensity estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869700001 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Image sharing; privacy setting recommendation; object-privacy alignment; image privacy protection; privacysensitive object classes; deep multi-task learning; tree classifier for hierarchical object detection","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 5 Pages: 1005-1016 DOI: 10.1109/TIFS.2016.2636090 Published: MAY 2017","Abstract":"To achieve automatic recommendation of privacy settings for image sharing, a new tool called iPrivacy (image privacy) is developed for releasing the burden from users on setting the privacy preferences when they share their images for special moments. Specifically, this paper consists of the following contributions: 1) massive social images and their privacy settings are leveraged to learn the object-privacy relatedness effectively and identify a set of privacy-sensitive object classes automatically; 2) a deep multi-task learning algorithm is developed to jointly learn more representative deep convolutional neural networks and more discriminative tree classifier, so that we can achieve fast and accurate detection of large numbers of privacy-sensitive object classes; 3) automatic recommendation of privacy settings for image sharing can be achieved by detecting the underlying privacy-sensitive objects from the images being shared, recognizing their classes, and identifying their privacy settings according to the object-privacy relatedness; and 4) one simple solution for image privacy protection is provided by blurring the privacy-sensitive objects automatically. We have conducted extensive experimental studies on real-world images and the results have demonstrated both the efficiency and effectiveness of our proposed approach.","Authors":"Yu, J (Yu, Jun) ; Zhang, BP (Zhang, Baopeng) ; Kuang, ZZ (Kuang, Zhengzhong)[ 1,4,9,10 ] ; Lin, D (Lin, Dan)[ 5,11,12 ] ; Fan, JP (Fan, Jianping)","Title":"iPrivacy: Image Privacy Protection by Identifying Sensitive Objects via Deep Multi-Task Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395902900011 PubMed ID: 28129155 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Face alignment; deep learning; biometrics KeyWords Plus:RECOGNITION; ALGORITHM; MODELS; NETS; WILD","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 4 Pages: 1666-1678 DOI: 10.1109/TIP.2017.2657118 Published: APR 2017","Abstract":"Face alignment aims at localizing multiple facial landmarks for a given facial image, which usually suffers from large variances of diverse facial expressions, aspect ratios and partial occlusions, especially when face images were captured in wild conditions. Conventional face alignment methods extract local features and then directly concatenate these features for global shape regression. Unlike these methods which cannot explicitly model the correlation of neighbouring landmarks and motivated by the fact that individual landmarks are usually correlated, we propose a deep sharable and structural detectors (DSSD) method for face alignment. To achieve this, we firstly develop a structural feature learning method to explicitly exploit the correlation of neighbouring landmarks, which learns to cover semantic information to disambiguate the neighbouring landmarks. Moreover, our model selectively learns a subset of sharable latent tasks across neighbouring landmarks under the paradigm of the multi-task learning framework, so that the redundancy information of the overlapped patches can be efficiently removed. To better improve the performance, we extend our DSSD to a recurrent DSSD (R-DSSD) architecture by integrating with the complementary information from multiscale perspectives. Experimental results on the widely used benchmark datasets show that our methods achieve very competitive performance compared to the state-of-the-arts.","Authors":"Liu, H (Liu, Hao) ; Lu, JW (Lu, Jiwen) ; Feng, JJ (Feng, Jianjiang) ; Zhou, J (Zhou, Jie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lu, Jiwen  http://orcid.org/0000-0002-6121-5529","Title":"Learning Deep Sharable and Structural Detectors for Face Alignment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372400015 PubMed ID: 27368416 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Executive function; Interference; Cognitive aging; Nonhuman primate KeyWords Plus:AGED RHESUS-MONKEYS; TOP-DOWN MODULATION; PREFRONTAL CORTEX; WORKING-MEMORY; EXECUTIVE FUNCTIONS; COGNITIVE DECLINE; PROACTIVE-INTERFERENCE; BEHAVIORAL-EXPERIMENTS; VISUAL-DISCRIMINATION; BACKWARD INHIBITION","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 322 Pages: 329-338 Part: B Special Issue: SI DOI: 10.1016/j.bbr.2016.06.056 Published: MAR 30 2017","Abstract":"One hallmark of the normal cognitive aging process involves alterations in executive function. Executive function can be divided into at least three separable components, including set shifting, attentional updating and monitoring, and inhibition of prepotent responses. The ability to study the neural basis of cognitive aging has been enriched by the use of animal models such as the macaque monkey. In aged macaques, changes in attentional updating and monitoring systems are poorly understood compared to changes in shifting and inhibition. A partial explanation for this is the fact that the tasks designed to study executive function in aged monkeys, to date, primarily have probed shifting and inhibition processes. Here we examine how aging impacts attentional updating and monitoring processes in monkeys using an interference task designed after a paradigm used to examine multi-tasking in older humans. Young and aged macaque monkeys were tested on this interference task as well as on an object reversal learning task to study these processes in the same animals. Relative to the young monkeys, aged animals were impaired on both tasks. Proactive and retroactive interference did not differ between age groups on an array of 40 object pairs presented each day in the object reversal learning task. The levels of performance on the interference task were not correlated with levels of performance in the object reversal task. These results suggest that attentional updating and monitoring and affective shifting are separable functions in the macaque, and that normal aging affects these mental operations independently. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gray, DT (Gray, Daniel T.) ; Smith, AC (Smith, Anne C.) ; Burke, SN (Burke, Sara N.) ; Gazzaley, A (Gazzaley, Adam) ; Barnes, CA (Barnes, Carol A.)","Title":"Attentional updating and monitoring and affective shifting are impacted independently by aging in macaque monkeys"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396285900001 PubMed ID: 28360878 ISSN: 1664-1078","Keywords":"multitasking; structure; pursuit tracking; attention; implicit learning; dual-task KeyWords Plus:DEVELOPMENTAL COORDINATION DISORDER; PURSUIT-TRACKING; WORKING-MEMORY; MOTOR CONTROL; YOUNG-ADULTS; IMPLICIT; PERFORMANCE; ATTENTION; KNOWLEDGE; INTERFERENCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 398 DOI: 10.3389/fpsyg.2017.00398 Published: MAR 15 2017","Abstract":"The aim of this study was to investigate multi-task integration in a continuous tracking task. We were particularly interested in how manipulating task structure in a dual-task situation affects learning of a constant segment embedded in a pursuit-tracking task. Importantly, we examined if dual-task effects could be attributed to task integration by varying the structural similarity and difficulty of the primary and secondary tasks. In Experiment 1 participants performed a pursuit tracking task while counting high-pitched tones and ignoring low-pitched tones. The tones were either presented randomly or structurally 250 ms before each tracking turn. Experiment 2 increased the motor load of the secondary tasks by asking participants to tap their feet to the tones. Experiment 3 further increased motor load of the primary task by increasing its speed and having participants tracking with their non-dominant hand. The results show that dual-task interference can be moderated by secondary task conditions that match the structure of the primary task. Therefore our results support proposals of task integration in continuous tracking paradigms. We conclude that multi-tasking is not always detrimental for motor learning but can be facilitated through task-integration.","Authors":"de Oliveira, RF (de Oliveira, Rita F.) ; Raab, M (Raab, Markus) ; Hegele, M (Hegele, Mathias) ; Schorer, J (Schorer, Joerg)","Title":"Task Integration Facilitates Multitasking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395169600007 ISSN: 0954-0091 eISSN: 1360-0494","Keywords":"Performance generating systems; improvisation; dance; learning; embodiment; cognition; empirical research methods KeyWords Plus:ABSTRACT CONCEPTS; PLASTICITY; KNOWLEDGE; CHILDREN; SPAN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"CONNECTION SCIENCE Volume: 29 Issue: 1 Pages: 77-93 Special Issue: SI DOI: 10.1080/09540091.2016.1277692 Published: MAR 2017","Abstract":"In this article, we articulate preliminary insights from two pilot studies. These studies contribute to an ongoing process of developing empirical, cross-disciplinary measures to understand the cognitive and learning effects of complex artistic practices - effects that we situate between theory of embodied concepts and conceptually calibrated physical attention and action. The stage of this process that we report on here was led by the cognitive performance studies scholar and dramaturge, Pil Hansen, and undertaken in collaboration with the experimental psychologist, Vina Goghari, and the behavioural economist, Robert Oxoby, assisted by four research assistants from Drama, Music, and Psychology at the University of Calgary. Our team set out to test the following hypothesis: Active participation in performance generating systems has a positive effect on advanced student performers' working memory capacity, executive functions, and learning. Our results have implications, in particular, for understandings of embodied learning in the educational sector, however a perhaps more significant contribution is a better understanding of the measures and constructs needed to arrive at a more complex, yet operational concept of embodied learning and forward the experimental study of relationships between performing arts practices, cognition, and learning.","Authors":"Hansen, P (Hansen, Pil) ; Oxoby, RJ (Oxoby, Robert J.)","Title":"An earned presence: studying the effect of multi-task improvisation systems on cognitive and learning capacity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395561200004 ISSN: 2329-9290","Keywords":"Joint training; multi-task learning; recurrent neural networks; speech recognition; speaker recognition KeyWords Plus:NEURAL-NETWORKS; TALKER; INFORMATION; INFANTS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 3 Pages: 493-504 DOI: 10.1109/TASLP.2016.2639323 Published: MAR 2017","Abstract":"Automatic speech and speaker recognition are traditionally treated as two independent tasks and are studied separately. The human brain in contrast deciphers the linguistic content, and the speaker traits from the speech in a collaborative manner. This key observation motivates the work presented in this paper. A collaborative joint training approach based on multitask recurrent neural network models is proposed, where the output of one task is backpropagated to the other tasks. This is a general framework for learning collaborative tasks and fits well with the goal of joint learning of automatic speech and speaker recognition. Through a comprehensive study, it is shown that the multitask recurrent neural net models deliver improved performance on both automatic speech and speaker recognition tasks as compared to single-task systems. The strength of such multitask collaborative learning is analyzed, and the impact of various training configurations is investigated.","Authors":"Tang, ZY (Tang, Zhiyuan) ; Li, LT (Li, Lantian) ; Wang, D (Wang, Dong) ; Vipperla, R (Vipperla, Ravichander)","Title":"Collaborative Joint Training With Multitask Recurrent Model for Speech and Speaker Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395837700033 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Visual aesthetic quality assessment; semantic information; multi-task learning KeyWords Plus:HUMAN VISUAL-SYSTEM; PHOTO; PREDICTION; VIDEO; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 3 Pages: 1482-1495 DOI: 10.1109/TIP.2017.2651399 Published: MAR 2017","Abstract":"Human beings often assess the aesthetic quality of an image coupled with the identification of the image's semantic content. This paper addresses the correlation issue between automatic aesthetic quality assessment and semantic recognition. We cast the assessment problem as the main task among a multi-task deep model, and argue that semantic recognition task offers the key to address this problem. Based on convolutional neural networks, we employ a single and simple multi-task framework to efficiently utilize the supervision of aesthetic and semantic labels. A correlation item between these two tasks is further introduced to the framework by incorporating the inter-task relationship learning. This item not only provides some useful insight about the correlation but also improves assessment accuracy of the aesthetic task. In particular, an effective strategy is developed to keep a balance between the two tasks, which facilitates to optimize the parameters of the framework. Extensive experiments on the challenging Aesthetic Visual Analysis dataset and Photo. net dataset validate the importance of semantic recognition in aesthetic quality assessment, and demonstrate that multi-task deep models can discover an effective aesthetic representation to achieve the state-of-the-art results.","Authors":"Kao, YY (Kao, Yueying) ; He, R (He, Ran) ; Huang, KQ (Huang, Kaiqi)","Title":"Deep Aesthetic Quality Assessment With Semantic Information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396117300011 PubMed ID: 28113928 ISSN: 0278-0062 eISSN: 1558-254X","Keywords":"Computer-aided diagnosis (CAD); lung nodule; computed tomography (CT); multi-task learning; deep learning; feature learning KeyWords Plus:COMPUTER-AIDED DIAGNOSIS; DATABASE CONSORTIUM; FLEISCHNER-SOCIETY; LUNG NODULES; CLASSIFICATION; MANAGEMENT; SCANS; PERFORMANCE; LESIONS; ADENOCARCINOMAS","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IEEE TRANSACTIONS ON MEDICAL IMAGING Volume: 36 Issue: 3 Pages: 802-814 DOI: 10.1109/TMI.2016.2629462 Published: MAR 2017","Abstract":"The gap between the computational and semantic features is the one of major factors that bottlenecks the computer-aided diagnosis (CAD) performance from clinical usage. To bridge this gap, we exploit three multi-task learning (MTL) schemes to leverage heterogeneous computational features derived from deep learning models of stacked denoising autoencoder (SDAE) and convolutional neural network (CNN), as well as hand-crafted Haar-like and HoG features, for the description of 9 semantic features for lung nodules in CT images. We regard that there may exist relations among the semantic features of \"spiculation\", \"texture\", \"margin\", etc., that can be explored with the MTL. The Lung Image Database Consortium (LIDC) data is adopted in this study for the rich annotation resources. The LIDC nodules were quantitatively scored w.r.t. 9 semantic features from 12 radiologists of several institutes in U.S.A. By treating each semantic feature as an individual task, the MTL schemes select and map the heterogeneous computational features toward the radiologists' ratings with cross validation evaluation schemes on the randomly selected 2400 nodules from the LIDC dataset. The experimental results suggest that the predicted semantic scores from the three MTL schemes are closer to the radiologists' ratings than the scores from single-task LASSO and elastic net regression methods. The proposed semantic attribute scoring scheme may provide richer quantitative assessments of nodules for better support of diagnostic decision and management. Meanwhile, the capability of the automatic association of medical image contents with the clinical semantic terms by our method may also assist the development of medical search engine.","Authors":"Chen, SH (Chen, Sihong) ; Qin, J (Qin, Jing) ; Ji, X (Ji, Xing) ; Lei, BY (Lei, Baiying) ; Wang, TF (Wang, Tianfu) ; Ni, D (Ni, Dong) ; Cheng, JZ (Cheng, Jie-Zhi)","Title":"Automatic Scoring of Multiple Semantic Attributes With Multi-Task Feature Leverage: A Study on Pulmonary Nodules in CT Images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393753400021 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Additive models; nonparametric regression; dictionary learning; sparse representations; multi-task learning KeyWords Plus:SPARSE REPRESENTATION; MATCHING PURSUIT; K-SVD; CLASSIFICATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 5 Pages: 1352-1365 Published: MAR 1 2017","Abstract":"Additive models form a widely popular class of regression models that represent the relation between covariates and response variables as the sum of low-dimensional transfer functions. Besides flexibility and accuracy, a key benefit of these models is their interpretability: the transfer functions provide visual means for inspecting the models and identifying domain-specific relations between inputs and outputs. However, in large-scale problems involving the prediction of many related tasks, learning independently additive models results in a loss of model interpretability, and can cause overfitting when training data is scarce. We introduce a novel multitask learning approach that provides a corpus of accurate and interpretable additive models for a large number of related forecasting tasks. Our key idea is to share transfer functions across models in order to reduce the model complexity and ease the exploration of the corpus. We establish a connection with sparse dictionary learning and propose a new efficient fitting algorithm that alternates between sparse coding and transfer function updates. The former step is solved via an extension of orthogonal matching pursuit, whose properties are analyzed using a novel recovery condition that extends existing results in the literature. The latter step is addressed using a traditional dictionary update rule. Experiments on real-world data demonstrate that our approach compares favorably to baseline methods while yielding an interpretable corpus of models, revealing structure among the individual tasks and being more robust when training data is scarce. Our framework therefore extends the well-known benefits of additive models to common regression settings possibly involving thousands of tasks.","Authors":"Fawzi, A (Fawzi, Alhussein) ; Sinn, M (Sinn, Mathieu) ; Frossard, P (Frossard, Pascal)","Title":"Multitask Additive Models With Shared Transfer Functions Based on Dictionary Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392792600007 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Distributed estimation; Diffusion LMS; Multi-task; Mean square deviation; Communication cost KeyWords Plus:LEAST-MEAN SQUARES; DISTRIBUTED ESTIMATION; ADAPTIVE NETWORKS; SENSOR NETWORKS; PERFORMANCE ANALYSIS; PARAMETER-ESTIMATION; STRATEGIES; FORMULATION; ADAPTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 382 Pages: 115-134 DOI: 10.1016/j.ins.2016.12.010 Published: MAR 2017","Abstract":"Many practical problems in the filed of distributed estimation happen to be multi-task oriented. Without prior knowledge of clustering structure, i.e. nodes do not know which clusters they belong to beforehand, distributed algorithms for parameter estimation have received great attention in recent years. In most previous work, each node collaborates with all its neighboring nodes at each iteration, which introduces unnecessary communication assumption when any node cooperates with neighboring nodes from different clusters. In this paper, we propose a novel communication-reducing diffusion LMS (Least Mean-Square) algorithm, called the CR-dLMS algorithm, for estimating true parameters in multi-task environment. Under the CR-dLMS algorithm, we control the probabilities of data fusion from neighboring nodes by minimizing mean-square-deviation (MSD) to reduce communication cost among nodes. Theoretical analysis for the learning behavior of the CR-dLMS algorithm is performed, and simulation results show that the CR-dLMS algorithm can indeed achieve the same estimation performance as several other previous algorithms while great reducing the communication cost among nodes. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Huang, W (Huang, Wei) ; Yang, X (Yang, Xi) ; Shen, GJ (Shen, Guojiang)","Title":"Communication-reducing diffusion LMS algorithm over multitask networks"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395122000002 PubMed ID: 27633071 ISSN: 0142-159X eISSN: 1466-187X","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"MEDICAL TEACHER Volume: 39 Issue: 2 Pages: 120-122 DOI: 10.1080/0142159X.2016.1230666 Published: FEB 2017","Abstract":"The Accreditation Council for Graduate Medical Education lists multi-tasking as a core competency in several medical specialties due to increasing demands on providers to manage the care of multiple patients simultaneously. Trainees often learn multitasking on the job without any formal curriculum, leading to high error rates. Multitasking simulation training has demonstrated success in reducing error rates among trainees. Studies of multitasking simulation demonstrate that this type of simulation is feasible, does not hinder the acquisition of procedural skill, and leads to better performance during subsequent periods of multitasking. Although some healthcare agencies have discouraged multitasking due to higher error rates among multitasking providers, it cannot be eliminated entirely in settings such as the emergency department in which providers care for more than one patient simultaneously. Simulation can help trainees to identify situations in which multitasking is inappropriate, while preparing them for situations in which multitasking is inevitable.","Authors":"Adams, TN (Adams, Traci Nicole) ; Rho, JC (Rho, Jason C.)","Title":"Multitasking simulation: Present application and future directions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200060 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Multi-task learning; Multi-kernel learning; Metric learning; RGB-D; Scene recognition KeyWords Plus:GESTURE RECOGNITION; ALGORITHMS; FEATURES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 4427-4443 DOI: 10.1007/s11042-016-3423-1 Published: FEB 2017","Abstract":"The traditional scene analysis mainly focuses on outdoor scene recognition rather than indoor scene understanding. However, with the widespread use of depth cameras, we have a new opportunity to handle the indoor scene recognition problem. In this paper, we propose a multi-task metric multi-kernel learning algorithm that exploits the inter-source similarities and complementarities between color images and depth images to conduct the indoor scene recognition. Specifically, our method utilize multi-task metric learning to learn a Mahalanobis metric for RGB-D images. Multi-task metric learning can extract the common properties from color images and depth images to learn better metrics. Furthermore, the learned metrics are employed to transform features to a correcting feature space for obtaining a better representation. By exploiting multi-kernel learning, our method can leverage multiple feature representations to train a more discriminative classifier. We conduct experiments on NYU Depth Dataset and B3DO Dataset to evaluate the effectiveness of our approach. The experimental results have demonstrated that our proposed method can lead to better indoor scene recognition.","Authors":"Zheng, Y (Zheng, Yu) ; Gao, XB (Gao, Xinbo)","Title":"Indoor scene recognition via multi-task metric multi-kernel learning from RGB-D images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395553400002 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Multi-task learning; learning to learn; inductive bias; regularization; stability; generalization; learning theory KeyWords Plus:STRUCTURAL RISK MINIMIZATION; COVERING NUMBERS; STABILITY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 2 Pages: 227-241 DOI: 10.1109/TPAMI.2016.2544314 Published: FEB 2017","Abstract":"Often, tasks are collected for multi-task learning (MTL) because they share similar feature structures. Based on this observation, in this paper, we present novel algorithm-dependent generalization bounds for MTL by exploiting the notion of algorithmic stability. We focus on the performance of one particular task and the average performance over multiple tasks by analyzing the generalization ability of a common parameter that is shared in MTL. When focusing on one particular task, with the help of a mild assumption on the feature structures, we interpret the function of the other tasks as a regularizer that produces a specific inductive bias. The algorithm for learning the common parameter, as well as the predictor, is thereby uniformly stable with respect to the domain of the particular task and has a generalization bound with a fast convergence rate of order O(1/n), where n is the sample size of the particular task. When focusing on the average performance over multiple tasks, we prove that a similar inductive bias exists under certain conditions on the feature structures. Thus, the corresponding algorithm for learning the common parameter is also uniformly stable with respect to the domains of the multiple tasks, and its generalization bound is of the order O(1/T), where T is the number of tasks. These theoretical analyses naturally show that the similarity of feature structures in MTL will lead to specific regularizations for predicting, which enables the learning algorithms to generalize fast and correctly from a few examples.","Authors":"Liu, TL (Liu, Tongliang) ; Tao, DC (Tao, Dacheng) ; Song, ML (Song, Mingli) ; Maybank, SJ (Maybank, Stephen J.)","Title":"Algorithm-Dependent Generalization Bounds for Multi-Task Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396398700021 PubMed ID: 28234893 ISSN: 1553-734X eISSN: 1553-7358","Categories":"Biochemistry & Molecular Biology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Mathematical & Computational Biology","Journal Information":"PLOS COMPUTATIONAL BIOLOGY Volume: 13 Issue: 2 Article Number: e1005403 DOI: 10.1371/journal.pcbi.1005403 Published: FEB 2017","Abstract":"Understanding the cell-specific binding patterns of transcription factors (TFs) is fundamental to studying gene regulatory networks in biological systems, for which ChIP-seq not only provides valuable data but is also considered as the gold standard. Despite tremendous efforts from the scientific community to conduct TF ChIP-seq experiments, the available data represent only a limited percentage of ChIP-seq experiments, considering all possible combinations of TFs and cell lines. In this study, we demonstrate a method for accurately predicting cell-specific TF binding for TF-cell line combinations based on only a small fraction (4%) of the combinations using available ChIP-seq data. The proposed model, termed TFImpute, is based on a deep neural network with a multi-task learning setting to borrow information across transcription factors and cell lines. Compared with existing methods, TFImpute achieves comparable accuracy on TF-cell line combinations with ChIP-seq data; moreover, TFImpute achieves better accuracy on TF-cell line combinations without ChIP-seq data. This approach can predict cell line specific enhancer activities in K562 and HepG2 cell lines, as measured by massively parallel reporter assays, and predicts the impact of SNPs on TF binding.","Authors":"Qin, Q (Qin, Qian) ; Feng, JX (Feng, Jianxing)","Title":"Imputation for transcription factor binding predictions based on deep learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247900012 PubMed ID: 27898306 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Histopathological image analysis; Deep contour-aware network; Deep learning; Transfer learning; Object detection; Instance segmentation KeyWords Plus:BREAST-CANCER HISTOPATHOLOGY; CONVOLUTIONAL NEURAL-NETWORKS; BAYESIAN BELIEF NETWORKS; GLANDULAR STRUCTURES; NUCLEI SEGMENTATION; PROSTATE-CANCER; CELL-NUCLEI; MODEL; CLASSIFICATION; DIAGNOSIS","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 36 Pages: 135-146 DOI: 10.1016/j.media.2016.11.004 Published: FEB 2017","Abstract":"In histopathological image analysis, the morphology of histological structures, such as glands and nuclei, has been routinely adopted by pathologists to assess the malignancy degree of adenocarcinomas. Accurate detection and segmentation of these objects of interest from histology images is an essential prerequisite to obtain reliable morphological statistics for quantitative diagnosis. While manual annotation is error-prone, time-consuming and operator-dependant, automated detection and segmentation of objects of interest from histology images can be very challenging due to the large appearance variation, existence of strong mimics, and serious degeneration of histological structures. In order to meet these challenges, we propose a novel deep contour-aware network (DCAN) under a unified multi-task learning framework for more accurate detection and segmentation. In the proposed network, multi-level contextual features are explored based on an end-to-end fully convolutional network (FCN) to deal with the large appearance variation. We further propose to employ an auxiliary supervision mechanism to overcome the problem of vanishing gradients when training such a deep network. More importantly, our network can not only output accurate probability maps of histological objects, but also depict clear contours simultaneouily for separating clustered object instances, which further boosts the segmentation performance. Our method ranked the first in two histological object segmentation challenges, including 2015 MICCAI Gland Segmentation Challenge and 2015 MICCAI Nuclei Segmentation Challenge. Extensive experiments on these two challenging datasets demonstrate the superior performance of our method, surpassing all the other methods by a significant margin. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, H (Chen, Hao) ; Qi, XJ (Qi, Xiaojuan) ; Yu, LQ (Yu, Lequan) ; Dou, Q (Dou, Qi) ; Qin, J (Qin, Jing) ; Heng, PA (Heng, Pheng-Ann) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chen, Hao  http://orcid.org/0000-0002-8400-3780","Title":"DCAN: Deep contour-aware networks for object instance segmentation from histology images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392904000022 PubMed ID: 28017607 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 27 Issue: 2 Pages: 224-230 DOI: 10.1016/j.cub.2016.10.054 Published: JAN 23 2017","Abstract":"Honeybees are models for studying how animals with relatively small brains accomplish complex cognition, displaying seemingly advanced (or \"non elemental\") learning phenomena involving multiple conditioned stimuli. These include \"peak shift\" [1-4] where animals not only respond to entrained stimuli, but respond even more strongly to similar ones that are farther away from non-rewarding stimuli. Bees also display negative and positive patterning discrimination [5], responding in opposite ways to mixtures of two odors than to individual odors. Since Pavlov, it has often been assumed that such phenomena are more complex than simple associate learning. We present a model of connections between olfactory sensory input and bees' mushroom bodies [6], incorporating empirically determined properties of mushroom body circuitry (random connectivity [7], sparse coding [8], and synaptic plasticity [9, 10]). We chose not to optimize the model's parameters to replicate specific behavioral phenomena, because we were interested in the emergent cognitive capacities that would pop out of a network constructed solely based on empirical neuroscientific information and plausible assumptions for unknown parameters. We demonstrate that the circuitry mediating \"simple\" associative learning can also replicate the various non-elemental forms of learning mentioned above and can effectively multi-task by replicating a range of different learning feats. We found that PN-KC synaptic plasticity is crucial in controlling the generalization discrimination trade-off it facilitates peak shift and hinders patterning discrimination and that PN-to-KC connection number can affect this trade-off. These findings question the notion that forms of learning that have been regarded as \"higher order\" are computationally more complex than \"simple\" associative learning.","Authors":"Peng, F (Peng, Fei) ; Chittka, L (Chittka, Lars)","Title":"A Simple Computational Model of the Bee Mushroom Body Can Explain Seemingly Complex Forms of Olfactory Learning and Memory"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395690300009 PubMed ID: 27033186 ISSN: 1389-4501 eISSN: 1873-5592","Keywords":"Estrogen receptor; QSAR modeling; virtual screening; multi-task learning; ER alpha; ER beta KeyWords Plus:STRUCTURALLY DIVERSE COMPOUNDS; BINDING-AFFINITY; IN-SILICO; BIOLOGICAL EVALUATION; VARIABLE SELECTION; DIPHENOLIC AZOLES; MOLECULAR DOCKING; HIGHLY POTENT; LUNG-CANCER; E-STATE","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"CURRENT DRUG TARGETS Volume: 18 Issue: 5 Pages: 576-591 DOI: 10.2174/1389450117666160401125542 Published: 2017","Abstract":"Estrogens play a crucial role in the growth, development, and homeostasis of various target tissues, their biological effects being mediated by the estrogen receptor (ER). In order to get a better understanding of the structural features of the modulators associated with the binding to ER, this paper provides an overview of the Quantitative Structure-Activity (QSAR) studies performed so far for estimating or predicting the activity of different ligands towards its two known subtypes (ER alpha and ER beta). Recent progresses in the application of these modeling studies are additionally pointed out. Finally, ongoing challenges that may lead to new and exciting directions for QSAR modeling studies in this field are discussed.","Authors":"Zhao, Q (Zhao, Qi) ; Lu, YX (Lu, Yuxi) ; Zhao, Y (Zhao, Yan) ; Li, RC (Li, Rongchao) ; Luan, F (Luan, Feng) ; Cordeiro, MNDS (Cordeiro, M. Natalia D. S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cordeiro, Maria Natalia   A-7413-2012 http://orcid.org/0000-0003-3375-8670","Title":"Rational Design of Multi-Target Estrogen Receptors ER alpha and ER beta by QSAR Approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395492600010 ISSN: 2072-4292","Keywords":"multi-task learning; feature fusion; sparse representation; low-rank representation; scene classification KeyWords Plus:FEATURE COMBINATION; RECOGNITION; MODEL; SCALE","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"REMOTE SENSING Volume: 9 Issue: 1 Article Number: 10 DOI: 10.3390/rs9010010 Published: JAN 2017","Abstract":"Scene classification plays an important role in the intelligent processing of High-Resolution Satellite (HRS) remotely sensed images. In HRS image classification, multiple features, e.g., shape, color, and texture features, are employed to represent scenes from different perspectives. Accordingly, effective integration of multiple features always results in better performance compared to methods based on a single feature in the interpretation of HRS images. In this paper, we introduce a multi-task joint sparse and low-rank representation model to combine the strength of multiple features for HRS image interpretation. Specifically, a multi-task learning formulation is applied to simultaneously consider sparse and low-rank structures across multiple tasks. The proposed model is optimized as a non-smooth convex optimization problem using an accelerated proximal gradient method. Experiments on two public scene classification datasets demonstrate that the proposed method achieves remarkable performance and improves upon the state-of-art methods in respective applications.","Authors":"Qi, KL (Qi, Kunlun) ; Liu, WX (Liu, Wenxuan) ; Yang, C (Yang, Chao) ; Guan, QF (Guan, Qingfeng) ; Wu, HY (Wu, Huayi)","Title":"Multi-Task Joint Sparse and Low-Rank Representation for the Scene Classification of High-Resolution Remote Sensing Image"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396123200002 ISSN: 1949-3045","Keywords":"Categorical emotion recognition; multi-task learning; deep belief network; activation; valence KeyWords Plus:INFORMATION; SPEECH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON AFFECTIVE COMPUTING Volume: 8 Issue: 1 Pages: 3-14 DOI: 10.1109/TAFFC.2015.2512598 Published: JAN-MAR 2017","Abstract":"Dimensional models have been proposed in psychology studies to represent complex human emotional expressions. Activation and valence are two common dimensions in such models. They can be used to describe certain emotions. For example, anger is one type of emotion with a low valence and high activation value; neutral has both a medium level valence and activation value. In this work, we propose to apply multi-task learning to leverage activation and valence information for acoustic emotion recognition based on the deep belief network (DBN) framework. We treat the categorical emotion recognition task as the major task. For the secondary task, we leverage activation and valence labels in two different ways, category level based classification and continuous level based regression. The combination of the loss functions from the major and secondary tasks is used as the objective function in the multi-task learning framework. After iterative optimization, the values from the last hidden layer in the DBN are used as new features and fed into a support vector machine classifier for emotion recognition. Our experimental results on the Interactive Emotional Dyadic Motion Capture and Sustained Emotionally Colored Machine-Human Interaction Using Nonverbal Expression databases show significant improvements on unweighted accuracy, illustrating the benefit of utilizing additional information in a multi-task learning setup for emotion recognition.","Authors":"Xia, R (Xia, Rui) ; Liu, Y (Liu, Yang)","Title":"A Multi-Task Learning Framework for Emotion Recognition Using 2D Continuous Space"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392418000008 PubMed ID: 27455522 ISSN: 0278-0062 eISSN: 1558-254X","Keywords":"Laparoscopic videos; cholecystectomy; convolutional neural network; tool presence detection; phase recognition KeyWords Plus:SURGICAL WORKFLOW; OPERATING-ROOM; CLASSIFICATION","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IEEE TRANSACTIONS ON MEDICAL IMAGING Volume: 36 Issue: 1 Pages: 86-97 DOI: 10.1109/TMI.2016.2593957 Published: JAN 2017","Abstract":"Surgical workflow recognition has numerous potential medical applications, such as the automatic indexing of surgical video databases and the optimization of real-time operating room scheduling, among others. As a result, surgical phase recognition has been studied in the context of several kinds of surgeries, such as cataract, neurological, and laparoscopic surgeries. In the literature, two types of features are typically used to perform this task: visual features and tool usage signals. However, the used visual features are mostly handcrafted. Furthermore, the tool usage signals are usually collected via a manual annotation process or by using additional equipment. In this paper, we propose a novel method for phase recognition that uses a convolutional neural network (CNN) to automatically learn features from cholecystectomy videos and that relies uniquely on visual information. In previous studies, it has been shown that the tool usage signals can provide valuable information in performing the phase recognition task. Thus, we present a novel CNN architecture, called EndoNet, that is designed to carry out the phase recognition and tool presence detection tasks in a multi-task manner. To the best of our knowledge, this is the first work proposing to use a CNN for multiple recognition tasks on laparoscopic videos. Experimental comparisons to other methods show that EndoNet yields state-of-the-art results for both tasks.","Authors":"Twinanda, AP (Twinanda, Andru P.) ; Shehata, S (Shehata, Sherif) ; Mutter, D (Mutter, Didier) ; Marescaux, J (Marescaux, Jacques) ; de Mathelin, M (de Mathelin, Michel) ; Padoy, N (Padoy, Nicolas)","Title":"EndoNet: A Deep Architecture for Recognition Tasks on Laparoscopic Videos"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390421300010 PubMed ID: 26955018 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Action recognition; multi-task learning; task grouping; task relatedness measure KeyWords Plus:TRAJECTORIES; APPEARANCE; FEATURES; CONTEXT; TASKS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 1 Pages: 102-114 DOI: 10.1109/TPAMI.2016.2537337 Published: JAN 2017","Abstract":"This paper proposes a hierarchical clustering multi-task learning (HC-MTL) method for joint human action grouping and recognition. Specifically, we formulate the objective function into the group-wise least square loss regularized by low rank and sparsity with respect to two latent variables, model parameters and grouping information, for joint optimization. To handle this non-convex optimization, we decompose it into two sub-tasks, multi-task learning and task relatedness discovery. First, we convert this non-convex objective function into the convex formulation by fixing the latent grouping information. This new objective function focuses on multi-task learning by strengthening the shared-action relationship and action-specific feature learning. Second, we leverage the learned model parameters for the task relatedness measure and clustering. In this way, HC-MTL can attain both optimal action models and group discovery by alternating iteratively. The proposed method is validated on three kinds of challenging datasets, including six realistic action datasets (Hollywood2, YouTube, UCF Sports, UCF50, HMDB51 & UCF101), two constrained datasets (KTH & TJU), and two multi-view datasets (MV-TJU & IXMAS). The extensive experimental results show that: 1) HC-MTL can produce competing performances to the state of the arts for action recognition and grouping; 2) HC-MTL can overcome the difficulty in heuristic action grouping simply based on human knowledge; 3) HC-MTL can avoid the possible inconsistency between the subjective action grouping depending on human knowledge and objective action grouping based on the feature subspace distributions of multiple actions. Comparison with the popular clustered multi-task learning further reveals that the discovered latent relatedness by HC-MTL aids inducing the group-wise multi-task learning and boosts the performance. To the best of our knowledge, ours is the first work that breaks the assumption that all actions are either independent for individual learning or correlated for joint modeling and proposes HC-MTL for automated, joint action grouping and modeling.","Authors":"Liu, AA (Liu, An-An) ; Su, YT (Su, Yu-Ting) ; Nie, WZ (Nie, Wei-Zhi) ; Kankanhalli, M (Kankanhalli, Mohan)","Title":"Hierarchical Clustering Multi-Task Learning for Joint Human Action Grouping and Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390258100015 ISSN: 1087-1357 eISSN: 1528-8935","Keywords":"multitask learning; Gaussian process; data fusion; surface variation; surface modeling KeyWords Plus:ROBUST REGRESSION; VEGETATION COVER; EXTERNAL DRIFT; LEAST-SQUARES; ERROR","Categories":"Engineering Web of Science Categories:Engineering, Manufacturing; Engineering, Mechanical","Journal Information":"JOURNAL OF MANUFACTURING SCIENCE AND ENGINEERING-TRANSACTIONS OF THE ASME Volume: 139 Issue: 1 Article Number: 011014 DOI: 10.1115/1.4034592 Published: JAN 2017","Abstract":"The shapes of machined surfaces play a critical role affecting powertrain performance, and therefore, it is necessary to characterize the shapes with high resolution. State-of-the-art approaches for surface shape characterization are mostly data-driven by interpolating and extrapolating the spatial data but its precision is limited by the density of measurements. This paper explores the new opportunity of improving surface shape prediction through considering the similarity of multiple similar manufacturing processes. It is a common scenario when the process of interest lacks sufficient data whereas rich data could be available from other similar-but-not-identical processes. It is reasonable to transfer the insights gained from other relevant processes into the surface shape prediction. This paper develops an engineering-guided multitask learning (EG-MTL) surface model by fusing surface cutting physics in engineering processes and the spatial data from a number of similar-but-not-identical processes. An iterative multitask Gaussian process learning algorithm is developed to learn the model parameters. Compared with the conventional multitask learning, the proposed method has the advantages in incorporating the insights on cutting force variation during machining and is potentially able to improve the prediction performance given limited measurement data. The methodology is demonstrated based on the data from real-world machining processes in an engine plant.","Authors":"Shao, CH (Shao, Chenhui) ; Ren, J (Ren, Jie) ; Wang, H (Wang, Hui) ; Jin, JH (Jin, Jionghua (Judy)) ; Hu, SJ (Hu, S. Jack) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shao, Chenhui  B-8934-2017 http://orcid.org/0000-0002-3299-2222","Title":"Improving Machined Surface Shape Prediction by Integrating Multi-Task Learning With Cutting Force Variation Modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388053700049 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Transfer learning; Speaker adaptation; Deep neural network; Multi-task learning KeyWords Plus:MODELS; TRANSFORMATIONS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 218 Pages: 448-459 DOI: 10.1016/j.neucom.2016.09.018 Published: DEC 19 2016","Abstract":"In this paper, we present a unified approach to transfer learning of deep neural networks (DNNs) to address performance degradation issues caused by a potential acoustic mismatch between the training and testing conditions due to inter-speaker variability in state-of-the-art connectionist (a.k.a., hybrid) automatic speech recognition (ASR) systems. Different schemes to transfer knowledge of deep neural networks related to speaker adaptation can be developed with ease under such a unifying concept as demonstrated in the three frameworks investigated in this study. In the first solution, knowledge is transferred between homogeneous domains, namely the source and the target domains. Moreover the transfer takes place in a sequential manner from the target to the source speaker to boost the ASR accuracy on spoken utterances from a surprise target speaker. In the second solution, a multi-task approach is adopted to adjust the connectionist parameters to improve the ASR system performance on the target speaker. Knowledge is transferred simultaneously among heterogeneous tasks, and that is achieved by adding one or more smaller auxiliary output layers to the original DNN structure. In the third solution, DNN output classes are organised into a hierarchical structure in order to adjust the connectionist parameters and close the gap between training and testing conditions by transferring prior knowledge from the root node to the leaves in a structural maximum a posteriori fashion. Through a series of experiments on the Wall Street Journal (WSJ) speech recognition task, we show that the proposed solutions result in consistent and statistically significant word error rate reductions. Most importantly, we show that transfer learning is an enabling technology for speaker adaptation, since it outperforms both the transformation-based adaptation algorithms usually adapted in the speech community, and the multi-condition training (MCT) schemes, which is a data combination methods often adopted to cover more acoustic variabilities in speech when data from the source and target domains are both available at the training time. Finally, experimental evidence demonstrates that all proposed solutions are robust to negative transfer even when only a single sentence from the target speaker is available. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Huang, Z (Huang, Zhen) ; Siniscalchi, SM (Siniscalchi, Sabato Marco) ; Lee, CH (Lee, Chin-Hui)","Title":"A unified approach to transfer learning of deep neural networks with applications to speaker adaptation in automatic speech recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392247900005 ISSN: 2224-2708","Keywords":"cloud robotics; smart city; task offloading; cloud computing; crowd control; genetic algorithm KeyWords Plus:GENETIC ALGORITHMS; SENSOR NETWORK; INTERNET; CITIES; THINGS; ARCHITECTURE; FRAMEWORK; IOT","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"JOURNAL OF SENSOR AND ACTUATOR NETWORKS Volume: 5 Issue: 4 Article Number: 20 DOI: 10.3390/jsan5040020 Published: DEC 2016","Abstract":"Cloud robotics in smart cities is an emerging paradigm that enables autonomous robotic agents to communicate and collaborate with a cloud computing infrastructure. It complements the Internet of Things (IoT) by creating an expanded network where robots offload data-intensive computation to the ubiquitous cloud to ensure quality of service (QoS). However, offloading for robots is significantly complex due to their unique characteristics of mobility, skill-learning, data collection, and decision-making capabilities. In this paper, a generic cloud robotics framework is proposed to realize smart city vision while taking into consideration its various complexities. Specifically, we present an integrated framework for a crowd control system where cloud-enhanced robots are deployed to perform necessary tasks. The task offloading is formulated as a constrained optimization problem capable of handling any task flow that can be characterized by a Direct Acyclic Graph (DAG). We consider two scenarios of minimizing energy and time, respectively, and develop a genetic algorithm (GA)-based approach to identify the optimal task offloading decisions. The performance comparison with two benchmarks shows that our GA scheme achieves desired energy and time performance. We also show the adaptability of our algorithm by varying the values for bandwidth and movement. The results suggest their impact on offloading. Finally, we present a multi-task flow optimal path sequence problem that highlights how the robot can plan its task completion via movements that expend the minimum energy. This integrates path planning with offloading for robotics. To the best of our knowledge, this is the first attempt to evaluate cloud-based task offloading for a smart city crowd control system.","Authors":"Rahman, A (Rahman, Akhlaqur) ; Jin, J (Jin, Jiong) ; Cricenti, A (Cricenti, Antonio) ; Rahman, A (Rahman, Ashfaqur) ; Palaniswami, M (Palaniswami, Marimuthu) ; Luo, T (Luo, Tie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Jin, Jiong  http://orcid.org/0000-0002-0306-2691","Title":"Cloud-Enhanced Robotic System for Smart City Crowd Control"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391724600005 ISSN: 1046-8188 eISSN: 1558-2868","Keywords":"Recommender systems; cross-domain collaborative filtering; weighted irregular tensor factorization; probabilistic matrix factorization; multi-task learning KeyWords Plus:DECOMPOSITIONS; FACTORIZATIONS; ALGORITHM; SYSTEMS; MATRIX","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INFORMATION SYSTEMS Volume: 35 Issue: 2 Article Number: 13 DOI: 10.1145/2976737 Published: DEC 2016","Abstract":"In the real-world environment, users have sufficient experience in their focused domains but lack experience in other domains. Recommender systems are very helpful for recommending potentially desirable items to users in unfamiliar domains, and cross-domain collaborative filtering is therefore an important emerging research topic. However, it is inevitable that the cold-start issue will be encountered in unfamiliar domains due to the lack of feedback data. The Bayesian approach shows that priors play an important role when there are insufficient data, which implies that recommendation performance can be significantly improved in cold-start domains if informative priors can be provided. Based on this idea, we propose a Weighted Irregular Tensor Factorization (WITF) model to leverage multi-domain feedback data across all users to learn the cross-domain priors w.r.t. both users and items. The features learned from WITF serve as the informative priors on the latent factors of users and items in terms of weighted matrix factorization models. Moreover, WITF is a unified framework for dealing with both explicit feedback and implicit feedback. To prove the effectiveness of our approach, we studied three typical real-world cases in which a collection of empirical evaluations were conducted on real-world datasets to compare the performance of our model and other state-of-the-art approaches. The results show the superiority of our model over comparison models.","Authors":"Hu, L (Hu, Liang) ; Cao, LB (Cao, Longbing) ; Cao, J (Cao, Jian) ; Gu, ZP (Gu, Zhiping) ; Xu, GD (Xu, Guandong) ; Yang, DY (Yang, Dingyu)","Title":"Learning Informative Priors from Heterogeneous Domains to Improve Recommendation in Cold-Start User Domains"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391624500016 ISSN: 1999-4893","Keywords":"drug sensitivity prediction; personalized medicine; prediction algorithms; tumor response modeling KeyWords Plus:CANCER-CELL-LINES; HUMAN TUMOR XENOGRAFTS; RANDOM FORESTS; GENE-EXPRESSION; FEATURE-SELECTION; PERSONALIZED MEDICINE; BREAST-CANCER; IN-VITRO; INTERACTION NETWORKS; TARGETED THERAPY","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ALGORITHMS Volume: 9 Issue: 4 Article Number: 77 DOI: 10.3390/a9040077 Published: DEC 2016","Abstract":"Precision medicine entails the design of therapies that are matched for each individual patient. Thus, predictive modeling of drug responses for specific patients constitutes a significant challenge for personalized therapy. In this article, we consider a review of approaches that have been proposed to tackle the drug sensitivity prediction problem especially with respect to personalized cancer therapy. We first discuss modeling approaches that are based on genomic characterizations alone and further the discussion by including modeling techniques that integrate both genomic and functional information. A comparative analysis of the prediction performance of four representative algorithms, elastic net, random forest, kernelized Bayesian multi-task learning and deep learning, reflecting the broad classes of regularized linear, ensemble, kernelized and neural network-based models, respectively, has been included in the paper. The review also considers the challenges that need to be addressed for successful implementation of the algorithms in clinical practice.","Authors":"De Niz, C (De Niz, Carlos) ; Rahman, R (Rahman, Raziur) ; Zhao, XY (Zhao, Xiangyuan) ; Pal, R (Pal, Ranadip)","Title":"Algorithms for Drug Sensitivity Prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390015900021 PubMed ID: 26572145 ISSN: 1931-7557 eISSN: 1931-7565","Keywords":"Alzheimer's disease; Mild cognitive impairment; Label alignment; Multi-task learning; Feature selection; Multimodal classification KeyWords Plus:FRONTOTEMPORAL DEMENTIA; CSF BIOMARKERS; PREDICTION; MODEL; MRI; CONVERSION; SELECTION; ATROPHY","Categories":"Neurosciences & Neurology Web of Science Categories:Neuroimaging","Journal Information":"BRAIN IMAGING AND BEHAVIOR Volume: 10 Issue: 4 Pages: 1148-1159 DOI: 10.1007/s11682-015-9480-7 Published: DEC 2016","Abstract":"Multimodal classification methods using different modalities of imaging and non-imaging data have recently shown great advantages over traditional single-modality-based ones for diagnosis and prognosis of Alzheimer's disease (AD), as well as its prodromal stage, i.e., mild cognitive impairment (MCI). However, to the best of our knowledge, most existing methods focus on mining the relationship across multiple modalities of the same subjects, while ignoring the potentially useful relationship across different subjects. Accordingly, in this paper, we propose a novel learning method for multimodal classification of AD/MCI, by fully exploring the relationships across both modalities and subjects. Specifically, our proposed method includes two subsequent components, i.e., label-aligned multi-task feature selection and multimodal classification. In the first step, the feature selection learning from multiple modalities are treated as different learning tasks and a group sparsity regularizer is imposed to jointly select a subset of relevant features. Furthermore, to utilize the discriminative information among labeled subjects, a new label-aligned regularization term is added into the objective function of standard multi-task feature selection, where label-alignment means that all multi-modality subjects with the same class labels should be closer in the new feature-reduced space. In the second step, a multi-kernel support vector machine (SVM) is adopted to fuse the selected features from multi-modality data for final classification. To validate our method, we perform experiments on the Alzheimer's Disease Neuroimaging Initiative (ADNI) database using baseline MRI and FDG-PET imaging data. The experimental results demonstrate that our proposed method achieves better classification performance compared with several state-of-the-art methods for multimodal classification of AD/MCI.","Authors":"Zu, C (Zu, Chen) ; Jie, BA (Jie, Biao) ; Liu, MX (Liu, Mingxia) ; Chen, SC (Chen, Songcan) ; Shen, DG (Shen, Dinggang) ; Zhang, DQ (Zhang, Daoqiang) Group Author(s): Alzheimer's Dis Neuroimaging Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number liu, mingxia  E-7824-2017  ","Title":"Label-aligned multi-task feature learning for multimodal classification of Alzheimer's disease and mild cognitive impairment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388199000002 ISSN: 2329-9290","Keywords":"Deep neural network; factor-aware training; factor representation; multi-task learning; robust speech recognition KeyWords Plus:FRONT-END; SPEAKER; ADAPTATION; MODELS","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 24 Issue: 12 Pages: 2231-2240 DOI: 10.1109/TASLP.2016.2598308 Published: DEC 2016","Abstract":"Although great progress has been made in automatic speech recognition (ASR), significant performance degradation still exists in noisy environments. In this paper, a novel factor-aware training framework, named neural network-based multifactor aware joint training, is proposed to improve the recognition accuracy for noise robust speech recognition. This approach is a structured model which integrates several different functional modules into one computational deep model. We explore and extract speaker, phone, and environment factor representations using deep neural networks (DNNs), which are integrated into the main ASR DNN to improve classification accuracy. In addition, the hidden activations in the main ASR DNN are used to improve factor extraction, which in turn helps theASRDNN. All the model parameters, including those in the ASR DNN and factor extraction DNNs, are jointly optimized under the multitask learning framework. Unlike prior traditional techniques for the factor-aware training, our approach requires no explicit separate stages for factor extraction and adaptation. Moreover, the proposed neural network-based multifactor aware joint training can be easily combined with the conventional factor-aware training which uses the explicit factors, such as i-vector, noise energy, and T 60 value to obtain additional improvement. The proposed method is evaluated on two main noise robust tasks: the AMI single distant microphone task in which reverberation is the main concern, and the Aurora4 task in which multiple noise types exist. Experiments on both tasks show that the proposed model can significantly reduce word error rate (WER). The best configuration achieved more than 15% relative reduction in WER over the baselines on these two tasks.","Authors":"Qian, YM (Qian, Yanmin) ; Tan, T (Tan, Tian) ; Yu, D (Yu, Dong)","Title":"Neural Network Based Multi-Factor Aware Joint Training for Robust Speech Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388205200002 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Collaborative sparse representation; multi-task modeling; grayscale-thermal tracking benchmark; adaptive tracking KeyWords Plus:OBJECT TRACKING; VISUAL TRACKING; FUSION; REGISTRATION; BENCHMARK","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 12 Pages: 5743-5756 DOI: 10.1109/TIP.2016.2614135 Published: DEC 2016","Abstract":"Integrating multiple different yet complementary feature representations has been proved to be an effective way for boosting tracking performance. This paper investigates how to perform robust object tracking in challenging scenarios by adaptively incorporating information from grayscale and thermal videos, and proposes a novel collaborative algorithm for online tracking. In particular, an adaptive fusion scheme is proposed based on collaborative sparse representation in Bayesian filtering framework. We jointly optimize sparse codes and the reliable weights of different modalities in an online way. In addition, this paper contributes a comprehensive video benchmark, which includes 50 grayscale-thermal sequences and their ground truth annotations for tracking purpose. The videos are with high diversity and the annotations were finished by one single person to guarantee consistency. Extensive experiments against other state-of-the-art trackers with both grayscale and grayscale-thermal inputs demonstrate the effectiveness of the proposed tracking approach. Through analyzing quantitative results, we also provide basic insights and potential future research directions in grayscale-thermal tracking.","Authors":"Li, CL (Li, Chenglong) ; Cheng, H (Cheng, Hui) ; Hu, SY (Hu, Shiyi) ; Liu, XB (Liu, Xiaobai) ; Tang, J (Tang, Jin) ; Lin, L (Lin, Liang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number , Lin  http://orcid.org/0000-0003-2248-3755","Title":"Learning Collaborative Sparse Representation for Grayscale-Thermal Tracking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388205200012 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Motion blur; tracking; sparse representation KeyWords Plus:SPARSE APPEARANCE MODEL; ROBUST OBJECT TRACKING; VIDEO","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 12 Pages: 5867-5876 DOI: 10.1109/TIP.2016.2615812 Published: DEC 2016","Abstract":"Most existing tracking algorithms do not explicitly consider the motion blur contained in video sequences, which degrades their performance in real-world applications where motion blur often occurs. In this paper, we propose to solve the motion blur problem in visual tracking in a unified framework. Specifically, a joint blur state estimation and multi-task reverse sparse learning framework are presented, where the closed-form solution of blur kernel and sparse code matrix is obtained simultaneously. The reverse process considers the blurry candidates as dictionary elements, and sparsely represents blurred templates with the candidates. By utilizing the information contained in the sparse code matrix, an efficient likelihood model is further developed, which quickly excludes irrelevant candidates and narrows the particle scale down. Experimental results on the challenging benchmarks show that our method performs well against the state-of-the-art trackers.","Authors":"Ma, B (Ma, Bo) ; Huang, LH (Huang, Lianghua) ; Shen, JB (Shen, Jianbing) ; Shao, L (Shao, Ling) ; Yang, MH (Yang, Ming-Hsuan) ; Porikli, F (Porikli, Fatih)","Title":"Visual Tracking Under Motion Blur"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388214700003 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Heterogeneous learning; multi-task learning; multi-view learning; multi-label learning; matrix tri-factorization KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 12 Pages: 3154-3168 DOI: 10.1109/TKDE.2016.2611514 Published: DEC 1 2016","Abstract":"In many real world applications such as image annotation, gene function prediction, and insider threat detection, the data collected from heterogeneous sources often exhibit multiple types of heterogeneity, such as task heterogeneity, view heterogeneity, and label heterogeneity. To address this problem, we propose a Hierarchical Multi-Latent Space (HiMLS) learning framework to jointly model the triple types of heterogeneity. The basic idea is to learn a hierarchical multi-latent space by which we can simultaneously leverage the task relatedness, view consistency and the label correlations to improve the learning performance. We first propose a multi-latent space approach to model the complex heterogeneity, which is then used as a building block to stack up a multi-layer structure in order to learn the hierarchical multi-latent space. In such a way, we can gradually learn the more abstract concepts in the higher level. We present two instantiated models of the generalized framework using different divergence measures. The two-phase learning algorithms are used to train the multi-layer models. We drive the multiplicative update rules for pre-training and fine-tuning in each model, and prove the convergence and correctness of the update methods. The effectiveness of the proposed approach is verified on various data sets.","Authors":"Yang, P (Yang, Pei) ; Davulcu, H (Davulcu, Hasan) ; Zhu, YD (Zhu, Yada) ; He, JR (He, Jingrui)","Title":"A Generalized Hierarchical Multi-Latent Space Model for Heterogeneous Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388214700014 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Multi-task multi-view clustering; multi-task clustering; multi-view clustering; co-clustering KeyWords Plus:NONNEGATIVE MATRIX FACTORIZATION; MULTIPLE TASKS; ALGORITHMS; CONSTRAINTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 12 Pages: 3324-3338 DOI: 10.1109/TKDE.2016.2603983 Published: DEC 1 2016","Abstract":"Multi-task clustering and multi-view clustering have severally found wide applications and received much attention in recent years. Nevertheless, there are many clustering problems that involve both multi-task clustering and multi-view clustering, i.e., the tasks are closely related and each task can be analyzed from multiple views. In this paper, we introduce a multi-task multi-view clustering framework which integrates within-view-task clustering, multi-view relationship learning, and multi-task relationship learning. Under this framework, we propose two multi-task multi-view clustering algorithms, the bipartite graph based multi-task multi-view clustering algorithm, and the semi-nonnegative matrix tri-factorization based multi-task multi-view clustering algorithm. The former one can deal with the multi-task multi-view clustering of nonnegative data, the latter one is a general multi-task multi-view clustering method, i.e., it can deal with the data with negative feature values. Experimental results on publicly available data sets in web page mining and image mining show the superiority of the proposed multi-task multi-view clustering algorithms over either multi-task clustering algorithms or multi-view clustering algorithms for multi-task clustering of multi-view data.","Authors":"Zhang, XT (Zhang, Xiaotong) ; Zhang, XC (Zhang, Xianchao) ; Liu, H (Liu, Han) ; Liu, XY (Liu, Xinyue)","Title":"Multi-Task Multi-View Clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387545900004 ISSN: 1042-1726 eISSN: 1867-1233","Keywords":"Collaboration; Multitasking; Split screens; Problem solving; Shared space; Virtual and online learning spaces KeyWords Plus:MEDIA MULTITASKING; COGNITIVE CONTROL; VALIDITY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF COMPUTING IN HIGHER EDUCATION Volume: 28 Issue: 3 Pages: 344-357 Special Issue: SI DOI: 10.1007/s12528-016-9117-x Published: DEC 2016","Abstract":"Collaborative problem-solving is often not a sequential process; instead, it can involve tasking switching or dual tasking (i.e., multitasking) activities in that the collaborators need to shift their attention between the targeted problems and the conversations they carry on with their collaborators. It is not known to what extent the multitasking activities increase or decrease collaborators' problem-solving performance. This current paper examined collaborative problem solving in shared virtual spaces. The main question asked was: How do collaboration and performance differ between collaborative problem solvers in multitasking and single-tasking conditions over time? We hypothesized that (1) there is a relationship between multitasking, collaboration, and problem solving performance; and that (2) collaboration is positively related to the overall problem solving performance. A total of 104 university students (63 female and 41 male) participated in this experimental study. Participants were randomly assigned to four different experimental conditions: individual and multi-tasking, collaborative and multi-tasking, individual and single-tasking, and collaborative and single-tasking. Results showed that the participants who collaborated and had multi-tasking activities outperformed the others. Additionally, collaboration helped to improve overall problem solving performance over time. The study offers insights for collaborative learning from both theoretical and methodological perspectives.","Authors":"Lin, L (Lin, Lin) ; Mills, LA (Mills, Leila A.) ; Ifenthaler, D (Ifenthaler, Dirk)","Title":"Collaboration, multi-tasking and problem solving performance in shared virtual spaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386120000006 ISSN: 0219-1377 eISSN: 0219-3116","Keywords":"Multi-task learning; Model-agnostic framework; Meta algorithm; Classification; Regression KeyWords Plus:CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"KNOWLEDGE AND INFORMATION SYSTEMS Volume: 49 Issue: 3 Pages: 933-973 DOI: 10.1007/s10115-016-0926-z Published: DEC 2016","Abstract":"Learning from small number of examples is a challenging problem in machine learning. An effective way to improve the performance is through exploiting knowledge from other related tasks. Multi-task learning (MTL) is one such useful paradigm that aims to improve the performance through jointly modeling multiple related tasks. Although there exist numerous classification or regression models in machine learning literature, most of the MTL models are built around ridge or logistic regression. There exist some limited works, which propose multi-task extension of techniques such as support vector machine, Gaussian processes. However, all these MTL models are tied to specific classification or regression algorithms and there is no single MTL algorithm that can be used at a meta level for any given learning algorithm. Addressing this problem, we propose a generic, model-agnostic joint modeling framework that can take any classification or regression algorithm of a practitioner's choice (standard or custom-built) and build its MTL variant. The key observation that drives our framework is that due to small number of examples, the estimates of task parameters are usually poor, and we show that this leads to an under-estimation of task relatedness between any two tasks with high probability. We derive an algorithm that brings the tasks closer to their true relatedness by improving the estimates of task parameters. This is achieved by appropriate sharing of data across tasks. We provide the detail theoretical underpinning of the algorithm. Through our experiments with both synthetic and real datasets, we demonstrate that the multi-task variants of several classifiers/regressors (logistic regression, support vector machine, K-nearest neighbor, Random Forest, ridge regression, support vector regression) convincingly outperform their single-task counterparts. We also show that the proposed model performs comparable or better than many state-of-the-art MTL and transfer learning baselines.","Authors":"Gupta, S (Gupta, Sunil) ; Rana, S (Rana, Santu) ; Saha, B (Saha, Budhaditya) ; Phung, D (Phung, Dinh) ; Venkatesh, S (Venkatesh, Svetha) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rana, Santu  http://orcid.org/0000-0003-2247-850X","Title":"A new transfer learning framework with application to model-agnostic multi-task learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386741300033 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Mixed-kinship verification; Multi-task learning; Multi-view learning KeyWords Plus:RECOGNITION; FUSION; RESEMBLANCE; RETRIEVAL; FEMALES; MALES; FACES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 214 Pages: 350-357 DOI: 10.1016/j.neucom.2016.06.027 Published: NOV 19 2016","Abstract":"Bi-subject kinship verification addresses the problem of verifying whether there exists some kind of kin relationship (i.e., father-son, father-daughter, mother-son and mother-daughter) between a pair of parent-child subjects based purely on their visual appearance. The task is challenging due to the involvement of two different subjects possibly with different genders and ages. In addition, collecting sufficient training samples for each type of kinship is difficult. In this work, we present a novel method to address these issues by considering each type of kin relation verification as one task and learning them at one time in the framework of multi-task learning, by sharing feature sets and useful structures among the tasks. Particularly our contributions are three folds: first, we introduce a new type of learning problem, called mixed bi-subject kinship verification, to the topic of bi-subject kinship verification: instead of simply verifying whether some fixed kinship relationship (e.g., mother-son) can be established for a given pair of parent-child images, we try to figure out whether any type of the four kinship relations can be established according to the visual features of the image pair, with no need to know the genders of the subjects to be verified beforehand. Second, we propose a novel multi-task learning method to address this problem with two transformation matrices - one is shared amongst all the tasks and the other is unique to each task. Both matrices are simultaneously learned in a joint framework, which enables our algorithm to utilize the common knowledge of the four tasks. Third, we propose a multi-view multi-task learning(MMTL) method to perform multiple feature fusion to improve the mixed bi-subject kinship verification performance. Extensive experiments on the large scale KinFaceW kinship database demonstrate the feasibility and effectiveness of the proposed algorithm. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qin, XQ (Qin, Xiaoqian) ; Tan, XY (Tan, Xiaoyang) ; Chen, SC (Chen, Songcan)","Title":"Mixed bi-subject kinship verification via multi-view multi-task learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388350300032 PubMed ID: 27861526 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 11 Issue: 11 Article Number: e0166169 DOI: 10.1371/journal.pone.0166169 Published: NOV 18 2016","Abstract":"The main purpose of this study is to propose, then analyze, and later test a spectral gradient algorithm for solving a convex minimization problem. The considered problem covers the matrix l(2,1)-norm regularized least squares which is widely used in multi-task learning for capturing the joint feature among each task. To solve the problem, we firstly minimize a quadratic approximated model of the objective function to derive a search direction at current iteration. We show that this direction descends automatically and reduces to the original spectral gradient direction if the regularized term is removed. Secondly, we incorporate a nonmonotone line search along this direction to improve the algorithm's numerical performance. Furthermore, we show that the proposed algorithm converges to a critical point under some mild conditions. The attractive feature of the proposed algorithm is that it is easily performable and only requires the gradient of the smooth function and the objective function's values at each and every step. Finally, we operate some experiments on synthetic data, which verifies that the proposed algorithm works quite well and performs better than the compared ones.","Authors":"Xiao, YH (Xiao, Yunhai) ; Wang, QY (Wang, Qiuyu) ; Liu, LH (Liu, Lihong)","Title":"Applications of Spectral Gradient Algorithm for Solving Matrix l(2,1)-Norm Minimization Problems in Machine Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389169000024 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Semi-supervised learning; Feature selection; Multi-task learning; Face recognition; 3D motion data analysis; Spoken letter recognition; Handwritten digits recognition KeyWords Plus:EVENT DETECTION; RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 41 Pages: 272-280 DOI: 10.1016/j.jvcir.2016.10.007 Published: NOV 2016","Abstract":"Given several related tasks, multi-task feature selection determines the importance of features by mining the correlations between them. There have already many efforts been made on the supervised multi-task feature selection. However, in real-world applications, it's noticeably time-consuming and unpractical to collect sufficient labeled training data for each task. In this paper, we propose a novel feature selection algorithm, which integrates the semi-supervised learning and multi-task learning into a joint framework. Both the labeled and unlabeled samples are sufficiently utilized for each task, and the shared information between different tasks is simultaneously explored to facilitate decision making. Since the proposed objective function is non-smooth and difficult to be solved, we also design an efficient iterative algorithm to optimize it. Experimental results on different applications demonstrate the effectiveness of our algorithm. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Wang, XD (Wang, Xiao-dong) ; Chen, RC (Chen, Rung-Ching) ; Yan, F (Yan, Fei) ; Zeng, ZQ (Zeng, Zhi-qiang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number zeng, zhiqiang  D-7708-2017  ","Title":"Semi-supervised feature selection with exploiting shared information among multiple tasks"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000389251700011 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"Automated teller machine (ATM); convolutional neural network (CNN); face occlusion detection; multi-task learning (MTL) KeyWords Plus:RAPID OBJECT DETECTION; FEATURES; RECOGNITION; PROPOSALS; CASCADE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 30 Issue: 9 Article Number: 1660010 DOI: 10.1142/S0218001416600107 Published: NOV 2016","Abstract":"With the rise of crimes associated with Automated Teller Machines (ATMs), security reinforcement by surveillance techniques has been a hot topic on the security agenda. As a result, cameras are frequently installed with ATMs, so as to capture the facial images of users. The main objective is to support follow-up criminal investigations in the event of an incident. However, in the case of miss-use, the user's face is often occluded. Therefore, face occlusion detection has become very important to prevent crimes connected with ATM usage. Traditional approaches to solving the problem typically comprise a succession of steps: localization, segmentation, feature extraction and recognition. This paper proposes an end-to-end facial occlusion detection framework, which is robust and effective by combining region proposal algorithm and Convolutional Neural Networks (CNN). The framework utilizes a coarse-to-fine strategy, which consists of two CNNs. The first CNN detects the head element within an upper body image while the second distinguishes which facial part is occluded from the head image. In comparison with previous approaches, the usage of CNN is optimal from a system point of view as the design is based on the end-to-end principle and the model operates directly on image pixels. For evaluation purposes, a face occlusion database consisting of over 50 000 images, with annotated facial parts, was used. Experimental results revealed that the proposed framework is very effective. Using the bespoke face occlusion dataset, Aleix and Robert (AR) face dataset and the Labeled Face in the Wild (LFW) database, we achieved over 85.61%, 97.58% and 100% accuracies for head detection when the Intersection over Union-section (IoU) is larger than 0.5, and 94.55%, 98.58% and 95.41% accuracies for occlusion discrimination, respectively.","Authors":"Xia, YZ (Xia, Yizhang) ; Zhang, BL (Zhang, Bailing) ; Coenen, F (Coenen, Frans)","Title":"Face Occlusion Detection Using Deep Convolutional Neural Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389191100008 ISSN: 1875-4791 eISSN: 1875-4805","Keywords":"Multi-task network; Deep learning; Face detection; Face recognition KeyWords Plus:DIMENSIONALITY; CLASSIFICATION; VERIFICATION","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"INTERNATIONAL JOURNAL OF SOCIAL ROBOTICS Volume: 8 Issue: 5 Pages: 709-720 DOI: 10.1007/s12369-016-0347-x Published: NOV 2016","Abstract":"In this work, we have proposed a method to learn a type of saliency features, which merely makes response in face regions. Based on the saliency features, a joint pipeline is designed to detect and recognize faces as a part of human-robot interaction (HRI) system of SRU robot. The characteristics of the architecture can be described as follows: (i) In the network, detectors can only be activated by face regions. By convoluting the input image, the detectors can produce a group of saliency feature maps, which indicate the location of faces. (ii) The face representations are achieved by pooling on these high response regions. They enjoy discriminative ability to face identification. Hence, classification and detection can be blended using a single network. (iii) To enhance the saliency of features, false responses are suppressed by introducing a saliency term in loss function, which forces the feature detector to ignore non-face inputs. It also can be seen as a branch of multi-task network to learn background. By restricting false responses, the performance of face verification can be improved, especially when the training and testing are implemented on different dataset. In experiments, the effects of saliency term on face verification and benchmark discriminative ability of saliency features on LFW are analyzed. And the effectiveness of this method in face detection is verified by the experimental results on FDDB.","Authors":"Zhao, Q (Zhao, Qian) ; Ge, SS (Ge, Shuzhi Sam) ; Ye, M (Ye, Mao) ; Liu, SB (Liu, Sibang) ; He, W (He, Wei)","Title":"Learning Saliency Features for Face Detection and Recognition Using Multi-task Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389092500003 ISSN: 0923-5965 eISSN: 1879-2677","Keywords":"Multi-task feature learning; Object tracking; Feature selection; Sparse representation KeyWords Plus:SPARSE APPEARANCE MODEL; OBJECT TRACKING","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING-IMAGE COMMUNICATION Volume: 49 Pages: 17-24 DOI: 10.1016/j.image.2016.09.009 Published: NOV 2016","Abstract":"Recently multi-task feature learning has become a widely applied approach for visual tracking, since it is benefited from the shared features across tasks. However, selecting features appropriately from multiple tasks is still a challenging problem due to the complex variation of the appearance of moving objects, which influences not only the features of single task but also the relationships between the features of multiple tasks. To address this problem, this paper presents a novel sparse learning model for selecting multi-task features adaptively. Compared to the existing multi-task models, the proposed model is capable of both calibrating the loss function according to the noise level of a task to keep its specific features, and identifying the relevant and irrelevant (outlier) tasks simultaneously by decomposing the regularized matrix into two specified structures. The proposed model allows to preserve specific features of individual tasks via calibration and to exploit sparse pattern over the relevant task via identification. Empirical evaluations demonstrate that the proposed method has better performance than a number of the state-of-the-art trackers on available public image sequences.","Authors":"Chen, PG (Chen, Pengguang) ; Zhang, XM (Zhang, Xingming) ; Mao, AH (Mao, Aihua) ; Xiong, JB (Xiong, Jianbin)","Title":"Visual tracking via adaptive multi-task feature learning with calibration and identification"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000386417400008 ISSN: 0304-3975 eISSN: 1879-2294","Keywords":"Empirical processes; Chain rule; Generalization; Multi-layers","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"THEORETICAL COMPUTER SCIENCE Volume: 650 Pages: 109-122 Special Issue: SI DOI: 10.1016/j.tcs.2016.07.034 Published: OCT 18 2016","Abstract":"The expected supremum of a Gaussian process indexed by the image of an index set under a function class is bounded in terms of separate properties of the index set and the function class. The bound is relevant to the estimation of nonlinear transformations or the analysis of learning algorithms whenever hypotheses are chosen from composite classes, as is the case for multi-layer models or multi-task feature learning. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Maurer, A (Maurer, Andreas)","Title":"A chain rule for the expected suprema of Gaussian processes"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000384477900001 PubMed ID: 27752242 ISSN: 1662-5218","Keywords":"robot learning; robot teaching; human-robot interaction; pragmatic frames; social learning; language learning; action learning; cognitive developmental robotics KeyWords Plus:SOCIAL COGNITION; LANGUAGE; IMITATION; SKILLS; GESTURES; INTENTIONS; BEHAVIOR; MODEL; WORD","Categories":"Computer Science; Robotics; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Robotics; Neurosciences","Journal Information":"FRONTIERS IN NEUROROBOTICS Volume: 10 Article Number: 10 DOI: 10.3389/fnbot.2016.00010 Published: OCT 3 2016","Abstract":"One of the big challenges in robotics today is to learn from human users that are inexperienced in interacting with robots but yet are often used to teach skills flexibly to other humans and to children in particular. A potential route toward natural and efficient learning and teaching in Human-Robot Interaction (HRI) is to leverage the social competences of humans and the underlying interactional mechanisms. In this perspective, this article discusses the importance of pragmatic frames as flexible interaction protocols that provide important contextual cues to enable learners to infer new action or language skills and teachers to convey these cues. After defining and discussing the concept of pragmatic frames, grounded in decades of research in developmental psychology, we study a selection of HRI work in the literature which has focused on learning-teaching interaction and analyze the interactional and learning mechanisms that were used in the light of pragmatic frames. This allows us to show that many of the works have already used in practice, but not always explicitly, basic elements of the pragmatic frames machinery. However, we also show that pragmatic frames have so far been used in a very restricted way as compared to how they are used in human-human interaction and argue that this has been an obstacle preventing robust natural multi-task learning and teaching in HRI. In particular, we explain that two central features of human pragmatic frames, mostly absent of existing HRI studies, are that (1) social peers use rich repertoires of frames, potentially combined together, to convey and infer multiple kinds of cues; (2) new frames can be learnt continually, building on existing ones, and guiding the interaction toward higher levels of complexity and expressivity. To conclude, we give an outlook on the future research direction describing the relevant key challenges that need to be solved for leveraging pragmatic frames for robot learning and teaching.","Authors":"Vollmer, AL (Vollmer, Anna-Lisa) ; Wrede, B (Wrede, Britta) ; Rohlfing, KJ (Rohlfing, Katharina J.) ; Oudeyer, PY (Oudeyer, Pierre-Yves)","Title":"Pragmatic Frames for Teaching and Learning in Human-Robot interaction: Review and Challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388743500016 ISSN: 1745-1361","Keywords":"multi-task learning; deep neural network; Mandarin-English code mixing; speech recognition","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"IEICE TRANSACTIONS ON INFORMATION AND SYSTEMS Volume: E99D Issue: 10 Pages: 2554-2557 DOI: 10.1587/transinf.2016SLL0004 Published: OCT 2016","Abstract":"Multi-task learning in deep neural networks has been proven to be effective for acoustic modeling in speech recognition. In the paper, this technique is applied to Mandarin-English code-mixing recognition. For the primary task of the senone classification, three schemes of the auxiliary tasks are proposed to introduce the language information to networks and improve the prediction of language switching. On the real-world Mandarin-English test corpus in mobile voice search, the proposed schemes enhanced the recognition on both languages and reduced the relative overall error rates by 3.5%, 3.8% and 5.8% respectively.","Authors":"Chen, MZ (Chen, Mengzhe) ; Pan, JL (Pan, Jielin) ; Zhao, QW (Zhao, Qingwei) ; Yan, YH (Yan, Yonghong)","Title":"Multi-Task Learning in Deep Neural Networks for Mandarin-English Code-Mixing Speech Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388046500006 PubMed ID: 27926382 ISSN: 0933-3657 eISSN: 1873-2860","Keywords":"Multi-task learning; Drug response prediction; Cancer cell lines; Gene expression data KeyWords Plus:MELANOMA-CELLS; OVARIAN-CANCER; EPOTHILONE B; SENSITIVITY; BORTEZOMIB; APOPTOSIS","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Biomedical; Medical Informatics","Journal Information":"ARTIFICIAL INTELLIGENCE IN MEDICINE Volume: 73 Pages: 70-77 DOI: 10.1016/j.artmed.2016.09.004 Published: OCT 2016","Abstract":"Motivation: Chemotherapy or targeted therapy are two of the main treatment options for many types of cancer. Due to the heterogeneous nature of cancer, the success of the therapeutic agents differs among patients. In this sense, determination of chemotherapeutic response of the malign cells is essential for establishing a personalized treatment protocol and designing new drugs. With the recent technological advances in producing large amounts of pharmacogenomic data, in silico methods have become important tools to achieve this aim. Objective: Data produced by using cancer cell lines provide a test bed for machine learning algorithms that try to predict the response of cancer cells to different agents. The potential use of these algorithms in drug discovery/repositioning and personalized treatments motivated us in this study to work on predicting drug response by exploiting the recent pharmacogenomic databases. We aim to improve the prediction of drug response of cancer cell lines. Methods: We propose to use a method that employs multi-task learning to improve learning by transfer, and kernels to extract non-linear relationships to predict drug response. Results: The method outperforms three state-of-the-art algorithms on three anti-cancer drug screen datasets. We achieved a mean squared error of 3.305 and 0.501 on two different large scale screen data sets. On a recent challenge dataset, we obtained an error of 0.556. We report the methodological comparison results as well as the performance of the proposed algorithm on each single drug. Conclusion: The results show that the proposed method is a strong candidate to predict drug response of cancer cell lines in silico for pre-clinical studies. The source code of the algorithm and data used can be obtained from http://mtan.etu.edu.tr/Supplementary/kMTrace/. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tan, M (Tan, Mehmet)","Title":"Prediction of anti-cancer drug response by kernelized multi-task learning"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000378952600017 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Feature selection; Multi-view; Manifold regularization; Image annotation KeyWords Plus:SUPERVISED FEATURE-SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 204 Pages: 135-141 Special Issue: SI DOI: 10.1016/j.neucom.2015.07.151 Published: SEP 5 2016","Abstract":"The features used in many social media analysis-based applications are usually of very high dimension. Feature selection offers several advantages in highly dimensional cases. Recently, multi-task feature selection has attracted much attention, and has been shown to often outperform the traditional single-task feature selection. Current multi-task feature selection methods are either supervised or unsupervised. In this paper, we address the semi-supervised multi-task feature selection problem. We firstly introduce manifold regularization in multi-task feature selection to utilize the limited number of labeled samples and the relatively large amount of unlabeled samples. However, the graph constructed in manifold regularization from a single feature representation (view) may be unreliable. We thus propose to construct the graph using the heterogeneous feature representations from multiple views. The proposed method is called manifold regularized multi-view feature selection (MRMVFS), which can exploit the label information, label relationship, data distribution, as well as correlation among different kinds of features simultaneously to boost the feature selection performance. All these information are integrated into a unified learning framework to estimate feature selection matrix, as well as the adaptive view weights. Experimental results on three real-world image datasets, NUS-WIDE, Flickr and Animal, demonstrate the effectiveness and superiority of the proposed MRMVFS over other state-of-the-art feature selection methods. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, YX (Li, Yangxi) ; Shi, X (Shi, Xin) ; Du, CL (Du, Cuilan) ; Liu, Y (Liu, Yang) ; Wen, YG (Wen, Yonggang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wen, Yonggang  B-8848-2011  ","Title":"Manifold regularized multi-view feature selection for social image annotation"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000384666800009 PubMed ID: 27587662 ISSN: 1367-4803 eISSN: 1460-2059","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOINFORMATICS Volume: 32 Issue: 17 Pages: 455-463 DOI: 10.1093/bioinformatics/btw433 Published: SEP 1 2016","Abstract":"Motivation: A key goal of computational personalized medicine is to systematically utilize genomic and other molecular features of samples to predict drug responses for a previously unseen sample. Such predictions are valuable for developing hypotheses for selecting therapies tailored for individual patients. This is especially valuable in oncology, where molecular and genetic heterogeneity of the cells has a major impact on the response. However, the prediction task is extremely challenging, raising the need for methods that can effectively model and predict drug responses. Results: In this study, we propose a novel formulation of multi-task matrix factorization that allows selective data integration for predicting drug responses. To solve the modeling task, we extend the state-of-the-art kernelized Bayesian matrix factorization (KBMF) method with component-wise multiple kernel learning. In addition, our approach exploits the known pathway information in a novel and biologically meaningful fashion to learn the drug response associations. Our method quantitatively outperforms the state of the art on predicting drug responses in two publicly available cancer datasets as well as on a synthetic dataset. In addition, we validated our model predictions with lab experiments using an in-house cancer cell line panel. We finally show the practical applicability of the proposed method by utilizing prior knowledge to infer pathway-drug response associations, opening up the opportunity for elucidating drug action mechanisms. We demonstrate that pathway-response associations can be learned by the proposed model for the well-known EGFR and MEK inhibitors.","Authors":"Ammad-ud-din, M (Ammad-ud-din, Muhammad) ; Khan, SA (Khan, Suleiman A.) ; Malani, D (Malani, Disha) ; Murumagi, A (Murumagi, Astrid) ; Kallioniemi, O (Kallioniemi, Olli) ; Aittokallio, T (Aittokallio, Tero) ; Kaski, S (Kaski, Samuel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Aittokallio, Tero  B-6583-2009 http://orcid.org/0000-0002-0886-9769 Kaski, Samuel  B-6684-2008 http://orcid.org/0000-0003-1925-9154 Khan, Suleiman  F-3472-2017 http://orcid.org/0000-0002-0823-4042 Kallioniemi, Olli  http://orcid.org/0000-0002-3231-0332","Title":"Drug response prediction by inferring pathway-response associations with kernelized Bayesian matrix factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382685700025 PubMed ID: 26476928 ISSN: 1863-2653 eISSN: 1863-2661","Keywords":"Alzheimer's disease; Group Lasso; Magnetic resonance imaging (MRI); Multi-task learning; Partial correlation; Positron emission tomography ( PET); Undirected graph KeyWords Plus:MILD COGNITIVE IMPAIRMENT; FUNCTIONAL CONNECTIVITY; CSF BIOMARKERS; MR-IMAGES; REGRESSION; SELECTION; LASSO; AD; VARIABLES; PATTERNS","Categories":"Anatomy & Morphology; Neurosciences & Neurology Web of Science Categories:Anatomy & Morphology; Neurosciences","Journal Information":"BRAIN STRUCTURE & FUNCTION Volume: 221 Issue: 7 Pages: 3787-3801 DOI: 10.1007/s00429-015-1132-6 Published: SEP 2016","Abstract":"Accurate diagnosis of Alzheimer's disease and its prodromal stage, i.e., mild cognitive impairment, is very important for early treatment. Over the last decade, various machine learning methods have been proposed to predict disease status and clinical scores from brain images. It is worth noting that many features extracted from brain images are correlated significantly. In this case, feature selection combined with the additional correlation information among features can effectively improve classification/regression performance. Typically, the correlation information among features can be modeled by the connectivity of an undirected graph, where each node represents one feature and each edge indicates that the two involved features are correlated significantly. In this paper, we propose a new graph-guided multi-task learning method incorporating this undirected graph information to predict multiple response variables (i.e., class label and clinical scores) jointly. Specifically, based on the sparse undirected feature graph, we utilize a new latent group Lasso penalty to encourage the correlated features to be selected together. Furthermore, this new penalty also encourages the intrinsic correlated tasks to share a common feature subset. To validate our method, we have performed many numerical studies using simulated datasets and the Alzheimer's Disease Neuroimaging Initiative dataset. Compared with the other methods, our proposed method has very promising performance.","Authors":"Yu, G (Yu, Guan) ; Liu, YF (Liu, Yufeng) ; Shen, DG (Shen, Dinggang)","Title":"Graph-guided joint prediction of class label and clinical scores for the Alzheimer's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382387300020 PubMed ID: 26254746 ISSN: 1931-7557 eISSN: 1931-7565","Keywords":"Alzheimer's disease; Feature selection; Canonical correlation analysis; Multi-class classification; Mild cognitive impairment conversion KeyWords Plus:MILD COGNITIVE IMPAIRMENT; FUNCTIONAL MRI; CLASSIFICATION; REPRESENTATION; IMAGES; REGISTRATION; PREDICTION; AD","Categories":"Neurosciences & Neurology Web of Science Categories:Neuroimaging","Journal Information":"BRAIN IMAGING AND BEHAVIOR Volume: 10 Issue: 3 Pages: 818-828 DOI: 10.1007/s11682-015-9430-4 Published: SEP 2016","Abstract":"Fusing information from different imaging modalities is crucial for more accurate identification of the brain state because imaging data of different modalities can provide complementary perspectives on the complex nature of brain disorders. However, most existing fusion methods often extract features independently from each modality, and then simply concatenate them into a long vector for classification, without appropriate consideration of the correlation among modalities. In this paper, we propose a novel method to transform the original features from different modalities to a common space, where the transformed features become comparable and easy to find their relation, by canonical correlation analysis. We then perform the sparse multi-task learning for discriminative feature selection by using the canonical features as regressors and penalizing a loss function with a canonical regularizer. In our experiments on the Alzheimer's Disease Neuroimaging Initiative (ADNI) dataset, we use Magnetic Resonance Imaging (MRI) and Positron Emission Tomography (PET) images to jointly predict clinical scores of Alzheimer's Disease Assessment Scale-Cognitive subscale (ADAS-Cog) and Mini-Mental State Examination (MMSE) and also identify multi-class disease status for Alzheimer's disease diagnosis. The experimental results showed that the proposed canonical feature selection method helped enhance the performance of both clinical score prediction and disease status identification, outperforming the state-of-the-art methods.","Authors":"Zhu, XF (Zhu, Xiaofeng) ; Suk, HI (Suk, Heung-Il) ; Lee, SW (Lee, Seong-Whan) ; Shen, D (Shen, Dinggang)","Title":"Canonical feature selection for joint regression and multi-class identification in Alzheimer's disease diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379862000006 ISSN: 1361-4568 eISSN: 1740-7842","Keywords":"Text tendency; cross-domain knowledge transfer; Markov logic network; multi-task transfer learning","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"NEW REVIEW OF HYPERMEDIA AND MULTIMEDIA Volume: 22 Issue: 3 Pages: 243-256 Special Issue: SI DOI: 10.1080/13614568.2016.1152317 Published: SEP 2016","Abstract":"With diverse online media emerging, there is a growing concern of sentiment classification problem. At present, text sentiment classification mainly utilizes supervised machine learning methods, which feature certain domain dependency. On the basis of Markov logic networks (MLNs), this study proposed a cross-domain multi-task text sentiment classification method rooted in transfer learning. Through many-to-one knowledge transfer, labeled text sentiment classification, knowledge was successfully transferred into other domains, and the precision of the sentiment classification analysis in the text tendency domain was improved. The experimental results revealed the following: (1) the model based on a MLN demonstrated higher precision than the single individual learning plan model. (2) Multi-task transfer learning based on Markov logical networks could acquire more knowledge than self-domain learning. The cross-domain text sentiment classification model could significantly improve the precision and efficiency of text sentiment classification.","Authors":"He, H (He, Hui) ; Li, ZG (Li, Zhigang) ; Yao, CC (Yao, Chongchong) ; Zhang, WZ (Zhang, Weizhe)","Title":"Sentiment classification technology based on Markov logic networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378444200017 ISSN: 0167-9473 eISSN: 1872-7352","Keywords":"Clinical studies; High dimensional regression; l(1) penalization; Multi-task learning; Sentiment analysis; Uplift KeyWords Plus:REGRESSION","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Statistics & Probability","Journal Information":"COMPUTATIONAL STATISTICS & DATA ANALYSIS Volume: 101 Pages: 226-235 DOI: 10.1016/j.csda.2016.02.015 Published: SEP 2016","Abstract":"A model is presented for the supervised learning problem where the observations come from a fixed number of pre-specified groups, and the regression coefficients may vary sparsely between groups. The model spans the continuum between individual models for each group and one model for all groups. The resulting algorithm is designed with a high dimensional framework in mind. The approach is applied to a sentiment analysis dataset to show its efficacy and interpretability. One particularly useful application is for finding sub-populations in a randomized trial for which an intervention (treatment) is beneficial, often called the uplift problem. Some new concepts are introduced that are useful for uplift analysis. The value is demonstrated in an application to a real world credit card promotion dataset. In this example, although sending the promotion has a very small average effect, by targeting a particular subgroup with the promotion one can obtain a 15% increase in the proportion of people who purchase the new credit card. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gross, SM (Gross, Samuel M.) ; Tibshirani, R (Tibshirani, Robert)","Title":"Data Shared Lasso: A novel tool to discover uplift"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377324500004 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"TSK fuzzy system; Classification; Large margin; Multi-task learning; Labeling-risk; Labeling-risk-aware mechanism KeyWords Plus:SUPPORT VECTOR REGRESSION; GENETIC ALGORITHMS; NEURAL-NETWORKS; SYSTEMS; MODELS; IDENTIFICATION; REPRESENTATION; INFORMATION; MACHINES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 357 Pages: 39-60 DOI: 10.1016/j.ins.2016.03.050 Published: AUG 20 2016","Abstract":"While the Takagi-Sugeno-Kang (TSK) fuzzy system has been extensively applied to regression, the aim of this paper is to unveil its potential for classification, of multiple tasks in particular. First, a novel TSK fuzzy classifier (TSK-FC) is presented for pattern classification by integrating the large margin criterion into the objective function. Where multiple tasks are concerned, it has been shown that learning the tasks simultaneously yields better performance than learning them independently. In this regard, the capabilities of TSK-FC are exploited for multi-task learning, through the use of a multi-task TSK fuzzy classifier called MT-TSK-FC. MT-TSK-FC is a mechanism that uses not only the independent sample information of each task, but also the inter-task correlation information to enhance classification performance. However, as the number of tasks increases, the learning process is prone to labeling risk, which can lead to considerable degradation in the performance of pattern classification. To reduce the risk, a labeling-risk-aware mechanism is proposed to enhance the performance of the MT-TSK-FC, thus leading to the development of the labeling-risk aware multi-task TSK fuzzy classifier called LRA-MT-TSK-FC. Since the three proposed fuzzy classifiers- TSK-FC, MT-TSK-FC, and LRA-MT-TSK-FC - can all be implemented by solving the corresponding QP problems, global optimal solutions are guaranteed. Experiments on multi-task synthetic and real image datasets are conducted to comprehensively demonstrate the effectiveness of the classifiers. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Jiang, YZ (Jiang, Yizhang) ; Deng, ZH (Deng, Zhaohong) ; Choi, KS (Choi, Kup-Sze) ; Chung, FL (Chung, Fu-Lai) ; Wang, ST (Wang, Shitong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Choi, Kup-Sze  http://orcid.org/0000-0003-0836-7088","Title":"A novel multi-task TSK fuzzy classifier and its enhanced version for labeling-risk-aware multi-task classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382113500006 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Microblog classification; Multi-modal classification; Multi-task learning; Structural regularization; Social media analysis KeyWords Plus:IMAGE CLASSIFICATION; RETRIEVAL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 15 Pages: 8921-8938 DOI: 10.1007/s11042-014-2342-2 Published: AUG 2016","Abstract":"Recent years have witnessed the flourishing of social media platforms (SMPs), such as Twitter, Facebook, and Sina Weibo. The rapid development of these SMPs has resulted in increasingly large scale multimedia data, which has been proved with remarkable marketing values. It is in an urgent need to classify these social media data into a specified list of concerned entities, such as brands, products, and events, to analyze their sales, popularity or influences. But this is a rather challenging task due to the shortness, conversationality, the incompatibility between images and text, and the data diversity of microblogs. In this paper, we present a multi-modal microblog classification method in a multi-task learning framework. Firstly features of different modalities are extracted for each microblog. Specifically, we extract TF-IDF features for each microblog text and low-level visual features and high-level semantic features for each microblog image. Then multiple related classification tasks are learned simultaneously for each feature to increase the sample size for each task and improve the prediction performance. Finally the outputs of each feature are integrated by a Support Vector Machine that learns how to optimally combine and weight each feature. We evaluate the proposed method on Brand-Social-Net to classify the contained 100 brands. Experimental results demonstrate the superiority of the proposed method, as compared to the state-of-the-art approaches.","Authors":"Zhao, SC (Zhao, Sicheng) ; Yao, HX (Yao, Hongxun) ; Zhao, SD (Zhao, Sendong) ; Jiang, XS (Jiang, Xuesong) ; Jiang, XL (Jiang, Xiaolei)","Title":"Multi-modal microblog classification via multi-task learning"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000382348400002 PubMed ID: 27262943 ISSN: 1369-5266 eISSN: 1879-0356","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"CURRENT OPINION IN PLANT BIOLOGY Volume: 32 Pages: 1-8 DOI: 10.1016/j.pbi.2016.05.002 Published: AUG 2016","Abstract":"Both plants and animals reduce their risk of being eaten by detecting and responding to herbivore and predator cues. Plants tend to be less mobile and rely on more local information perceived with widely dispersed and redundant tissues. As such, plants can more easily multi-task. Plants are more tolerant of damage and use damage to their own tissues as reliable cues of risk; plants have a higher threshold before responding to the threat of herbivory. Plants also use diverse cues that include fragments of plant tissue and molecular patterns from herbivores, herbivore feeding, or microbial associates of herbivores. Instead of fleeing from attackers, plants reallocate valuable resources to organs at less risk. They minimize unnecessary defenses against unrealized risks and costs of failing to defend against actual risk. Plants can remember and learn, although these abilities are poorly understood.","Authors":"Karban, R (Karban, Richard) ; Orrock, JL (Orrock, John L.) ; Preisser, EL (Preisser, Evan L.) ; Sih, A (Sih, Andrew)","Title":"A comparison of plants and animals in their responses to risk of consumption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380028000012 PubMed ID: 27305676 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Salient object detection; CNN; multi-task; data-driven KeyWords Plus:REGION DETECTION; VISUAL-ATTENTION; CUES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 8 Pages: 3919-3930 DOI: 10.1109/TIP.2016.2579306 Published: AUG 2016","Abstract":"A key problem in salient object detection is how to effectively model the semantic properties of salient objects in a data-driven manner. In this paper, we propose a multi-task deep saliency model based on a fully convolutional neural network with global input (whole raw images) and global output (whole saliency maps). In principle, the proposed saliency model takes a data-driven strategy for encoding the underlying saliency prior information, and then sets up a multi-task learning scheme for exploring the intrinsic correlations between saliency detection and semantic image segmentation. Through collaborative feature learning from such two correlated tasks, the shared fully convolutional layers produce effective features for object perception. Moreover, it is capable of capturing the semantic information on salient objects across different levels using the fully convolutional layers, which investigate the feature-sharing properties of salient object detection with a great reduction of feature redundancy. Finally, we present a graph Laplacian regularized nonlinear regression model for saliency refinement. Experimental results demonstrate the effectiveness of our approach in comparison with the state-of-the-art approaches.","Authors":"Li, X (Li, Xi) ; Zhao, LM (Zhao, Liming) ; Wei, LN (Wei, Lina) ; Yang, MH (Yang, Ming-Hsuan) ; Wu, F (Wu, Fei) ; Zhuang, YT (Zhuang, Yueting) ; Ling, HB (Ling, Haibin) ; Wang, JD (Wang, Jingdong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Xi  L-1234-2013   Zhao, Liming  http://orcid.org/0000-0002-1467-1230","Title":"DeepSaliency: Multi-Task Deep Neural Network Model for Salient Object Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379984500014 ISSN: 2168-2267 eISSN: 2168-2275","Keywords":"Discrete Holm's step-down procedure; model selection; multi-objective optimization; racing algorithm (RA); sign test (ST) KeyWords Plus:OPTIMIZATION; ALGORITHMS; MACHINE; CLASSIFICATION; PARAMETERS; NETWORKS; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"IEEE TRANSACTIONS ON CYBERNETICS Volume: 46 Issue: 8 Pages: 1863-1876 DOI: 10.1109/TCYB.2015.2456187 Published: AUG 2016","Abstract":"Model selection is a core aspect in machine learning and is, occasionally, multi-objective in nature. For instance, hyper-parameter selection in a multi-task learning context is of multi-objective nature, since all the tasks' objectives must be optimized simultaneously. In this paper, a novel multi-objective racing algorithm (RA), namely S-Race, is put forward. Given an ensemble of models, our task is to reliably identify Pareto optimal models evaluated against multiple objectives, while minimizing the total computational cost. As a RA, S-Race attempts to eliminate non-promising models with confidence as early as possible, so as to concentrate computational resources on promising ones. Simultaneously, it addresses the problem of multi-objective model selection (MOMS) in the sense of Pareto optimality. In S-Race, the nonparametric sign test is utilized for pair-wise dominance relationship identification. Moreover, a discrete Holm's step-down procedure is adopted to control the family-wise error rate of the set of hypotheses made simultaneously. The significance level assigned to each family is adjusted adaptively during the race. In order to illustrate its merits, S-Race is applied on three MOMS problems: 1) selecting support vector machines for classification; 2) tuning the parameters of artificial bee colony algorithms for numerical optimization; and 3) constructing optimal hybrid recommendation systems for movie recommendation. The experimental results confirm that S-Race is an efficient and effective MOMS algorithm compared to a brute-force approach.1,2","Authors":"Zhang, TT (Zhang, Tiantian) ; Georgiopoulos, M (Georgiopoulos, Michael) ; Anagnostopoulos, GC (Anagnostopoulos, Georgios C.)","Title":"Multi-Objective Model Selection via Racing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380282700003 PubMed ID: 27448411 ISSN: 1472-6920","Keywords":"Elearning; Health professions education; Undergraduate; Achievement emotions; Obstacles KeyWords Plus:E-LEARNING RESEARCH; ACHIEVEMENT EMOTIONS; HEALTH-PROFESSIONS; EDUCATION; TECHNOLOGY; TIME","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research; Education, Scientific Disciplines","Journal Information":"BMC MEDICAL EDUCATION Volume: 16 Article Number: 188 DOI: 10.1186/s12909-016-0710-5 Published: JUL 22 2016","Abstract":"Background: Elearning is ubiquitous in healthcare professions education. Its equivalence to 'traditional' educational delivery methods is well established. There is a research imperative to clarify when and how to use elearning most effectively to mitigate the potential of it becoming merely a 'disruptive technology.' Research has begun to broadly identify challenges encountered by elearning users. In this study, we explore in depth the perceived obstacles to elearning engagement amongst medical students. Sensitising concepts of achievement emotions and the cognitive demands of multi-tasking highlight why students' deeply emotional responses to elearning may be so important in their learning. Methods: This study used focus groups as a data collection tool. A purposeful sample of 31 participated. Iterative data gathering and analysis phases employed a constant comparative approach to generate themes firmly grounded in participant experience. Results: Key themes that emerged from the data included a sense of injustice, passivity and a feeling of being 'lost at sea'. The actual content of the elearning resource provided important context. Conclusions: The identified themes have strong emotional foundations. These responses, interpreted through the lens of achievement emotions, have not previously been described. Appreciation of their importance is of benefit to educators involved in curriculum development or delivery.","Authors":"Reid, HJ (Reid, Helen J.) ; Thomson, C (Thomson, Clare) ; McGlade, KJ (McGlade, Kieran J.)","Title":"Content and discontent: a qualitative exploration of obstacles to elearning engagement in medical students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383351400033 PubMed ID: 27438777 ISSN: 1553-734X eISSN: 1553-7358","Categories":"Biochemistry & Molecular Biology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Mathematical & Computational Biology","Journal Information":"PLOS COMPUTATIONAL BIOLOGY Volume: 12 Issue: 7 Article Number: e1005026 DOI: 10.1371/journal.pcbi.1005026 Published: JUL 2016","Abstract":"Recent technologies like AGO CLIP sequencing and CLASH enable direct transcriptome-wide identification of AGO binding and miRNA target sites, but the most widely used miRNA target prediction algorithms do not exploit these data. Here we use discriminative learning on AGO CLIP and CLASH interactions to train a novel miRNA target prediction model. Our method combines two SVM classifiers, one to predict miRNA-mRNA duplexes and a second to learn a binding model of AGO's local UTR sequence preferences and positional bias in 3'UTR isoforms. The duplex SVM model enables the prediction of non-canonical target sites and more accurately resolves miRNA interactions from AGO CLIP data than previous methods. The binding model is trained using a multi-task strategy to learn context-specific and common AGO sequence preferences. The duplex and common AGO binding models together outperform existing miRNA target prediction algorithms on held-out binding data. Open source code is available at https://bitbucket.org/leslielab/chimiric.","Authors":"Lu, YH (Lu, Yuheng) ; Leslie, CS (Leslie, Christina S.)","Title":"Learning to Predict miRNA-mRNA Interactions from AGO CLIP Sequencing and CLASH Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380117500024 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Listwise learning to rank; clustering; multi-task learning; structure","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 7 Pages: 1934-1939 DOI: 10.1109/TKDE.2016.2535214 Published: JUL 1 2016","Abstract":"Listwise learning to rank (LTR) is aimed at constructing a ranking model from listwise training data to order objects. In most existing studies, each training instance consists of a set of objects described by preference features. In a preference feature space for the objects in training, the structure of the objects is associated with the absolute preference degrees for the objects. The degrees significantly influence the ordering of the objects. Nevertheless, the structure of the training objects in their preference feature space has rarely been studied. In addition, most listwise LTR algorithms yield a single linear ranking model for all objects, but this ranking model may be insufficient to capture the underlying nonlinear ranking mechanism among all objects. This study proposes a divide-and-train method to learn a nonlinear ranking model from listwise training data. First, a rank-preserving clustering approach is used to infer the structure of objects in their preference feature space and all the objects in training data are divided into several clusters. Each cluster is assumed to correspond to a preference degree and an ordinal regression function is then learned. Second, considering that relations exist among the clusters, a multi-task listwise ranking approach is then employed to train linear ranking functions for all the clusters (or preference degrees) simultaneously. Our proposed method utilizes both the (relative) preferences among objects and the intrinsic structure of objects. Experimental results on benchmark data sets suggest that the proposed method outperforms state-ofthe- art listwise LTR algorithms.","Authors":"Wu, O (Wu, Ou) ; You, Q (You, Qiang) ; Mao, X (Mao, Xue) ; Xia, F (Xia, Fen) ; Yuan, F (Yuan, Fei) ; Hu, WM (Hu, Weiming)","Title":"Listwise Learning to Rank by Exploring Structure of Objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378799100016 ISSN: 1751-8784 eISSN: 1751-8792","Keywords":"antenna arrays; regression analysis; matrix algebra; iterative methods; antenna radiation patterns; pattern matching; genetic algorithms; multitask learning method; radar tracking; biomedical imaging; satellite communication; ground communication; remote sensing application; MTL method; sparse pattern reconfigurable antenna array; multimatrices linear regression; iterative shrinkage threshold method; pattern matching; numerical simulation; matrix pencil method; genetic algorithm","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IET RADAR SONAR AND NAVIGATION Volume: 10 Issue: 6 Pages: 1127-1135 DOI: 10.1049/iet-rsn.2015.0521 Published: JUL 2016","Abstract":"The synthesis of pattern reconfigurable antenna array with as few elements as possible can find wide applications in radar tracking, biomedical imaging, satellite and ground communications, and remote sensing applications. In this study, an efficient method for multi-task learning (MTL) is exploited to the design of sparse pattern reconfigurable antenna array. Toward this end, the design of sparse and pattern reconfigurable antenna array is reformulated as an equivalent problem of multi-matrices linear regression and iterative shrinkage threshold method for MTL is utilised to obtain jointly optimal design of positions and the excitations of the radiating elements for multi-pattern synthesis, in which compromise between the array sparseness and pattern matching is achieved. Some numerical simulations are presented to assess the efficiency of the proposed method and the synthesis performance comparisons with matrix pencil method and genetic algorithm are also performed to demonstrate the superiority of the proposed algorithm over traditional algorithm in this literature.","Authors":"Li, LJ (Li Longjun) ; Wang, BH (Wang, Buhong)","Title":"Reducing the number of elements in a pattern reconfigurable antenna array by the multi-task learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378846400003 ISSN: 0885-6125 eISSN: 1573-0565","Keywords":"Multi-target regression; Multi-label classification; Stacking; Chaining KeyWords Plus:WATER-QUALITY; MULTIPLE; CLASSIFICATION; ENSEMBLES; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"MACHINE LEARNING Volume: 104 Issue: 1 Pages: 55-98 DOI: 10.1007/s10994-016-5546-z Published: JUL 2016","Abstract":"In many practical applications of supervised learning the task involves the prediction of multiple target variables from a common set of input variables. When the prediction targets are binary the task is called multi-label classification, while when the targets are continuous the task is called multi-target regression. In both tasks, target variables often exhibit statistical dependencies and exploiting them in order to improve predictive accuracy is a core challenge. A family of multi-label classification methods address this challenge by building a separate model for each target on an expanded input space where other targets are treated as additional input variables. Despite the success of these methods in the multi-label classification domain, their applicability and effectiveness in multi-target regression has not been studied until now. In this paper, we introduce two new methods for multi-target regression, called stacked single-target and ensemble of regressor chains, by adapting two popular multi-label classification methods of this family. Furthermore, we highlight an inherent problem of these methods-a discrepancy of the values of the additional input variables between training and prediction-and develop extensions that use out-of-sample estimates of the target variables during training in order to tackle this problem. The results of an extensive experimental evaluation carried out on a large and diverse collection of datasets show that, when the discrepancy is appropriately mitigated, the proposed methods attain consistent improvements over the independent regressions baseline. Moreover, two versions of Ensemble of Regression Chains perform significantly better than four state-of-the-art methods including regularization-based multi-task learning methods and a multi-objective random forest approach.","Authors":"Spyromitros-Xioufis, E (Spyromitros-Xioufis, Eleftherios) ; Tsoumakas, G (Tsoumakas, Grigorios) ; Groves, W (Groves, William) ; Vlahavas, I (Vlahavas, Ioannis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Spyromitros-Xioufis, Eleftherios  http://orcid.org/0000-0001-9178-8603","Title":"Multi-target regression via input space expansion: treating targets as inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373538100005 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Action recognition; Super-category; Multi-task learning; Mutual information; Fisher Vector KeyWords Plus:MULTILABEL IMAGE CLASSIFICATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 124 Pages: 36-44 Special Issue: SI DOI: 10.1016/j.sigpro.2015.10.035 Published: JUL 2016","Abstract":"There is indeed a relationship among various action categories, with which many correlated action categories can be clustered into a same group, named super-category. Knowledge sharing within super-category is an effective strategy to achieve good generalization performance. In this paper, we propose a novel human action recognition method based on multi-task learning framework with super-category. We employ Fisher vector as the action representation by concatenating the gradients of log likelihood with respect to mean vector and covariance parameters of Gaussion Mixture Model. Considering the occupancy probability of each Gaussian component is different, we naturally discover the relationship among different action categories by evaluating the importance of each Gaussian component in classifying each category. For these categories, the more related to the same Gaussian component, the more possible belonging to the same super category, and vice versa. By applying the explored super-category information as a prior, feature sharing within super-category and feature competition between super-categories are simultaneously encouraged in multi-task learning framework. Experimental results on large and realistic datasets HMDB51 and UCF50 show that the proposed method achieves higher accuracy with less dimensions of features over several state-of-the-art approaches. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Yang, YH (Yang, Yanhua) ; Liu, RS (Liu, Ruishan) ; Deng, C (Deng, Cheng) ; Gao, XB (Gao, Xinbo)","Title":"Multi-task human action recognition via exploring super-category"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376711800004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Dementia diagnosis; Feature selection; Manifold learning KeyWords Plus:ALZHEIMERS-DISEASE; CSF BIOMARKERS; REGRESSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 195 Pages: 19-22 Special Issue: SI DOI: 10.1016/j.neucom.2015.09.126 Published: JUN 26 2016","Abstract":"This paper proposes a graph feature selection method for dementia diagnosis, by adding the information inherent in the observations into a sparse multi-task learning framework. Specifically, this paper first defines two relations (i.e., the feature-feature relation and the sample-sample relation, respectively) based on the prior knowledge in the data. The feature-feature selection enforces the similarity relationship between features to be preserved in the coefficient matrix while the sample-sample relation is designed to preserve the relation between samples invariant in the predicted space. Then we embed these two kinds of relations into a multi-task learning framework (i.e., a least square loss function plus an l(2)-norm regularization term) to conduct feature selection. Furthermore, we feed the reduced data into Support Vector Machine (SVM) for conducting the identification of Alzheimer's Disease (AD). Finally, the experimental results on a subset of the Alzheimer's Disease Neuroimaging Initiative (ADNI) dataset showed the effectiveness of the proposed method in terms of classification accuracy, by comparing with the state-of-the-art methods, including k Nearest Neighbor (kNN), ridge regression, SVM, and so on. (C) 2016 Published by Elsevier B.V.","Authors":"Zhu, YH (Zhu, Yonghua) ; Zhong, Z (Zhong, Zhi) ; Cao, WF (Cao, Wenfei) ; Cheng, DB (Cheng, Debo)","Title":"Graph feature selection for dementia diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376711800005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"View-based 3D object; Multi-task feature selection; Multimodal SVM KeyWords Plus:IDENTIFICATION; REGRESSION; MATRIX","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 195 Pages: 23-29 Special Issue: SI DOI: 10.1016/j.neucom.2015.09.120 Published: JUN 26 2016","Abstract":"Nowadays by employing many machine learning and pattern classification methods in object classification, the view-based 3D object classification, an emerging research topic, becomes a major research focus. However, most existing researches focus on only a single modality of image features for the object classification, although recent studies have shown that different kinds of features may provide complementary information for 3D object classification. In this paper, we propose the multimodal support vector machine to combine three modalities of image features, i.e., Sift descriptor, Outline Fourier transform descriptor, and Zernike Moments descriptor to discriminate the multiple classes of object, where each kernel corresponds to each modality. In this way, not only the independence of each modality but also the interrelation between them are both taken into considered. And we further employ multi-task feature selection via the l(2)-norm regularization after feature extraction to improve the performance of final classification. The experiments conducted in ETH-80 image set demonstrate the effectiveness and superiority of our method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, FH (Chen, Fuhai) ; Ji, RR (Ji, Rongrong) ; Cao, LJ (Cao, Liujuan)","Title":"Multimodal learning for view-based 3D object classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376711800014 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Alzheimer's Disease (AD); Mild Cognitive Impairment (MCI); L-2,L-1-norm; Sparse learning; Multi-modality learning; Multi-task learning KeyWords Plus:ALZHEIMERS-DISEASE; REPRESENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 195 Pages: 104-111 Special Issue: SI DOI: 10.1016/j.neucom.2015.08.111 Published: JUN 26 2016","Abstract":"Recent studies have witnessed the effectiveness of L-2,L-1-norm based methods on AD/MCI diagnosis. Nonetheless, most of them suffer from the following three main problems: (1) L-2,L-1-norm based loss function does not take into account different distances between target labels and prediction values; (2) L-2,L-1-norm based feature selection does not possess sufficient flexibility to adapt to different types of data sources and select more informative features; (3) intrinsic correlation between the processes of feature selection and classification (or regression) are inevitably ignored. In this paper, we propose a novel method which incorporates additional flexibility and adaptability by employing the more generalized L-2,L-1-norm based prediction loss function and L-2,L-1-norm based feature selection, as well as utilizes a joint model to perform feature selection and classification simultaneously. Besides, we introduce a regularizer to preserve local structure information between samples in the original feature space and prediction values in the projected space. In order to validate the effectiveness of the proposed method, we conducted extensive experiments on the ADNI dataset, and showed that the proposed method enhanced the performance of disease status classification, compared to the state-of-the-art methods. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, MX (Zhang, Mingxing) ; Yang, Y (Yang, Yang) ; Zhang, HW (Zhang, Hanwang) ; Shen, FM (Shen, Fumin) ; Zhang, DX (Zhang, Dongxiang)","Title":"L-2,L-p-norm and sample constraint based feature selection and classification for AD diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376711800025 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"HEp-2 cell; Clustered multi-task learning; Cell classification KeyWords Plus:FEATURES; AUTOANTIBODIES; REPRESENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 195 Pages: 195-201 Special Issue: SI DOI: 10.1016/j.neucom.2015.06.108 Published: JUN 26 2016","Abstract":"This paper proposes a clustered multi-task learning-based method for automated HEp-2 cells Classification. First, the visual feature is extracted for individual sample to represent its appearance characteristics. Then, the models of multiple HEp-2 cell category are jointly trained in the framework of clustered multi-task learning. The extensive experiments on the HEp 2, cell dataset released by the HEp-2 Cells Classification contest, held at the 2012 International Conference on Patter Recognition, show that the proposed method can discover and share the latent relatedness among multiple tasks and consequently augment the performance. The quantitative comparison against the state-of-the-art methods demonstrates the superiority of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, AA (Liu, Anan) ; Lu, Y (Lu, Yao) ; Nie, WZ (Nie, Weizhi) ; Su, YT (Su, Yuting) ; Yang, ZX (Yang, Zhaoxuan)","Title":"HEp-2 cells Classification via clustered multi-task learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376548100034 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Super-resolution; Deep convolutional neural network; Image gradient priors; Multi-task learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 194 Pages: 340-347 DOI: 10.1016/j.neucom.2016.02.046 Published: JUN 19 2016","Abstract":"Deep convolutional neural network has been applied for single image super-resolution problem and demonstrated state-of-the-art quality. This paper presents several prior information that could be utilized during the training process of the deep convolutional neural network. The first type of prior focuses on edges and texture restoration in the output, and the second type of prior utilizes multiple upscaling factors to consider the structure recurrence across different scales. As demonstrated by our experimental results, the proposed framework could significantly accelerate the training speed for more than ten times and at the same time lead to better image quality. The generated super-resolution image achieves visually sharper and more pleasant restoration as well as superior objectively evaluation results compared to state-of-the-art methods. (C) 2016 Published by Elsevier B.V.","Authors":"Liang, YD (Liang, Yudong) ; Wang, JJ (Wang, Jinjun) ; Zhou, SP (Zhou, Sanping) ; Gong, YH (Gong, Yihong) ; Zheng, NN (Zheng, Nanning)","Title":"Incorporating image priors with deep convolutional neural networks for image super-resolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377109500036 ISSN: 1530-437X eISSN: 1558-1748","Keywords":"Artificial olfactory system; electronic nose; multi-feature learning; semi-supervised learning KeyWords Plus:NONLINEAR DIMENSIONALITY REDUCTION; INDOOR AIR CONTAMINANTS; GAS SENSOR ARRAY; ELECTRONIC NOSE; DRIFT COMPENSATION; CLASSIFIER ENSEMBLE; FEATURE-SELECTION; RECOGNITION; MACHINE; COUNTERACTION","Categories":"Engineering; Instruments & Instrumentation; Physics Web of Science Categories:Engineering, Electrical & Electronic; Instruments & Instrumentation; Physics, Applied","Journal Information":"IEEE SENSORS JOURNAL Volume: 16 Issue: 12 Pages: 4919-4931 DOI: 10.1109/JSEN.2016.2551743 Published: JUN 15 2016","Abstract":"Artificial olfaction data are usually represented by a sensor array embedded in an electronic nose system (E-Nose), such that each observation can be expressed as a feature vector for pattern recognition. The concerns of this paper are threefold: 1) each feature can be represented by multiple different modalities; 2) manual labeling of sensory data in real application is difficult and hardly impossible, which results in an issue of insufficient labeled data; and 3) classifier learning is generally independent of feature engineering, such that the recognition capability of E-Nose is restricted due to the unilateral suboptimum. Motivated by these concerns, in this paper, from a new perspective of multi-task learning, we aim at proposing a unified semi-supervised learning framework nominated as MFKS, and the merits are composed of three points. First, a multi-feature joint classifier learning with low-rank constraint is developed for exploiting the structural information of multiple feature modalities. The relatedness of sub-classifiers with respect to feature modalities is preserved by imposing a low-rank constraint on the group classifier. Second, with a manifold assumption, a Laplacian graph manifold regularization is incorporated for capturing the intrinsic geometry of unlabeled data. Third, the features and classifiers are learned simultaneously in a unified framework, such that the optimality and robustness are improved. Experiments on two data sets, including large-scale 16-sensor data with 36-month drift and small-scale temperature modulated sensory data, demonstrate that the proposed approach has 4% improvement in classification accuracy than others.","Authors":"Zhang, L (Zhang, Lei) ; Zhang, D (Zhang, David) ; Yin, X (Yin, Xin) ; Liu, Y (Liu, Yan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, David  O-9396-2016 http://orcid.org/0000-0002-5027-5286","Title":"A Novel Semi-Supervised Learning Approach in Artificial Olfaction for E-Nose Application"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000385493900025 ISSN: 0163-5980 eISSN: 1943-586X","Keywords":"autotuning; cross-architectural tuning; input-adaptive; multi-task learning; device feature selection","Journal Information":"OPERATING SYSTEMS REVIEW Volume: 50 Issue: 2 Pages: 325-338 DOI: 10.1145/2872362.2872411 Published: JUN 2016","Abstract":"Code variants represent alternative implementations of a computation, and are common in high-performance libraries and applications to facilitate selecting the most appropriate implementation for a specific execution context (target architecture and input dataset). Automating code variant selection typically relies on machine learning to construct a model during an offline learning phase that can be quickly queried at runtime once the execution context is known. In this paper, we define a new approach called architecture-adaptive code variant tuning, where the variant selection model is learned on a set of source architectures, and then used to predict variants on a new target architecture without having to repeat the training process. We pose this as a multi-task learning problem, where each source architecture corresponds to a task; we use device features in the construction of the variant selection model. This work explores the effectiveness of multi-task learning and the impact of different strategies for device feature selection. We evaluate our approach on a set of benchmarks and a collection of six NVIDIA GPU architectures from three distinct generations. We achieve performance results that are mostly comparable to the previous approach of tuning for a single GPU architecture without having to repeat the learning phase.","Authors":"Muralidharan, S (Muralidharan, Saurav) ; Roy, A (Roy, Amit) ; Hall, M (Hall, Mary) ; Garland, M (Garland, Michael) ; Rai, P (Rai, Piyush)","Title":"Architecture-Adaptive Code Variant Tuning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379930300015 ISSN: 0278-0062 eISSN: 1558-254X","Keywords":"Image segmentation; machine learning; random forest; deformable model; computed tomography; pelvic organs; prostate cancer KeyWords Plus:ACTIVE SHAPE MODELS; RADIATION-THERAPY; PROSTATE-CANCER; GUIDED RADIOTHERAPY; IMAGES; CONTEXT; LOCALIZATION; REGISTRATION; POPULATION; BIOPSY","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IEEE TRANSACTIONS ON MEDICAL IMAGING Volume: 35 Issue: 6 Pages: 1532-1543 DOI: 10.1109/TMI.2016.2519264 Published: JUN 2016","Abstract":"Segmenting male pelvic organs from CT images is a prerequisite for prostate cancer radiotherapy. The efficacy of radiation treatment highly depends on segmentation accuracy. However, accurate segmentation of male pelvic organs is challenging due to low tissue contrast of CT images, as well as large variations of shape and appearance of the pelvic organs. Among existing segmentation methods, deformable models are the most popular, as shape prior can be easily incorporated to regularize the segmentation. Nonetheless, the sensitivity to initialization often limits their performance, especially for segmenting organs with large shape variations. In this paper, we propose a novel approach to guide deformable models, thus making them robust against arbitrary initializations. Specifically, we learn a displacement regressor, which predicts 3D displacement from any image voxel to the target organ boundary based on the local patch appearance. This regressor provides a non-local external force for each vertex of deformable model, thus overcoming the initialization problem suffered by the traditional deformable models. To learn a reliable displacement regressor, two strategies are particularly proposed. 1) A multi-task random forest is proposed to learn the displacement regressor jointly with the organ classifier; 2) an auto-context model is used to iteratively enforce structural information during voxel-wise prediction. Extensive experiments on 313 planning CT scans of 313 patients show that our method achieves better results than alternative classification or regression based methods, and also several other existing methods in CT pelvic organ segmentation.","Authors":"Gao, YZ (Gao, Yaozong) ; Shao, YQ (Shao, Yeqin) ; Lian, J (Lian, Jun) ; Wang, AZ (Wang, Andrew Z.) ; Chen, RC (Chen, Ronald C.) ; Shen, DG (Shen, Dinggang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Andrew  http://orcid.org/0000-0002-9781-4494","Title":"Accurate Segmentation of CT Male Pelvic Organs via Regression-Based Deformable Models and Multi-Task Random Forests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377012100012 PubMed ID: 25993900 ISSN: 1863-2653 eISSN: 1863-2661","Keywords":"Alzheimer's disease (AD); Mild cognitive impairment (MCI); Feature selection; Multi-task learning; Deep architecture; Sparse least squared regression; Magnetic resonance imaging (MRI); Positron emission topography (PET) KeyWords Plus:MILD COGNITIVE IMPAIRMENT; TEMPORAL-LOBE ATROPHY; FDG-PET; MRI; CLASSIFICATION; DEMENTIA; REGISTRATION; HIPPOCAMPAL; PROGRESSION; EXTRACTION","Categories":"Anatomy & Morphology; Neurosciences & Neurology Web of Science Categories:Anatomy & Morphology; Neurosciences","Journal Information":"BRAIN STRUCTURE & FUNCTION Volume: 221 Issue: 5 Pages: 2569-2587 DOI: 10.1007/s00429-015-1059-y Published: JUN 2016","Abstract":"Recently, neuroimaging-based Alzheimer's disease (AD) or mild cognitive impairment (MCI) diagnosis has attracted researchers in the field, due to the increasing prevalence of the diseases. Unfortunately, the unfavorable high-dimensional nature of neuroimaging data, but a limited small number of samples available, makes it challenging to build a robust computer-aided diagnosis system. Machine learning techniques have been considered as a useful tool in this respect and, among various methods, sparse regression has shown its validity in the literature. However, to our best knowledge, the existing sparse regression methods mostly try to select features based on the optimal regression coefficients in one step. We argue that since the training feature vectors are composed of both informative and uninformative or less informative features, the resulting optimal regression coefficients are inevidently affected by the uninformative or less informative features. To this end, we first propose a novel deep architecture to recursively discard uninformative features by performing sparse multi-task learning in a hierarchical fashion. We further hypothesize that the optimal regression coefficients reflect the relative importance of features in representing the target response variables. In this regard, we use the optimal regression coefficients learned in one hierarchy as feature weighting factors in the following hierarchy, and formulate a weighted sparse multi-task learning method. Lastly, we also take into account the distributional characteristics of samples per class and use clustering-induced subclass label vectors as target response values in our sparse regression model. In our experiments on the ADNI cohort, we performed both binary and multi-class classification tasks in AD/MCI diagnosis and showed the superiority of the proposed method by comparing with the state-of-the-art methods.","Authors":"Suk, HI (Suk, Heung-Il) ; Lee, SW (Lee, Seong-Whan) ; Shen, DG (Shen, Dinggang) Group Author(s): Alzheimer's Dis Neuroimaging","Title":"Deep sparse multi-task learning for feature selection in Alzheimer's disease diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375609000003 PubMed ID: 26372209 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Multi-task learning; graph guided; head pose classification; video surveillance; multi-camera systems KeyWords Plus:RECOGNITION; IMAGES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 38 Issue: 6 Pages: 1070-1083 DOI: 10.1109/TPAMI.2015.2477843 Published: JUN 2016","Abstract":"Recently, head pose estimation (HPE) from low-resolution surveillance data has gained in importance. However, monocular and multi-view HPE approaches still work poorly under target motion, as facial appearance distorts owing to camera perspective and scale changes when a person moves around. To this end, we propose FEGA-MTL, a novel framework based on Multi-Task Learning (MTL) for classifying the head pose of a person who moves freely in an environment monitored by multiple, large field-of-view surveillance cameras. Upon partitioning the monitored scene into a dense uniform spatial grid, FEGA-MTL simultaneously clusters grid partitions into regions with similar facial appearance, while learning region-specific head pose classifiers. In the learning phase, guided by two graphs which a-priori model the similarity among (1) grid partitions based on camera geometry and (2) head pose classes, FEGA-MTL derives the optimal scene partitioning and associated pose classifiers. Upon determining the target's position using a person tracker at test time, the corresponding region-specific classifier is invoked for HPE. The FEGA-MTL framework naturally extends to a weakly supervised setting where the target's walking direction is employed as a proxy in lieu of head orientation. Experiments confirm that FEGA-MTL significantly outperforms competing single-task and multi-task learning methods in multi-view settings.","Authors":"Yan, Y (Yan, Yan) ; Ricci, E (Ricci, Elisa) ; Subramanian, R (Subramanian, Ramanathan) ; Liu, GW (Liu, Gaowen) ; Lanz, O (Lanz, Oswald) ; Sebe, N (Sebe, Nicu)","Title":"A Multi-Task Learning Framework for Head Pose Estimation under Target Motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000374890600009 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Maximally stable extremal regions; text detector; convolutional neural networks; multi-level supervised information; multi-task learning KeyWords Plus:STABLE EXTREMAL REGIONS; NATURAL IMAGES; READING TEXT; LOCALIZATION; RECOGNITION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 25 Issue: 6 Pages: 2529-2541 DOI: 10.1109/TIP.2016.2547588 Published: JUN 2016","Abstract":"Recent deep learning models have demonstrated strong capabilities for classifying text and non-text components in natural images. They extract a high-level feature globally computed from a whole image component (patch), where the cluttered background information may dominate true text features in the deep representation. This leads to less discriminative power and poorer robustness. In this paper, we present a new system for scene text detection by proposing a novel text-attentional convolutional neural network (Text-CNN) that particularly focuses on extracting text-related regions and features from the image components. We develop a new learning mechanism to train the Text-CNN with multi-level and rich supervised information, including text region mask, character label, and binary text/non-text information. The rich supervision information enables the Text-CNN with a strong capability for discriminating ambiguous texts, and also increases its robustness against complicated background components. The training process is formulated as a multi-task learning problem, where low-level supervised information greatly facilitates the main task of text/non-text classification. In addition, a powerful low-level detector called contrast-enhancement maximally stable extremal regions (MSERs) is developed, which extends the widely used MSERs by enhancing intensity contrast between text patterns and background. This allows it to detect highly challenging text patterns, resulting in a higher recall. Our approach achieved promising results on the ICDAR 2013 data set, with an F-measure of 0.82, substantially improving the state-of-the-art results.","Authors":"He, T (He, Tong) ; Huang, WL (Huang, Weilin) ; Qiao, Y (Qiao, Yu) ; Yao, J (Yao, Jian)","Title":"Text-Attentional Convolutional Neural Network for Scene Text Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000374802500020 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Multi-task learning; Group structure; Regularization KeyWords Plus:THRESHOLDING ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 189 Pages: 179-188 DOI: 10.1016/j.neucom.2015.12.092 Published: MAY 12 2016","Abstract":"In multi-task learning, using task grouping structure has been shown to be effective in preventing inappropriate knowledge transfer among unrelated tasks. However, the group structure often has to be predetermined using prior knowledge or heuristics, which has no theoretical guarantee and could lead to unsatisfactory learning performance. In this paper, we present a flexible multi-task learning framework to identify latent grouping structures under agnostic settings, where the prior of the latent subspace is unknown to the learner. In particular, we relax the latent subspace to be full rank, while imposing sparsity and orthogonality on the representation coefficients of target models. As a result, the target models still lie on a low dimensional subspace spanned by the selected basis tasks, and the structure of the latent task subspace is fully determined by the data. The final learning process is formulated as a joint optimization procedure over both the latent space and the target models. Besides providing proofs of theoretical guarantee on learning performance, we also conduct empirical evaluations on both synthetic and real data. Experimental results and comparisons with competing approaches corroborate the effectiveness of the proposed method. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhong, S (Zhong, Shi) ; Pu, J (Pu, Jian) ; Jiang, YG (Jiang, Yu-Gang) ; Peng, R (Peng, Rui) ; Xue, XY (Xue, Xiangyang)","Title":"Flexible multi-task learning with latent task grouping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379139300002 ISSN: 1351-3249 eISSN: 1469-8110","Categories":"Computer Science; Linguistics Web of Science Categories:Computer Science, Artificial Intelligence; Linguistics; Language & Linguistics","Journal Information":"NATURAL LANGUAGE ENGINEERING Volume: 22 Issue: 3 Pages: 351-395 DOI: 10.1017/S1351324915000261 Published: MAY 2016","Abstract":"We investigate the problem of improving performance in distributional word similarity systems trained on sparse data, focusing on a family of similarity functions we call Dice-family functions (Dice 1945 Ecology 26(3): 297-302), including the similarity function introduced in Lin (1998 Proceedings of the 15th International Conference on Machine Learning, 296-304), and Curran (2004 PhD thesis, University of Edinburgh. College of Science and Engineering. School of Informatics), as well as a generalized version of Dice Coefficient used in data mining applications (Strehl 2000, 55). We propose a generalization of the Dice-family functions which uses a weight parameter a to make the similarity functions asymmetric. We show that this generalized family of functions (a systems) all belong to the class of asymmetric models first proposed in Tversky (1977 Psychological Review 84: 327-352), and in a multi-task evaluation of ten word similarity systems, we show that a systems have the best performance across word ranks. In particular, we show that a-parameterization substantially improves the correlations of all Dice-family functions with human judgements on three words sets, including the Miller-Charles/Rubenstein Goodenough word set (Miller and Charles 1991 Language and Cognitive Processes 6(1):1-28; Rubenstein and Goodenough 1965 Communications of the ACM 8:627-633).","Authors":"Gawron, JM (Gawron, Jean Mark) ; Stephens, K (Stephens, Kellen)","Title":"Sparsity and normalization in word similarity systems"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000375932200006 ISSN: 1000-9000 eISSN: 1860-4749","Keywords":"multi-task learning; convolutional neural network; food recognition; machine learning","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"JOURNAL OF COMPUTER SCIENCE AND TECHNOLOGY Volume: 31 Issue: 3 Pages: 489-500 DOI: 10.1007/s11390-016-1642-6 Published: MAY 2016","Abstract":"In this paper, we proposed a multi-task system that can identify dish types, food ingredients, and cooking methods from food images with deep convolutional neural networks. We built up a dataset of 360 classes of different foods with at least 500 images for each class. To reduce the noises of the data, which was collected from the Internet, outlier images were detected and eliminated through a one-class SVM trained with deep convolutional features. We simultaneously trained a dish identifier, a cooking method recognizer, and a multi-label ingredient detector. They share a few low-level layers in the deep network architecture. The proposed framework shows higher accuracy than traditional method with handcrafted features, and the cooking method recognizer and ingredient detector can be applied to dishes which are not included in the training dataset to provide reference information for users.","Authors":"Zhang, XJ (Zhang, Xi-Jin) ; Lu, YF (Lu, Yi-Fan) ; Zhang, SH (Zhang, Song-Hai)","Title":"Multi-Task Learning for Food Identification and Analysis with Deep Convolutional Neural Networks"}, {"Keywords":"autotuning; cross-architectural tuning; input-adaptive; multi-task learning; device feature selection","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"ACM SIGPLAN NOTICES Volume: 51 Issue: 4 Pages: 325-338 DOI: 10.1145/2872362.2872411 Published: APR 2016","Abstract":"Code variants represent alternative implementations of a computation, and are common in high-performance libraries and applications to facilitate selecting the most appropriate implementation for a specific execution context (target architecture and input dataset). Automating code variant selection typically relies on machine learning to construct a model during an offline learning phase that can be quickly queried at runtime once the execution context is known. In this paper, we define a new approach called architecture-adaptive code variant tuning, where the variant selection model is learned on a set of source architectures, and then used to predict variants on a new target architecture without having to repeat the training process. We pose this as a multi-task learning problem, where each source architecture corresponds to a task; we use device features in the construction of the variant selection model. This work explores the effectiveness of multi-task learning and the impact of different strategies for device feature selection. We evaluate our approach on a set of benchmarks and a collection of six NVIDIA GPU architectures from three distinct generations. We achieve performance results that are mostly comparable to the previous approach of tuning for a single GPU architecture without having to repeat the learning phase.","Authors":"Muralidharan, S (Muralidharan, Saurav) ; Roy, A (Roy, Amit) ; Hall, M (Hall, Mary) ; Garland, M (Garland, Michael) ; Rai, P (Rai, Piyush)","Title":"Architecture-Adaptive Code Variant Tuning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372543500003 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Multi-task learning; link structure; task relationship modeling KeyWords Plus:VARIABLE SELECTION; BESSEL-FUNCTIONS; MATRIX ARGUMENT; MULTIPLE TASKS; REGULARIZATION; REGRESSION; FRAMEWORK","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 4 Pages: 873-887 DOI: 10.1109/TKDE.2015.2502958 Published: APR 1 2016","Abstract":"In this paper, we study the multi-task learning problem with a new perspective of considering the link structure of data and task relationship modeling simultaneously. In particular, we first introduce the Matrix Gaussian (MG) distribution and Matrix Generalized Inverse Gaussian (MGIG) distribution, then define a Matrix Gaussian Matrix Generalized Inverse Gaussian (MG-MGIG) prior. Based on this prior, we propose a novel multi-task learning algorithm, the Bayesian Multi-task Relationship Learning (BMTRL) algorithm. To incorporate the link structure into the framework of BMTRL, we propose link constraints between samples. Through combining the BMTRL algorithm with the link constraints, we propose the Bayesian Multi-task Relationship Learning with Link Constraints (BMTRL-LC) algorithm. Further, we apply the manifold theory to provide an extension of BMTRL-LC to data with no link structure. Specifically, BMTRL-LC is effective for multi-task learning with only limited training samples, which is not addressed in the existing literature. To make the computation tractable, we simultaneously use a convex optimization method and sampling techniques. In particular, we adopt two stochastic EM algorithms for BMTRL and BMTRL-LC, respectively. The experimental results on three real datasets demonstrate the promise of the proposed algorithms.","Authors":"Li, YM (Li, Yingming) ; Yang, M (Yang, Ming) ; Qi, ZG (Qi, Zhongang) ; Zhang, ZF (Zhang, Zhongfei (Mark))","Title":"Bayesian Multi-Task Relationship Learning with Link Structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000363541400009 ISSN: 1547-5816 eISSN: 1553-166X","Keywords":"Multi-dimensional scaling; radial basis function; iterative majorization; regularization; support vector machine KeyWords Plus:ADDITIVE CONSTANT PROBLEM; EUCLIDEAN DISTANCE MATRIX; SUPPORT VECTOR MACHINES; CLASSIFICATION; SELECTION","Categories":"Engineering; Operations Research & Management Science; Mathematics Web of Science Categories:Engineering, Multidisciplinary; Operations Research & Management Science; Mathematics, Interdisciplinary Applications","Journal Information":"JOURNAL OF INDUSTRIAL AND MANAGEMENT OPTIMIZATION Volume: 12 Issue: 2 Pages: 543-563 DOI: 10.3934/jimo.2016.12.543 Published: APR 2016","Abstract":"The classical Multi-Dimensional Scaling (MDS) is an important method for data dimension reduction. Nonlinear variants have been developed to improve its performance. One of them is the MDS with Radial Basis Functions (RBF). A key issue that has not been well addressed in MDS-RBF is the effective selection of its centers. This paper treats this selection problem as a multi-task learning problem, which leads us to employ the (2, 1)-norm to regularize the original MDS-RBF objective function. We then study its two reformulations: Diagonal and spectral reformulations. Both can be effectively solved through an iterative block-majorization method. Numerical experiments show that the regularized models can improve the original model significantly.","Authors":"Jahan, S (Jahan, Sohana) ; Qi, HD (Qi, Hou-Duo)","Title":"REGULARIZED MULTIDIMENSIONAL SCALING WITH RADIAL BASIS FUNCTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000366759500036 ISSN: 0925-4005","Keywords":"Electronic nose; Calibration transfer; Drift; Transfer learning; Multi-task learning; Transfer sample KeyWords Plus:BREATH ANALYSIS SYSTEM; ELECTRONIC NOSE; OLFACTION; SIGNAL; STANDARDIZATION; PREDICTION; SENSORS; DESIGN","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 225 Pages: 288-297 DOI: 10.1016/j.snb.2015.11.058 Published: MAR 31 2016","Abstract":"The problems of instrumental variation and sensor drift are receiving increasing concerns in the field of electronic noses. Because the two problems can be uniformly viewed as a variation of the data distribution in the feature space, they can be handled by algorithms such as transfer learning. In this paper, we propose a novel algorithm framework called transfer sample-based coupled task learning (TCTL). It is based on transfer learning and multi-task learning. Given labeled samples in the source domain (i.e. from the master device or without drift) and a small set of transfer samples as inputs, TCTL simultaneously learns a prediction model for data in the source domain and one for data in the target domain (i.e. from the slave device or with drift). The transfer samples are incorporated into a regularization term of the objective function. TCTL is an extensible framework that can apply to various classification and regression models. When combined with the standardization error-based model improvement (SEMI) strategy, its accuracy can be further enhanced. Experiments on a multi-device dataset and a popular long-term drift dataset show that the proposed algorithms achieve better accuracy compared with typical existing methods with much fewer auxiliary samples needed, which proves their efficacy and usability in real-life applications. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Yan, K (Yan, Ke) ; Zhang, D (Zhang, David) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, David  O-9396-2016 http://orcid.org/0000-0002-5027-5286","Title":"Calibration transfer and drift compensation of e-noses via coupled task learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000371459700002 ISSN: 0885-6125 eISSN: 1573-0565","Keywords":"Epilepsy; Seizure detection; Multi-task learning KeyWords Plus:EEG; CLASSIFICATION; ONSET","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"MACHINE LEARNING Volume: 102 Issue: 3 Pages: 309-321 Special Issue: SI DOI: 10.1007/s10994-015-5519-7 Published: MAR 2016","Abstract":"The accurate and early detection of epileptic seizures in continuous electroencephalographic (EEG) data has a growing role in the management of patients with epilepsy. Early detection allows for therapy to be delivered at the start of seizures and for caregivers to be notified promptly about potentially debilitating events. The challenge to detecting epileptic seizures, however, is that seizure morphologies exhibit considerable inter-patient and intra-patient variability. While recent work has looked at addressing the issue of variations across different patients (inter-patient variability) and described patient-specific methodologies for seizure detection, there are no examples of systems that can simultaneously address the challenges of inter-patient and intra-patient variations in seizure morphology. In our study, we address this complete goal and describe a multi-task learning approach that trains a classifier to perform well across many kinds of seizures rather than potentially overfitting to the most common seizure types. Our approach increases the generalizability of seizure detection systems and improves the tradeoff between latency and sensitivity versus false positive rates. When compared against the standard approach on the CHB-MIT multi-channel scalp EEG data, our proposed method improved discrimination between seizure and non-seizure EEG for almost 83% of the patients while reducing false positives on nearly 70% of the patients studied.","Authors":"Van Esbroeck, A (Van Esbroeck, Alex) ; Smith, L (Smith, Landon) ; Syed, Z (Syed, Zeeshan) ; Singh, S (Singh, Satinder) ; Karam, Z (Karam, Zahi)","Title":"Multi-task seizure detection: addressing intra-patient variation in seizure morphologies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000370755300009 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Graph classification; subgraph features; regularization; multi-task learning; supervised learning KeyWords Plus:STREAM CLASSIFICATION; REGRESSION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 3 Pages: 715-728 DOI: 10.1109/TKDE.2015.2492567 Published: MAR 1 2016","Abstract":"Graph classification aims to learn models to classify structure data. To date, all existing graph classification methods are designed to target one single learning task and require a large number of labeled samples for learning good classification models. In reality, each real-world task may only have a limited number of labeled samples, yet multiple similar learning tasks can provide useful knowledge to benefit all tasks as a whole. In this paper, we formulate a new multi-task graph classification (MTG) problem, where multiple graph classification tasks are jointly regularized to find discriminative subgraphs shared by all tasks for learning. The niche of MTG stems from the fact that with a limited number of training samples, subgraph features selected for one single graph classification task tend to overfit the training data. By using additional tasks as evaluation sets, MTG can jointly regularize multiple tasks to explore high quality subgraph features for graph classification. To achieve this goal, we formulate an objective function which combines multiple graph classification tasks to evaluate the informativeness score of a subgraph feature. An iterative subgraph feature exploration and multi-task learning process is further proposed to incrementally select subgraph features for graph classification. Experiments on real-world multi-task graph classification datasets demonstrate significant performance gain.","Authors":"Pan, SR (Pan, Shirui) ; Wu, J (Wu, Jia) ; Zhu, XQ (Zhu, Xingquan) ; Zhang, CQ (Zhang, Chengqi) ; Yu, PS (Yu, Philip S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pan, Shirui  http://orcid.org/0000-0003-0794-527X","Title":"Joint Structure Feature Exploration and Regularization for Multi-Task Graph Classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000367754400067 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Feature selection; Multi-task learning; Trace norm; Low-rank KeyWords Plus:ACTION RECOGNITION; MULTIPLE TASKS; CLASSIFICATION; INFORMATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 120 Pages: 746-753 DOI: 10.1016/j.sigpro.2014.12.012 Published: MAR 2016","Abstract":"Feature selection is an effective way to reduce computational cost and improve feature quality for the large-scale multimedia analysis system. In this paper, we propose a novel feature selection method in which the hinge loss function with a l(2,1) - norm regularization term is used to learn a sparse feature selection matrix for each learning task. Meanwhile, shared information exploiting across multiple tasks has been also taken into account by imposing a constraint which globally limits the combined feature selection matrices to be low-rank. A convex optimization method is proposed to use in the framework by minimizing the trace norm of a matrix instead of minimizing the rank of a Matrix directly. Afterwards, gradient descent is applied to find the global optimum. Extensive experiments have been conducted across eight datasets for different multimedia applications, including action recognition, face recognition, object recognition and scene recognition. Experimental results demonstrate that the proposed method performs better than other compared approaches. Especially, when the shared information across multiple tasks is very beneficial to the multi-task learning, obvious improvements can be observed. (C) 2014 Elsevier B.V. All rights reserved.","Authors":"Wang, S (Wang, Sen) ; Chang, XJ (Chang, Xiaojun) ; Li, X (Li, Xue) ; Sheng, QZ (Sheng, Quan Z.) ; Chen, WT (Chen, Weitong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sheng, Michael  http://orcid.org/0000-0002-3326-4147","Title":"Multi-task support vector machines for feature selection with shared knowledge discovery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000367633400014 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Facial action unit detection; Multi-task multiple kernel learning; Support vector machines KeyWords Plus:LOCAL BINARY PATTERNS; EXPRESSION RECOGNITION; SEMANTIC RELATIONSHIPS; IMAGE SEQUENCES; CLASSIFICATION; FEATURES; MODELS; AAM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 51 Pages: 187-196 DOI: 10.1016/j.patcog.2015.08.026 Published: MAR 2016","Abstract":"Facial action unit (AU) detection from images and videos is a challenging research topic and has attracted great attention in the past few years. This paper presents a novel method, task-dependent multi-task multiple kernel learning (TD-MTMKL), to jointly detect the absence and presence of multiple AUs. TD-MTMKL attempts to learn an optimal kernel combination from a given set of basis kernels for each involved AU and obtain a finer depiction of AU relations through kernel combination weights. In other words, AU detection is solved as a multi-task multiple kernel learning problem, where AU relations are encoded via their SVM discriminative hyperplanes and kernel combination weights. The kernel learning increases the discriminant power of the classifier by fusing different types of facial feature representations with multiple kernels. Specifically, based on the TD-MTMKL method proposed in this paper, co-occurrence AUs share the same kernel weights while AUs with weak co-occurrence relations may employ distinct sets of kernels. Such \"task-dependent\" kernel learning framework seeks a trade-off between capturing commonalities and adapting to variations in modeling AU relations. Our experiments on the CK+ and DISFA databases show that our method achieved encouraging detection results of both post and spontaneous AUs compared to the state-of-the-art methods. (C) 2015 Elsevier Ltd. All rights reserved.","Authors":"Zhang, X (Zhang, Xiao) ; Mahoor, MH (Mahoor, Mohammad H.)","Title":"Task-dependent multi-task multiple kernel learning for facial action unit detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000370085800024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Generic multiple task learning; Flexible structure regularization; Joint l(11)/l(21)-norm regularization; Iteratively reweighted least square; Accelerated proximal gradient KeyWords Plus:SELECTION; MINIMIZATION; ALGORITHMS; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 177 Pages: 242-256 DOI: 10.1016/j.neucom.2015.11.029 Published: FEB 12 2016","Abstract":"Due to the theoretical advances and empirical successes, Multi-task Learning (MTL) has become a popular design paradigm for training a set of tasks jointly. Through exploring the hidden relationships among multiple tasks, many MTL algorithms have been developed to enhance learning performance. In general, the complicated hidden relationships can be considered as a combination of two key structural elements: task grouping and task outlier. Based on such task relationship, here we propose a generic MU framework with flexible structure regularization, which aims in relaxing any type of specific structure assumptions. In particular, we directly impose a joint l(11)/l(21)-norm as the regularization term to reveal the underlying task relationship in a flexible way. Such a flexible structure regularization term takes into account any convex combination of grouping and outlier structural characteristics among the multiple tasks. In order to derive efficient solutions for the generic Am framework, we develop two algorithms, i.e., the Iteratively Reweighted Least Square (IRLS) method and the Accelerated Proximal Gradient (APG) method, with different emphasis and strength. In addition, the theoretical convergence and performance guarantee are analyzed for both algorithms. Finally, extensive experiments over both synthetic and real data, and the comparisons with several state-of-the-art algorithms demonstrate the superior performance of the proposed generic MTL method. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Pu, J (Pu, Jian) ; Wang, J (Wang, Jun) ; Jiang, YG (Jiang, Yu-Gang) ; Xue, X (Xue, Xiangyang)","Title":"Multiple task learning with flexible structure regularization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377969000014 PubMed ID: 26998324 ISSN: 2054-5703","Keywords":"predators; prey; cues; predation risk; olfaction; non-consumptive KeyWords Plus:DAMSELFLY LARVAE ODONATA; LEARNED RECOGNITION; CHEMICAL CUES; FOOD-WEB; RISK; BEHAVIOR; PROSPECTUS; ZYGOPTERA; ATTENTION; ECOLOGY","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"ROYAL SOCIETY OPEN SCIENCE Volume: 3 Issue: 2 Article Number: 150537 DOI: 10.1098/rsos.150537 Published: FEB 2016","Abstract":"Most animals are faced with the challenge of securing food under the risk of predation. This frequently generates a trade-off whereby animals respond to predator cues with reduced movement to avoid predation at the direct cost of reduced foraging success. However, predatorsmay also cause prey to be apprehensive in their foraging activities, which would generate an indirect 'apprehension cost'. Apprehension arises when a forager redirects attention from foraging tasks to predator detection and incurs a cost from such multi-tasking, because the forager ends up making more mistakes in its foraging tasks as a result. Here, we test this apprehension cost hypothesis and show that damselflies miss a greater proportion of their prey during foraging bouts in response to both olfactory cues produced by conspecifics that have only viewed a fish predator and olfactory cues produced directly by fish. This reduced feeding efficiency is in addition to the stereotypical anti-predator response of reduced activity, which we also observed. These results show that costs associated with anti-predator responses not only arise through behavioural alterations that reduce the risk of predation, but also from the indirect costs of apprehension and multi-tasking that can reduce feeding efficiency under the threat of predation.","Authors":"Siepielski, AM (Siepielski, Adam M.) ; Fallon, E (Fallon, Eric) ; Boersma, K (Boersma, Kate)","Title":"Predator olfactory cues generate a foraging-predation trade-off through prey apprehension"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375973200028 ISSN: 1745-1361","Keywords":"deep neural network; voice activity detection; multi-task learning KeyWords Plus:NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"IEICE TRANSACTIONS ON INFORMATION AND SYSTEMS Volume: E99D Issue: 2 Pages: 550-553 DOI: 10.1587/transinf.2015EDL8168 Published: FEB 2016","Abstract":"Recently, notable improvements in voice activity detection (VAD) problem have been achieved by adopting several machine learning techniques. Among them, the deep neural network (DNN) which learns the mapping between the noisy speech features and the corresponding voice activity status with its deep hidden structure has been one of the most popular techniques. In this letter, we propose a novel approach which enhances the robustness of DNN in mismatched noise conditions with multi-task learning (MTL) framework. In the proposed algorithm, a feature enhancement task for speech features is jointly trained with the conventional VAD task. The experimental results show that the DNN with the proposed framework outperforms the conventional DNN-based VAD algorithm.","Authors":"Kang, TG (Kang, Tae Gyoon) ; Kim, NS (Kim, Nam Soo)","Title":"DNN-Based Voice Activity Detection with Multi-Task Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373788700020 PubMed ID: 26160426 ISSN: 1069-9384 eISSN: 1531-5320","Keywords":"Cognitive neuroscience of categorization; Cognitive neuroscience of memory; Dual-task performance KeyWords Plus:DUAL-TASK INTERFERENCE; PERCEPTUAL CLASSIFICATION; NEUROPSYCHOLOGICAL THEORY; LEARNING-SYSTEMS; FRONTAL LOBES; CATEGORY; CATEGORIZATION; COMPLEXITY","Categories":"Psychology Web of Science Categories:Psychology, Mathematical; Psychology, Experimental","Journal Information":"PSYCHONOMIC BULLETIN & REVIEW Volume: 23 Issue: 1 Pages: 213-222 DOI: 10.3758/s13423-015-0867-7 Published: FEB 2016","Abstract":"When humans simultaneously execute multiple tasks, performance on individual tasks suffers. Complementing existing theories, this article poses a novel question to investigate interactions between memory systems supporting multi-tasking performance: When a primary and dual task both recruit declarative learning and memory systems, does simultaneous performance of both tasks impair primary task performance because learning in the declarative system is reduced, or because control of the primary task is passed to slower procedural systems? To address this question, participants were trained on either a perceptual categorization task believed to rely on procedural learning or one of three different categorization tasks believed to rely on declarative learning. Task performance was examined with and without a simultaneous dual task thought to recruit working memory and executive attention. To test whether the categories were learned procedurally or declaratively, the response keys were switched after a learning criterion had been reached. Large impairments in performance after switching the response keys are taken to indicate procedural learning, and small impairments are taken to indicate declarative learning. Our results suggest that the declarative memory categorization tasks (regardless of task difficulty) were learned by declarative systems, regardless of whether they were learned under dual-task conditions.","Authors":"Crossley, MJ (Crossley, Matthew J.) ; Paul, EJ (Paul, Erick J.) ; Roeder, JL (Roeder, Jessica L.) ; Ashby, FG (Ashby, F. Gregory)","Title":"Declarative strategies persist under increased cognitive load"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000371309000022 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Image annotation; Label prediction; Metric learning; Local metric; Multi-task learning KeyWords Plus:MULTIPLE TASKS; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 4 Pages: 2203-2231 DOI: 10.1007/s11042-014-2402-7 Published: FEB 2016","Abstract":"The goal of image annotation is to automatically assign a set of textual labels to an image to describe the visual contents thereof. Recently, with the rapid increase in the number of web images, nearest neighbor (NN) based methods have become more attractive and have shown exciting results for image annotation. One of the key challenges of these methods is to define an appropriate similarity measure between images for neighbor selection. Several distance metric learning (DML) algorithms derived from traditional image classification problems have been applied to annotation tasks. However, a fundamental limitation of applying DML to image annotation is that it learns a single global distance metric over the entire image collection and measures the distance between image pairs in the image-level. For multi-label annotation problems, it may be more reasonable to measure similarity of image pairs in the label-level. In this paper, we develop a novel label prediction scheme utilizing multiple label-specific local metrics for label-level similarity measure, and propose two different local metric learning methods in a multi-task learning (MTL) framework. Extensive experimental results on two challenging annotation datasets demonstrate that 1) utilizing multiple local distance metrics to learn label-level distances is superior to using a single global metric in label prediction, and 2) the proposed methods using the MTL framework to learn multiple local metrics simultaneously can model the commonalities of labels, thereby facilitating label prediction results to achieve state-of-the-art annotation performance.","Authors":"Xu, X (Xu, Xing) ; Shimada, A (Shimada, Atsushi) ; Nagahara, H (Nagahara, Hajime) ; Taniguchi, R (Taniguchi, Rin-ichiro)","Title":"Learning multi-task local metrics for image annotation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000370374700003 ISSN: 1059-7123 eISSN: 1741-2633","Keywords":"Programming neural networks; hierarchical organization; distributed representation; neuronal reuse; cognitive control KeyWords Plus:COMPUTATIONAL PERSPECTIVE; SELF-ORGANIZATION; MOTOR PRIMITIVES; BRAIN; SYSTEMS; COMBINATION; MOVEMENTS; CORTEX; MODEL; REUSE","Categories":"Computer Science; Psychology; Social Sciences - Other Topics Web of Science Categories:Computer Science, Artificial Intelligence; Psychology, Experimental; Social Sciences, Interdisciplinary","Journal Information":"ADAPTIVE BEHAVIOR Volume: 24 Issue: 1 Pages: 27-51 DOI: 10.1177/1059712315609412 Published: FEB 2016","Abstract":"Distributed and hierarchical models of control are nowadays popular in computational modeling and robotics. In the artificial neural network literature, complex behaviors can be produced by composing elementary building blocks or motor primitives, possibly organized in a layered structure. However, it is still unknown how the brain learns and encodes multiple motor primitives, and how it rapidly reassembles, sequences and switches them by exerting cognitive control. In this paper we advance a novel proposal, a hierarchical programmable neural network architecture, based on the notion of programmability and an interpreter-programmer computational scheme. In this approach, complex (and novel) behaviors can be acquired by embedding multiple modules (motor primitives) in a single, multi-purpose neural network. This is supported by recent theories of brain functioning in which skilled behaviors can be generated by combining functional different primitives embedded in reusable areas of recycled neurons. Such neuronal substrate supports flexible cognitive control, too. Modules are seen as interpreters of behaviors having controlling input parameters, or programs that encode structures of networks to be interpreted. Flexible cognitive control can be exerted by a programmer module feeding the interpreters with appropriate input parameters, without modifying connectivity. Our results in a multiple T -maze robotic scenario show how this computational framework provides a robust, scalable and flexible scheme that can be iterated at different hierarchical layers permitting to learn, encode and control multiple qualitatively different behaviors.","Authors":"Donnarumma, F (Donnarumma, Francesco) ; Prevete, R (Prevete, Roberto) ; de Giorgio, A (de Giorgio, Andrea) ; Montone, G (Montone, Guglielmo) ; Pezzulo, G (Pezzulo, Giovanni) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Donnarumma, Francesco  F-6894-2014 http://orcid.org/0000-0003-4248-5360 de Giorgio, Andrea  http://orcid.org/0000-0001-6064-5634 Pezzulo, Giovanni  http://orcid.org/0000-0001-6813-8282","Title":"Learning programs is better than learning dynamics: A programmable neural network hierarchical architecture in a multi-task scenario"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000369989600006 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Clustered multi-task learning; representative task; group sparsity KeyWords Plus:MULTIPLE TASKS; REGRESSION; ALGORITHM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 38 Issue: 2 Pages: 266-278 DOI: 10.1109/TPAMI.2015.2452911 Published: FEB 2016","Abstract":"Multi-task learning (MTL) methods have shown promising performance by learning multiple relevant tasks simultaneously, which exploits to share useful information across relevant tasks. Among various MTL methods, clustered multi-task learning (CMTL) assumes that all tasks can be clustered into groups and attempts to learn the underlying cluster structure from the training data. In this paper, we present a new approach for CMTL, called flexible clustered multi-task (FCMTL), in which the cluster structure is learned by identifying representative tasks. The new approach allows an arbitrary task to be described by multiple representative tasks, effectively soft-assigning a task to multiple clusters with different weights. Unlike existing counterpart, the proposed approach is more flexible in that (a) it does not require clusters to be disjoint, (b) tasks within one particular cluster do not have to share information to the same extent, and (c) the number of clusters is automatically inferred from data. Computationally, the proposed approach is formulated as a row-sparsity pursuit problem. We validate the proposed FCMTL on both synthetic and real-world data sets, and empirical results demonstrate that it outperforms many existing MTL methods.","Authors":"Zhou, Q (Zhou, Qiang) ; Zhao, Q (Zhao, Qi)","Title":"Flexible Clustered Multi-Task Learning by Learning Representative Tasks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000369524200003 ISSN: 0219-1377 eISSN: 0219-3116","Keywords":"Multi-task; Transfer learning; Optimization; Healthcare; Data mining; Statistical analysis KeyWords Plus:ADAPTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"KNOWLEDGE AND INFORMATION SYSTEMS Volume: 46 Issue: 2 Pages: 315-342 DOI: 10.1007/s10115-015-0821-z Published: FEB 2016","Abstract":"Prognosis, such as predicting mortality, is common in medicine. When confronted with small numbers of samples, as in rare medical conditions, the task is challenging. We propose a framework for classification with data with small numbers of samples. Conceptually, our solution is a hybrid of multi-task and transfer learning, employing data samples from source tasks as in transfer learning, but considering all tasks together as in multi-task learning. Each task is modelled jointly with other related tasks by directly augmenting the data from other tasks. The degree of augmentation depends on the task relatedness and is estimated directly from the data. We apply the model on three diverse real-world data sets (healthcare data, handwritten digit data and face data) and show that our method outperforms several state-of-the-art multi-task learning baselines. We extend the model for online multi-task learning where the model parameters are incrementally updated given new data or new tasks. The novelty of our method lies in offering a hybrid multi-task/transfer learning model to exploit sharing across tasks at the data-level and joint parameter learning.","Authors":"Saha, B (Saha, Budhaditya) ; Gupta, S (Gupta, Sunil) ; Phung, D (Dinh Phung) ; Venkatesh, S (Venkatesh, Svetha)","Title":"Multiple task transfer learning with small sample sizes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000367276700038 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image understanding; Semantic dictionary; Multi-task learning; Semantic expansion; Distributed systems KeyWords Plus:MANY-CORE PROCESSORS; PARALLEL FRAMEWORK; HEVC; RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 174 Pages: 384-392 Part: A Special Issue: SI DOI: 10.1016/j.neucom.2015.04.108 Published: JAN 22 2016","Abstract":"Web-scale image understanding is drawing more and more attention from the computer vision and multimedia domain. To solve the key problem of visual polysemia and concept polymorphism in the image understanding, this paper proposes a semantic dictionary to describe the images on the level of semantic. The semantic dictionary characterizes the probability distribution between visual appearances and semantic concepts, and the learning procedure of semantic dictionary is formulated into a minimization optimization problem. Mixed-norm regularization is adopted to solve the above optimization for learning the concept membership distribution of visual appearance. Furthermore, to improve the generalization ability of the semantic description, we propose the semantic expansion technology, where a concept transferring matrix is learnt to quantize the implicit relevancy among the concepts. Finally, the distributed framework on the basis of the semantic dictionary is constructed to speed up the large scale image understanding. The semantic dictionary is validated in the tasks of large scale semantic image search and image annotation. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Li, L (Li, Liang) ; Yan, CC (Yan, Chenggang Clarence) ; Chen, X (Chen, Xing) ; Zhang, CJ (Zhang, Chunjie) ; Yin, J (Yin, Jian) ; Jiang, BC (Jiang, Baochen) ; Huang, QM (Huang, Qingming) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chen, Xing  G-6844-2016   Jiang, Baochen  http://orcid.org/0000-0002-6055-2355","Title":"Distributed image understanding with semantic dictionary and semantic expansion"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389936900013 ISBN:978-3-319-46976-8; 978-3-319-46975-1 ISSN: 0302-9743","Keywords":"Deep learning; Mammography; Computer aided diagnosis; Semantic description; Lesion detection; Multi-task loss","Categories":"Computer Science; Medical Informatics; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Medical Informatics; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"DEEP LEARNING AND DATA LABELING FOR MEDICAL APPLICATIONS Book Series: Lecture Notes in Computer Science Volume: 10008 Pages: 121-129 DOI: 10.1007/978-3-319-46976-8_13 Published: 2016","Abstract":"Automatic detection and classification of lesions in medical images remains one of the most important and challenging problems. In this paper, we present a new multi-task convolutional neural network (CNN) approach for detection and semantic description of lesions in diagnostic images. The proposed CNN-based architecture is trained to generate and rank rectangular regions of interests (ROI's) surrounding suspicious areas. The highest score candidates are fed into the subsequent network layers. These layers are trained to generate semantic description of the remaining ROI's. During the training stage, our approach uses rectangular ground truth boxes; it does not require accurately delineated lesion contours. It has a clear advantage for supervised training on large datasets. Our system learns discriminative features which are shared in the Detection and the Description stages. This eliminates the need for hand-crafted features, and allows application of the method to new modalities and organs with minimal overhead. The proposed approach generates medical report by estimating standard radiological lexicon descriptors which are a basis for diagnosis. The proposed approach should help radiologists to understand a diagnostic decision of a computer aided diagnosis (CADx) system. We test the proposed method on proprietary and publicly available breast databases, and show that our method outperforms the competing approaches.","Authors":"Kisilev, P (Kisilev, Pavel) ; Sason, E (Sason, Eli) ; Barkan, E (Barkan, Ella) ; Hashoul, S (Hashoul, Sharbell) Edited by:Carneiro, G; Mateus, D; Peter, L; Bradley, A; Tavares, JMRS; Belagiannis, V; Papa, JP; Nascimento, JC; Loog, M; Lu, Z; Cardoso, JS; Cornebise, J","Title":"Medical Image Description Using Multi-task-loss CNN"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389509300030 ISBN:978-3-319-49055-7; 978-3-319-49054-0 ISSN: 0302-9743","Keywords":"Deep learning; Convolutional neural networks; Semantic segmentation; Domain adaptation; Multi-ask learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"STRUCTURAL, SYNTACTIC, AND STATISTICAL PATTERN RECOGNITION, S+SSPR 2016 Book Series: Lecture Notes in Computer Science Volume: 10029 Pages: 333-343 DOI: 10.1007/978-3-319-49055-7_30 Published: 2016","Abstract":"We present an approach that leverages multiple datasets possibly annotated using different classes to improve the semantic segmentation accuracy on each individual dataset. We propose a new selective loss function that can be integrated into deep networks to exploit training data coming from multiple datasets with possibly different tasks (e.g., different label-sets). We show how the gradient-reversal approach for domain adaptation can be used in this setup. Thorought experiments on semantic segmentation applications show the relevance of our approach.","Authors":"Fourure, D (Fourure, Damien) ; Emonet, R (Emonet, Remi) ; Fromont, E (Fromont, Elisa) ; Muselet, D (Muselet, Damien) ; Tremeau, A (Tremeau, Alain) ; Wolf, C (Wolf, Christian) Edited by:RoblesKelly, A; Loog, M; Biggio, B; Escolano, F; Wilson, R","Title":"Semantic Segmentation via Multi-task, Multi-domain Learning"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389505500009 ISBN:978-3-319-48743-4; 978-3-319-48742-7 ISSN: 0302-9743","Keywords":"Popularity; Prediction; Web traffic; Twitter KeyWords Plus:POPULARITY","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"WEB INFORMATION SYSTEMS ENGINEERING - WISE 2016, PT II Book Series: Lecture Notes in Computer Science Volume: 10042 Pages: 105-120 DOI: 10.1007/978-3-319-48743-4_9 Published: 2016","Abstract":"Currently, millions of companies, organizations and individuals take advantage of the social media function of Twitter to promote themselves. One of the most important goals is to attract web traffic. In this paper, we study the problem of obtaining web traffic via Twitter. We approach this problem in two stages. First, we analyze the correlation between important factors and the click number of URLs in tweets. Through measurements, we find that the commonly accepted method, increasing followers by reciprocal exchanges of links, has limited effects on improving the number of clicks. And characteristics of tweets (such as the presence of hashtags and tweet length) exert different impacts on users with different influence levels for obtaining the click number. In our second stage, based on the analyses, we introduce the Multi-Task Learning (MTL) to build a model for predicting the number of clicks. This model takes into account the specific characters of users with different influence levels to improve the predictive accuracy. The experiments, based on Twitter data, show the predictive performance is significantly higher than the baseline.","Authors":"Xiao, CJ (Xiao, Chunjing) ; Qin, ZG (Qin, Zhiguang) ; Luo, XC (Luo, Xucheng) ; Kuzmanovic, A (Kuzmanovic, Aleksandar) Edited by:Cellary, W; Mokbel, MF; Wang, J; Wang, H; Zhou, R; Zhang, Y","Title":"Understanding Factors That Affect Web Traffic via Twitter"}]